{"_id":"615bc598e4f8ad1e13fa83cc","slug":"cutting-off-hands","name":"Cutting Off Hands","verses":[{"_id":"615bc598e4f8ad1e13fa83cd","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Deuteronomy 25:11-12","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p05025011_03-1\"><b class=\"verse-num\" id=\"v05025011-1\">11&nbsp;</b>“When men fight with one another and the wife of the one draws near to rescue her husband from the hand of him who is beating him and puts out her hand and seizes him by the private parts, <b class=\"verse-num\" id=\"v05025012-1\">12&nbsp;</b>then you shall cut off her hand. Your eye shall have no pity.</p>\n</div>","kjv":"<strong>11</strong> When men strive together one with another, and the wife of the one draweth near for to deliver her husband out of the hand of him that smiteth him, and putteth forth her hand, and taketh him by the secrets:  <strong>12</strong> Then thou shalt cut off her hand, thine eye shall not pity her.  ","niv":"<sup><strong>11</strong></sup> If two men are fighting and the wife of one of them comes to rescue her husband from his assailant, and she reaches out and seizes him by his private parts, <sup><strong>12</strong></sup> you shall cut off her hand. Show her no pity. "},{"_id":"615bc598e4f8ad1e13fa83ce","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Matthew 18:8","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40018008_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018008-1\">8&nbsp;</b><span class=\"woc\">And if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than with two hands or two feet to be thrown into the eternal fire.</span></p>\n</div>","kjv":"<strong>8</strong> Wherefore if thy hand or thy foot offend thee, cut them off, and cast them from thee: it is better for thee to enter into life halt or maimed, rather than having two hands or two feet to be cast into everlasting fire.  ","niv":"<sup><strong>8</strong></sup> If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire.","modified":"2022-08-24T08:23:45.810Z"},{"_id":"615bc598e4f8ad1e13fa83cf","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Matthew 5:29","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40005029_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span></p>\n</div>","kjv":"<strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  ","niv":"<sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell."},{"_id":"615bc599e4f8ad1e13fa83d0","topicId":"615bc598e4f8ad1e13fa83cc","verse":"2 Kings 2:23-24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p12002023_01-4\"><b class=\"verse-num\" id=\"v12002023-1\">23&nbsp;</b>He went up from there to Bethel, and while he was going up on the way, some small boys came out of the city and jeered at him, saying, “Go up, you baldhead! Go up, you baldhead!” <b class=\"verse-num\" id=\"v12002024-1\">24&nbsp;</b>And he turned around, and when he saw them, he cursed them in the name of the LORD. And two she-bears came out of the woods and tore forty-two of the boys.</p>\n</div>","kjv":"<strong>23</strong> And he went up from thence unto Bethel: and as he was going up by the way, there came forth little children out of the city, and mocked him, and said unto him, Go up, thou bald head; go up, thou bald head.  <strong>24</strong> And he turned back, and looked on them, and cursed them in the name of the LORD. And there came forth two she bears out of the wood, and tare forty and two children of them.  ","niv":"<sup><strong>23</strong></sup> From there Elisha went up to Bethel. As he was walking along the road, some youths came out of the town and jeered at him. \"Go on up, you baldhead!\" they said. \"Go on up, you baldhead!\" <sup><strong>24</strong></sup> He turned around, looked at them and called down a curse on them in the name of the LORD. Then two bears came out of the woods and mauled forty-two of the youths. "},{"_id":"615bc599e4f8ad1e13fa83d1","topicId":"615bc598e4f8ad1e13fa83cc","verse":"1 Corinthians 7:8-9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46007008_01-6\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am. <b class=\"verse-num\" id=\"v46007009-1\">9&nbsp;</b>But if they cannot exercise self-control, they should marry. For it is better to marry than to burn with passion.</p>\n</div>","kjv":"<strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  <strong>9</strong> But if they cannot contain, let them marry: for it is better to marry than to burn.  ","niv":"<sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am. <sup><strong>9</strong></sup> But if they cannot control themselves, they should marry, for it is better to marry than to burn with passion. "},{"_id":"615bc599e4f8ad1e13fa83d2","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Matthew 18:8-9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40018008_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018008-1\">8&nbsp;</b><span class=\"woc\">And if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than with two hands or two feet to be thrown into the eternal fire.</span> <b class=\"verse-num woc\" id=\"v40018009-1\">9&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than with two eyes to be thrown into the hell of fire.</span></p>\n\n</div>","kjv":"<strong>8</strong> Wherefore if thy hand or thy foot offend thee, cut them off, and cast them from thee: it is better for thee to enter into life halt or maimed, rather than having two hands or two feet to be cast into everlasting fire.  <strong>9</strong> And if thine eye offend thee, pluck it out, and cast it  from thee: it is better for thee to enter into life with one eye, rather than having two eyes to be cast into hell fire.  ","niv":"<sup><strong>8</strong></sup> If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire. <sup><strong>9</strong></sup> And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell. "},{"_id":"615bc59ae4f8ad1e13fa83d3","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Luke 11:31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42011031_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011031-1\">31&nbsp;</b><span class=\"woc\">The queen of the South will rise up at the judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here.</span></p>\n</div>","kjv":"<strong>31</strong> The queen of the south shall rise up in the judgment with the men of this generation, and condemn them: for she came from the utmost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here.  ","niv":"<sup><strong>31</strong></sup> The Queen of the South will rise at the judgment with the men of this generation and condemn them; for she came from the ends of the earth to listen to Solomon's wisdom, and now one greater than Solomon is here."},{"_id":"615bc59ae4f8ad1e13fa83d4","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Mark 9:43","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41009043_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41009043-1\">43&nbsp;</b><span class=\"woc\">And if your hand causes you to sin, cut it off. It is better for you to enter life crippled than with two hands to go to hell, to the unquenchable fire.</span></p>\n\n</div>","kjv":"<strong>43</strong> And if thy hand offend thee, cut it off: it is better for thee to enter into life maimed, than having two hands to go into hell, into the fire that never shall be quenched:  ","niv":"<sup><strong>43</strong></sup> If your hand causes you to sin, cut it off. It is better for you to enter life maimed than with two hands to go into hell, where the fire never goes out."},{"_id":"615bc59ae4f8ad1e13fa83d5","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Mark 9:42","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41009042_04-10\"><b class=\"verse-num woc\" id=\"v41009042-1\">42&nbsp;</b><span class=\"woc\">“Whoever causes one of these little ones who believe in me to sin, it would be better for him if a great millstone were hung around his neck and he were thrown into the sea.</span></p>\n\n</div>","kjv":"<strong>42</strong> And whosoever shall offend one of these little ones that believe in me, it is better for him that a millstone were hanged about his neck, and he were cast into the sea.  ","niv":"<sup><strong>42</strong></sup> \"And if anyone causes one of these little ones who believe in me to sin, it would be better for him to be thrown into the sea with a large millstone tied around his neck.","modified":"2022-09-19T11:01:07.657Z"},{"_id":"615bc59ae4f8ad1e13fa83d6","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Matthew 5:30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40005030_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n</div>","kjv":"<strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  ","niv":"<sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell."},{"_id":"615bc59be4f8ad1e13fa83d7","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Matthew 5:29-30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40005029_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n</div>","kjv":"<strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  ","niv":"<sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. "},{"_id":"615bc59be4f8ad1e13fa83d8","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Proverbs 3:5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding;"},{"_id":"615bc59be4f8ad1e13fa83d9","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Revelation 1:1-20","votes":0,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John, <b class=\"verse-num\" id=\"v66001002-1\">2&nbsp;</b>who bore witness to the word of God and to the testimony of Jesus Christ, even to all that he saw. <b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n\n<p id=\"p66001003_07-14\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_07-14\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, <b class=\"verse-num\" id=\"v66001005-1\">5&nbsp;</b>and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth.</p>\n<p id=\"p66001005_07-14\">To him who loves us and has freed us from our sins by his blood <b class=\"verse-num\" id=\"v66001006-1\">6&nbsp;</b>and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen. <b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n<p id=\"p66001007_07-14\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n\n<p id=\"p66001008_13-14\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus. <b class=\"verse-num\" id=\"v66001010-1\">10&nbsp;</b>I was in the Spirit on the Lord’s day, and I heard behind me a loud voice like a trumpet <b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n<p id=\"p66001011_13-14\"><b class=\"verse-num\" id=\"v66001012-1\">12&nbsp;</b>Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, <b class=\"verse-num\" id=\"v66001013-1\">13&nbsp;</b>and in the midst of the lampstands one like a son of man, clothed with a long robe and with a golden sash around his chest. <b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters. <b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n<p id=\"p66001016_13-14\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span> <b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span> <b class=\"verse-num woc\" id=\"v66001019-1\">19&nbsp;</b><span class=\"woc\">Write therefore the things that you have seen, those that are and those that are to take place after this.</span> <b class=\"verse-num woc\" id=\"v66001020-1\">20&nbsp;</b><span class=\"woc\">As for the mystery of the seven stars that you saw in my right hand, and the seven golden lampstands, the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.</span></p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  <strong>2</strong> Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.  <strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  <strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  <strong>5</strong> And from Jesus Christ, who is the faithful witness, and  the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,  <strong>6</strong> And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.  <strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  <strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  <strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  <strong>10</strong> I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,  <strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  <strong>12</strong> And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;  <strong>13</strong> And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.  <strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  <strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  <strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  <strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  <strong>19</strong>           Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;  <strong>20</strong> The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches. ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John, <sup><strong>2</strong></sup> who testifies to everything he saw--that is, the word of God and the testimony of Jesus Christ. <sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near. <sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits <sup><strong>5</strong></sup> before his throne, and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. <sup><strong>6</strong></sup> To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen. <sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen. <sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\" <sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus. <sup><strong>10</strong></sup> On the Lord's Day I was in the Spirit, and I heard behind me a loud voice like a trumpet, <sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\" <sup><strong>12</strong></sup> I turned around to see the voice that was speaking to me. And when I turned I saw seven golden lampstands, <sup><strong>13</strong></sup> and among the lampstands was someone \"like a son of man,\" dressed in a robe reaching down to his feet and with a golden sash around his chest. <sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. <sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance. <sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last. <sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades. <sup><strong>19</strong></sup> \"Write, therefore, what you have seen, what is now and what will take place later. <sup><strong>20</strong></sup> The mystery of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches. ","modified":"2022-09-23T18:49:13.450Z"},{"_id":"615bc59ce4f8ad1e13fa83da","topicId":"615bc598e4f8ad1e13fa83cc","verse":"2 Corinthians 11:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47011003_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011003-1\">3&nbsp;</b>But I am afraid that as the serpent deceived Eve by his cunning, your thoughts will be led astray from a sincere and pure devotion to Christ.</p>\n</div>","kjv":"<strong>3</strong> But I fear, lest by any means, as the serpent beguiled Eve through his subtilty, so your minds should be corrupted from the simplicity that is in Christ.  ","niv":"<sup><strong>3</strong></sup> But I am afraid that just as Eve was deceived by the serpent's cunning, your minds may somehow be led astray from your sincere and pure devotion to Christ."},{"_id":"615bc59ce4f8ad1e13fa83db","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Romans 15:33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45015033_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015033-1\">33&nbsp;</b>May the God of peace be with you all. Amen.</p>\n</div>","kjv":"<strong>33</strong> Now the God of peace be with you all. Amen.  ","niv":"<sup><strong>33</strong></sup> The God of peace be with you all. Amen.","modified":"2022-06-25T19:43:42.266Z"},{"_id":"615bc59ce4f8ad1e13fa83dc","topicId":"615bc598e4f8ad1e13fa83cc","verse":"John 16:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43016013_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span></p>\n</div>","kjv":"<strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  ","niv":"<sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come."},{"_id":"615bc59de4f8ad1e13fa83dd","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Mark 10:29-30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41010029_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v41010029-1\">29&nbsp;</b>Jesus said, <span class=\"woc\">“Truly, I say to you, there is no one who has left house or brothers or sisters or mother or father or children or lands, for my sake and for the gospel,</span> <b class=\"verse-num woc\" id=\"v41010030-1\">30&nbsp;</b><span class=\"woc\">who will not receive a hundredfold now in this time, houses and brothers and sisters and mothers and children and lands, with persecutions, and in the age to come eternal life.</span></p>\n</div>","kjv":"<strong>29</strong> And Jesus answered and said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel’s,  <strong>30</strong> But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.  ","niv":"<sup><strong>29</strong></sup> \"I tell you the truth,\" Jesus replied, \"no one who has left home or brothers or sisters or mother or father or children or fields for me and the gospel <sup><strong>30</strong></sup> will fail to receive a hundred times as much in this present age (homes, brothers, sisters, mothers, children and fields--and with them, persecutions) and in the age to come, eternal life. "},{"_id":"615bc59de4f8ad1e13fa83de","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Mark 2:1-28","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41002001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41002001-1\">2:1&nbsp;</b>And when he returned to Capernaum after some days, it was reported that he was at home. <b class=\"verse-num\" id=\"v41002002-1\">2&nbsp;</b>And many were gathered together, so that there was no more room, not even at the door. And he was preaching the word to them. <b class=\"verse-num\" id=\"v41002003-1\">3&nbsp;</b>And they came, bringing to him a paralytic carried by four men. <b class=\"verse-num\" id=\"v41002004-1\">4&nbsp;</b>And when they could not get near him because of the crowd, they removed the roof above him, and when they had made an opening, they let down the bed on which the paralytic lay. <b class=\"verse-num\" id=\"v41002005-1\">5&nbsp;</b>And when Jesus saw their faith, he said to the paralytic, <span class=\"woc\">“Son, your sins are forgiven.”</span> <b class=\"verse-num\" id=\"v41002006-1\">6&nbsp;</b>Now some of the scribes were sitting there, questioning in their hearts, <b class=\"verse-num\" id=\"v41002007-1\">7&nbsp;</b>“Why does this man speak like that? He is blaspheming! Who can forgive sins but God alone?” <b class=\"verse-num\" id=\"v41002008-1\">8&nbsp;</b>And immediately Jesus, perceiving in his spirit that they thus questioned within themselves, said to them, <span class=\"woc\">“Why do you question these things in your hearts?</span> <b class=\"verse-num woc\" id=\"v41002009-1\">9&nbsp;</b><span class=\"woc\">Which is easier, to say to the paralytic, ‘Your sins are forgiven,’ or to say, ‘Rise, take up your bed and walk’?</span> <b class=\"verse-num woc\" id=\"v41002010-1\">10&nbsp;</b><span class=\"woc\">But that you may know that the Son of Man has authority on earth to forgive sins”</span>—he said to the paralytic—<b class=\"verse-num woc\" id=\"v41002011-1\">11&nbsp;</b><span class=\"woc\">“I say to you, rise, pick up your bed, and go home.”</span> <b class=\"verse-num\" id=\"v41002012-1\">12&nbsp;</b>And he rose and immediately picked up his bed and went out before them all, so that they were all amazed and glorified God, saying, “We never saw anything like this!”</p>\n\n<p id=\"p41002012_08-19\"><b class=\"verse-num\" id=\"v41002013-1\">13&nbsp;</b>He went out again beside the sea, and all the crowd was coming to him, and he was teaching them. <b class=\"verse-num\" id=\"v41002014-1\">14&nbsp;</b>And as he passed by, he saw Levi the son of Alphaeus sitting at the tax booth, and he said to him, <span class=\"woc\">“Follow me.”</span> And he rose and followed him.</p>\n<p id=\"p41002014_08-19\"><b class=\"verse-num\" id=\"v41002015-1\">15&nbsp;</b>And as he reclined at table in his house, many tax collectors and sinners were reclining with Jesus and his disciples, for there were many who followed him. <b class=\"verse-num\" id=\"v41002016-1\">16&nbsp;</b>And the scribes of the Pharisees, when they saw that he was eating with sinners and tax collectors, said to his disciples, “Why does he eat with tax collectors and sinners?” <b class=\"verse-num\" id=\"v41002017-1\">17&nbsp;</b>And when Jesus heard it, he said to them, <span class=\"woc\">“Those who are well have no need of a physician, but those who are sick. I came not to call the righteous, but sinners.”</span></p>\n\n<p id=\"p41002017_12-19\"><b class=\"verse-num\" id=\"v41002018-1\">18&nbsp;</b>Now John’s disciples and the Pharisees were fasting. And people came and said to him, “Why do John’s disciples and the disciples of the Pharisees fast, but your disciples do not fast?” <b class=\"verse-num\" id=\"v41002019-1\">19&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Can the wedding guests fast while the bridegroom is with them? As long as they have the bridegroom with them, they cannot fast.</span> <b class=\"verse-num woc\" id=\"v41002020-1\">20&nbsp;</b><span class=\"woc\">The days will come when the bridegroom is taken away from them, and then they will fast in that day.</span> <b class=\"verse-num woc\" id=\"v41002021-1\">21&nbsp;</b><span class=\"woc\">No one sews a piece of unshrunk cloth on an old garment. If he does, the patch tears away from it, the new from the old, and a worse tear is made.</span> <b class=\"verse-num woc\" id=\"v41002022-1\">22&nbsp;</b><span class=\"woc\">And no one puts new wine into old wineskins. If he does, the wine will burst the skins—and the wine is destroyed, and so are the skins. But new wine is for fresh wineskins.”</span></p>\n\n<p id=\"p41002022_18-19\"><b class=\"verse-num\" id=\"v41002023-1\">23&nbsp;</b>One Sabbath he was going through the grainfields, and as they made their way, his disciples began to pluck heads of grain. <b class=\"verse-num\" id=\"v41002024-1\">24&nbsp;</b>And the Pharisees were saying to him, “Look, why are they doing what is not lawful on the Sabbath?” <b class=\"verse-num\" id=\"v41002025-1\">25&nbsp;</b>And he said to them, <span class=\"woc\">“Have you never read what David did, when he was in need and was hungry, he and those who were with him:</span> <b class=\"verse-num woc\" id=\"v41002026-1\">26&nbsp;</b><span class=\"woc\">how he entered the house of God, in the time of Abiathar the high priest, and ate the bread of the Presence, which it is not lawful for any but the priests to eat, and also gave it to those who were with him?”</span> <b class=\"verse-num\" id=\"v41002027-1\">27&nbsp;</b>And he said to them, <span class=\"woc\">“The Sabbath was made for man, not man for the Sabbath.</span> <b class=\"verse-num woc\" id=\"v41002028-1\">28&nbsp;</b><span class=\"woc\">So the Son of Man is lord even of the Sabbath.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And again he entered into Capernaum, after some days; and it was noised that he was in the house.  <strong>2</strong> And straightway many were gathered together, insomuch that there was no room to receive them, no, not so much as about the door: and he preached the word unto them.  <strong>3</strong> And they come unto him, bringing one sick of the palsy, which was borne of four.  <strong>4</strong> And when they could not come nigh unto him for the press, they uncovered the roof where he was: and when they had broken it up, they let down the bed wherein the sick of the palsy lay.  <strong>5</strong> When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be forgiven thee.  <strong>6</strong> But there were certain of the scribes sitting there, and reasoning in their hearts,  <strong>7</strong> Why doth this man thus speak blasphemies? who can forgive sins but God only?  <strong>8</strong> And immediately when Jesus perceived in his spirit that they so reasoned within themselves, he said unto them, Why reason ye these things in your hearts?  <strong>9</strong> Whether is it easier to say to the sick of the palsy, Thy  sins be forgiven thee; or to say, Arise, and take up thy bed, and walk?  <strong>10</strong> But that ye may know that the Son of man hath power on earth to forgive sins, (he saith to the sick of the palsy,)  <strong>11</strong> I say unto thee, Arise, and take up thy bed, and go thy way into thine house.  <strong>12</strong> And immediately he arose, took up the bed, and went forth before them all; insomuch that they were all amazed, and glorified God, saying, We never saw it on this fashion.  <strong>13</strong> And he went forth again by the sea side; and all the multitude resorted unto him, and he taught them.  <strong>14</strong> And as he passed by, he saw Levi the son of Alphaeus sitting at the receipt of custom, and said unto him, Follow me. And he arose and followed him.  <strong>15</strong> And it came to pass, that, as Jesus sat at meat in his house, many publicans and sinners sat also together with Jesus and his disciples: for there were many, and they followed him.  <strong>16</strong> And when the scribes and Pharisees saw him eat with publicans and sinners, they said unto his disciples, How is it that he eateth and drinketh with publicans and sinners?  <strong>17</strong> When Jesus heard it, he saith unto them, They that are whole have no need of the physician, but they that are sick: I came not to call the righteous, but sinners to repentance.  <strong>18</strong> And the disciples of John and of the Pharisees used to fast: and they come and say unto him, Why do the disciples of John and of the Pharisees fast, but thy disciples fast not?  <strong>19</strong> And Jesus said unto them, Can the children of the bridechamber fast, while the bridegroom is with them? as long as they have the bridegroom with them, they cannot fast.  <strong>20</strong> But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days.  <strong>21</strong> No man also seweth a piece of new cloth on an old garment: else the new piece that filled it up taketh away from the old, and the rent is made worse.  <strong>22</strong> And no man putteth new wine into old bottles: else the new wine doth burst the bottles, and the wine is spilled, and the bottles will be marred: but new wine must be put into new bottles.  <strong>23</strong> And it came to pass, that he went through the corn fields on the sabbath day; and his disciples began, as they went, to pluck the ears of corn.  <strong>24</strong> And the Pharisees said unto him, Behold, why do they on the sabbath day that which is not lawful?  <strong>25</strong> And he said unto them, Have ye never read what David did, when he had need, and was an hungred, he, and they that were with him?  <strong>26</strong> How he went into the house of God in the days of Abiathar the high priest, and did eat the shewbread, which is not lawful to eat but for the priests, and gave also to them which were with him?  <strong>27</strong> And he said unto them, The sabbath was made for man, and not man for the sabbath:  <strong>28</strong> Therefore the Son of man is Lord also of the sabbath. ","niv":"<sup><strong>1</strong></sup> A few days later, when Jesus again entered Capernaum, the people heard that he had come home. <sup><strong>2</strong></sup> So many gathered that there was no room left, not even outside the door, and he preached the word to them. <sup><strong>3</strong></sup> Some men came, bringing to him a paralytic, carried by four of them. <sup><strong>4</strong></sup> Since they could not get him to Jesus because of the crowd, they made an opening in the roof above Jesus and, after digging through it, lowered the mat the paralyzed man was lying on. <sup><strong>5</strong></sup> When Jesus saw their faith, he said to the paralytic, \"Son, your sins are forgiven.\" <sup><strong>6</strong></sup> Now some teachers of the law were sitting there, thinking to themselves, <sup><strong>7</strong></sup> \"Why does this fellow talk like that? He's blaspheming! Who can forgive sins but God alone?\" <sup><strong>8</strong></sup> Immediately Jesus knew in his spirit that this was what they were thinking in their hearts, and he said to them, \"Why are you thinking these things? <sup><strong>9</strong></sup> Which is easier: to say to the paralytic, 'Your sins are forgiven,' or to say, 'Get up, take your mat and walk'? <sup><strong>10</strong></sup> But that you may know that the Son of Man has authority on earth to forgive sins....\" He said to the paralytic, <sup><strong>11</strong></sup> \"I tell you, get up, take your mat and go home.\" <sup><strong>12</strong></sup> He got up, took his mat and walked out in full view of them all. This amazed everyone and they praised God, saying, \"We have never seen anything like this!\" <sup><strong>13</strong></sup> Once again Jesus went out beside the lake. A large crowd came to him, and he began to teach them. <sup><strong>14</strong></sup> As he walked along, he saw Levi son of Alphaeus sitting at the tax collector's booth. \"Follow me,\" Jesus told him, and Levi got up and followed him. <sup><strong>15</strong></sup> While Jesus was having dinner at Levi's house, many tax collectors and \"sinners\" were eating with him and his disciples, for there were many who followed him. <sup><strong>16</strong></sup> When the teachers of the law who were Pharisees saw him eating with the \"sinners\" and tax collectors, they asked his disciples: \"Why does he eat with tax collectors and 'sinners'?\" <sup><strong>17</strong></sup> On hearing this, Jesus said to them, \"It is not the healthy who need a doctor, but the sick. I have not come to call the righteous, but sinners.\" <sup><strong>18</strong></sup> Now John's disciples and the Pharisees were fasting. Some people came and asked Jesus, \"How is it that John's disciples and the disciples of the Pharisees are fasting, but yours are not?\" <sup><strong>19</strong></sup> Jesus answered, \"How can the guests of the bridegroom fast while he is with them? They cannot, so long as they have him with them. <sup><strong>20</strong></sup> But the time will come when the bridegroom will be taken from them, and on that day they will fast. <sup><strong>21</strong></sup> \"No one sews a patch of unshrunk cloth on an old garment. If he does, the new piece will pull away from the old, making the tear worse. <sup><strong>22</strong></sup> And no one pours new wine into old wineskins. If he does, the wine will burst the skins, and both the wine and the wineskins will be ruined. No, he pours new wine into new wineskins.\" <sup><strong>23</strong></sup> One Sabbath Jesus was going through the grainfields, and as his disciples walked along, they began to pick some heads of grain. <sup><strong>24</strong></sup> The Pharisees said to him, \"Look, why are they doing what is unlawful on the Sabbath?\" <sup><strong>25</strong></sup> He answered, \"Have you never read what David did when he and his companions were hungry and in need? <sup><strong>26</strong></sup> In the days of Abiathar the high priest, he entered the house of God and ate the consecrated bread, which is lawful only for priests to eat. And he also gave some to his companions.\" <sup><strong>27</strong></sup> Then he said to them, \"The Sabbath was made for man, not man for the Sabbath. <sup><strong>28</strong></sup> So the Son of Man is Lord even of the Sabbath.\" "},{"_id":"615bc59de4f8ad1e13fa83df","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Matthew 23:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40023002_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023002-1\">2&nbsp;</b><span class=\"woc\">“The scribes and the Pharisees sit on Moses’ seat,</span></p>\n</div>","kjv":"<strong>2</strong> Saying, The scribes and the Pharisees sit in Moses’ seat:  ","niv":"<sup><strong>2</strong></sup> \"The teachers of the law and the Pharisees sit in Moses' seat."},{"_id":"615bc59de4f8ad1e13fa83e0","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Matthew 19:16-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40019016_05-21\"><b class=\"verse-num\" id=\"v40019016-1\">16&nbsp;</b>And behold, a man came up to him, saying, “Teacher, what good deed must I do to have eternal life?” <b class=\"verse-num\" id=\"v40019017-1\">17&nbsp;</b>And he said to him, <span class=\"woc\">“Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”</span> <b class=\"verse-num\" id=\"v40019018-1\">18&nbsp;</b>He said to him, “Which ones?” And Jesus said, <span class=\"woc\">“You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,</span> <b class=\"verse-num woc\" id=\"v40019019-1\">19&nbsp;</b><span class=\"woc\">Honor your father and mother, and, You shall love your neighbor as yourself.”</span> <b class=\"verse-num\" id=\"v40019020-1\">20&nbsp;</b>The young man said to him, “All these I have kept. What do I still lack?” <b class=\"verse-num\" id=\"v40019021-1\">21&nbsp;</b>Jesus said to him, <span class=\"woc\">“If you would be perfect, go, sell what you possess and give to the poor, and you will have treasure in heaven; and come, follow me.”</span></p>\n</div>","kjv":"<strong>16</strong> And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?  <strong>17</strong> And he said unto him, Why callest thou me good? there is  none good but one, that is, God: but if thou wilt enter into life, keep the commandments.  <strong>18</strong> He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,  <strong>19</strong> Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.  <strong>20</strong> The young man saith unto him, All these things have I kept from my youth up: what lack I yet?  <strong>21</strong> Jesus said unto him, If thou wilt be perfect, go and  sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.  ","niv":"<sup><strong>16</strong></sup> Now a man came up to Jesus and asked, \"Teacher, what good thing must I do to get eternal life?\" <sup><strong>17</strong></sup> \"Why do you ask me about what is good?\" Jesus replied. \"There is only One who is good. If you want to enter life, obey the commandments.\" <sup><strong>18</strong></sup> \"Which ones?\" the man inquired. <sup><strong>19</strong></sup> Jesus replied, \"'Do not murder, do not commit adultery, do not steal, do not give false testimony, honor your father and mother,' and 'love your neighbor as yourself.'\" <sup><strong>20</strong></sup> \"All these I have kept,\" the young man said. \"What do I still lack?\" <sup><strong>21</strong></sup> Jesus answered, \"If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.\" "},{"_id":"615bc59ee4f8ad1e13fa83e1","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Matthew 15:1-39","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40015001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40015001-1\">15:1&nbsp;</b>Then Pharisees and scribes came to Jesus from Jerusalem and said, <b class=\"verse-num\" id=\"v40015002-1\">2&nbsp;</b>“Why do your disciples break the tradition of the elders? For they do not wash their hands when they eat.” <b class=\"verse-num\" id=\"v40015003-1\">3&nbsp;</b>He answered them, <span class=\"woc\">“And why do you break the commandment of God for the sake of your tradition?</span> <b class=\"verse-num woc\" id=\"v40015004-1\">4&nbsp;</b><span class=\"woc\">For God commanded, ‘Honor your father and your mother,’ and, ‘Whoever reviles father or mother must surely die.’</span> <b class=\"verse-num woc\" id=\"v40015005-1\">5&nbsp;</b><span class=\"woc\">But you say, ‘If anyone tells his father or his mother, “What you would have gained from me is given to God,”</span> <b class=\"verse-num woc\" id=\"v40015006-1\">6&nbsp;</b><span class=\"woc\">he need not honor his father.’</span> <span class=\"woc\">So for the sake of your tradition you have made void the word of God.</span> <b class=\"verse-num woc\" id=\"v40015007-1\">7&nbsp;</b><span class=\"woc\">You hypocrites! Well did Isaiah prophesy of you, when he said:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40015008_04-22\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40015008-1\">8&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">“‘This people honors me with their lips,</span><br><span id=\"p40015008_04-22\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but their heart is far from me;</span></span><br><span id=\"p40015009_04-22\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40015009-1\">9&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">in vain do they worship me,</span><br><span id=\"p40015009_04-22\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;teaching as doctrines the commandments of men.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p>\n<p id=\"p40015009_08-22\"><b class=\"verse-num\" id=\"v40015010-1\">10&nbsp;</b>And he called the people to him and said to them, <span class=\"woc\">“Hear and understand:</span> <b class=\"verse-num woc\" id=\"v40015011-1\">11&nbsp;</b><span class=\"woc\">it is not what goes into the mouth that defiles a person, but what comes out of the mouth; this defiles a person.”</span> <b class=\"verse-num\" id=\"v40015012-1\">12&nbsp;</b>Then the disciples came and said to him, “Do you know that the Pharisees were offended when they heard this saying?” <b class=\"verse-num\" id=\"v40015013-1\">13&nbsp;</b>He answered, <span class=\"woc\">“Every plant that my heavenly Father has not planted will be rooted up.</span> <b class=\"verse-num woc\" id=\"v40015014-1\">14&nbsp;</b><span class=\"woc\">Let them alone; they are blind guides. And if the blind lead the blind, both will fall into a pit.”</span> <b class=\"verse-num\" id=\"v40015015-1\">15&nbsp;</b>But Peter said to him, “Explain the parable to us.” <b class=\"verse-num\" id=\"v40015016-1\">16&nbsp;</b>And he said, <span class=\"woc\">“Are you also still without understanding?</span> <b class=\"verse-num woc\" id=\"v40015017-1\">17&nbsp;</b><span class=\"woc\">Do you not see that whatever goes into the mouth passes into the stomach and is expelled?</span> <b class=\"verse-num woc\" id=\"v40015018-1\">18&nbsp;</b><span class=\"woc\">But what comes out of the mouth proceeds from the heart, and this defiles a person.</span> <b class=\"verse-num woc\" id=\"v40015019-1\">19&nbsp;</b><span class=\"woc\">For out of the heart come evil thoughts, murder, adultery, sexual immorality, theft, false witness, slander.</span> <b class=\"verse-num woc\" id=\"v40015020-1\">20&nbsp;</b><span class=\"woc\">These are what defile a person. But to eat with unwashed hands does not defile anyone.”</span></p>\n\n<p id=\"p40015020_14-22\"><b class=\"verse-num\" id=\"v40015021-1\">21&nbsp;</b>And Jesus went away from there and withdrew to the district of Tyre and Sidon. <b class=\"verse-num\" id=\"v40015022-1\">22&nbsp;</b>And behold, a Canaanite woman from that region came out and was crying, “Have mercy on me, O Lord, Son of David; my daughter is severely oppressed by a demon.” <b class=\"verse-num\" id=\"v40015023-1\">23&nbsp;</b>But he did not answer her a word. And his disciples came and begged him, saying, “Send her away, for she is crying out after us.” <b class=\"verse-num\" id=\"v40015024-1\">24&nbsp;</b>He answered, <span class=\"woc\">“I was sent only to the lost sheep of the house of Israel.”</span> <b class=\"verse-num\" id=\"v40015025-1\">25&nbsp;</b>But she came and knelt before him, saying, “Lord, help me.” <b class=\"verse-num\" id=\"v40015026-1\">26&nbsp;</b>And he answered, <span class=\"woc\">“It is not right to take the children’s bread and throw it to the dogs.”</span> <b class=\"verse-num\" id=\"v40015027-1\">27&nbsp;</b>She said, “Yes, Lord, yet even the dogs eat the crumbs that fall from their masters’ table.” <b class=\"verse-num\" id=\"v40015028-1\">28&nbsp;</b>Then Jesus answered her, <span class=\"woc\">“O woman, great is your faith! Be it done for you as you desire.”</span> And her daughter was healed instantly.</p>\n\n<p id=\"p40015028_17-22\"><b class=\"verse-num\" id=\"v40015029-1\">29&nbsp;</b>Jesus went on from there and walked beside the Sea of Galilee. And he went up on the mountain and sat down there. <b class=\"verse-num\" id=\"v40015030-1\">30&nbsp;</b>And great crowds came to him, bringing with them the lame, the blind, the crippled, the mute, and many others, and they put them at his feet, and he healed them, <b class=\"verse-num\" id=\"v40015031-1\">31&nbsp;</b>so that the crowd wondered, when they saw the mute speaking, the crippled healthy, the lame walking, and the blind seeing. And they glorified the God of Israel.</p>\n\n<p id=\"p40015031_22-22\"><b class=\"verse-num\" id=\"v40015032-1\">32&nbsp;</b>Then Jesus called his disciples to him and said, <span class=\"woc\">“I have compassion on the crowd because they have been with me now three days and have nothing to eat. And I am unwilling to send them away hungry, lest they faint on the way.”</span> <b class=\"verse-num\" id=\"v40015033-1\">33&nbsp;</b>And the disciples said to him, “Where are we to get enough bread in such a desolate place to feed so great a crowd?” <b class=\"verse-num\" id=\"v40015034-1\">34&nbsp;</b>And Jesus said to them, <span class=\"woc\">“How many loaves do you have?”</span> They said, “Seven, and a few small fish.” <b class=\"verse-num\" id=\"v40015035-1\">35&nbsp;</b>And directing the crowd to sit down on the ground, <b class=\"verse-num\" id=\"v40015036-1\">36&nbsp;</b>he took the seven loaves and the fish, and having given thanks he broke them and gave them to the disciples, and the disciples gave them to the crowds. <b class=\"verse-num\" id=\"v40015037-1\">37&nbsp;</b>And they all ate and were satisfied. And they took up seven baskets full of the broken pieces left over. <b class=\"verse-num\" id=\"v40015038-1\">38&nbsp;</b>Those who ate were four thousand men, besides women and children. <b class=\"verse-num\" id=\"v40015039-1\">39&nbsp;</b>And after sending away the crowds, he got into the boat and went to the region of Magadan.</p>\n\n</div>","kjv":"<strong>1</strong> Then came to Jesus scribes and Pharisees, which were of Jerusalem, saying,  <strong>2</strong> Why do thy disciples transgress the tradition of the elders? for they wash not their hands when they eat bread.  <strong>3</strong> But he answered and said unto them, Why do ye also transgress the commandment of God by your tradition?  <strong>4</strong> For God commanded, saying, Honour thy father and mother: and, He that curseth father or mother, let him die the death.  <strong>5</strong> But ye say, Whosoever shall say to his father or his mother, It is a gift, by whatsoever thou mightest be profited by me;  <strong>6</strong> And honour not his father or his mother, he shall be free.  Thus have ye made the commandment of God of none effect by your tradition.  <strong>7</strong> Ye hypocrites, well did Esaias prophesy of you, saying,  <strong>8</strong> This people draweth nigh unto me with their mouth, and honoureth me with their lips; but their heart is far from me.  <strong>9</strong> But in vain they do worship me, teaching for doctrines the commandments of men. <strong>10</strong> And he called the multitude, and said unto them, Hear, and understand:  <strong>11</strong> Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man.  <strong>12</strong> Then came his disciples, and said unto him, Knowest thou that the Pharisees were offended, after they heard this saying?  <strong>13</strong> But he answered and said, Every plant, which my heavenly Father hath not planted, shall be rooted up.  <strong>14</strong> Let them alone: they be blind leaders of the blind. And if the blind lead the blind, both shall fall into the ditch.  <strong>15</strong> Then answered Peter and said unto him, Declare unto us this parable.  <strong>16</strong> And Jesus said, Are ye also yet without understanding?  <strong>17</strong> Do not ye yet understand, that whatsoever entereth in at the mouth goeth into the belly, and is cast out into the draught?  <strong>18</strong> But those things which proceed out of the mouth come forth from the heart; and they defile the man.  <strong>19</strong> For out of the heart proceed evil thoughts, murders, adulteries, fornications, thefts, false witness, blasphemies:  <strong>20</strong> These are the things which defile a man: but to eat with unwashen hands defileth not a man. <strong>21</strong> Then Jesus went thence, and departed into the coasts of Tyre and Sidon.  <strong>22</strong> And, behold, a woman of Canaan came out of the same coasts, and cried unto him, saying, Have mercy on me, O Lord, thou Son of David; my daughter is grievously vexed with a devil.  <strong>23</strong> But he answered her not a word. And his disciples came and besought him, saying, Send her away; for she crieth after us.  <strong>24</strong> But he answered and said, I am not sent but unto the lost sheep of the house of Israel.  <strong>25</strong> Then came she and worshipped him, saying, Lord, help me.  <strong>26</strong> But he answered and said, It is not meet to take the children’s bread, and to cast it to dogs.  <strong>27</strong> And she said, Truth, Lord: yet the dogs eat of the crumbs which fall from their masters’ table.  <strong>28</strong> Then Jesus answered and said unto her, O woman, great is  thy faith: be it unto thee even as thou wilt. And her daughter was made whole from that very hour.  <strong>29</strong> And Jesus departed from thence, and came nigh unto the sea of Galilee; and went up into a mountain, and sat down there.  <strong>30</strong> And great multitudes came unto him, having with them those that were lame, blind, dumb, maimed, and many others, and cast them down at Jesus’ feet; and he healed them:  <strong>31</strong> Insomuch that the multitude wondered, when they saw the dumb to speak, the maimed to be whole, the lame to walk, and the blind to see: and they glorified the God of Israel.  <strong>32</strong> Then Jesus called his disciples unto him, and said, I have compassion on the multitude, because they continue with me now three days, and have nothing to eat: and I will not send them away fasting, lest they faint in the way.  <strong>33</strong> And his disciples say unto him, Whence should we have so much bread in the wilderness, as to fill so great a multitude?  <strong>34</strong> And Jesus saith unto them, How many loaves have ye? And they said, Seven, and a few little fishes.  <strong>35</strong> And he commanded the multitude to sit down on the ground.  <strong>36</strong> And he took the seven loaves and the fishes, and gave thanks, and brake them, and gave to his disciples, and the disciples to the multitude.  <strong>37</strong> And they did all eat, and were filled: and they took up of the broken meat that was left seven baskets full.  <strong>38</strong> And they that did eat were four thousand men, beside women and children.  <strong>39</strong> And he sent away the multitude, and took ship, and came into the coasts of Magdala,  ","niv":"<sup><strong>1</strong></sup> Then some Pharisees and teachers of the law came to Jesus from Jerusalem and asked, <sup><strong>2</strong></sup> \"Why do your disciples break the tradition of the elders? They don't wash their hands before they eat!\" <sup><strong>3</strong></sup> Jesus replied, \"And why do you break the command of God for the sake of your tradition? <sup><strong>4</strong></sup> For God said, 'Honor your father and mother' and 'Anyone who curses his father or mother must be put to death.' <sup><strong>5</strong></sup> But you say that if a man says to his father or mother, 'Whatever help you might otherwise have received from me is a gift devoted to God,' <sup><strong>6</strong></sup> he is not to 'honor his father 'with it. Thus you nullify the word of God for the sake of your tradition. <sup><strong>7</strong></sup> You hypocrites! Isaiah was right when he prophesied about you: <sup><strong>8</strong></sup> \"'These people honor me with their lips, but their hearts are far from me. <sup><strong>9</strong></sup> They worship me in vain; their teachings are but rules taught by men.'\" <sup><strong>10</strong></sup> Jesus called the crowd to him and said, \"Listen and understand. <sup><strong>11</strong></sup> What goes into a man's mouth does not make him 'unclean,' but what comes out of his mouth, that is what makes him 'unclean.'\" <sup><strong>12</strong></sup> Then the disciples came to him and asked, \"Do you know that the Pharisees were offended when they heard this?\" <sup><strong>13</strong></sup> He replied, \"Every plant that my heavenly Father has not planted will be pulled up by the roots. <sup><strong>14</strong></sup> Leave them; they are blind guides. If a blind man leads a blind man, both will fall into a pit.\" <sup><strong>15</strong></sup> Peter said, \"Explain the parable to us.\" <sup><strong>16</strong></sup> \"Are you still so dull?\" Jesus asked them. <sup><strong>17</strong></sup> \"Don't you see that whatever enters the mouth goes into the stomach and then out of the body? <sup><strong>18</strong></sup> But the things that come out of the mouth come from the heart, and these make a man 'unclean.' <sup><strong>19</strong></sup> For out of the heart come evil thoughts, murder, adultery, sexual immorality, theft, false testimony, slander. <sup><strong>20</strong></sup> These are what make a man 'unclean'; but eating with unwashed hands does not make him 'unclean.'\" <sup><strong>21</strong></sup> Leaving that place, Jesus withdrew to the region of Tyre and Sidon. <sup><strong>22</strong></sup> A Canaanite woman from that vicinity came to him, crying out, \"Lord, Son of David, have mercy on me! My daughter is suffering terribly from demon-possession.\" <sup><strong>23</strong></sup> Jesus did not answer a word. So his disciples came to him and urged him, \"Send her away, for she keeps crying out after us.\" <sup><strong>24</strong></sup> He answered, \"I was sent only to the lost sheep of Israel.\" <sup><strong>25</strong></sup> The woman came and knelt before him. \"Lord, help me!\" she said. <sup><strong>26</strong></sup> He replied, \"It is not right to take the children's bread and toss it to their dogs.\" <sup><strong>27</strong></sup> \"Yes, Lord,\" she said, \"but even the dogs eat the crumbs that fall from their masters' table.\" <sup><strong>28</strong></sup> Then Jesus answered, \"Woman, you have great faith! Your request is granted.\" And her daughter was healed from that very hour. <sup><strong>29</strong></sup> Jesus left there and went along the Sea of Galilee. Then he went up on a mountainside and sat down. <sup><strong>30</strong></sup> Great crowds came to him, bringing the lame, the blind, the crippled, the mute and many others, and laid them at his feet; and he healed them. <sup><strong>31</strong></sup> The people were amazed when they saw the mute speaking, the crippled made well, the lame walking and the blind seeing. And they praised the God of Israel. <sup><strong>32</strong></sup> Jesus called his disciples to him and said, \"I have compassion for these people; they have already been with me three days and have nothing to eat. I do not want to send them away hungry, or they may collapse on the way.\" <sup><strong>33</strong></sup> His disciples answered, \"Where could we get enough bread in this remote place to feed such a crowd?\" <sup><strong>34</strong></sup> \"How many loaves do you have?\" Jesus asked. \"Seven,\" they replied, \"and a few small fish.\" <sup><strong>35</strong></sup> He told the crowd to sit down on the ground. <sup><strong>36</strong></sup> Then he took the seven loaves and the fish, and when he had given thanks, he broke them and gave them to the disciples, and they in turn to the people. <sup><strong>37</strong></sup> They all ate and were satisfied. Afterward the disciples picked up seven basketfuls of broken pieces that were left over. <sup><strong>38</strong></sup> The number of those who ate was four thousand, besides women and children. <sup><strong>39</strong></sup> After Jesus had sent the crowd away, he got into the boat and went to the vicinity of Magadan. "},{"_id":"615bc59ee4f8ad1e13fa83e2","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Matthew 5:42","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40005042_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n</div>","kjv":"<strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. ","niv":"<sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you."},{"_id":"615bc59ee4f8ad1e13fa83e3","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Matthew 5:17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40005017_07-24\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span></p>\n</div>","kjv":"<strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  ","niv":"<sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them."},{"_id":"615bc59fe4f8ad1e13fa83e4","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Isaiah 3:1-26","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23003001_06-25\" class=\"line\"><b class=\"chapter-num\" id=\"v23003001-1\">3:1&nbsp;</b>&nbsp;&nbsp;For behold, the Lord GOD of hosts</span><br><span id=\"p23003001_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is taking away from Jerusalem and from Judah</span><br><span id=\"p23003001_06-25\" class=\"line\">&nbsp;&nbsp;support and supply,</span><br><span id=\"p23003001_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all support of bread,</span><br><span id=\"p23003001_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all support of water;</span><br><span id=\"p23003002_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003002-1\">2&nbsp;</b>&nbsp;&nbsp;the mighty man and the soldier,</span><br><span id=\"p23003002_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the judge and the prophet,</span><br><span id=\"p23003002_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the diviner and the elder,</span><br><span id=\"p23003003_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003003-1\">3&nbsp;</b>&nbsp;&nbsp;the captain of fifty</span><br><span id=\"p23003003_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the man of rank,</span><br><span id=\"p23003003_06-25\" class=\"line\">&nbsp;&nbsp;the counselor and the skillful magician</span><br><span id=\"p23003003_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the expert in charms.</span><br><span id=\"p23003004_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003004-1\">4&nbsp;</b>&nbsp;&nbsp;And I will make boys their princes,</span><br><span id=\"p23003004_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and infants shall rule over them.</span><br><span id=\"p23003005_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003005-1\">5&nbsp;</b>&nbsp;&nbsp;And the people will oppress one another,</span><br><span id=\"p23003005_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every one his fellow</span><br><span id=\"p23003005_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every one his neighbor;</span><br><span id=\"p23003005_06-25\" class=\"line\">&nbsp;&nbsp;the youth will be insolent to the elder,</span><br><span id=\"p23003005_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the despised to the honorable.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23003006_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003006-1\">6&nbsp;</b>&nbsp;&nbsp;For a man will take hold of his brother</span><br><span id=\"p23003006_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of his father, saying:</span><br><span id=\"p23003006_06-25\" class=\"line\">&nbsp;&nbsp;“You have a cloak;</span><br><span id=\"p23003006_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be our leader,</span><br><span id=\"p23003006_06-25\" class=\"line\">&nbsp;&nbsp;and this heap of ruins</span><br><span id=\"p23003006_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be under your rule”;</span><br><span id=\"p23003007_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003007-1\">7&nbsp;</b>&nbsp;&nbsp;in that day he will speak out, saying:</span><br><span id=\"p23003007_06-25\" class=\"line\">&nbsp;&nbsp;“I will not be a healer;</span><br><span id=\"p23003007_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in my house there is neither bread nor cloak;</span><br><span id=\"p23003007_06-25\" class=\"line\">&nbsp;&nbsp;you shall not make me</span><br><span id=\"p23003007_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;leader of the people.”</span><br><span id=\"p23003008_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003008-1\">8&nbsp;</b>&nbsp;&nbsp;For Jerusalem has stumbled,</span><br><span id=\"p23003008_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Judah has fallen,</span><br><span id=\"p23003008_06-25\" class=\"line\">&nbsp;&nbsp;because their speech and their deeds are against the LORD,</span><br><span id=\"p23003008_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;defying his glorious presence.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23003009_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003009-1\">9&nbsp;</b>&nbsp;&nbsp;For the look on their faces bears witness against them;</span><br><span id=\"p23003009_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they proclaim their sin like Sodom;</span><br><span id=\"p23003009_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they do not hide it.</span><br><span id=\"p23003009_06-25\" class=\"line\">&nbsp;&nbsp;Woe to them!</span><br><span id=\"p23003009_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For they have brought evil on themselves.</span><br><span id=\"p23003010_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003010-1\">10&nbsp;</b>&nbsp;&nbsp;Tell the righteous that it shall be well with them,</span><br><span id=\"p23003010_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they shall eat the fruit of their deeds.</span><br><span id=\"p23003011_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003011-1\">11&nbsp;</b>&nbsp;&nbsp;Woe to the wicked! It shall be ill with him,</span><br><span id=\"p23003011_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for what his hands have dealt out shall be done to him.</span><br><span id=\"p23003012_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003012-1\">12&nbsp;</b>&nbsp;&nbsp;My people—infants are their oppressors,</span><br><span id=\"p23003012_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and women rule over them.</span><br><span id=\"p23003012_06-25\" class=\"line\">&nbsp;&nbsp;O my people, your guides mislead you</span><br><span id=\"p23003012_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they have swallowed up the course of your paths.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23003013_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003013-1\">13&nbsp;</b>&nbsp;&nbsp;The LORD has taken his place to contend;</span><br><span id=\"p23003013_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he stands to judge peoples.</span><br><span id=\"p23003014_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003014-1\">14&nbsp;</b>&nbsp;&nbsp;The LORD will enter into judgment</span><br><span id=\"p23003014_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the elders and princes of his people:</span><br><span id=\"p23003014_06-25\" class=\"line\">&nbsp;&nbsp;“It is you who have devoured the vineyard,</span><br><span id=\"p23003014_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the spoil of the poor is in your houses.</span><br><span id=\"p23003015_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003015-1\">15&nbsp;</b>&nbsp;&nbsp;What do you mean by crushing my people,</span><br><span id=\"p23003015_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by grinding the face of the poor?”</span><br><span id=\"p23003015_06-25\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the Lord GOD of hosts.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23003016_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003016-1\">16&nbsp;</b>&nbsp;&nbsp;The LORD said:</span><br><span id=\"p23003016_06-25\" class=\"line\">&nbsp;&nbsp;Because the daughters of Zion are haughty</span><br><span id=\"p23003016_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and walk with outstretched necks,</span><br><span id=\"p23003016_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;glancing wantonly with their eyes,</span><br><span id=\"p23003016_06-25\" class=\"line\">&nbsp;&nbsp;mincing along as they go,</span><br><span id=\"p23003016_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;tinkling with their feet,</span><br><span id=\"p23003017_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003017-1\">17&nbsp;</b>&nbsp;&nbsp;therefore the Lord will strike with a scab</span><br><span id=\"p23003017_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the heads of the daughters of Zion,</span><br><span id=\"p23003017_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the LORD will lay bare their secret parts.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23003017_06-25\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v23003018-1\">18&nbsp;</b>In that day the Lord will take away the finery of the anklets, the headbands, and the crescents; <b class=\"verse-num\" id=\"v23003019-1\">19&nbsp;</b>the pendants, the bracelets, and the scarves; <b class=\"verse-num\" id=\"v23003020-1\">20&nbsp;</b>the headdresses, the armlets, the sashes, the perfume boxes, and the amulets; <b class=\"verse-num\" id=\"v23003021-1\">21&nbsp;</b>the signet rings and nose rings; <b class=\"verse-num\" id=\"v23003022-1\">22&nbsp;</b>the festal robes, the mantles, the cloaks, and the handbags; <b class=\"verse-num\" id=\"v23003023-1\">23&nbsp;</b>the mirrors, the linen garments, the turbans, and the veils.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23003024_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003024-1\">24&nbsp;</b>&nbsp;&nbsp;Instead of perfume there will be rottenness;</span><br><span id=\"p23003024_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and instead of a belt, a rope;</span><br><span id=\"p23003024_06-25\" class=\"line\">&nbsp;&nbsp;and instead of well-set hair, baldness;</span><br><span id=\"p23003024_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and instead of a rich robe, a skirt of sackcloth;</span><br><span id=\"p23003024_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and branding instead of beauty.</span><br><span id=\"p23003025_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003025-1\">25&nbsp;</b>&nbsp;&nbsp;Your men shall fall by the sword</span><br><span id=\"p23003025_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your mighty men in battle.</span><br><span id=\"p23003026_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003026-1\">26&nbsp;</b>&nbsp;&nbsp;And her gates shall lament and mourn;</span><br><span id=\"p23003026_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;empty, she shall sit on the ground.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> For, behold, the Lord, the LORD of hosts, doth take away from Jerusalem and from Judah the stay and the staff, the whole stay of bread, and the whole stay of water,  <strong>2</strong> The mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient,  <strong>3</strong> The captain of fifty, and the honourable man, and the counsellor, and the cunning artificer, and the eloquent orator.  <strong>4</strong> And I will give children to be their princes, and babes shall rule over them.  <strong>5</strong> And the people shall be oppressed, every one by another, and every one by his neighbour: the child shall behave himself proudly against the ancient, and the base against the honourable.  <strong>6</strong> When a man shall take hold of his brother of the house of his father, saying, Thou hast clothing, be thou our ruler, and let  this ruin be under thy hand:  <strong>7</strong> In that day shall he swear, saying, I will not be an healer; for in my house is neither bread nor clothing: make me not a ruler of the people.  <strong>8</strong> For Jerusalem is ruined, and Judah is fallen: because their tongue and their doings are against the LORD, to provoke the eyes of his glory.  <strong>9</strong> The shew of their countenance doth witness against them; and they declare their sin as Sodom, they hide it not. Woe unto their soul! for they have rewarded evil unto themselves.  <strong>10</strong> Say ye to the righteous, that it shall be well with him:  for they shall eat the fruit of their doings.  <strong>11</strong> Woe unto the wicked! it shall be ill with him:  for the reward of his hands shall be given him.  <strong>12</strong>           As for my people, children are their oppressors, and women rule over them. O my people, they which lead thee cause thee  to err, and destroy the way of thy paths.  <strong>13</strong> The LORD standeth up to plead, and standeth to judge the people.  <strong>14</strong> The LORD will enter into judgment with the ancients of his people, and the princes thereof: for ye have eaten up the vineyard; the spoil of the poor is in your houses.  <strong>15</strong> What mean ye that ye beat my people to pieces, and grind the faces of the poor? saith the LORD GOD of hosts.  <strong>16</strong> Moreover the LORD saith, Because the daughters of Zion are haughty, and walk with stretched forth necks and wanton eyes, walking and mincing as they go, and making a tinkling with their feet:  <strong>17</strong> Therefore the LORD will smite with a scab the crown of the head of the daughters of Zion, and the LORD will discover their secret parts.  <strong>18</strong> In that day the Lord will take away the bravery of their  tinkling ornaments about their feet, and their  cauls, and their round tires like the moon,  <strong>19</strong> The chains, and the bracelets, and the mufflers,  <strong>20</strong> The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the earrings,  <strong>21</strong> The rings, and nose jewels,  <strong>22</strong> The changeable suits of apparel, and the mantles, and the wimples, and the crisping pins,  <strong>23</strong> The glasses, and the fine linen, and the hoods, and the vails.  <strong>24</strong> And it shall come to pass, that instead of sweet smell there shall be stink; and instead of a girdle a rent; and instead of well set hair baldness; and instead of a stomacher a girding of sackcloth; and  burning instead of beauty.  <strong>25</strong> Thy men shall fall by the sword, and thy mighty in the war.  <strong>26</strong> And her gates shall lament and mourn; and she being desolate shall sit upon the ground.  ","niv":"<sup><strong>1</strong></sup> See now, the Lord, the LORD Almighty, is about to take from Jerusalem and Judah both supply and support: all supplies of food and all supplies of water, <sup><strong>2</strong></sup> the hero and warrior, the judge and prophet, the soothsayer and elder, <sup><strong>3</strong></sup> the captain of fifty and man of rank, the counselor, skilled craftsman and clever enchanter. <sup><strong>4</strong></sup> I will make boys their officials; mere children will govern them. <sup><strong>5</strong></sup> People will oppress each other- man against man, neighbor against neighbor. The young will rise up against the old, the base against the honorable. <sup><strong>6</strong></sup> A man will seize one of his brothers at his father's home, and say, \"You have a cloak, you be our leader; take charge of this heap of ruins!\" <sup><strong>7</strong></sup> But in that day he will cry out, \"I have no remedy. I have no food or clothing in my house; do not make me the leader of the people.\" <sup><strong>8</strong></sup> Jerusalem staggers, Judah is falling; their words and deeds are against the LORD, defying his glorious presence. <sup><strong>9</strong></sup> The look on their faces testifies against them; they parade their sin like Sodom; they do not hide it. Woe to them! They have brought disaster upon themselves. <sup><strong>10</strong></sup> Tell the righteous it will be well with them, for they will enjoy the fruit of their deeds. <sup><strong>11</strong></sup> Woe to the wicked! Disaster is upon them! They will be paid back for what their hands have done. <sup><strong>12</strong></sup> Youths oppress my people, women rule over them. O my people, your guides lead you astray; they turn you from the path. <sup><strong>13</strong></sup> The LORD takes his place in court; he rises to judge the people. <sup><strong>14</strong></sup> The LORD enters into judgment against the elders and leaders of his people: \"It is you who have ruined my vineyard; the plunder from the poor is in your houses. <sup><strong>15</strong></sup> What do you mean by crushing my people and grinding the faces of the poor?\" declares the Lord, the LORD Almighty. <sup><strong>16</strong></sup> The LORD says, \"The women of Zion are haughty, walking along with outstretched necks, flirting with their eyes, tripping along with mincing steps, with ornaments jingling on their ankles. <sup><strong>17</strong></sup> Therefore the Lord will bring sores on the heads of the women of Zion; the LORD will make their scalps bald.\" <sup><strong>18</strong></sup> In that day the Lord will snatch away their finery: the bangles and headbands and crescent necklaces, <sup><strong>19</strong></sup> the earrings and bracelets and veils, <sup><strong>20</strong></sup> the headdresses and ankle chains and sashes, the perfume bottles and charms, <sup><strong>21</strong></sup> the signet rings and nose rings, <sup><strong>22</strong></sup> the fine robes and the capes and cloaks, the purses <sup><strong>23</strong></sup> and mirrors, and the linen garments and tiaras and shawls. <sup><strong>24</strong></sup> Instead of fragrance there will be a stench; instead of a sash, a rope; instead of well-dressed hair, baldness; instead of fine clothing, sackcloth; instead of beauty, branding. <sup><strong>25</strong></sup> Your men will fall by the sword, your warriors in battle. <sup><strong>26</strong></sup> The gates of Zion will lament and mourn; destitute, she will sit on the ground. "},{"_id":"615bc59fe4f8ad1e13fa83e5","topicId":"615bc598e4f8ad1e13fa83cc","verse":"Psalm 39:1-7","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19039001_08-26\" class=\"psalm-title\">To the choirmaster: to Jeduthun. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19039001_08-26\" class=\"line\"><b class=\"chapter-num\" id=\"v19039001-1\">39:1&nbsp;</b>&nbsp;&nbsp;I said, “I will guard my ways,</span><br><span id=\"p19039001_08-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may not sin with my tongue;</span><br><span id=\"p19039001_08-26\" class=\"line\">&nbsp;&nbsp;I will guard my mouth with a muzzle,</span><br><span id=\"p19039001_08-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so long as the wicked are in my presence.”</span><br><span id=\"p19039002_08-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19039002-1\">2&nbsp;</b>&nbsp;&nbsp;I was mute and silent;</span><br><span id=\"p19039002_08-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I held my peace to no avail,</span><br><span id=\"p19039002_08-26\" class=\"line\">&nbsp;&nbsp;and my distress grew worse.</span><br><span id=\"p19039003_08-26\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19039003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;My heart became hot within me.</span><br><span id=\"p19039003_08-26\" class=\"line\">&nbsp;&nbsp;As I mused, the fire burned;</span><br><span id=\"p19039003_08-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then I spoke with my tongue:</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19039004_08-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19039004-1\">4&nbsp;</b>&nbsp;&nbsp;“O LORD, make me know my end</span><br><span id=\"p19039004_08-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what is the measure of my days;</span><br><span id=\"p19039004_08-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me know how fleeting I am!</span><br><span id=\"p19039005_08-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19039005-1\">5&nbsp;</b>&nbsp;&nbsp;Behold, you have made my days a few handbreadths,</span><br><span id=\"p19039005_08-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my lifetime is as nothing before you.</span><br><span id=\"p19039005_08-26\" class=\"line\">&nbsp;&nbsp;Surely all mankind stands as a mere breath! <span class=\"selah\">Selah</span></span><br><span id=\"p19039006_08-26\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19039006-1\">6&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;Surely a man goes about as a shadow!</span><br><span id=\"p19039006_08-26\" class=\"line\">&nbsp;&nbsp;Surely for nothing they are in turmoil;</span><br><span id=\"p19039006_08-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;man heaps up wealth and does not know who will gather!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19039007_08-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19039007-1\">7&nbsp;</b>&nbsp;&nbsp;“And now, O Lord, for what do I wait?</span><br><span id=\"p19039007_08-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;My hope is in you.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> I said, I will take heed to my ways, that I sin not with my tongue: I will keep my mouth with a bridle, while the wicked is before me.  <strong>2</strong> I was dumb with silence, I held my peace, even from good; and my sorrow was stirred.  <strong>3</strong> My heart was hot within me, while I was musing the fire burned: then spake I with my tongue,  <strong>4</strong> LORD, make me to know mine end, and the measure of my days, what it is; that I may know how frail I am. <strong>5</strong> Behold, thou hast made my days as an handbreadth; and mine age is as nothing before thee: verily every man at his best state is altogether vanity. Selah.  <strong>6</strong> Surely every man walketh in a vain shew: surely they are disquieted in vain: he heapeth up riches, and knoweth not who shall gather them.  <strong>7</strong> And now, Lord, what wait I for? my hope is in thee.  ","niv":"<sup><strong>1</strong></sup> I said, \"I will watch my ways and keep my tongue from sin; I will put a muzzle on my mouth as long as the wicked are in my presence.\" <sup><strong>2</strong></sup> But when I was silent and still, not even saying anything good, my anguish increased. <sup><strong>3</strong></sup> My heart grew hot within me, and as I meditated, the fire burned; then I spoke with my tongue: <sup><strong>4</strong></sup> \"Show me, O LORD, my life's end and the number of my days; let me know how fleeting is my life. <sup><strong>5</strong></sup> You have made my days a mere handbreadth; the span of my years is as nothing before you. Each man's life is but a breath. Selah <sup><strong>6</strong></sup> Man is a mere phantom as he goes to and fro: He bustles about, but only in vain; he heaps up wealth, not knowing who will get it. <sup><strong>7</strong></sup> \"But now, Lord, what do I look for? My hope is in you. "}]}