{"_id":"615cf7e2e4f8ad1e13fa84d6","slug":"damnation","name":"Damnation","verses":[{"_id":"615cf7e3e4f8ad1e13fa84d8","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Revelation 20:11-15","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p66020011_07-1\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. ","modified":"2023-04-25T00:39:43.210Z"},{"_id":"615cf7e3e4f8ad1e13fa84d7","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Matthew 25:41","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40025041_01-2\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span></p>\n</div>","kjv":"<strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  ","niv":"<sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels.","modified":"2023-04-17T23:01:30.635Z"},{"_id":"615cf7e4e4f8ad1e13fa84d9","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Mark 16:16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned."},{"_id":"615cf7e4e4f8ad1e13fa84da","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Jude 1:6","votes":4,"__v":0,"kjv":"<strong>6</strong> And the angels which kept not their first estate, but left their own habitation, he hath reserved in everlasting chains under darkness unto the judgment of the great day.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:","modified":"2023-02-13T18:46:40.424Z"},{"_id":"615cf7e4e4f8ad1e13fa84db","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"John 5:24","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43005024_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005024-1\">24&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.</span></p>\n</div>","kjv":"<strong>24</strong> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.  ","niv":"<sup><strong>24</strong></sup> \"I tell you the truth, whoever hears my word and believes him who sent me has eternal life and will not be condemned; he has crossed over from death to life.","modified":"2023-04-01T14:09:32.654Z"},{"_id":"615cf7e4e4f8ad1e13fa84dc","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Romans 6:23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"615cf7e5e4f8ad1e13fa84dd","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"John 9:1-41","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43009001_07-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43009001-1\">9:1&nbsp;</b>As he passed by, he saw a man blind from birth. <b class=\"verse-num\" id=\"v43009002-1\">2&nbsp;</b>And his disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?” <b class=\"verse-num\" id=\"v43009003-1\">3&nbsp;</b>Jesus answered, <span class=\"woc\">“It was not that this man sinned, or his parents, but that the works of God might be displayed in him.</span> <b class=\"verse-num woc\" id=\"v43009004-1\">4&nbsp;</b><span class=\"woc\">We must work the works of him who sent me while it is day; night is coming, when no one can work.</span> <b class=\"verse-num woc\" id=\"v43009005-1\">5&nbsp;</b><span class=\"woc\">As long as I am in the world, I am the light of the world.”</span> <b class=\"verse-num\" id=\"v43009006-1\">6&nbsp;</b>Having said these things, he spit on the ground and made mud with the saliva. Then he anointed the man’s eyes with the mud <b class=\"verse-num\" id=\"v43009007-1\">7&nbsp;</b>and said to him, <span class=\"woc\">“Go, wash in the pool of Siloam”</span> (which means Sent). So he went and washed and came back seeing.</p>\n<p id=\"p43009007_07-7\"><b class=\"verse-num\" id=\"v43009008-1\">8&nbsp;</b>The neighbors and those who had seen him before as a beggar were saying, “Is this not the man who used to sit and beg?” <b class=\"verse-num\" id=\"v43009009-1\">9&nbsp;</b>Some said, “It is he.” Others said, “No, but he is like him.” He kept saying, “I am the man.” <b class=\"verse-num\" id=\"v43009010-1\">10&nbsp;</b>So they said to him, “Then how were your eyes opened?” <b class=\"verse-num\" id=\"v43009011-1\">11&nbsp;</b>He answered, “The man called Jesus made mud and anointed my eyes and said to me, <span class=\"woc\">‘Go to Siloam and wash.’</span> So I went and washed and received my sight.” <b class=\"verse-num\" id=\"v43009012-1\">12&nbsp;</b>They said to him, “Where is he?” He said, “I do not know.”</p>\n<p id=\"p43009012_07-7\"><b class=\"verse-num\" id=\"v43009013-1\">13&nbsp;</b>They brought to the Pharisees the man who had formerly been blind. <b class=\"verse-num\" id=\"v43009014-1\">14&nbsp;</b>Now it was a Sabbath day when Jesus made the mud and opened his eyes. <b class=\"verse-num\" id=\"v43009015-1\">15&nbsp;</b>So the Pharisees again asked him how he had received his sight. And he said to them, “He put mud on my eyes, and I washed, and I see.” <b class=\"verse-num\" id=\"v43009016-1\">16&nbsp;</b>Some of the Pharisees said, “This man is not from God, for he does not keep the Sabbath.” But others said, “How can a man who is a sinner do such signs?” And there was a division among them. <b class=\"verse-num\" id=\"v43009017-1\">17&nbsp;</b>So they said again to the blind man, “What do you say about him, since he has opened your eyes?” He said, “He is a prophet.”</p>\n<p id=\"p43009017_07-7\"><b class=\"verse-num\" id=\"v43009018-1\">18&nbsp;</b>The Jews did not believe that he had been blind and had received his sight, until they called the parents of the man who had received his sight <b class=\"verse-num\" id=\"v43009019-1\">19&nbsp;</b>and asked them, “Is this your son, who you say was born blind? How then does he now see?” <b class=\"verse-num\" id=\"v43009020-1\">20&nbsp;</b>His parents answered, “We know that this is our son and that he was born blind. <b class=\"verse-num\" id=\"v43009021-1\">21&nbsp;</b>But how he now sees we do not know, nor do we know who opened his eyes. Ask him; he is of age. He will speak for himself.” <b class=\"verse-num\" id=\"v43009022-1\">22&nbsp;</b>(His parents said these things because they feared the Jews, for the Jews had already agreed that if anyone should confess Jesus to be Christ, he was to be put out of the synagogue.) <b class=\"verse-num\" id=\"v43009023-1\">23&nbsp;</b>Therefore his parents said, “He is of age; ask him.”</p>\n<p id=\"p43009023_07-7\"><b class=\"verse-num\" id=\"v43009024-1\">24&nbsp;</b>So for the second time they called the man who had been blind and said to him, “Give glory to God. We know that this man is a sinner.” <b class=\"verse-num\" id=\"v43009025-1\">25&nbsp;</b>He answered, “Whether he is a sinner I do not know. One thing I do know, that though I was blind, now I see.” <b class=\"verse-num\" id=\"v43009026-1\">26&nbsp;</b>They said to him, “What did he do to you? How did he open your eyes?” <b class=\"verse-num\" id=\"v43009027-1\">27&nbsp;</b>He answered them, “I have told you already, and you would not listen. Why do you want to hear it again? Do you also want to become his disciples?” <b class=\"verse-num\" id=\"v43009028-1\">28&nbsp;</b>And they reviled him, saying, “You are his disciple, but we are disciples of Moses. <b class=\"verse-num\" id=\"v43009029-1\">29&nbsp;</b>We know that God has spoken to Moses, but as for this man, we do not know where he comes from.” <b class=\"verse-num\" id=\"v43009030-1\">30&nbsp;</b>The man answered, “Why, this is an amazing thing! You do not know where he comes from, and yet he opened my eyes. <b class=\"verse-num\" id=\"v43009031-1\">31&nbsp;</b>We know that God does not listen to sinners, but if anyone is a worshiper of God and does his will, God listens to him. <b class=\"verse-num\" id=\"v43009032-1\">32&nbsp;</b>Never since the world began has it been heard that anyone opened the eyes of a man born blind. <b class=\"verse-num\" id=\"v43009033-1\">33&nbsp;</b>If this man were not from God, he could do nothing.” <b class=\"verse-num\" id=\"v43009034-1\">34&nbsp;</b>They answered him, “You were born in utter sin, and would you teach us?” And they cast him out.</p>\n<p id=\"p43009034_07-7\"><b class=\"verse-num\" id=\"v43009035-1\">35&nbsp;</b>Jesus heard that they had cast him out, and having found him he said, <span class=\"woc\">“Do you believe in the Son of Man?”</span> <b class=\"verse-num\" id=\"v43009036-1\">36&nbsp;</b>He answered, “And who is he, sir, that I may believe in him?” <b class=\"verse-num\" id=\"v43009037-1\">37&nbsp;</b>Jesus said to him, <span class=\"woc\">“You have seen him, and it is he who is speaking to you.”</span> <b class=\"verse-num\" id=\"v43009038-1\">38&nbsp;</b>He said, “Lord, I believe,” and he worshiped him. <b class=\"verse-num\" id=\"v43009039-1\">39&nbsp;</b>Jesus said, <span class=\"woc\">“For judgment I came into this world, that those who do not see may see, and those who see may become blind.”</span> <b class=\"verse-num\" id=\"v43009040-1\">40&nbsp;</b>Some of the Pharisees near him heard these things, and said to him, “Are we also blind?” <b class=\"verse-num\" id=\"v43009041-1\">41&nbsp;</b>Jesus said to them, <span class=\"woc\">“If you were blind, you would have no guilt; but now that you say, ‘We see,’ your guilt remains.</span></p>\n\n</div>","kjv":"<strong>1</strong> And as Jesus passed by, he saw a man which was blind from his birth.  <strong>2</strong> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?  <strong>3</strong> Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.  <strong>4</strong> I must work the works of him that sent me, while it is day: the night cometh, when no man can work.  <strong>5</strong> As long as I am in the world, I am the light of the world.  <strong>6</strong> When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,  <strong>7</strong> And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.  <strong>8</strong> The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?  <strong>9</strong> Some said, This is he: others said, He is like him: but  he said, I am he.  <strong>10</strong> Therefore said they unto him, How were thine eyes opened?  <strong>11</strong> He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash:  and I went and washed, and I received sight.  <strong>12</strong> Then said they unto him, Where is he? He said, I know not.  <strong>13</strong> They brought to the Pharisees him that aforetime was blind.  <strong>14</strong> And it was the sabbath day when Jesus made the clay, and opened his eyes.  <strong>15</strong> Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see.  <strong>16</strong> Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them.  <strong>17</strong> They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet.  <strong>18</strong> But the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight.  <strong>19</strong> And they asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?  <strong>20</strong> His parents answered them and said, We know that this is our son, and that he was born blind:  <strong>21</strong> But by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself.  <strong>22</strong> These words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue.  <strong>23</strong> Therefore said his parents, He is of age; ask him.  <strong>24</strong> Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner.  <strong>25</strong> He answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.  <strong>26</strong> Then said they to him again, What did he to thee? how opened he thine eyes?  <strong>27</strong> He answered them, I have told you already, and ye did not hear: wherefore would ye hear it again? will ye also be his disciples?  <strong>28</strong> Then they reviled him, and said, Thou art his disciple; but we are Moses’ disciples.  <strong>29</strong> We know that God spake unto Moses: as for this fellow,  we know not from whence he is.  <strong>30</strong> The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes.  <strong>31</strong> Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth.  <strong>32</strong> Since the world began was it not heard that any man opened the eyes of one that was born blind.  <strong>33</strong> If this man were not of God, he could do nothing.  <strong>34</strong> They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out.  <strong>35</strong> Jesus heard that they had cast him out; and when he had found him, he said unto him, Dost thou believe on the Son of God?  <strong>36</strong> He answered and said, Who is he, Lord, that I might believe on him?  <strong>37</strong> And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee.  <strong>38</strong> And he said, Lord, I believe. And he worshipped him.  <strong>39</strong> And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.  <strong>40</strong> And some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?  <strong>41</strong> Jesus said unto them, If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth. ","niv":"<sup><strong>1</strong></sup> As he went along, he saw a man blind from birth. <sup><strong>2</strong></sup> His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\" <sup><strong>3</strong></sup> \"Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the work of God might be displayed in his life. <sup><strong>4</strong></sup> As long as it is day, we must do the work of him who sent me. Night is coming, when no one can work. <sup><strong>5</strong></sup> While I am in the world, I am the light of the world.\" <sup><strong>6</strong></sup> Having said this, he spit on the ground, made some mud with the saliva, and put it on the man's eyes. <sup><strong>7</strong></sup> \"Go,\" he told him, \"wash in the Pool of Siloam\" (this word means Sent). So the man went and washed, and came home seeing. <sup><strong>8</strong></sup> His neighbors and those who had formerly seen him begging asked, \"Isn't this the same man who used to sit and beg?\" <sup><strong>9</strong></sup> Some claimed that he was. Others said, \"No, he only looks like him.\" But he himself insisted, \"I am the man.\" <sup><strong>10</strong></sup> \"How then were your eyes opened?\" they demanded. <sup><strong>11</strong></sup> He replied, \"The man they call Jesus made some mud and put it on my eyes. He told me to go to Siloam and wash. So I went and washed, and then I could see.\" <sup><strong>12</strong></sup> \"Where is this man?\" they asked him. \"I don't know,\" he said. <sup><strong>13</strong></sup> They brought to the Pharisees the man who had been blind. <sup><strong>14</strong></sup> Now the day on which Jesus had made the mud and opened the man's eyes was a Sabbath. <sup><strong>15</strong></sup> Therefore the Pharisees also asked him how he had received his sight. \"He put mud on my eyes,\" the man replied, \"and I washed, and now I see.\" <sup><strong>16</strong></sup> Some of the Pharisees said, \"This man is not from God, for he does not keep the Sabbath.\" But others asked, \"How can a sinner do such miraculous signs?\" So they were divided. <sup><strong>17</strong></sup> Finally they turned again to the blind man, \"What have you to say about him? It was your eyes he opened.\" The man replied, \"He is a prophet.\" <sup><strong>18</strong></sup> The Jews still did not believe that he had been blind and had received his sight until they sent for the man's parents. <sup><strong>19</strong></sup> \"Is this your son?\" they asked. \"Is this the one you say was born blind? How is it that now he can see?\" <sup><strong>20</strong></sup> \"We know he is our son,\" the parents answered, \"and we know he was born blind. <sup><strong>21</strong></sup> But how he can see now, or who opened his eyes, we don't know. Ask him. He is of age; he will speak for himself.\" <sup><strong>22</strong></sup> His parents said this because they were afraid of the Jews, for already the Jews had decided that anyone who acknowledged that Jesus was the Christ would be put out of the synagogue. <sup><strong>23</strong></sup> That was why his parents said, \"He is of age; ask him.\" <sup><strong>24</strong></sup> A second time they summoned the man who had been blind. \"Give glory to God, \"they said. \"We know this man is a sinner.\" <sup><strong>25</strong></sup> He replied, \"Whether he is a sinner or not, I don't know. One thing I do know. I was blind but now I see!\" <sup><strong>26</strong></sup> Then they asked him, \"What did he do to you? How did he open your eyes?\" <sup><strong>27</strong></sup> He answered, \"I have told you already and you did not listen. Why do you want to hear it again? Do you want to become his disciples, too?\" <sup><strong>28</strong></sup> Then they hurled insults at him and said, \"You are this fellow's disciple! We are disciples of Moses! <sup><strong>29</strong></sup> We know that God spoke to Moses, but as for this fellow, we don't even know where he comes from.\" <sup><strong>30</strong></sup> The man answered, \"Now that is remarkable! You don't know where he comes from, yet he opened my eyes. <sup><strong>31</strong></sup> We know that God does not listen to sinners. He listens to the godly man who does his will. <sup><strong>32</strong></sup> Nobody has ever heard of opening the eyes of a man born blind. <sup><strong>33</strong></sup> If this man were not from God, he could do nothing.\" <sup><strong>34</strong></sup> To this they replied, \"You were steeped in sin at birth; how dare you lecture us!\" And they threw him out. <sup><strong>35</strong></sup> Jesus heard that they had thrown him out, and when he found him, he said, \"Do you believe in the Son of Man?\" <sup><strong>36</strong></sup> \"Who is he, sir?\" the man asked. \"Tell me so that I may believe in him.\" <sup><strong>37</strong></sup> Jesus said, \"You have now seen him; in fact, he is the one speaking with you.\" <sup><strong>38</strong></sup> Then the man said, \"Lord, I believe,\" and he worshiped him. <sup><strong>39</strong></sup> Jesus said, \"For judgment I have come into this world, so that the blind will see and those who see will become blind.\" <sup><strong>40</strong></sup> Some Pharisees who were with him heard him say this and asked, \"What? Are we blind too?\" <sup><strong>41</strong></sup> Jesus said, \"If you were blind, you would not be guilty of sin; but now that you claim you can see, your guilt remains. "},{"_id":"615cf7e5e4f8ad1e13fa84df","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"John 14:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"615cf7e5e4f8ad1e13fa84de","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Hebrews 2:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58002014_01-9\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,</p>\n</div>","kjv":"<strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  ","niv":"<sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil--"},{"_id":"615cf7e5e4f8ad1e13fa84e0","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-10\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615cf7e5e4f8ad1e13fa84e1","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"1 Timothy 1:9-10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p54001009_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001009-1\">9&nbsp;</b>understanding this, that the law is not laid down for the just but for the lawless and disobedient, for the ungodly and sinners, for the unholy and profane, for those who strike their fathers and mothers, for murderers, <b class=\"verse-num\" id=\"v54001010-1\">10&nbsp;</b>the sexually immoral, men who practice homosexuality, enslavers, liars, perjurers, and whatever else is contrary to sound doctrine,</p>\n\n</div>","kjv":"<strong>9</strong> Knowing this, that the law is not made for a righteous man, but for the lawless and disobedient, for the ungodly and for sinners, for unholy and profane, for murderers of fathers and murderers of mothers, for manslayers,  <strong>10</strong> For whoremongers, for them that defile themselves with mankind, for menstealers, for liars, for perjured persons, and if there be any other thing that is contrary to sound doctrine;  ","niv":"<sup><strong>9</strong></sup> We also know that law is made not for the righteous but for lawbreakers and rebels, the ungodly and sinful, the unholy and irreligious; for those who kill their fathers or mothers, for murderers, <sup><strong>10</strong></sup> for adulterers and perverts, for slave traders and liars and perjurers--and for whatever else is contrary to the sound doctrine ","modified":"2023-07-11T16:38:20.844Z"},{"_id":"615cf7e5e4f8ad1e13fa84e2","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Revelation 20:4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66020004_01-13\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years.</p>\n</div>","kjv":"<strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  ","niv":"<sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years."},{"_id":"615cf7e7e4f8ad1e13fa84e3","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Galatians 5:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48005014_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005014-1\">14&nbsp;</b>For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”</p>\n</div>","kjv":"<strong>14</strong> For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>14</strong></sup> The entire law is summed up in a single command: \"Love your neighbor as yourself.\""},{"_id":"615cf7e7e4f8ad1e13fa84e4","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"1 Corinthians 6:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-16\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality,</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders"},{"_id":"615cf7e7e4f8ad1e13fa84e5","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Matthew 25:31-46","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40025031_04-17\"><b class=\"verse-num woc\" id=\"v40025031-1\">31&nbsp;</b><span class=\"woc\">“When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne.</span> <b class=\"verse-num woc\" id=\"v40025032-1\">32&nbsp;</b><span class=\"woc\">Before him will be gathered all the nations, and he will separate people one from another as a shepherd separates the sheep from the goats.</span> <b class=\"verse-num woc\" id=\"v40025033-1\">33&nbsp;</b><span class=\"woc\">And he will place the sheep on his right, but the goats on the left.</span> <b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n<p id=\"p40025040_04-17\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span> <b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n\n</div>","kjv":"<strong>31</strong>           When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:  <strong>32</strong> And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:  <strong>33</strong> And he shall set the sheep on his right hand, but the goats on the left.  <strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  <strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  <strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>31</strong></sup> \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory. <sup><strong>32</strong></sup> All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. <sup><strong>33</strong></sup> He will put the sheep on his right and the goats on his left. <sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' <sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' <sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\" "},{"_id":"615cf7e7e4f8ad1e13fa84e6","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"2 Corinthians 5:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"},{"_id":"615cf7e8e4f8ad1e13fa84e7","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Revelation 13:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66013008_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain.</p>\n</div>","kjv":"<strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  ","niv":"<sup><strong>8</strong></sup> All inhabitants of the earth will worship the beast--all whose names have not been written in the book of life belonging to the Lamb that was slain from the creation of the world."},{"_id":"615cf7e8e4f8ad1e13fa84e8","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Romans 1:26-27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45001026_01-20\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n</div>","kjv":"<strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  ","niv":"<sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. "},{"_id":"615cf7e8e4f8ad1e13fa84e9","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Revelation 20:2-5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66020002_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_01-21\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection.</p>\n</div>","kjv":"<strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  ","niv":"<sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. "},{"_id":"615cf7e9e4f8ad1e13fa84ea","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"2 Peter 3:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61003010_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003010-1\">10&nbsp;</b>But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed.</p>\n\n</div>","kjv":"<strong>10</strong> But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.  ","niv":"<sup><strong>10</strong></sup> But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything in it will be laid bare."},{"_id":"615cf7e9e4f8ad1e13fa84eb","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Galatians 3:23-25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48003023_01-23\"><b class=\"verse-num\" id=\"v48003023-1\">23&nbsp;</b>Now before faith came, we were held captive under the law, imprisoned until the coming faith would be revealed. <b class=\"verse-num\" id=\"v48003024-1\">24&nbsp;</b>So then, the law was our guardian until Christ came, in order that we might be justified by faith. <b class=\"verse-num\" id=\"v48003025-1\">25&nbsp;</b>But now that faith has come, we are no longer under a guardian,</p>\n</div>","kjv":"<strong>23</strong> But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed.  <strong>24</strong> Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.  <strong>25</strong> But after that faith is come, we are no longer under a schoolmaster.  ","niv":"<sup><strong>23</strong></sup> Before this faith came, we were held prisoners by the law, locked up until faith should be revealed. <sup><strong>24</strong></sup> So the law was put in charge to lead us to Christ that we might be justified by faith. <sup><strong>25</strong></sup> Now that faith has come, we are no longer under the supervision of the law. "},{"_id":"615cf7e9e4f8ad1e13fa84ec","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"2 Corinthians 11:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47011014_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light.</p>\n</div>","kjv":"<strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  ","niv":"<sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light."},{"_id":"615cf7e9e4f8ad1e13fa84ed","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"2 Timothy 2:16-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55002016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002016-1\">16&nbsp;</b>But avoid irreverent babble, for it will lead people into more and more ungodliness, <b class=\"verse-num\" id=\"v55002017-1\">17&nbsp;</b>and their talk will spread like gangrene. Among them are Hymenaeus and Philetus,</p>\n</div>","kjv":"<strong>16</strong> But shun profane and vain babblings: for they will increase unto more ungodliness.  <strong>17</strong> And their word will eat as doth a canker: of whom is Hymenaeus and Philetus;  ","niv":"<sup><strong>16</strong></sup> Avoid godless chatter, because those who indulge in it will become more and more ungodly. <sup><strong>17</strong></sup> Their teaching will spread like gangrene. Among them are Hymenaeus and Philetus, "},{"_id":"615cf7eae4f8ad1e13fa84ee","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"John 3:36","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43003036_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n</div>","kjv":"<strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\"","modified":"2023-02-23T20:21:42.983Z"},{"_id":"615cf7eae4f8ad1e13fa84ef","topicId":"615cf7e2e4f8ad1e13fa84d6","verse":"Matthew 5:22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40005022_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span></p>\n\n</div>","kjv":"<strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  ","niv":"<sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell.","modified":"2023-02-16T18:03:12.650Z"}]}