{"_id":"615cfd53e4f8ad1e13fa8525","slug":"daniels-fast","name":"Daniels Fast","verses":[{"_id":"615cfd53e4f8ad1e13fa8526","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Matthew 24:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40024021_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span></p>\n</div>","kjv":"<strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  ","niv":"<sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again."},{"_id":"615cfd53e4f8ad1e13fa8527","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Daniel 10:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p27010001_07-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27010001-1\">10:1&nbsp;</b>In the third year of Cyrus king of Persia a word was revealed to Daniel, who was named Belteshazzar. And the word was true, and it was a great conflict. And he understood the word and had understanding of the vision.</p>\n\n</div>","kjv":"<strong>1</strong> In the third year of Cyrus king of Persia a thing was revealed unto Daniel, whose name was called Belteshazzar; and the thing was true, but the time appointed was long: and he understood the thing, and had understanding of the vision.  ","niv":"<sup><strong>1</strong></sup> In the third year of Cyrus king of Persia, a revelation was given to Daniel (who was called Belteshazzar). Its message was true and it concerned a great war. The understanding of the message came to him in a vision.","modified":"2022-12-03T00:47:03.567Z"},{"_id":"615cfd53e4f8ad1e13fa8528","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Revelation 20:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020015_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire."},{"_id":"615cfd54e4f8ad1e13fa8529","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Romans 1:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45001027_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n</div>","kjv":"<strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  ","niv":"<sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion."},{"_id":"615cfd54e4f8ad1e13fa852a","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Daniel 6:1-28","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p27006001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27006001-1\">6:1&nbsp;</b>It pleased Darius to set over the kingdom 120 satraps, to be throughout the whole kingdom; <b class=\"verse-num\" id=\"v27006002-1\">2&nbsp;</b>and over them three high officials, of whom Daniel was one, to whom these satraps should give account, so that the king might suffer no loss. <b class=\"verse-num\" id=\"v27006003-1\">3&nbsp;</b>Then this Daniel became distinguished above all the other high officials and satraps, because an excellent spirit was in him. And the king planned to set him over the whole kingdom. <b class=\"verse-num\" id=\"v27006004-1\">4&nbsp;</b>Then the high officials and the satraps sought to find a ground for complaint against Daniel with regard to the kingdom, but they could find no ground for complaint or any fault, because he was faithful, and no error or fault was found in him. <b class=\"verse-num\" id=\"v27006005-1\">5&nbsp;</b>Then these men said, “We shall not find any ground for complaint against this Daniel unless we find it in connection with the law of his God.”</p>\n<p id=\"p27006005_06-5\"><b class=\"verse-num\" id=\"v27006006-1\">6&nbsp;</b>Then these high officials and satraps came by agreement to the king and said to him, “O King Darius, live forever! <b class=\"verse-num\" id=\"v27006007-1\">7&nbsp;</b>All the high officials of the kingdom, the prefects and the satraps, the counselors and the governors are agreed that the king should establish an ordinance and enforce an injunction, that whoever makes petition to any god or man for thirty days, except to you, O king, shall be cast into the den of lions. <b class=\"verse-num\" id=\"v27006008-1\">8&nbsp;</b>Now, O king, establish the injunction and sign the document, so that it cannot be changed, according to the law of the Medes and the Persians, which cannot be revoked.” <b class=\"verse-num\" id=\"v27006009-1\">9&nbsp;</b>Therefore King Darius signed the document and injunction.</p>\n<p id=\"p27006009_06-5\"><b class=\"verse-num\" id=\"v27006010-1\">10&nbsp;</b>When Daniel knew that the document had been signed, he went to his house where he had windows in his upper chamber open toward Jerusalem. He got down on his knees three times a day and prayed and gave thanks before his God, as he had done previously. <b class=\"verse-num\" id=\"v27006011-1\">11&nbsp;</b>Then these men came by agreement and found Daniel making petition and plea before his God. <b class=\"verse-num\" id=\"v27006012-1\">12&nbsp;</b>Then they came near and said before the king, concerning the injunction, “O king! Did you not sign an injunction, that anyone who makes petition to any god or man within thirty days except to you, O king, shall be cast into the den of lions?” The king answered and said, “The thing stands fast, according to the law of the Medes and Persians, which cannot be revoked.” <b class=\"verse-num\" id=\"v27006013-1\">13&nbsp;</b>Then they answered and said before the king, “Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or the injunction you have signed, but makes his petition three times a day.”</p>\n<p id=\"p27006013_06-5\"><b class=\"verse-num\" id=\"v27006014-1\">14&nbsp;</b>Then the king, when he heard these words, was much distressed and set his mind to deliver Daniel. And he labored till the sun went down to rescue him. <b class=\"verse-num\" id=\"v27006015-1\">15&nbsp;</b>Then these men came by agreement to the king and said to the king, “Know, O king, that it is a law of the Medes and Persians that no injunction or ordinance that the king establishes can be changed.”</p>\n<p id=\"p27006015_06-5\"><b class=\"verse-num\" id=\"v27006016-1\">16&nbsp;</b>Then the king commanded, and Daniel was brought and cast into the den of lions. The king declared to Daniel, “May your God, whom you serve continually, deliver you!” <b class=\"verse-num\" id=\"v27006017-1\">17&nbsp;</b>And a stone was brought and laid on the mouth of the den, and the king sealed it with his own signet and with the signet of his lords, that nothing might be changed concerning Daniel. <b class=\"verse-num\" id=\"v27006018-1\">18&nbsp;</b>Then the king went to his palace and spent the night fasting; no diversions were brought to him, and sleep fled from him.</p>\n<p id=\"p27006018_06-5\"><b class=\"verse-num\" id=\"v27006019-1\">19&nbsp;</b>Then, at break of day, the king arose and went in haste to the den of lions. <b class=\"verse-num\" id=\"v27006020-1\">20&nbsp;</b>As he came near to the den where Daniel was, he cried out in a tone of anguish. The king declared to Daniel, “O Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lions?” <b class=\"verse-num\" id=\"v27006021-1\">21&nbsp;</b>Then Daniel said to the king, “O king, live forever! <b class=\"verse-num\" id=\"v27006022-1\">22&nbsp;</b>My God sent his angel and shut the lions’ mouths, and they have not harmed me, because I was found blameless before him; and also before you, O king, I have done no harm.” <b class=\"verse-num\" id=\"v27006023-1\">23&nbsp;</b>Then the king was exceedingly glad, and commanded that Daniel be taken up out of the den. So Daniel was taken up out of the den, and no kind of harm was found on him, because he had trusted in his God. <b class=\"verse-num\" id=\"v27006024-1\">24&nbsp;</b>And the king commanded, and those men who had maliciously accused Daniel were brought and cast into the den of lions—they, their children, and their wives. And before they reached the bottom of the den, the lions overpowered them and broke all their bones in pieces.</p>\n<p id=\"p27006024_06-5\"><b class=\"verse-num\" id=\"v27006025-1\">25&nbsp;</b>Then King Darius wrote to all the peoples, nations, and languages that dwell in all the earth: “Peace be multiplied to you. <b class=\"verse-num\" id=\"v27006026-1\">26&nbsp;</b>I make a decree, that in all my royal dominion people are to tremble and fear before the God of Daniel,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27006026_06-5\" class=\"line\">&nbsp;&nbsp;for he is the living God,</span><br><span id=\"p27006026_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;enduring forever;</span><br><span id=\"p27006026_06-5\" class=\"line\">&nbsp;&nbsp;his kingdom shall never be destroyed,</span><br><span id=\"p27006026_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his dominion shall be to the end.</span><br><span id=\"p27006027_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v27006027-1\">27&nbsp;</b>&nbsp;&nbsp;He delivers and rescues;</span><br><span id=\"p27006027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he works signs and wonders</span><br><span id=\"p27006027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in heaven and on earth,</span><br><span id=\"p27006027_06-5\" class=\"line\">&nbsp;&nbsp;he who has saved Daniel</span><br><span id=\"p27006027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the power of the lions.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27006027_06-5\"><b class=\"verse-num\" id=\"v27006028-1\">28&nbsp;</b>So this Daniel prospered during the reign of Darius and the reign of Cyrus the Persian.</p>\n\n</div>","kjv":"<strong>1</strong> It pleased Darius to set over the kingdom an hundred and twenty princes, which should be over the whole kingdom;  <strong>2</strong> And over these three presidents; of whom Daniel was first: that the princes might give accounts unto them, and the king should have no damage.  <strong>3</strong> Then this Daniel was preferred above the presidents and princes, because an excellent spirit was in him; and the king thought to set him over the whole realm.  <strong>4</strong> Then the presidents and princes sought to find occasion against Daniel concerning the kingdom; but they could find none occasion nor fault; forasmuch as he was faithful, neither was there any error or fault found in him.  <strong>5</strong> Then said these men, We shall not find any occasion against this Daniel, except we find it against him concerning the law of his God.  <strong>6</strong> Then these presidents and princes assembled together to the king, and said thus unto him, King Darius, live for ever.  <strong>7</strong> All the presidents of the kingdom, the governors, and the princes, the counsellors, and the captains, have consulted together to establish a royal statute, and to make a firm decree, that whosoever shall ask a petition of any God or man for thirty days, save of thee, O king, he shall be cast into the den of lions.  <strong>8</strong> Now, O king, establish the decree, and sign the writing, that it be not changed, according to the law of the Medes and Persians, which altereth not.  <strong>9</strong> Wherefore king Darius signed the writing and the decree.  <strong>10</strong> Now when Daniel knew that the writing was signed, he went into his house; and his windows being open in his chamber toward Jerusalem, he kneeled upon his knees three times a day, and prayed, and gave thanks before his God, as he did aforetime.  <strong>11</strong> Then these men assembled, and found Daniel praying and making supplication before his God.  <strong>12</strong> Then they came near, and spake before the king concerning the king’s decree; Hast thou not signed a decree, that every man that shall ask a petition of any God or man within thirty days, save of thee, O king, shall be cast into the den of lions? The king answered and said, The thing is true, according to the law of the Medes and Persians, which altereth not.  <strong>13</strong> Then answered they and said before the king, That Daniel, which is of the children of the captivity of Judah, regardeth not thee, O king, nor the decree that thou hast signed, but maketh his petition three times a day.  <strong>14</strong> Then the king, when he heard these words, was sore displeased with himself, and set his heart on Daniel to deliver him: and he laboured till the going down of the sun to deliver him.  <strong>15</strong> Then these men assembled unto the king, and said unto the king, Know, O king, that the law of the Medes and Persians is, That no decree nor statute which the king establisheth may be changed.  <strong>16</strong> Then the king commanded, and they brought Daniel, and cast him  into the den of lions. Now the king spake and said unto Daniel, Thy God whom thou servest continually, he will deliver thee.  <strong>17</strong> And a stone was brought and laid upon the mouth of the den; and the king sealed it with his own signet, and with the signet of his lords; that the purpose might not be changed concerning Daniel.  <strong>18</strong> Then the king went to his palace, and passed the night fasting: neither were instruments of musick brought before him: and his sleep went from him.  <strong>19</strong> Then the king arose very early in the morning, and went in haste unto the den of lions.  <strong>20</strong> And when he came to the den, he cried with a lamentable voice unto Daniel: and the king spake and said to Daniel, O Daniel, servant of the living God, is thy God, whom thou servest continually, able to deliver thee from the lions?  <strong>21</strong> Then said Daniel unto the king, O king, live for ever.  <strong>22</strong> My God hath sent his angel, and hath shut the lions mouths, that they have not hurt me: forasmuch as before him innocency was found in me; and also before thee, O king, have I done no hurt.  <strong>23</strong> Then was the king exceeding glad for him, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no manner of hurt was found upon him, because he believed in his God.  <strong>24</strong> And the king commanded, and they brought those men which had accused Daniel, and they cast them into the den of lions, them, their children, and their wives; and the lions had the mastery of them, and brake all their bones in pieces or ever they came at the bottom of the den.  <strong>25</strong> Then king Darius wrote unto all people, nations, and languages, that dwell in all the earth; Peace be multiplied unto you.  <strong>26</strong> I make a decree, That in every dominion of my kingdom men tremble and fear before the God of Daniel: for he is the living God, and stedfast for ever, and his kingdom that which shall not be destroyed, and his dominion shall be even unto the end.  <strong>27</strong> He delivereth and rescueth, and he worketh signs and wonders in heaven and in earth, who hath delivered Daniel from the power of the lions.  <strong>28</strong> So this Daniel prospered in the reign of Darius, and in the reign of Cyrus the Persian.  ","niv":"<sup><strong>1</strong></sup> It pleased Darius to appoint 120 satraps to rule throughout the kingdom, <sup><strong>2</strong></sup> with three administrators over them, one of whom was Daniel. The satraps were made accountable to them so that the king might not suffer loss. <sup><strong>3</strong></sup> Now Daniel so distinguished himself among the administrators and the satraps by his exceptional qualities that the king planned to set him over the whole kingdom. <sup><strong>4</strong></sup> At this, the administrators and the satraps tried to find grounds for charges against Daniel in his conduct of government affairs, but they were unable to do so. They could find no corruption in him, because he was trustworthy and neither corrupt nor negligent. <sup><strong>5</strong></sup> Finally these men said, \"We will never find any basis for charges against this man Daniel unless it has something to do with the law of his God.\" <sup><strong>6</strong></sup> So the administrators and the satraps went as a group to the king and said: \"O King Darius, live forever! <sup><strong>7</strong></sup> The royal administrators, prefects, satraps, advisers and governors have all agreed that the king should issue an edict and enforce the decree that anyone who prays to any god or man during the next thirty days, except to you, O king, shall be thrown into the lions' den. <sup><strong>8</strong></sup> Now, O king, issue the decree and put it in writing so that it cannot be altered-in accordance with the laws of the Medes and Persians, which cannot be repealed.\" <sup><strong>9</strong></sup> So King Darius put the decree in writing. <sup><strong>10</strong></sup> Now when Daniel learned that the decree had been published, he went home to his upstairs room where the windows opened toward Jerusalem. Three times a day he got down on his knees and prayed, giving thanks to his God, just as he had done before. <sup><strong>11</strong></sup> Then these men went as a group and found Daniel praying and asking God for help. <sup><strong>12</strong></sup> So they went to the king and spoke to him about his royal decree: \"Did you not publish a decree that during the next thirty days anyone who prays to any god or man except to you, O king, would be thrown into the lions' den?\" The king answered, \"The decree stands-in accordance with the laws of the Medes and Persians, which cannot be repealed.\" <sup><strong>13</strong></sup> Then they said to the king, \"Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or to the decree you put in writing. He still prays three times a day.\" <sup><strong>14</strong></sup> When the king heard this, he was greatly distressed; he was determined to rescue Daniel and made every effort until sundown to save him. <sup><strong>15</strong></sup> Then the men went as a group to the king and said to him, \"Remember, O king, that according to the law of the Medes and Persians no decree or edict that the king issues can be changed.\" <sup><strong>16</strong></sup> So the king gave the order, and they brought Daniel and threw him into the lions' den. The king said to Daniel, \"May your God, whom you serve continually, rescue you!\" <sup><strong>17</strong></sup> A stone was brought and placed over the mouth of the den, and the king sealed it with his own signet ring and with the rings of his nobles, so that Daniel's situation might not be changed. <sup><strong>18</strong></sup> Then the king returned to his palace and spent the night without eating and without any entertainment being brought to him. And he could not sleep. <sup><strong>19</strong></sup> At the first light of dawn, the king got up and hurried to the lions' den. <sup><strong>20</strong></sup> When he came near the den, he called to Daniel in an anguished voice, \"Daniel, servant of the living God, has your God, whom you serve continually, been able to rescue you from the lions?\" <sup><strong>21</strong></sup> Daniel answered, \"O king, live forever! <sup><strong>22</strong></sup> My God sent his angel, and he shut the mouths of the lions. They have not hurt me, because I was found innocent in his sight. Nor have I ever done any wrong before you, O king.\" <sup><strong>23</strong></sup> The king was overjoyed and gave orders to lift Daniel out of the den. And when Daniel was lifted from the den, no wound was found on him, because he had trusted in his God. <sup><strong>24</strong></sup> At the king's command, the men who had falsely accused Daniel were brought in and thrown into the lions' den, along with their wives and children. And before they reached the floor of the den, the lions overpowered them and crushed all their bones. <sup><strong>25</strong></sup> Then King Darius wrote to all the peoples, nations and men of every language throughout the land: \"May you prosper greatly! <sup><strong>26</strong></sup> \"I issue a decree that in every part of my kingdom people must fear and reverence the God of Daniel. \"For he is the living God and he endures forever; his kingdom will not be destroyed, his dominion will never end. <sup><strong>27</strong></sup> He rescues and he saves; he performs signs and wonders in the heavens and on the earth. He has rescued Daniel from the power of the lions.\" <sup><strong>28</strong></sup> So Daniel prospered during the reign of Darius and the reign of Cyrus the Persian. "},{"_id":"615cfd54e4f8ad1e13fa852b","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Genesis 1:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001005_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n</div>","kjv":"<strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  ","niv":"<sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day."},{"_id":"615cfd55e4f8ad1e13fa852c","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Revelation 7:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66007014_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v66007014-1\">14&nbsp;</b>I said to him, “Sir, you know.” And he said to me, “These are the ones coming out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb.</p>\n</div>","kjv":"<strong>14</strong> And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.  ","niv":"<sup><strong>14</strong></sup> I answered, \"Sir, you know.\""},{"_id":"615cfd55e4f8ad1e13fa852d","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Revelation 3:14-19","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66003014_06-8\"><b class=\"verse-num woc\" id=\"v66003014-1\">14&nbsp;</b><span class=\"woc\">“And to the angel of the church in Laodicea write: ‘The words of the Amen, the faithful and true witness, the beginning of God’s creation.</span></p>\n<p id=\"p66003014_06-8\"><b class=\"verse-num woc\" id=\"v66003015-1\">15&nbsp;</b><span class=\"woc\">“‘I know your works: you are neither cold nor hot. Would that you were either cold or hot!</span> <b class=\"verse-num woc\" id=\"v66003016-1\">16&nbsp;</b><span class=\"woc\">So, because you are lukewarm, and neither hot nor cold, I will spit you out of my mouth.</span> <b class=\"verse-num woc\" id=\"v66003017-1\">17&nbsp;</b><span class=\"woc\">For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable, poor, blind, and naked.</span> <b class=\"verse-num woc\" id=\"v66003018-1\">18&nbsp;</b><span class=\"woc\">I counsel you to buy from me gold refined by fire, so that you may be rich, and white garments so that you may clothe yourself and the shame of your nakedness may not be seen, and salve to anoint your eyes, so that you may see.</span> <b class=\"verse-num woc\" id=\"v66003019-1\">19&nbsp;</b><span class=\"woc\">Those whom I love, I reprove and discipline, so be zealous and repent.</span></p>\n</div>","kjv":"<strong>14</strong>           And unto the angel of the church of the Laodiceans write; These things saith the Amen, the faithful and true witness, the beginning of the creation of God;  <strong>15</strong> I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot.  <strong>16</strong> So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.  <strong>17</strong> Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:  <strong>18</strong> I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that  the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see.  <strong>19</strong> As many as I love, I rebuke and chasten: be zealous therefore, and repent.  ","niv":"<sup><strong>14</strong></sup> \"To the angel of the church in Laodicea write: These are the words of the Amen, the faithful and true witness, the ruler of God's creation. <sup><strong>15</strong></sup> I know your deeds, that you are neither cold nor hot. I wish you were either one or the other! <sup><strong>16</strong></sup> So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth. <sup><strong>17</strong></sup> You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked. <sup><strong>18</strong></sup> I counsel you to buy from me gold refined in the fire, so you can become rich; and white clothes to wear, so you can cover your shameful nakedness; and salve to put on your eyes, so you can see. <sup><strong>19</strong></sup> Those whom I love I rebuke and discipline. So be earnest, and repent. "},{"_id":"615cfd55e4f8ad1e13fa852e","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Ephesians 6:10-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-9\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. "},{"_id":"615cfd56e4f8ad1e13fa852f","topicId":"615cfd53e4f8ad1e13fa8525","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-10\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615cfd56e4f8ad1e13fa8530","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Revelation 22:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66022015_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v66022015-1\">15&nbsp;</b>Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.</p>\n</div>","kjv":"<strong>15</strong> For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.  ","niv":"<sup><strong>15</strong></sup> Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood."},{"_id":"615cfd56e4f8ad1e13fa8531","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Revelation 21:27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66021027_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021027-1\">27&nbsp;</b>But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb’s book of life.</p>\n</div>","kjv":"<strong>27</strong> And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb’s book of life.  ","niv":"<sup><strong>27</strong></sup> Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life."},{"_id":"615cfd57e4f8ad1e13fa8532","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Revelation 20:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66020004_01-13\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years.</p>\n</div>","kjv":"<strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  ","niv":"<sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years."},{"_id":"615cfd57e4f8ad1e13fa8533","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Revelation 17:1-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66017001_07-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66017001-1\">17:1&nbsp;</b>Then one of the seven angels who had the seven bowls came and said to me, “Come, I will show you the judgment of the great prostitute who is seated on many waters, <b class=\"verse-num\" id=\"v66017002-1\">2&nbsp;</b>with whom the kings of the earth have committed sexual immorality, and with the wine of whose sexual immorality the dwellers on earth have become drunk.” <b class=\"verse-num\" id=\"v66017003-1\">3&nbsp;</b>And he carried me away in the Spirit into a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names, and it had seven heads and ten horns. <b class=\"verse-num\" id=\"v66017004-1\">4&nbsp;</b>The woman was arrayed in purple and scarlet, and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her sexual immorality. <b class=\"verse-num\" id=\"v66017005-1\">5&nbsp;</b>And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.” <b class=\"verse-num\" id=\"v66017006-1\">6&nbsp;</b>And I saw the woman, drunk with the blood of the saints, the blood of the martyrs of Jesus.</p>\n<p id=\"p66017006_07-14\">When I saw her, I marveled greatly. <b class=\"verse-num\" id=\"v66017007-1\">7&nbsp;</b>But the angel said to me, “Why do you marvel? I will tell you the mystery of the woman, and of the beast with seven heads and ten horns that carries her. <b class=\"verse-num\" id=\"v66017008-1\">8&nbsp;</b>The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction. And the dwellers on earth whose names have not been written in the book of life from the foundation of the world will marvel to see the beast, because it was and is not and is to come. <b class=\"verse-num\" id=\"v66017009-1\">9&nbsp;</b>This calls for a mind with wisdom: the seven heads are seven mountains on which the woman is seated; <b class=\"verse-num\" id=\"v66017010-1\">10&nbsp;</b>they are also seven kings, five of whom have fallen, one is, the other has not yet come, and when he does come he must remain only a little while. <b class=\"verse-num\" id=\"v66017011-1\">11&nbsp;</b>As for the beast that was and is not, it is an eighth but it belongs to the seven, and it goes to destruction. <b class=\"verse-num\" id=\"v66017012-1\">12&nbsp;</b>And the ten horns that you saw are ten kings who have not yet received royal power, but they are to receive authority as kings for one hour, together with the beast. <b class=\"verse-num\" id=\"v66017013-1\">13&nbsp;</b>These are of one mind, and they hand over their power and authority to the beast. <b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n<p id=\"p66017014_07-14\"><b class=\"verse-num\" id=\"v66017015-1\">15&nbsp;</b>And the angel said to me, “The waters that you saw, where the prostitute is seated, are peoples and multitudes and nations and languages. <b class=\"verse-num\" id=\"v66017016-1\">16&nbsp;</b>And the ten horns that you saw, they and the beast will hate the prostitute. They will make her desolate and naked, and devour her flesh and burn her up with fire, <b class=\"verse-num\" id=\"v66017017-1\">17&nbsp;</b>for God has put it into their hearts to carry out his purpose by being of one mind and handing over their royal power to the beast, until the words of God are fulfilled. <b class=\"verse-num\" id=\"v66017018-1\">18&nbsp;</b>And the woman that you saw is the great city that has dominion over the kings of the earth.”</p>\n\n</div>","kjv":"<strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  <strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  <strong>11</strong> And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.  <strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  <strong>13</strong> These have one mind, and shall give their power and strength unto the beast.  <strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  <strong>15</strong> And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.  <strong>16</strong> And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.  <strong>17</strong> For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled.  <strong>18</strong> And the woman which thou sawest is that great city, which reigneth over the kings of the earth.  ","niv":"<sup><strong>1</strong></sup> One of the seven angels who had the seven bowls came and said to me, \"Come, I will show you the punishment of the great prostitute, who sits on many waters. <sup><strong>2</strong></sup> With her the kings of the earth committed adultery and the inhabitants of the earth were intoxicated with the wine of her adulteries.\" <sup><strong>3</strong></sup> Then the angel carried me away in the Spirit into a desert. There I saw a woman sitting on a scarlet beast that was covered with blasphemous names and had seven heads and ten horns. <sup><strong>4</strong></sup> The woman was dressed in purple and scarlet, and was glittering with gold, precious stones and pearls. She held a golden cup in her hand, filled with abominable things and the filth of her adulteries. <sup><strong>5</strong></sup> This title was written on her forehead: MYSTERY BABYLON THE GREAT THE MOTHER OF PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH. <sup><strong>6</strong></sup> I saw that the woman was drunk with the blood of the saints, the blood of those who bore testimony to Jesus. <sup><strong>7</strong></sup> When I saw her, I was greatly astonished. Then the angel said to me: \"Why are you astonished? I will explain to you the mystery of the woman and of the beast she rides, which has the seven heads and ten horns. <sup><strong>8</strong></sup> The beast, which you saw, once was, now is not, and will come up out of the Abyss and go to his destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because he once was, now is not, and yet will come. <sup><strong>9</strong></sup> \"This calls for a mind with wisdom. The seven heads are seven hills on which the woman sits. <sup><strong>10</strong></sup> They are also seven kings. Five have fallen, one is, the other has not yet come; but when he does come, he must remain for a little while. <sup><strong>11</strong></sup> The beast who once was, and now is not, is an eighth king. He belongs to the seven and is going to his destruction. <sup><strong>12</strong></sup> \"The ten horns you saw are ten kings who have not yet received a kingdom, but who for one hour will receive authority as kings along with the beast. <sup><strong>13</strong></sup> They have one purpose and will give their power and authority to the beast. <sup><strong>14</strong></sup> They will make war against the Lamb, but the Lamb will overcome them because he is Lord of lords and King of kings--and with him will be his called, chosen and faithful followers.\" <sup><strong>15</strong></sup> Then the angel said to me, \"The waters you saw, where the prostitute sits, are peoples, multitudes, nations and languages. <sup><strong>16</strong></sup> The beast and the ten horns you saw will hate the prostitute. They will bring her to ruin and leave her naked; they will eat her flesh and burn her with fire. <sup><strong>17</strong></sup> For God has put it into their hearts to accomplish his purpose by agreeing to give the beast their power to rule, until God's words are fulfilled. <sup><strong>18</strong></sup> The woman you saw is the great city that rules over the kings of the earth.\" "},{"_id":"615cfd57e4f8ad1e13fa8534","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Revelation 3:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66003010_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003010-1\">10&nbsp;</b><span class=\"woc\">Because you have kept my word about patient endurance, I will keep you from the hour of trial that is coming on the whole world, to try those who dwell on the earth.</span></p>\n</div>","kjv":"<strong>10</strong> Because thou hast kept the word of my patience, I also will keep thee from the hour of temptation, which shall come upon all the world, to try them that dwell upon the earth.  ","niv":"<sup><strong>10</strong></sup> Since you have kept my command to endure patiently, I will also keep you from the hour of trial that is going to come upon the whole world to test those who live on the earth."},{"_id":"615cfd57e4f8ad1e13fa8535","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Revelation 2:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66002010_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002010-1\">10&nbsp;</b><span class=\"woc\">Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life.</span></p>\n</div>","kjv":"<strong>10</strong> Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.  ","niv":"<sup><strong>10</strong></sup> Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will suffer persecution for ten days. Be faithful, even to the point of death, and I will give you the crown of life."},{"_id":"615cfd58e4f8ad1e13fa8536","topicId":"615cfd53e4f8ad1e13fa8525","verse":"2 Peter 1:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61001020_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation.</p>\n</div>","kjv":"<strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  ","niv":"<sup><strong>20</strong></sup> Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation."},{"_id":"615cfd58e4f8ad1e13fa8537","topicId":"615cfd53e4f8ad1e13fa8525","verse":"1 Peter 1:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60001002_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001002-1\">2&nbsp;</b>according to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood:</p>\n<p id=\"p60001002_01-19\">May grace and peace be multiplied to you.</p>\n</div>","kjv":"<strong>2</strong> Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied.  ","niv":"<sup><strong>2</strong></sup> who have been chosen according to the foreknowledge of God the Father, through the sanctifying work of the Spirit, for obedience to Jesus Christ and sprinkling by his blood: Grace and peace be yours in abundance."},{"_id":"615cfd58e4f8ad1e13fa8538","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Hebrews 12:1-11","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, <b class=\"verse-num\" id=\"v58012002-1\">2&nbsp;</b>looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.</p>\n\n<p id=\"p58012002_12-20\"><b class=\"verse-num\" id=\"v58012003-1\">3&nbsp;</b>Consider him who endured from sinners such hostility against himself, so that you may not grow weary or fainthearted. <b class=\"verse-num\" id=\"v58012004-1\">4&nbsp;</b>In your struggle against sin you have not yet resisted to the point of shedding your blood. <b class=\"verse-num\" id=\"v58012005-1\">5&nbsp;</b>And have you forgotten the exhortation that addresses you as sons?</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58012005_12-20\" class=\"line\">&nbsp;&nbsp;“My son, do not regard lightly the discipline of the Lord,</span><br><span id=\"p58012005_12-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be weary when reproved by him.</span><br><span id=\"p58012006_12-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v58012006-1\">6&nbsp;</b>&nbsp;&nbsp;For the Lord disciplines the one he loves,</span><br><span id=\"p58012006_12-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and chastises every son whom he receives.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58012006_12-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58012007-1\">7&nbsp;</b>It is for discipline that you have to endure. God is treating you as sons. For what son is there whom his father does not discipline? <b class=\"verse-num\" id=\"v58012008-1\">8&nbsp;</b>If you are left without discipline, in which all have participated, then you are illegitimate children and not sons. <b class=\"verse-num\" id=\"v58012009-1\">9&nbsp;</b>Besides this, we have had earthly fathers who disciplined us and we respected them. Shall we not much more be subject to the Father of spirits and live? <b class=\"verse-num\" id=\"v58012010-1\">10&nbsp;</b>For they disciplined us for a short time as it seemed best to them, but he disciplines us for our good, that we may share his holiness. <b class=\"verse-num\" id=\"v58012011-1\">11&nbsp;</b>For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.</p>\n</div>","kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  <strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  <strong>3</strong> For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.  <strong>4</strong> Ye have not yet resisted unto blood, striving against sin.  <strong>5</strong> And ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him:  <strong>6</strong> For whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth.  <strong>7</strong> If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?  <strong>8</strong> But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.  <strong>9</strong> Furthermore we have had fathers of our flesh which corrected us,  and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?  <strong>10</strong> For they verily for a few days chastened us after their own pleasure; but he for our profit, that we might be partakers of his holiness.  <strong>11</strong> Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us. <sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God. <sup><strong>3</strong></sup> Consider him who endured such opposition from sinful men, so that you will not grow weary and lose heart. <sup><strong>4</strong></sup> In your struggle against sin, you have not yet resisted to the point of shedding your blood. <sup><strong>5</strong></sup> And you have forgotten that word of encouragement that addresses you as sons: \"My son, do not make light of the Lord's discipline, and do not lose heart when he rebukes you, <sup><strong>6</strong></sup> because the Lord disciplines those he loves, and he punishes everyone he accepts as a son.\" <sup><strong>7</strong></sup> Endure hardship as discipline; God is treating you as sons. For what son is not disciplined by his father? <sup><strong>8</strong></sup> If you are not disciplined (and everyone undergoes discipline), then you are illegitimate children and not true sons. <sup><strong>9</strong></sup> Moreover, we have all had human fathers who disciplined us and we respected them for it. How much more should we submit to the Father of our spirits and live! <sup><strong>10</strong></sup> Our fathers disciplined us for a little while as they thought best; but God disciplines us for our good, that we may share in his holiness. <sup><strong>11</strong></sup> No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it. "},{"_id":"615cfd59e4f8ad1e13fa8539","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Hebrews 6:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58006006_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006006-1\">6&nbsp;</b>and then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt.</p>\n</div>","kjv":"<strong>6</strong> If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.  ","niv":"<sup><strong>6</strong></sup> if they fall away, to be brought back to repentance, because to their loss they are crucifying the Son of God all over again and subjecting him to public disgrace."},{"_id":"615cfd59e4f8ad1e13fa853a","topicId":"615cfd53e4f8ad1e13fa8525","verse":"Titus 2:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p56002013_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002013-1\">13&nbsp;</b>waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ,</p>\n</div>","kjv":"<strong>13</strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;  ","niv":"<sup><strong>13</strong></sup> while we wait for the blessed hope--the glorious appearing of our great God and Savior, Jesus Christ,"},{"_id":"615cfd59e4f8ad1e13fa853b","topicId":"615cfd53e4f8ad1e13fa8525","verse":"2 Timothy 4:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55004008_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004008-1\">8&nbsp;</b>Henceforth there is laid up for me the crown of righteousness, which the Lord, the righteous judge, will award to me on that day, and not only to me but also to all who have loved his appearing.</p>\n</div>","kjv":"<strong>8</strong> Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.  ","niv":"<sup><strong>8</strong></sup> Now there is in store for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day--and not only to me, but also to all who have longed for his appearing."},{"_id":"615cfd59e4f8ad1e13fa853c","topicId":"615cfd53e4f8ad1e13fa8525","verse":"2 Timothy 3:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"615cfd5ae4f8ad1e13fa853d","topicId":"615cfd53e4f8ad1e13fa8525","verse":"2 Timothy 3:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003007_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003007-1\">7&nbsp;</b>always learning and never able to arrive at a knowledge of the truth.</p>\n</div>","kjv":"<strong>7</strong> Ever learning, and never able to come to the knowledge of the truth.  ","niv":"<sup><strong>7</strong></sup> always learning but never able to acknowledge the truth."},{"_id":"615cfd5ae4f8ad1e13fa853e","topicId":"615cfd53e4f8ad1e13fa8525","verse":"1 Timothy 2:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire,</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes,"}]}