{"_id":"615d0195e4f8ad1e13fa85c1","slug":"david-and-johnathan","name":"David And Johnathan","verses":[{"_id":"615d0195e4f8ad1e13fa85c2","topicId":"615d0195e4f8ad1e13fa85c1","verse":"Matthew 8:5-13","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40008005_06-1\"><b class=\"verse-num\" id=\"v40008005-1\">5&nbsp;</b>When he had entered Capernaum, a centurion came forward to him, appealing to him, <b class=\"verse-num\" id=\"v40008006-1\">6&nbsp;</b>“Lord, my servant is lying paralyzed at home, suffering terribly.” <b class=\"verse-num\" id=\"v40008007-1\">7&nbsp;</b>And he said to him, <span class=\"woc\">“I will come and heal him.”</span> <b class=\"verse-num\" id=\"v40008008-1\">8&nbsp;</b>But the centurion replied, “Lord, I am not worthy to have you come under my roof, but only say the word, and my servant will be healed. <b class=\"verse-num\" id=\"v40008009-1\">9&nbsp;</b>For I too am a man under authority, with soldiers under me. And I say to one, ‘Go,’ and he goes, and to another, ‘Come,’ and he comes, and to my servant, ‘Do this,’ and he does it.” <b class=\"verse-num\" id=\"v40008010-1\">10&nbsp;</b>When Jesus heard this, he marveled and said to those who followed him, <span class=\"woc\">“Truly, I tell you, with no one in Israel have I found such faith.</span> <b class=\"verse-num woc\" id=\"v40008011-1\">11&nbsp;</b><span class=\"woc\">I tell you, many will come from east and west and recline at table with Abraham, Isaac, and Jacob in the kingdom of heaven,</span> <b class=\"verse-num woc\" id=\"v40008012-1\">12&nbsp;</b><span class=\"woc\">while the sons of the kingdom will be thrown into the outer darkness. In that place there will be weeping and gnashing of teeth.”</span> <b class=\"verse-num\" id=\"v40008013-1\">13&nbsp;</b>And to the centurion Jesus said, <span class=\"woc\">“Go; let it be done for you as you have believed.”</span> And the servant was healed at that very moment.</p>\n\n</div>","kjv":"<strong>5</strong> And when Jesus was entered into Capernaum, there came unto him a centurion, beseeching him,  <strong>6</strong> And saying, Lord, my servant lieth at home sick of the palsy, grievously tormented.  <strong>7</strong> And Jesus saith unto him, I will come and heal him.  <strong>8</strong> The centurion answered and said, Lord, I am not worthy that thou shouldest come under my roof: but speak the word only, and my servant shall be healed.  <strong>9</strong> For I am a man under authority, having soldiers under me: and I say to this man, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it.  <strong>10</strong> When Jesus heard it, he marvelled, and said to them that followed, Verily I say unto you, I have not found so great faith, no, not in Israel.  <strong>11</strong> And I say unto you, That many shall come from the east and west, and shall sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven.  <strong>12</strong> But the children of the kingdom shall be cast out into outer darkness: there shall be weeping and gnashing of teeth.  <strong>13</strong> And Jesus said unto the centurion, Go thy way; and as thou hast believed, so be it done unto thee. And his servant was healed in the selfsame hour.  ","niv":"<sup><strong>5</strong></sup> When Jesus had entered Capernaum, a centurion came to him, asking for help. <sup><strong>6</strong></sup> \"Lord,\" he said, \"my servant lies at home paralyzed and in terrible suffering.\" <sup><strong>7</strong></sup> Jesus said to him, \"I will go and heal him.\" <sup><strong>8</strong></sup> The centurion replied, \"Lord, I do not deserve to have you come under my roof. But just say the word, and my servant will be healed. <sup><strong>9</strong></sup> For I myself am a man under authority, with soldiers under me. I tell this one, 'Go,' and he goes; and that one, 'Come,' and he comes. I say to my servant, 'Do this,' and he does it.\" <sup><strong>10</strong></sup> When Jesus heard this, he was astonished and said to those following him, \"I tell you the truth, I have not found anyone in Israel with such great faith. <sup><strong>11</strong></sup> I say to you that many will come from the east and the west, and will take their places at the feast with Abraham, Isaac and Jacob in the kingdom of heaven. <sup><strong>12</strong></sup> But the subjects of the kingdom will be thrown outside, into the darkness, where there will be weeping and gnashing of teeth.\" <sup><strong>13</strong></sup> Then Jesus said to the centurion, \"Go! It will be done just as you believed it would.\" And his servant was healed at that very hour. "},{"_id":"615d0196e4f8ad1e13fa85c4","topicId":"615d0195e4f8ad1e13fa85c1","verse":"2 Samuel 12:31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p10012031_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v10012031-1\">31&nbsp;</b>And he brought out the people who were in it and set them to labor with saws and iron picks and iron axes and made them toil at the brick kilns. And thus he did to all the cities of the Ammonites. Then David and all the people returned to Jerusalem.</p>\n\n</div>","kjv":"<strong>31</strong> And he brought forth the people that were therein, and put them under saws, and under harrows of iron, and under axes of iron, and made them pass through the brickkiln: and thus did he unto all the cities of the children of Ammon. So David and all the people returned unto Jerusalem.  ","niv":"<sup><strong>31</strong></sup> and brought out the people who were there, consigning them to labor with saws and with iron picks and axes, and he made them work at brickmaking. He did this to all the Ammonite towns. Then David and his entire army returned to Jerusalem."},{"_id":"615d0196e4f8ad1e13fa85c3","topicId":"615d0195e4f8ad1e13fa85c1","verse":"2 Samuel 1:26","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p10001026_01-3\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v10001026-1\">26&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;I am distressed for you, my brother Jonathan;</span><br><span id=\"p10001026_01-3\" class=\"line\">&nbsp;&nbsp;very pleasant have you been to me;</span><br><span id=\"p10001026_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your love to me was extraordinary,</span><br><span id=\"p10001026_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;surpassing the love of women.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> I am distressed for thee, my brother Jonathan: very pleasant hast thou been unto me: thy love to me was wonderful, passing the love of women.  ","niv":"<sup><strong>26</strong></sup> I grieve for you, Jonathan my brother; you were very dear to me. Your love for me was wonderful, more wonderful than that of women."},{"_id":"615d0197e4f8ad1e13fa85c6","topicId":"615d0195e4f8ad1e13fa85c1","verse":"1 Samuel 19:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p09019001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09019001-1\">19:1&nbsp;</b>And Saul spoke to Jonathan his son and to all his servants, that they should kill David. But Jonathan, Saul’s son, delighted much in David.</p>\n</div>","kjv":"<strong>1</strong> And Saul spake to Jonathan his son, and to all his servants, that they should kill David.  ","niv":"<sup><strong>1</strong></sup> Saul told his son Jonathan and all the attendants to kill David. But Jonathan was very fond of David"},{"_id":"615d0197e4f8ad1e13fa85c5","topicId":"615d0195e4f8ad1e13fa85c1","verse":"Deuteronomy 13:1-18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p05013001_01-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05013001-1\">13:1&nbsp;</b>“If a prophet or a dreamer of dreams arises among you and gives you a sign or a wonder, <b class=\"verse-num\" id=\"v05013002-1\">2&nbsp;</b>and the sign or wonder that he tells you comes to pass, and if he says, ‘Let us go after other gods,’ which you have not known, ‘and let us serve them,’ <b class=\"verse-num\" id=\"v05013003-1\">3&nbsp;</b>you shall not listen to the words of that prophet or that dreamer of dreams. For the LORD your God is testing you, to know whether you love the LORD your God with all your heart and with all your soul. <b class=\"verse-num\" id=\"v05013004-1\">4&nbsp;</b>You shall walk after the LORD your God and fear him and keep his commandments and obey his voice, and you shall serve him and hold fast to him. <b class=\"verse-num\" id=\"v05013005-1\">5&nbsp;</b>But that prophet or that dreamer of dreams shall be put to death, because he has taught rebellion against the LORD your God, who brought you out of the land of Egypt and redeemed you out of the house of slavery, to make you leave the way in which the LORD your God commanded you to walk. So you shall purge the evil from your midst.</p>\n<p id=\"p05013005_01-6\"><b class=\"verse-num\" id=\"v05013006-1\">6&nbsp;</b>“If your brother, the son of your mother, or your son or your daughter or the wife you embrace or your friend who is as your own soul entices you secretly, saying, ‘Let us go and serve other gods,’ which neither you nor your fathers have known, <b class=\"verse-num\" id=\"v05013007-1\">7&nbsp;</b>some of the gods of the peoples who are around you, whether near you or far off from you, from the one end of the earth to the other, <b class=\"verse-num\" id=\"v05013008-1\">8&nbsp;</b>you shall not yield to him or listen to him, nor shall your eye pity him, nor shall you spare him, nor shall you conceal him. <b class=\"verse-num\" id=\"v05013009-1\">9&nbsp;</b>But you shall kill him. Your hand shall be first against him to put him to death, and afterward the hand of all the people. <b class=\"verse-num\" id=\"v05013010-1\">10&nbsp;</b>You shall stone him to death with stones, because he sought to draw you away from the LORD your God, who brought you out of the land of Egypt, out of the house of slavery. <b class=\"verse-num\" id=\"v05013011-1\">11&nbsp;</b>And all Israel shall hear and fear and never again do any such wickedness as this among you.</p>\n<p id=\"p05013011_01-6\"><b class=\"verse-num\" id=\"v05013012-1\">12&nbsp;</b>“If you hear in one of your cities, which the LORD your God is giving you to dwell there, <b class=\"verse-num\" id=\"v05013013-1\">13&nbsp;</b>that certain worthless fellows have gone out among you and have drawn away the inhabitants of their city, saying, ‘Let us go and serve other gods,’ which you have not known, <b class=\"verse-num\" id=\"v05013014-1\">14&nbsp;</b>then you shall inquire and make search and ask diligently. And behold, if it be true and certain that such an abomination has been done among you, <b class=\"verse-num\" id=\"v05013015-1\">15&nbsp;</b>you shall surely put the inhabitants of that city to the sword, devoting it to destruction, all who are in it and its cattle, with the edge of the sword. <b class=\"verse-num\" id=\"v05013016-1\">16&nbsp;</b>You shall gather all its spoil into the midst of its open square and burn the city and all its spoil with fire, as a whole burnt offering to the LORD your God. It shall be a heap forever. It shall not be built again. <b class=\"verse-num\" id=\"v05013017-1\">17&nbsp;</b>None of the devoted things shall stick to your hand, that the LORD may turn from the fierceness of his anger and show you mercy and have compassion on you and multiply you, as he swore to your fathers, <b class=\"verse-num\" id=\"v05013018-1\">18&nbsp;</b>if you obey the voice of the LORD your God, keeping all his commandments that I am commanding you today, and doing what is right in the sight of the LORD your God.</p>\n\n</div>","kjv":"<strong>1</strong> If there arise among you a prophet, or a dreamer of dreams, and giveth thee a sign or a wonder,  <strong>2</strong> And the sign or the wonder come to pass, whereof he spake unto thee, saying, Let us go after other gods, which thou hast not known, and let us serve them;  <strong>3</strong> Thou shalt not hearken unto the words of that prophet, or that dreamer of dreams: for the LORD your God proveth you, to know whether ye love the LORD your God with all your heart and with all your soul.  <strong>4</strong> Ye shall walk after the LORD your God, and fear him, and keep his commandments, and obey his voice, and ye shall serve him, and cleave unto him.  <strong>5</strong> And that prophet, or that dreamer of dreams, shall be put to death; because he hath spoken to turn you away from the LORD your God, which brought you out of the land of Egypt, and redeemed you out of the house of bondage, to thrust thee out of the way which the LORD thy God commanded thee to walk in. So shalt thou put the evil away from the midst of thee.  <strong>6</strong> If thy brother, the son of thy mother, or thy son, or thy daughter, or the wife of thy bosom, or thy friend, which is as thine own soul, entice thee secretly, saying, Let us go and serve other gods, which thou hast not known, thou, nor thy fathers;  <strong>7</strong> Namely, of the gods of the people which are round about you, nigh unto thee, or far off from thee, from the one end of the earth even unto the other end of the earth;  <strong>8</strong> Thou shalt not consent unto him, nor hearken unto him; neither shall thine eye pity him, neither shalt thou spare, neither shalt thou conceal him:  <strong>9</strong> But thou shalt surely kill him; thine hand shall be first upon him to put him to death, and afterwards the hand of all the people.  <strong>10</strong> And thou shalt stone him with stones, that he die; because he hath sought to thrust thee away from the LORD thy God, which brought thee out of the land of Egypt, from the house of bondage.  <strong>11</strong> And all Israel shall hear, and fear, and shall do no more any such wickedness as this is among you.  <strong>12</strong> If thou shalt hear say in one of thy cities, which the LORD thy God hath given thee to dwell there, saying,  <strong>13</strong> Certain men, the children of Belial, are gone out from among you, and have withdrawn the inhabitants of their city, saying, Let us go and serve other gods, which ye have not known;  <strong>14</strong> Then shalt thou enquire, and make search, and ask diligently; and, behold, if it be truth, and the thing certain, that  such abomination is wrought among you;  <strong>15</strong> Thou shalt surely smite the inhabitants of that city with the edge of the sword, destroying it utterly, and all that is therein, and the cattle thereof, with the edge of the sword.  <strong>16</strong> And thou shalt gather all the spoil of it into the midst of the street thereof, and shalt burn with fire the city, and all the spoil thereof every whit, for the LORD thy God: and it shall be an heap for ever; it shall not be built again.  <strong>17</strong> And there shall cleave nought of the cursed thing to thine hand: that the LORD may turn from the fierceness of his anger, and shew thee mercy, and have compassion upon thee, and multiply thee, as he hath sworn unto thy fathers;  <strong>18</strong> When thou shalt hearken to the voice of the LORD thy God, to keep all his commandments which I command thee this day, to do that which is  right in the eyes of the LORD thy God.  ","niv":"<sup><strong>1</strong></sup> If a prophet, or one who foretells by dreams, appears among you and announces to you a miraculous sign or wonder, <sup><strong>2</strong></sup> and if the sign or wonder of which he has spoken takes place, and he says, \"Let us follow other gods\" (gods you have not known) \"and let us worship them,\" <sup><strong>3</strong></sup> you must not listen to the words of that prophet or dreamer. The LORD your God is testing you to find out whether you love him with all your heart and with all your soul. <sup><strong>4</strong></sup> It is the LORD your God you must follow, and him you must revere. Keep his commands and obey him; serve him and hold fast to him. <sup><strong>5</strong></sup> That prophet or dreamer must be put to death, because he preached rebellion against the LORD your God, who brought you out of Egypt and redeemed you from the land of slavery; he has tried to turn you from the way the LORD your God commanded you to follow. You must purge the evil from among you. <sup><strong>6</strong></sup> If your very own brother, or your son or daughter, or the wife you love, or your closest friend secretly entices you, saying, \"Let us go and worship other gods\" (gods that neither you nor your fathers have known, <sup><strong>7</strong></sup> gods of the peoples around you, whether near or far, from one end of the land to the other), <sup><strong>8</strong></sup> do not yield to him or listen to him. Show him no pity. Do not spare him or shield him. <sup><strong>9</strong></sup> You must certainly put him to death. Your hand must be the first in putting him to death, and then the hands of all the people. <sup><strong>10</strong></sup> Stone him to death, because he tried to turn you away from the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>11</strong></sup> Then all Israel will hear and be afraid, and no one among you will do such an evil thing again. <sup><strong>12</strong></sup> If you hear it said about one of the towns the LORD your God is giving you to live in <sup><strong>13</strong></sup> that wicked men have arisen among you and have led the people of their town astray, saying, \"Let us go and worship other gods\" (gods you have not known), <sup><strong>14</strong></sup> then you must inquire, probe and investigate it thoroughly. And if it is true and it has been proved that this detestable thing has been done among you, <sup><strong>15</strong></sup> you must certainly put to the sword all who live in that town. Destroy it completely, both its people and its livestock. <sup><strong>16</strong></sup> Gather all the plunder of the town into the middle of the public square and completely burn the town and all its plunder as a whole burnt offering to the LORD your God. It is to remain a ruin forever, never to be rebuilt. <sup><strong>17</strong></sup> None of those condemned things shall be found in your hands, so that the LORD will turn from his fierce anger; he will show you mercy, have compassion on you, and increase your numbers, as he promised on oath to your forefathers, <sup><strong>18</strong></sup> because you obey the LORD your God, keeping all his commands that I am giving you today and doing what is right in his eyes. "}]}