{"_id":"615d0cb8c05ad52d15c558e2","slug":"deacons","name":"Deacons","verses":[{"_id":"615d0cb9c05ad52d15c558e4","topicId":"615d0cb8c05ad52d15c558e2","verse":"Acts 6:1-6","votes":118,"__v":0,"esv":"<div>\n\n<p id=\"p44006001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44006001-1\">6:1&nbsp;</b>Now in these days when the disciples were increasing in number, a complaint by the Hellenists arose against the Hebrews because their widows were being neglected in the daily distribution. <b class=\"verse-num\" id=\"v44006002-1\">2&nbsp;</b>And the twelve summoned the full number of the disciples and said, “It is not right that we should give up preaching the word of God to serve tables. <b class=\"verse-num\" id=\"v44006003-1\">3&nbsp;</b>Therefore, brothers, pick out from among you seven men of good repute, full of the Spirit and of wisdom, whom we will appoint to this duty. <b class=\"verse-num\" id=\"v44006004-1\">4&nbsp;</b>But we will devote ourselves to prayer and to the ministry of the word.” <b class=\"verse-num\" id=\"v44006005-1\">5&nbsp;</b>And what they said pleased the whole gathering, and they chose Stephen, a man full of faith and of the Holy Spirit, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolaus, a proselyte of Antioch. <b class=\"verse-num\" id=\"v44006006-1\">6&nbsp;</b>These they set before the apostles, and they prayed and laid their hands on them.</p>\n<p id=\"p44006006_05-15\"><b class=\"verse-num\" id=\"v44006007-1\">7&nbsp;</b>And the word of God continued to increase, and the number of the disciples multiplied greatly in Jerusalem, and a great many of the priests became obedient to the faith.</p>\n\n<p id=\"p44006007_08-15\"><b class=\"verse-num\" id=\"v44006008-1\">8&nbsp;</b>And Stephen, full of grace and power, was doing great wonders and signs among the people. <b class=\"verse-num\" id=\"v44006009-1\">9&nbsp;</b>Then some of those who belonged to the synagogue of the Freedmen (as it was called), and of the Cyrenians, and of the Alexandrians, and of those from Cilicia and Asia, rose up and disputed with Stephen. <b class=\"verse-num\" id=\"v44006010-1\">10&nbsp;</b>But they could not withstand the wisdom and the Spirit with which he was speaking. <b class=\"verse-num\" id=\"v44006011-1\">11&nbsp;</b>Then they secretly instigated men who said, “We have heard him speak blasphemous words against Moses and God.” <b class=\"verse-num\" id=\"v44006012-1\">12&nbsp;</b>And they stirred up the people and the elders and the scribes, and they came upon him and seized him and brought him before the council, <b class=\"verse-num\" id=\"v44006013-1\">13&nbsp;</b>and they set up false witnesses who said, “This man never ceases to speak words against this holy place and the law, <b class=\"verse-num\" id=\"v44006014-1\">14&nbsp;</b>for we have heard him say that this Jesus of Nazareth will destroy this place and will change the customs that Moses delivered to us.” <b class=\"verse-num\" id=\"v44006015-1\">15&nbsp;</b>And gazing at him, all who sat in the council saw that his face was like the face of an angel.</p>\n\n</div>","kjv":"<strong>1</strong> And in those days, when the number of the disciples was multiplied, there arose a murmuring of the Grecians against the Hebrews, because their widows were neglected in the daily ministration.  <strong>2</strong> Then the twelve called the multitude of the disciples unto them,  and said, It is not reason that we should leave the word of God, and serve tables.  <strong>3</strong> Wherefore, brethren, look ye out among you seven men of honest report, full of the Holy Ghost and wisdom, whom we may appoint over this business.  <strong>4</strong> But we will give ourselves continually to prayer, and to the ministry of the word.  <strong>5</strong> And the saying pleased the whole multitude: and they chose Stephen, a man full of faith and of the Holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a proselyte of Antioch:  <strong>6</strong> Whom they set before the apostles: and when they had prayed, they laid their hands on them.  ","niv":"<sup><strong>1</strong></sup> In those days when the number of disciples was increasing, the Grecian Jews among them complained against the Hebraic Jews because their widows were being overlooked in the daily distribution of food. <sup><strong>2</strong></sup> So the Twelve gathered all the disciples together and said, \"It would not be right for us to neglect the ministry of the word of God in order to wait on tables. <sup><strong>3</strong></sup> Brothers, choose seven men from among you who are known to be full of the Spirit and wisdom. We will turn this responsibility over to them <sup><strong>4</strong></sup> and will give our attention to prayer and the ministry of the word.\" <sup><strong>5</strong></sup> This proposal pleased the whole group. They chose Stephen, a man full of faith and of the Holy Spirit; also Philip, Procorus, Nicanor, Timon, Parmenas, and Nicolas from Antioch, a convert to Judaism. <sup><strong>6</strong></sup> They presented these men to the apostles, who prayed and laid their hands on them. "},{"_id":"615d0cb9c05ad52d15c558e3","topicId":"615d0cb8c05ad52d15c558e2","verse":"1 Timothy 3:8-13","votes":183,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. <b class=\"verse-num\" id=\"v54003004-1\">4&nbsp;</b>He must manage his own household well, with all dignity keeping his children submissive, <b class=\"verse-num\" id=\"v54003005-1\">5&nbsp;</b>for if someone does not know how to manage his own household, how will he care for God’s church? <b class=\"verse-num\" id=\"v54003006-1\">6&nbsp;</b>He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. <b class=\"verse-num\" id=\"v54003007-1\">7&nbsp;</b>Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.</p>\n\n<p id=\"p54003007_07-7\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. <b class=\"verse-num\" id=\"v54003009-1\">9&nbsp;</b>They must hold the mystery of the faith with a clear conscience. <b class=\"verse-num\" id=\"v54003010-1\">10&nbsp;</b>And let them also be tested first; then let them serve as deacons if they prove themselves blameless. <b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. <b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well. <b class=\"verse-num\" id=\"v54003013-1\">13&nbsp;</b>For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.</p>\n\n<p id=\"p54003013_11-7\"><b class=\"verse-num\" id=\"v54003014-1\">14&nbsp;</b>I hope to come to you soon, but I am writing these things to you so that, <b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth. <b class=\"verse-num\" id=\"v54003016-1\">16&nbsp;</b>Great indeed, we confess, is the mystery of godliness:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p54003016_11-7\" class=\"line\">&nbsp;&nbsp;He was manifested in the flesh,</span><br><span id=\"p54003016_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vindicated by the Spirit,</span><br><span id=\"p54003016_11-7\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seen by angels,</span><br><span id=\"p54003016_11-7\" class=\"line\">&nbsp;&nbsp;proclaimed among the nations,</span><br><span id=\"p54003016_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;believed on in the world,</span><br><span id=\"p54003016_11-7\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taken up in glory.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  ","niv":"<sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. <sup><strong>9</strong></sup> They must keep hold of the deep truths of the faith with a clear conscience. <sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons. <sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything. <sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well. <sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. ","modified":"2022-05-27T20:09:56.679Z"},{"_id":"615d0cb9c05ad52d15c558e5","topicId":"615d0cb8c05ad52d15c558e2","verse":"1 Timothy 3:12","votes":83,"__v":0,"esv":"<div>\n<p id=\"p54003012_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well.</p>\n</div>","kjv":"<strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  ","niv":"<sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well."},{"_id":"615d0cbac05ad52d15c558e6","topicId":"615d0cb8c05ad52d15c558e2","verse":"1 Timothy 3:1-16","votes":53,"__v":0,"kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  <strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  <strong>14</strong> These things write I unto thee, hoping to come unto thee shortly:  <strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  <strong>16</strong> And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. <sup><strong>5</strong></sup> (If anyone does not know how to manage his own family, how can he take care of God's church?) <sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. <sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. <sup><strong>9</strong></sup> They must keep hold of the deep truths of the faith with a clear conscience. <sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons. <sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything. <sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well. <sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. <sup><strong>14</strong></sup> Although I hope to come to you soon, I am writing you these instructions so that, <sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth. <sup><strong>16</strong></sup> Beyond all question, the mystery of godliness is great: He appeared in a body, was vindicated by the Spirit, was seen by angels, was preached among the nations, was believed on in the world, was taken up in glory. "},{"_id":"615d0cbac05ad52d15c558e7","topicId":"615d0cb8c05ad52d15c558e2","verse":"John 12:26","votes":47,"__v":0,"esv":"<div>\n<p id=\"p43012026_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43012026-1\">26&nbsp;</b><span class=\"woc\">If anyone serves me, he must follow me; and where I am, there will my servant be also. If anyone serves me, the Father will honor him.</span></p>\n</div>","kjv":"<strong>26</strong> If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.  ","niv":"<sup><strong>26</strong></sup> Whoever serves me must follow me; and where I am, my servant also will be. My Father will honor the one who serves me."},{"_id":"615d0cbac05ad52d15c558e8","topicId":"615d0cb8c05ad52d15c558e2","verse":"Philippians 1:1","votes":44,"__v":0,"esv":"<div>\n\n<p id=\"p50001001_02-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50001001-1\">1:1&nbsp;</b>Paul and Timothy, servants of Christ Jesus,</p>\n<p id=\"p50001001_02-10\">To all the saints in Christ Jesus who are at Philippi, with the overseers and deacons:</p>\n\n</div>","kjv":"<strong>1</strong> Paul and Timotheus, the servants of Jesus Christ, to all the saints in Christ Jesus which are at Philippi, with the bishops and deacons:  ","niv":"<sup><strong>1</strong></sup> Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus at Philippi, together with the overseers and deacons:"},{"_id":"615d0cbac05ad52d15c558e9","topicId":"615d0cb8c05ad52d15c558e2","verse":"1 Timothy 3:11","votes":42,"__v":0,"esv":"<div>\n<p id=\"p54003011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things.</p>\n\n</div>","kjv":"<strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  ","niv":"<sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything."},{"_id":"615d0cbbc05ad52d15c558ea","topicId":"615d0cb8c05ad52d15c558e2","verse":"1 Timothy 3:1-13","votes":36,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. <b class=\"verse-num\" id=\"v54003004-1\">4&nbsp;</b>He must manage his own household well, with all dignity keeping his children submissive, <b class=\"verse-num\" id=\"v54003005-1\">5&nbsp;</b>for if someone does not know how to manage his own household, how will he care for God’s church? <b class=\"verse-num\" id=\"v54003006-1\">6&nbsp;</b>He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. <b class=\"verse-num\" id=\"v54003007-1\">7&nbsp;</b>Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.</p>\n\n<p id=\"p54003007_07-13\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. <b class=\"verse-num\" id=\"v54003009-1\">9&nbsp;</b>They must hold the mystery of the faith with a clear conscience. <b class=\"verse-num\" id=\"v54003010-1\">10&nbsp;</b>And let them also be tested first; then let them serve as deacons if they prove themselves blameless. <b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. <b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well. <b class=\"verse-num\" id=\"v54003013-1\">13&nbsp;</b>For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.</p>\n\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  <strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. <sup><strong>5</strong></sup> (If anyone does not know how to manage his own family, how can he take care of God's church?) <sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. <sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. <sup><strong>9</strong></sup> They must keep hold of the deep truths of the faith with a clear conscience. <sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons. <sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything. <sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well. <sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. "},{"_id":"615d0cbbc05ad52d15c558eb","topicId":"615d0cb8c05ad52d15c558e2","verse":"Romans 16:1","votes":35,"__v":0,"esv":"<div>\n\n<p id=\"p45016001_03-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45016001-1\">16:1&nbsp;</b>I commend to you our sister Phoebe, a servant of the church at Cenchreae,</p>\n\n</div>","kjv":"<strong>1</strong> I commend unto you Phebe our sister, which is a servant of the church which is at Cenchrea:  ","niv":"<sup><strong>1</strong></sup> I commend to you our sister Phoebe, a servant of the church in Cenchrea."},{"_id":"615d0cbbc05ad52d15c558ec","topicId":"615d0cb8c05ad52d15c558e2","verse":"Acts 6:1-15","votes":35,"__v":0,"kjv":"<strong>1</strong> And in those days, when the number of the disciples was multiplied, there arose a murmuring of the Grecians against the Hebrews, because their widows were neglected in the daily ministration.  <strong>2</strong> Then the twelve called the multitude of the disciples unto them,  and said, It is not reason that we should leave the word of God, and serve tables.  <strong>3</strong> Wherefore, brethren, look ye out among you seven men of honest report, full of the Holy Ghost and wisdom, whom we may appoint over this business.  <strong>4</strong> But we will give ourselves continually to prayer, and to the ministry of the word.  <strong>5</strong> And the saying pleased the whole multitude: and they chose Stephen, a man full of faith and of the Holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a proselyte of Antioch:  <strong>6</strong> Whom they set before the apostles: and when they had prayed, they laid their hands on them.  <strong>7</strong> And the word of God increased; and the number of the disciples multiplied in Jerusalem greatly; and a great company of the priests were obedient to the faith.  <strong>8</strong> And Stephen, full of faith and power, did great wonders and miracles among the people.  <strong>9</strong> Then there arose certain of the synagogue, which is called the synagogue of the Libertines, and Cyrenians, and Alexandrians, and of them of Cilicia and of Asia, disputing with Stephen.  <strong>10</strong> And they were not able to resist the wisdom and the spirit by which he spake.  <strong>11</strong> Then they suborned men, which said, We have heard him speak blasphemous words against Moses, and against God.  <strong>12</strong> And they stirred up the people, and the elders, and the scribes, and came upon him, and caught him, and brought him to the council,  <strong>13</strong> And set up false witnesses, which said, This man ceaseth not to speak blasphemous words against this holy place, and the law:  <strong>14</strong> For we have heard him say, that this Jesus of Nazareth shall destroy this place, and shall change the customs which Moses delivered us.  <strong>15</strong> And all that sat in the council, looking stedfastly on him, saw his face as it had been the face of an angel.  ","niv":"<sup><strong>1</strong></sup> In those days when the number of disciples was increasing, the Grecian Jews among them complained against the Hebraic Jews because their widows were being overlooked in the daily distribution of food. <sup><strong>2</strong></sup> So the Twelve gathered all the disciples together and said, \"It would not be right for us to neglect the ministry of the word of God in order to wait on tables. <sup><strong>3</strong></sup> Brothers, choose seven men from among you who are known to be full of the Spirit and wisdom. We will turn this responsibility over to them <sup><strong>4</strong></sup> and will give our attention to prayer and the ministry of the word.\" <sup><strong>5</strong></sup> This proposal pleased the whole group. They chose Stephen, a man full of faith and of the Holy Spirit; also Philip, Procorus, Nicanor, Timon, Parmenas, and Nicolas from Antioch, a convert to Judaism. <sup><strong>6</strong></sup> They presented these men to the apostles, who prayed and laid their hands on them. <sup><strong>7</strong></sup> So the word of God spread. The number of disciples in Jerusalem increased rapidly, and a large number of priests became obedient to the faith. <sup><strong>8</strong></sup> Now Stephen, a man full of God's grace and power, did great wonders and miraculous signs among the people. <sup><strong>9</strong></sup> Opposition arose, however, from members of the Synagogue of the Freedmen (as it was called)--Jews of Cyrene and Alexandria as well as the provinces of Cilicia and Asia. These men began to argue with Stephen, <sup><strong>10</strong></sup> but they could not stand up against his wisdom or the Spirit by whom he spoke. <sup><strong>11</strong></sup> Then they secretly persuaded some men to say, \"We have heard Stephen speak words of blasphemy against Moses and against God.\" <sup><strong>12</strong></sup> So they stirred up the people and the elders and the teachers of the law. They seized Stephen and brought him before the Sanhedrin. <sup><strong>13</strong></sup> They produced false witnesses, who testified, \"This fellow never stops speaking against this holy place and against the law. <sup><strong>14</strong></sup> For we have heard him say that this Jesus of Nazareth will destroy this place and change the customs Moses handed down to us.\" <sup><strong>15</strong></sup> All who were sitting in the Sanhedrin looked intently at Stephen, and they saw that his face was like the face of an angel. ","modified":"2022-05-31T12:45:20.775Z"},{"_id":"615d0cbcc05ad52d15c558ed","topicId":"615d0cb8c05ad52d15c558e2","verse":"Acts 20:28","votes":34,"__v":0,"esv":"<div>\n<p id=\"p44020028_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.</p>\n\n</div>","kjv":"<strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  ","niv":"<sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood."},{"_id":"615d0cbcc05ad52d15c558ee","topicId":"615d0cb8c05ad52d15c558e2","verse":"Titus 1:6-9","votes":33,"__v":0,"esv":"<div>\n\n<p id=\"p56001001_02-32\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56001001-1\">1:1&nbsp;</b>Paul, a servant of God and an apostle of Jesus Christ, for the sake of the faith of God’s elect and their knowledge of the truth, which accords with godliness, <b class=\"verse-num\" id=\"v56001002-1\">2&nbsp;</b>in hope of eternal life, which God, who never lies, promised before the ages began <b class=\"verse-num\" id=\"v56001003-1\">3&nbsp;</b>and at the proper time manifested in his word through the preaching with which I have been entrusted by the command of God our Savior;</p>\n<p id=\"p56001003_02-32\"><b class=\"verse-num\" id=\"v56001004-1\">4&nbsp;</b>To Titus, my true child in a common faith:</p>\n<p id=\"p56001004_02-32\">Grace and peace from God the Father and Christ Jesus our Savior.</p>\n\n<p id=\"p56001004_05-32\"><b class=\"verse-num\" id=\"v56001005-1\">5&nbsp;</b>This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—<b class=\"verse-num\" id=\"v56001006-1\">6&nbsp;</b>if anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination. <b class=\"verse-num\" id=\"v56001007-1\">7&nbsp;</b>For an overseer, as God’s steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain, <b class=\"verse-num\" id=\"v56001008-1\">8&nbsp;</b>but hospitable, a lover of good, self-controlled, upright, holy, and disciplined. <b class=\"verse-num\" id=\"v56001009-1\">9&nbsp;</b>He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it.</p>\n<p id=\"p56001009_05-32\"><b class=\"verse-num\" id=\"v56001010-1\">10&nbsp;</b>For there are many who are insubordinate, empty talkers and deceivers, especially those of the circumcision party. <b class=\"verse-num\" id=\"v56001011-1\">11&nbsp;</b>They must be silenced, since they are upsetting whole families by teaching for shameful gain what they ought not to teach. <b class=\"verse-num\" id=\"v56001012-1\">12&nbsp;</b>One of the Cretans, a prophet of their own, said, “Cretans are always liars, evil beasts, lazy gluttons.” <b class=\"verse-num\" id=\"v56001013-1\">13&nbsp;</b>This testimony is true. Therefore rebuke them sharply, that they may be sound in the faith, <b class=\"verse-num\" id=\"v56001014-1\">14&nbsp;</b>not devoting themselves to Jewish myths and the commands of people who turn away from the truth. <b class=\"verse-num\" id=\"v56001015-1\">15&nbsp;</b>To the pure, all things are pure, but to the defiled and unbelieving, nothing is pure; but both their minds and their consciences are defiled. <b class=\"verse-num\" id=\"v56001016-1\">16&nbsp;</b>They profess to know God, but they deny him by their works. They are detestable, disobedient, unfit for any good work.</p>\n\n</div>","kjv":"<strong>6</strong> If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly.  <strong>7</strong> For a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;  <strong>8</strong> But a lover of hospitality, a lover of good men, sober, just, holy, temperate;  <strong>9</strong> Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.  ","niv":"<sup><strong>6</strong></sup> An elder must be blameless, the husband of but one wife, a man whose children believe and are not open to the charge of being wild and disobedient. <sup><strong>7</strong></sup> Since an overseer is entrusted with God's work, he must be blameless--not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain. <sup><strong>8</strong></sup> Rather he must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined. <sup><strong>9</strong></sup> He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it. "},{"_id":"615d0cbcc05ad52d15c558ef","topicId":"615d0cb8c05ad52d15c558e2","verse":"1 Timothy 3:8","votes":31,"__v":0,"esv":"<div>\n\n<p id=\"p54003008_04-19\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain.</p>\n\n</div>","kjv":"<strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  ","niv":"<sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain."},{"_id":"615d0cbdc05ad52d15c558f0","topicId":"615d0cb8c05ad52d15c558e2","verse":"1 Timothy 3:2","votes":29,"__v":0,"esv":"<div>\n<p id=\"p54003002_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach,</p>\n\n</div>","kjv":"<strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  ","niv":"<sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach,","modified":"2023-01-02T21:36:27.150Z"},{"_id":"615d0cbdc05ad52d15c558f1","topicId":"615d0cb8c05ad52d15c558e2","verse":"1 Peter 4:7-11","votes":23,"__v":0,"esv":"<div>\n<p id=\"p60004007_01-23\"><b class=\"verse-num\" id=\"v60004007-1\">7&nbsp;</b>The end of all things is at hand; therefore be self-controlled and sober-minded for the sake of your prayers. <b class=\"verse-num\" id=\"v60004008-1\">8&nbsp;</b>Above all, keep loving one another earnestly, since love covers a multitude of sins. <b class=\"verse-num\" id=\"v60004009-1\">9&nbsp;</b>Show hospitality to one another without grumbling. <b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace: <b class=\"verse-num\" id=\"v60004011-1\">11&nbsp;</b>whoever speaks, as one who speaks oracles of God; whoever serves, as one who serves by the strength that God supplies—in order that in everything God may be glorified through Jesus Christ. To him belong glory and dominion forever and ever. Amen.</p>\n</div>","kjv":"<strong>7</strong> But the end of all things is at hand: be ye therefore sober, and watch unto prayer.  <strong>8</strong> And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.  <strong>9</strong> Use hospitality one to another without grudging.  <strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  <strong>11</strong> If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen.  ","niv":"<sup><strong>7</strong></sup> The end of all things is near. Therefore be clear minded and self-controlled so that you can pray. <sup><strong>8</strong></sup> Above all, love each other deeply, because love covers over a multitude of sins. <sup><strong>9</strong></sup> Offer hospitality to one another without grumbling. <sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms. <sup><strong>11</strong></sup> If anyone speaks, he should do it as one speaking the very words of God. If anyone serves, he should do it with the strength God provides, so that in all things God may be praised through Jesus Christ. To him be the glory and the power for ever and ever. Amen. ","modified":"2022-06-04T03:32:22.737Z"},{"_id":"615d0cbdc05ad52d15c558f2","topicId":"615d0cb8c05ad52d15c558e2","verse":"1 Timothy 3:10","votes":23,"__v":0,"esv":"<div>\n<p id=\"p54003010_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003010-1\">10&nbsp;</b>And let them also be tested first; then let them serve as deacons if they prove themselves blameless.</p>\n</div>","kjv":"<strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  ","niv":"<sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons."},{"_id":"615d0cbdc05ad52d15c558f3","topicId":"615d0cb8c05ad52d15c558e2","verse":"1 Timothy 3:13","votes":21,"__v":0,"esv":"<div>\n<p id=\"p54003013_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003013-1\">13&nbsp;</b>For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.</p>\n</div>","kjv":"<strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  ","niv":"<sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus."},{"_id":"615d0cbec05ad52d15c558f4","topicId":"615d0cb8c05ad52d15c558e2","verse":"Acts 2:42","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p44002042_06-28\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers.</p>\n</div>","kjv":"<strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  ","niv":"<sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer."},{"_id":"615d0cbec05ad52d15c558f5","topicId":"615d0cb8c05ad52d15c558e2","verse":"1 Timothy 3:1","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-30\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task.</p>\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task."},{"_id":"615d0cbec05ad52d15c558f6","topicId":"615d0cb8c05ad52d15c558e2","verse":"Acts 6:1-7","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p44006001_05-31\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44006001-1\">6:1&nbsp;</b>Now in these days when the disciples were increasing in number, a complaint by the Hellenists arose against the Hebrews because their widows were being neglected in the daily distribution. <b class=\"verse-num\" id=\"v44006002-1\">2&nbsp;</b>And the twelve summoned the full number of the disciples and said, “It is not right that we should give up preaching the word of God to serve tables. <b class=\"verse-num\" id=\"v44006003-1\">3&nbsp;</b>Therefore, brothers, pick out from among you seven men of good repute, full of the Spirit and of wisdom, whom we will appoint to this duty. <b class=\"verse-num\" id=\"v44006004-1\">4&nbsp;</b>But we will devote ourselves to prayer and to the ministry of the word.” <b class=\"verse-num\" id=\"v44006005-1\">5&nbsp;</b>And what they said pleased the whole gathering, and they chose Stephen, a man full of faith and of the Holy Spirit, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolaus, a proselyte of Antioch. <b class=\"verse-num\" id=\"v44006006-1\">6&nbsp;</b>These they set before the apostles, and they prayed and laid their hands on them.</p>\n<p id=\"p44006006_05-31\"><b class=\"verse-num\" id=\"v44006007-1\">7&nbsp;</b>And the word of God continued to increase, and the number of the disciples multiplied greatly in Jerusalem, and a great many of the priests became obedient to the faith.</p>\n\n</div>","kjv":"<strong>1</strong> And in those days, when the number of the disciples was multiplied, there arose a murmuring of the Grecians against the Hebrews, because their widows were neglected in the daily ministration.  <strong>2</strong> Then the twelve called the multitude of the disciples unto them,  and said, It is not reason that we should leave the word of God, and serve tables.  <strong>3</strong> Wherefore, brethren, look ye out among you seven men of honest report, full of the Holy Ghost and wisdom, whom we may appoint over this business.  <strong>4</strong> But we will give ourselves continually to prayer, and to the ministry of the word.  <strong>5</strong> And the saying pleased the whole multitude: and they chose Stephen, a man full of faith and of the Holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a proselyte of Antioch:  <strong>6</strong> Whom they set before the apostles: and when they had prayed, they laid their hands on them.  <strong>7</strong> And the word of God increased; and the number of the disciples multiplied in Jerusalem greatly; and a great company of the priests were obedient to the faith.  ","niv":"<sup><strong>1</strong></sup> In those days when the number of disciples was increasing, the Grecian Jews among them complained against the Hebraic Jews because their widows were being overlooked in the daily distribution of food. <sup><strong>2</strong></sup> So the Twelve gathered all the disciples together and said, \"It would not be right for us to neglect the ministry of the word of God in order to wait on tables. <sup><strong>3</strong></sup> Brothers, choose seven men from among you who are known to be full of the Spirit and wisdom. We will turn this responsibility over to them <sup><strong>4</strong></sup> and will give our attention to prayer and the ministry of the word.\" <sup><strong>5</strong></sup> This proposal pleased the whole group. They chose Stephen, a man full of faith and of the Holy Spirit; also Philip, Procorus, Nicanor, Timon, Parmenas, and Nicolas from Antioch, a convert to Judaism. <sup><strong>6</strong></sup> They presented these men to the apostles, who prayed and laid their hands on them. <sup><strong>7</strong></sup> So the word of God spread. The number of disciples in Jerusalem increased rapidly, and a large number of priests became obedient to the faith. "},{"_id":"615d0cbfc05ad52d15c558f7","topicId":"615d0cb8c05ad52d15c558e2","verse":"Titus 1:1-16","votes":15,"__v":0,"kjv":"<strong>1</strong> Paul, a servant of God, and an apostle of Jesus Christ, according to the faith of God’s elect, and the acknowledging of the truth which is after godliness;  <strong>2</strong> In hope of eternal life, which God, that cannot lie, promised before the world began;  <strong>3</strong> But hath in due times manifested his word through preaching, which is committed unto me according to the commandment of God our Saviour;  <strong>4</strong> To Titus, mine own son after the common faith: Grace, mercy, and peace, from God the Father and the Lord Jesus Christ our Saviour.  <strong>5</strong> For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:  <strong>6</strong> If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly.  <strong>7</strong> For a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;  <strong>8</strong> But a lover of hospitality, a lover of good men, sober, just, holy, temperate;  <strong>9</strong> Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.  <strong>10</strong> For there are many unruly and vain talkers and deceivers, specially they of the circumcision:  <strong>11</strong> Whose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre’s sake.  <strong>12</strong> One of themselves, even a prophet of their own, said, The Cretians are alway liars, evil beasts, slow bellies.  <strong>13</strong> This witness is true. Wherefore rebuke them sharply, that they may be sound in the faith;  <strong>14</strong> Not giving heed to Jewish fables, and commandments of men, that turn from the truth.  <strong>15</strong> Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled.  <strong>16</strong> They profess that they know God; but in works they deny him,  being abominable, and disobedient, and unto every good work reprobate.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of God and an apostle of Jesus Christ for the faith of God's elect and the knowledge of the truth that leads to godliness-- <sup><strong>2</strong></sup> a faith and knowledge resting on the hope of eternal life, which God, who does not lie, promised before the beginning of time, <sup><strong>3</strong></sup> and at his appointed season he brought his word to light through the preaching entrusted to me by the command of God our Savior, <sup><strong>4</strong></sup> To Titus, my true son in our common faith: Grace and peace from God the Father and Christ Jesus our Savior. <sup><strong>5</strong></sup> The reason I left you in Crete was that you might straighten out what was left unfinished and appoint elders in every town, as I directed you. <sup><strong>6</strong></sup> An elder must be blameless, the husband of but one wife, a man whose children believe and are not open to the charge of being wild and disobedient. <sup><strong>7</strong></sup> Since an overseer is entrusted with God's work, he must be blameless--not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain. <sup><strong>8</strong></sup> Rather he must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined. <sup><strong>9</strong></sup> He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it. <sup><strong>10</strong></sup> For there are many rebellious people, mere talkers and deceivers, especially those of the circumcision group. <sup><strong>11</strong></sup> They must be silenced, because they are ruining whole households by teaching things they ought not to teach--and that for the sake of dishonest gain. <sup><strong>12</strong></sup> Even one of their own prophets has said, \"Cretans are always liars, evil brutes, lazy gluttons.\" <sup><strong>13</strong></sup> This testimony is true. Therefore, rebuke them sharply, so that they will be sound in the faith <sup><strong>14</strong></sup> and will pay no attention to Jewish myths or to the commands of those who reject the truth. <sup><strong>15</strong></sup> To the pure, all things are pure, but to those who are corrupted and do not believe, nothing is pure. In fact, both their minds and consciences are corrupted. <sup><strong>16</strong></sup> They claim to know God, but by their actions they deny him. They are detestable, disobedient and unfit for doing anything good. "},{"_id":"615d0cbfc05ad52d15c558f8","topicId":"615d0cb8c05ad52d15c558e2","verse":"Ephesians 4:11","votes":15,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-33\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers,</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers,"},{"_id":"615d0cbfc05ad52d15c558f9","topicId":"615d0cb8c05ad52d15c558e2","verse":"1 Corinthians 12:28","votes":15,"__v":0,"esv":"<div>\n<p id=\"p46012028_01-35\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues.</p>\n</div>","kjv":"<strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  ","niv":"<sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues."},{"_id":"615d0cc0c05ad52d15c558fa","topicId":"615d0cb8c05ad52d15c558e2","verse":"Romans 16:1-2","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p45016001_03-36\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45016001-1\">16:1&nbsp;</b>I commend to you our sister Phoebe, a servant of the church at Cenchreae, <b class=\"verse-num\" id=\"v45016002-1\">2&nbsp;</b>that you may welcome her in the Lord in a way worthy of the saints, and help her in whatever she may need from you, for she has been a patron of many and of myself as well.</p>\n\n</div>","kjv":"<strong>1</strong> I commend unto you Phebe our sister, which is a servant of the church which is at Cenchrea:  <strong>2</strong> That ye receive her in the Lord, as becometh saints, and that ye assist her in whatsoever business she hath need of you: for she hath been a succourer of many, and of myself also.  ","niv":"<sup><strong>1</strong></sup> I commend to you our sister Phoebe, a servant of the church in Cenchrea. <sup><strong>2</strong></sup> I ask you to receive her in the Lord in a way worthy of the saints and to give her any help she may need from you, for she has been a great help to many people, including me. "},{"_id":"615d0cc0c05ad52d15c558fb","topicId":"615d0cb8c05ad52d15c558e2","verse":"Matthew 23:11","votes":15,"__v":0,"esv":"<div>\n<p id=\"p40023011_01-37\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023011-1\">11&nbsp;</b><span class=\"woc\">The greatest among you shall be your servant.</span></p>\n</div>","kjv":"<strong>11</strong> But he that is greatest among you shall be your servant.  ","niv":"<sup><strong>11</strong></sup> The greatest among you will be your servant.","modified":"2021-11-14T06:00:26.877Z"}]}