{"_id":"615d0f9dc05ad52d15c5594b","slug":"debating","name":"Debating","verses":[{"_id":"615d0f9fc05ad52d15c5594d","topicId":"615d0f9dc05ad52d15c5594b","verse":"Titus 3:9","votes":83,"__v":0,"esv":"<div>\n<p id=\"p56003009_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003009-1\">9&nbsp;</b>But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless.</p>\n</div>","kjv":"<strong>9</strong> But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain.  ","niv":"<sup><strong>9</strong></sup> But avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless.","modified":"2023-06-17T14:08:00.054Z"},{"_id":"615d0f9fc05ad52d15c5594c","topicId":"615d0f9dc05ad52d15c5594b","verse":"1 Peter 3:15-16","votes":84,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect, <b class=\"verse-num\" id=\"v60003016-1\">16&nbsp;</b>having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame.</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  <strong>16</strong> Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect, <sup><strong>16</strong></sup> keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander. ","modified":"2023-01-31T08:29:20.877Z"},{"_id":"615d0fa0c05ad52d15c5594e","topicId":"615d0f9dc05ad52d15c5594b","verse":"Romans 14:1","votes":56,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions.</p>\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters."},{"_id":"615d0fa0c05ad52d15c5594f","topicId":"615d0f9dc05ad52d15c5594b","verse":"Acts 19:9","votes":29,"__v":0,"esv":"<div>\n<p id=\"p44019009_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019009-1\">9&nbsp;</b>But when some became stubborn and continued in unbelief, speaking evil of the Way before the congregation, he withdrew from them and took the disciples with him, reasoning daily in the hall of Tyrannus.</p>\n\n</div>","kjv":"<strong>9</strong> But when divers were hardened, and believed not, but spake evil of that way before the multitude, he departed from them, and separated the disciples, disputing daily in the school of one Tyrannus.  ","niv":"<sup><strong>9</strong></sup> But some of them became obstinate; they refused to believe and publicly maligned the Way. So Paul left them. He took the disciples with him and had discussions daily in the lecture hall of Tyrannus."},{"_id":"615d0fa0c05ad52d15c55950","topicId":"615d0f9dc05ad52d15c5594b","verse":"2 Timothy 2:14","votes":26,"__v":0,"esv":"<div>\n\n<p id=\"p55002014_06-6\"><b class=\"verse-num\" id=\"v55002014-1\">14&nbsp;</b>Remind them of these things, and charge them before God not to quarrel about words, which does no good, but only ruins the hearers.</p>\n\n</div>","kjv":"<strong>14</strong> Of these things put them in remembrance, charging them  before the Lord that they strive not about words to no profit, but to the subverting of the hearers.  ","niv":"<sup><strong>14</strong></sup> Keep reminding them of these things. Warn them before God against quarreling about words; it is of no value, and only ruins those who listen.","modified":"2022-10-12T23:43:14.346Z"},{"_id":"615d0fa0c05ad52d15c55951","topicId":"615d0f9dc05ad52d15c5594b","verse":"2 Timothy 3:16","votes":26,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"615d0fa0c05ad52d15c55952","topicId":"615d0f9dc05ad52d15c5594b","verse":"John 13:34-35","votes":18,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span> <b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another. <sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\" "},{"_id":"615d0fa0c05ad52d15c55953","topicId":"615d0f9dc05ad52d15c5594b","verse":"2 Timothy 4:2","votes":22,"__v":0,"esv":"<div>\n<p id=\"p55004002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004002-1\">2&nbsp;</b>preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching.</p>\n</div>","kjv":"<strong>2</strong> Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine.  ","niv":"<sup><strong>2</strong></sup> Preach the Word; be prepared in season and out of season; correct, rebuke and encourage--with great patience and careful instruction.","modified":"2023-02-05T11:59:08.332Z"},{"_id":"615d0fa0c05ad52d15c55954","topicId":"615d0f9dc05ad52d15c5594b","verse":"Colossians 2:1-23","votes":16,"__v":0,"esv":"<div>\n<p id=\"p51002001_01-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51002001-1\">2:1&nbsp;</b>For I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face, <b class=\"verse-num\" id=\"v51002002-1\">2&nbsp;</b>that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God’s mystery, which is Christ, <b class=\"verse-num\" id=\"v51002003-1\">3&nbsp;</b>in whom are hidden all the treasures of wisdom and knowledge. <b class=\"verse-num\" id=\"v51002004-1\">4&nbsp;</b>I say this in order that no one may delude you with plausible arguments. <b class=\"verse-num\" id=\"v51002005-1\">5&nbsp;</b>For though I am absent in body, yet I am with you in spirit, rejoicing to see your good order and the firmness of your faith in Christ.</p>\n\n<p id=\"p51002005_04-10\"><b class=\"verse-num\" id=\"v51002006-1\">6&nbsp;</b>Therefore, as you received Christ Jesus the Lord, so walk in him, <b class=\"verse-num\" id=\"v51002007-1\">7&nbsp;</b>rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.</p>\n<p id=\"p51002007_04-10\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ. <b class=\"verse-num\" id=\"v51002009-1\">9&nbsp;</b>For in him the whole fullness of deity dwells bodily, <b class=\"verse-num\" id=\"v51002010-1\">10&nbsp;</b>and you have been filled in him, who is the head of all rule and authority. <b class=\"verse-num\" id=\"v51002011-1\">11&nbsp;</b>In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ, <b class=\"verse-num\" id=\"v51002012-1\">12&nbsp;</b>having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead. <b class=\"verse-num\" id=\"v51002013-1\">13&nbsp;</b>And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses, <b class=\"verse-num\" id=\"v51002014-1\">14&nbsp;</b>by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross. <b class=\"verse-num\" id=\"v51002015-1\">15&nbsp;</b>He disarmed the rulers and authorities and put them to open shame, by triumphing over them in him.</p>\n\n<p id=\"p51002015_09-10\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. <b class=\"verse-num\" id=\"v51002017-1\">17&nbsp;</b>These are a shadow of the things to come, but the substance belongs to Christ. <b class=\"verse-num\" id=\"v51002018-1\">18&nbsp;</b>Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind, <b class=\"verse-num\" id=\"v51002019-1\">19&nbsp;</b>and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God.</p>\n<p id=\"p51002019_09-10\"><b class=\"verse-num\" id=\"v51002020-1\">20&nbsp;</b>If with Christ you died to the elemental spirits of the world, why, as if you were still alive in the world, do you submit to regulations—<b class=\"verse-num\" id=\"v51002021-1\">21&nbsp;</b>“Do not handle, Do not taste, Do not touch” <b class=\"verse-num\" id=\"v51002022-1\">22&nbsp;</b>(referring to things that all perish as they are used)—according to human precepts and teachings? <b class=\"verse-num\" id=\"v51002023-1\">23&nbsp;</b>These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh.</p>\n\n</div>","kjv":"<strong>1</strong> For I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;  <strong>2</strong> That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;  <strong>3</strong> In whom are hid all the treasures of wisdom and knowledge.  <strong>4</strong> And this I say, lest any man should beguile you with enticing words.  <strong>5</strong> For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.  <strong>6</strong> As ye have therefore received Christ Jesus the Lord, so walk ye in him:  <strong>7</strong> Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.  <strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  <strong>9</strong> For in him dwelleth all the fulness of the Godhead bodily.  <strong>10</strong> And ye are complete in him, which is the head of all principality and power:  <strong>11</strong> In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:  <strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  <strong>13</strong> And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;  <strong>14</strong> Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;  <strong>15</strong> And having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.  <strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  <strong>17</strong> Which are a shadow of things to come; but the body is of Christ.  <strong>18</strong> Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,  <strong>19</strong> And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.  <strong>20</strong> Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,  <strong>21</strong> (Touch not; taste not; handle not;  <strong>22</strong> Which all are to perish with the using;) after the commandments and doctrines of men?  <strong>23</strong> Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.  ","niv":"<sup><strong>1</strong></sup> I want you to know how much I am struggling for you and for those at Laodicea, and for all who have not met me personally. <sup><strong>2</strong></sup> My purpose is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ, <sup><strong>3</strong></sup> in whom are hidden all the treasures of wisdom and knowledge. <sup><strong>4</strong></sup> I tell you this so that no one may deceive you by fine-sounding arguments. <sup><strong>5</strong></sup> For though I am absent from you in body, I am present with you in spirit and delight to see how orderly you are and how firm your faith in Christ is. <sup><strong>6</strong></sup> So then, just as you received Christ Jesus as Lord, continue to live in him, <sup><strong>7</strong></sup> rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness. <sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ. <sup><strong>9</strong></sup> For in Christ all the fullness of the Deity lives in bodily form, <sup><strong>10</strong></sup> and you have been given fullness in Christ, who is the head over every power and authority. <sup><strong>11</strong></sup> In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ, <sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead. <sup><strong>13</strong></sup> When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins, <sup><strong>14</strong></sup> having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross. <sup><strong>15</strong></sup> And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross. <sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. <sup><strong>17</strong></sup> These are a shadow of the things that were to come; the reality, however, is found in Christ. <sup><strong>18</strong></sup> Do not let anyone who delights in false humility and the worship of angels disqualify you for the prize. Such a person goes into great detail about what he has seen, and his unspiritual mind puffs him up with idle notions. <sup><strong>19</strong></sup> He has lost connection with the Head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow. <sup><strong>20</strong></sup> Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules: <sup><strong>21</strong></sup> \"Do not handle! Do not taste! Do not touch!\"? <sup><strong>22</strong></sup> These are all destined to perish with use, because they are based on human commands and teachings. <sup><strong>23</strong></sup> Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence. "},{"_id":"615d0fa0c05ad52d15c55955","topicId":"615d0f9dc05ad52d15c5594b","verse":"2 John 1:9-10","votes":15,"__v":0,"kjv":"<strong>9</strong> Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.  <strong>10</strong> If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:  ","niv":"<sup><strong>1</strong></sup> The elder,","modified":"2022-08-03T01:16:21.023Z"},{"_id":"615d0fa1c05ad52d15c55956","topicId":"615d0f9dc05ad52d15c5594b","verse":"Proverbs 18:13","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018013_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018013-1\">13&nbsp;</b>&nbsp;&nbsp;If one gives an answer before he hears,</span><br><span id=\"p20018013_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is his folly and shame.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> He that answereth a matter before he heareth it, it is folly and shame unto him.  ","niv":"<sup><strong>13</strong></sup> He who answers before listening- that is his folly and his shame."},{"_id":"615d0fa1c05ad52d15c55957","topicId":"615d0f9dc05ad52d15c5594b","verse":"Titus 3:10","votes":12,"__v":0,"esv":"<div>\n<p id=\"p56003010_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003010-1\">10&nbsp;</b>As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him,</p>\n</div>","kjv":"<strong>10</strong> A man that is an heretick after the first and second admonition reject;  ","niv":"<sup><strong>10</strong></sup> Warn a divisive person once, and then warn him a second time. After that, have nothing to do with him.","modified":"2023-01-13T14:36:21.746Z"},{"_id":"615d0fa1c05ad52d15c55958","topicId":"615d0f9dc05ad52d15c5594b","verse":"Acts 18:28","votes":12,"__v":0,"esv":"<div>\n<p id=\"p44018028_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44018028-1\">28&nbsp;</b>for he powerfully refuted the Jews in public, showing by the Scriptures that the Christ was Jesus.</p>\n</div>","kjv":"<strong>28</strong> For he mightily convinced the Jews, and that publickly, shewing by the scriptures that Jesus was Christ.  ","niv":"<sup><strong>28</strong></sup> For he vigorously refuted the Jews in public debate, proving from the Scriptures that Jesus was the Christ.","modified":"2022-06-30T09:39:00.127Z"},{"_id":"615d0fa2c05ad52d15c55959","topicId":"615d0f9dc05ad52d15c5594b","verse":"Matthew 10:14","votes":10,"__v":0,"esv":"<div>\n<p id=\"p40010014_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010014-1\">14&nbsp;</b><span class=\"woc\">And if anyone will not receive you or listen to your words, shake off the dust from your feet when you leave that house or town.</span></p>\n</div>","kjv":"<strong>14</strong> And whosoever shall not receive you, nor hear your words, when ye depart out of that house or city, shake off the dust of your feet.  ","niv":"<sup><strong>14</strong></sup> If anyone will not welcome you or listen to your words, shake the dust off your feet when you leave that home or town.","modified":"2022-07-31T07:18:01.038Z"},{"_id":"615d0fa2c05ad52d15c5595a","topicId":"615d0f9dc05ad52d15c5594b","verse":"1 Timothy 1:3","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p54001003_05-17\"><b class=\"verse-num\" id=\"v54001003-1\">3&nbsp;</b>As I urged you when I was going to Macedonia, remain at Ephesus so that you may charge certain persons not to teach any different doctrine,</p>\n</div>","kjv":"<strong>3</strong> As I besought thee to abide still at Ephesus, when I went into Macedonia, that thou mightest charge some that they teach no other doctrine,  ","niv":"<sup><strong>3</strong></sup> As I urged you when I went into Macedonia, stay there in Ephesus so that you may command certain men not to teach false doctrines any longer"},{"_id":"615d0fa2c05ad52d15c5595b","topicId":"615d0f9dc05ad52d15c5594b","verse":"Proverbs 19:3","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019003_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019003-1\">3&nbsp;</b>&nbsp;&nbsp;When a man’s folly brings his way to ruin,</span><br><span id=\"p20019003_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his heart rages against the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> The foolishness of man perverteth his way: and his heart fretteth against the LORD.  ","niv":"<sup><strong>3</strong></sup> A man's own folly ruins his life, yet his heart rages against the LORD."},{"_id":"615d0fa2c05ad52d15c5595c","topicId":"615d0f9dc05ad52d15c5594b","verse":"1 Thessalonians 2:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p52002013_01-20\"><b class=\"verse-num\" id=\"v52002013-1\">13&nbsp;</b>And we also thank God constantly for this, that when you received the word of God, which you heard from us, you accepted it not as the word of men but as what it really is, the word of God, which is at work in you believers.</p>\n\n</div>","kjv":"<strong>13</strong> For this cause also thank we God without ceasing, because, when ye received the word of God which ye heard of us, ye received it not as the word of men, but as it is in truth, the word of God, which effectually worketh also in you that believe.  ","niv":"<sup><strong>13</strong></sup> And we also thank God continually because, when you received the word of God, which you heard from us, you accepted it not as the word of men, but as it actually is, the word of God, which is at work in you who believe."},{"_id":"615d0fa3c05ad52d15c5595d","topicId":"615d0f9dc05ad52d15c5594b","verse":"2 Timothy 2:12-26","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p55002012_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v55002012-1\">12&nbsp;</b>&nbsp;&nbsp;if we endure, we will also reign with him;</span><br><span id=\"p55002012_01-21\" class=\"line\">&nbsp;&nbsp;if we deny him, he also will deny us;</span><br><span id=\"p55002013_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v55002013-1\">13&nbsp;</b>&nbsp;&nbsp;if we are faithless, he remains faithful—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p55002013_01-21\" class=\"same-paragraph\">for he cannot deny himself.</p>\n\n<p id=\"p55002013_06-21\"><b class=\"verse-num\" id=\"v55002014-1\">14&nbsp;</b>Remind them of these things, and charge them before God not to quarrel about words, which does no good, but only ruins the hearers. <b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth. <b class=\"verse-num\" id=\"v55002016-1\">16&nbsp;</b>But avoid irreverent babble, for it will lead people into more and more ungodliness, <b class=\"verse-num\" id=\"v55002017-1\">17&nbsp;</b>and their talk will spread like gangrene. Among them are Hymenaeus and Philetus, <b class=\"verse-num\" id=\"v55002018-1\">18&nbsp;</b>who have swerved from the truth, saying that the resurrection has already happened. They are upsetting the faith of some. <b class=\"verse-num\" id=\"v55002019-1\">19&nbsp;</b>But God’s firm foundation stands, bearing this seal: “The Lord knows those who are his,” and, “Let everyone who names the name of the Lord depart from iniquity.”</p>\n<p id=\"p55002019_06-21\"><b class=\"verse-num\" id=\"v55002020-1\">20&nbsp;</b>Now in a great house there are not only vessels of gold and silver but also of wood and clay, some for honorable use, some for dishonorable. <b class=\"verse-num\" id=\"v55002021-1\">21&nbsp;</b>Therefore, if anyone cleanses himself from what is dishonorable, he will be a vessel for honorable use, set apart as holy, useful to the master of the house, ready for every good work.</p>\n<p id=\"p55002021_06-21\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart. <b class=\"verse-num\" id=\"v55002023-1\">23&nbsp;</b>Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels. <b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil, <b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth, <b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n\n</div>","kjv":"<strong>12</strong> If we suffer, we shall also reign with him: if we deny him, he also will deny us:  <strong>13</strong> If we believe not, yet he abideth faithful: he cannot deny himself.  <strong>14</strong> Of these things put them in remembrance, charging them  before the Lord that they strive not about words to no profit, but to the subverting of the hearers.  <strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  <strong>16</strong> But shun profane and vain babblings: for they will increase unto more ungodliness.  <strong>17</strong> And their word will eat as doth a canker: of whom is Hymenaeus and Philetus;  <strong>18</strong> Who concerning the truth have erred, saying that the resurrection is past already; and overthrow the faith of some.  <strong>19</strong> Nevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that nameth the name of Christ depart from iniquity.  <strong>20</strong> But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.  <strong>21</strong> If a man therefore purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master’s use, and prepared unto every good work.  <strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  <strong>23</strong> But foolish and unlearned questions avoid, knowing that they do gender strifes.  <strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  <strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  <strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>12</strong></sup> if we endure, we will also reign with him. If we disown him, he will also disown us; <sup><strong>13</strong></sup> if we are faithless, he will remain faithful, for he cannot disown himself. <sup><strong>14</strong></sup> Keep reminding them of these things. Warn them before God against quarreling about words; it is of no value, and only ruins those who listen. <sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth. <sup><strong>16</strong></sup> Avoid godless chatter, because those who indulge in it will become more and more ungodly. <sup><strong>17</strong></sup> Their teaching will spread like gangrene. Among them are Hymenaeus and Philetus, <sup><strong>18</strong></sup> who have wandered away from the truth. They say that the resurrection has already taken place, and they destroy the faith of some. <sup><strong>19</strong></sup> Nevertheless, God's solid foundation stands firm, sealed with this inscription: \"The Lord knows those who are his,\" and, \"Everyone who confesses the name of the Lord must turn away from wickedness.\" <sup><strong>20</strong></sup> In a large house there are articles not only of gold and silver, but also of wood and clay; some are for noble purposes and some for ignoble. <sup><strong>21</strong></sup> If a man cleanses himself from the latter, he will be an instrument for noble purposes, made holy, useful to the Master and prepared to do any good work. <sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart. <sup><strong>23</strong></sup> Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. <sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. <sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth, <sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will. ","modified":"2022-09-04T21:01:24.206Z"},{"_id":"615d0fa3c05ad52d15c5595e","topicId":"615d0f9dc05ad52d15c5594b","verse":"1 Corinthians 2:7-9","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46002007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46002007-1\">7&nbsp;</b>But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory. <b class=\"verse-num\" id=\"v46002008-1\">8&nbsp;</b>None of the rulers of this age understood this, for if they had, they would not have crucified the Lord of glory. <b class=\"verse-num\" id=\"v46002009-1\">9&nbsp;</b>But, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46002009_01-23\" class=\"line\">&nbsp;&nbsp;“What no eye has seen, nor ear heard,</span><br><span id=\"p46002009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the heart of man imagined,</span><br><span id=\"p46002009_01-23\" class=\"line\">&nbsp;&nbsp;what God has prepared for those who love him”—</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:  <strong>8</strong> Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.  <strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  ","niv":"<sup><strong>7</strong></sup> No, we speak of God's secret wisdom, a wisdom that has been hidden and that God destined for our glory before time began. <sup><strong>8</strong></sup> None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory. <sup><strong>9</strong></sup> However, as it is written: \"No eye has seen, no ear has heard, no mind has conceived what God has prepared for those who love him\"-- "},{"_id":"615d0fa3c05ad52d15c5595f","topicId":"615d0f9dc05ad52d15c5594b","verse":"Titus 2:6-10","votes":6,"__v":0,"esv":"<div>\n<p id=\"p56002006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002006-1\">6&nbsp;</b>Likewise, urge the younger men to be self-controlled. <b class=\"verse-num\" id=\"v56002007-1\">7&nbsp;</b>Show yourself in all respects to be a model of good works, and in your teaching show integrity, dignity, <b class=\"verse-num\" id=\"v56002008-1\">8&nbsp;</b>and sound speech that cannot be condemned, so that an opponent may be put to shame, having nothing evil to say about us. <b class=\"verse-num\" id=\"v56002009-1\">9&nbsp;</b>Bondservants are to be submissive to their own masters in everything; they are to be well-pleasing, not argumentative, <b class=\"verse-num\" id=\"v56002010-1\">10&nbsp;</b>not pilfering, but showing all good faith, so that in everything they may adorn the doctrine of God our Savior.</p>\n\n</div>","kjv":"<strong>6</strong> Young men likewise exhort to be sober minded.  <strong>7</strong> In all things shewing thyself a pattern of good works: in doctrine shewing uncorruptness, gravity, sincerity,  <strong>8</strong> Sound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.  <strong>9</strong> Exhort servants to be obedient unto their own masters, and to please them well in all things; not answering again;  <strong>10</strong> Not purloining, but shewing all good fidelity; that they may adorn the doctrine of God our Saviour in all things.  ","niv":"<sup><strong>6</strong></sup> Similarly, encourage the young men to be self-controlled. <sup><strong>7</strong></sup> In everything set them an example by doing what is good. In your teaching show integrity, seriousness <sup><strong>8</strong></sup> and soundness of speech that cannot be condemned, so that those who oppose you may be ashamed because they have nothing bad to say about us. <sup><strong>9</strong></sup> Teach slaves to be subject to their masters in everything, to try to please them, not to talk back to them, <sup><strong>10</strong></sup> and not to steal from them, but to show that they can be fully trusted, so that in every way they will make the teaching about God our Savior attractive. ","modified":"2022-06-30T09:40:18.971Z"},{"_id":"615d0fa4c05ad52d15c55960","topicId":"615d0f9dc05ad52d15c5594b","verse":"1 Timothy 4:6","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p54004006_07-26\"><b class=\"verse-num\" id=\"v54004006-1\">6&nbsp;</b>If you put these things before the brothers, you will be a good servant of Christ Jesus, being trained in the words of the faith and of the good doctrine that you have followed.</p>\n\n</div>","kjv":"<strong>6</strong> If thou put the brethren in remembrance of these things, thou shalt be a good minister of Jesus Christ, nourished up in the words of faith and of good doctrine, whereunto thou hast attained.  ","niv":"<sup><strong>6</strong></sup> If you point these things out to the brothers, you will be a good minister of Christ Jesus, brought up in the truths of the faith and of the good teaching that you have followed."},{"_id":"615d0fa4c05ad52d15c55961","topicId":"615d0f9dc05ad52d15c5594b","verse":"Philippians 3:18-19","votes":6,"__v":0,"esv":"<div>\n<p id=\"p50003018_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003018-1\">18&nbsp;</b>For many, of whom I have often told you and now tell you even with tears, walk as enemies of the cross of Christ. <b class=\"verse-num\" id=\"v50003019-1\">19&nbsp;</b>Their end is destruction, their god is their belly, and they glory in their shame, with minds set on earthly things.</p>\n</div>","kjv":"<strong>18</strong> (For many walk, of whom I have told you often, and now tell you even weeping, that they are the enemies of the cross of Christ:  <strong>19</strong> Whose end is destruction, whose God is their belly, and whose glory is in their shame, who mind earthly things.)  ","niv":"<sup><strong>18</strong></sup> For, as I have often told you before and now say again even with tears, many live as enemies of the cross of Christ. <sup><strong>19</strong></sup> Their destiny is destruction, their god is their stomach, and their glory is in their shame. Their mind is on earthly things. "},{"_id":"615d0fa4c05ad52d15c55962","topicId":"615d0f9dc05ad52d15c5594b","verse":"Proverbs 22:8","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022008_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022008-1\">8&nbsp;</b>&nbsp;&nbsp;Whoever sows injustice will reap calamity,</span><br><span id=\"p20022008_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rod of his fury will fail.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> He that soweth iniquity shall reap vanity: and the rod of his anger shall fail.  ","niv":"<sup><strong>8</strong></sup> He who sows wickedness reaps trouble, and the rod of his fury will be destroyed."},{"_id":"615d0fa5c05ad52d15c55963","topicId":"615d0f9dc05ad52d15c5594b","verse":"James 1:5-12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59001005_01-29\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_01-29\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_01-29\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.</p>\n\n</div>","kjv":"<strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  ","niv":"<sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. "},{"_id":"615d0fa5c05ad52d15c55964","topicId":"615d0f9dc05ad52d15c5594b","verse":"Titus 1:9-13","votes":-1,"__v":0,"esv":"<div>\n<p id=\"p56001009_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001009-1\">9&nbsp;</b>He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it.</p>\n<p id=\"p56001009_01-30\"><b class=\"verse-num\" id=\"v56001010-1\">10&nbsp;</b>For there are many who are insubordinate, empty talkers and deceivers, especially those of the circumcision party. <b class=\"verse-num\" id=\"v56001011-1\">11&nbsp;</b>They must be silenced, since they are upsetting whole families by teaching for shameful gain what they ought not to teach. <b class=\"verse-num\" id=\"v56001012-1\">12&nbsp;</b>One of the Cretans, a prophet of their own, said, “Cretans are always liars, evil beasts, lazy gluttons.” <b class=\"verse-num\" id=\"v56001013-1\">13&nbsp;</b>This testimony is true. Therefore rebuke them sharply, that they may be sound in the faith,</p>\n\n</div>","kjv":"<strong>9</strong> Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.  <strong>10</strong> For there are many unruly and vain talkers and deceivers, specially they of the circumcision:  <strong>11</strong> Whose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre’s sake.  <strong>12</strong> One of themselves, even a prophet of their own, said, The Cretians are alway liars, evil beasts, slow bellies.  <strong>13</strong> This witness is true. Wherefore rebuke them sharply, that they may be sound in the faith;  ","niv":"<sup><strong>9</strong></sup> He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it. <sup><strong>10</strong></sup> For there are many rebellious people, mere talkers and deceivers, especially those of the circumcision group. <sup><strong>11</strong></sup> They must be silenced, because they are ruining whole households by teaching things they ought not to teach--and that for the sake of dishonest gain. <sup><strong>12</strong></sup> Even one of their own prophets has said, \"Cretans are always liars, evil brutes, lazy gluttons.\" <sup><strong>13</strong></sup> This testimony is true. Therefore, rebuke them sharply, so that they will be sound in the faith ","modified":"2022-11-22T22:00:53.940Z"}]}