{"_id":"615d1388c05ad52d15c55a35","slug":"deceiving","name":"Deceiving","verses":[{"_id":"615d1389c05ad52d15c55a36","topicId":"615d1388c05ad52d15c55a35","verse":"1 John 4:1","votes":120,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"615d1389c05ad52d15c55a37","topicId":"615d1388c05ad52d15c55a35","verse":"2 Timothy 3:13","votes":113,"__v":0,"esv":"<div>\n<p id=\"p55003013_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003013-1\">13&nbsp;</b>while evil people and impostors will go on from bad to worse, deceiving and being deceived.</p>\n</div>","kjv":"<strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  ","niv":"<sup><strong>13</strong></sup> while evil men and impostors will go from bad to worse, deceiving and being deceived.","modified":"2022-11-09T18:49:27.199Z"},{"_id":"615d1389c05ad52d15c55a38","topicId":"615d1388c05ad52d15c55a35","verse":"Proverbs 6:16-19","votes":110,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006016_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006016-1\">16&nbsp;</b>&nbsp;&nbsp;There are six things that the LORD hates,</span><br><span id=\"p20006016_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seven that are an abomination to him:</span><br><span id=\"p20006017_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006017-1\">17&nbsp;</b>&nbsp;&nbsp;haughty eyes, a lying tongue,</span><br><span id=\"p20006017_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hands that shed innocent blood,</span><br><span id=\"p20006018_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006018-1\">18&nbsp;</b>&nbsp;&nbsp;a heart that devises wicked plans,</span><br><span id=\"p20006018_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feet that make haste to run to evil,</span><br><span id=\"p20006019_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006019-1\">19&nbsp;</b>&nbsp;&nbsp;a false witness who breathes out lies,</span><br><span id=\"p20006019_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who sows discord among brothers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> These six things doth the LORD hate: yea, seven are  an abomination unto him:  <strong>17</strong> A proud look, a lying tongue, and hands that shed innocent blood,  <strong>18</strong> An heart that deviseth wicked imaginations, feet that be swift in running to mischief,  <strong>19</strong> A false witness that speaketh lies, and he that soweth discord among brethren.  ","niv":"<sup><strong>16</strong></sup> There are six things the LORD hates, seven that are detestable to him: <sup><strong>17</strong></sup> haughty eyes, a lying tongue, hands that shed innocent blood, <sup><strong>18</strong></sup> a heart that devises wicked schemes, feet that are quick to rush into evil, <sup><strong>19</strong></sup> a false witness who pours out lies and a man who stirs up dissension among brothers. "},{"_id":"615d1389c05ad52d15c55a39","topicId":"615d1388c05ad52d15c55a35","verse":"1 Timothy 4:1","votes":72,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons,</p>\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons."},{"_id":"615d138ac05ad52d15c55a3a","topicId":"615d1388c05ad52d15c55a35","verse":"John 8:44","votes":70,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."},{"_id":"615d138ac05ad52d15c55a3b","topicId":"615d1388c05ad52d15c55a35","verse":"Ephesians 6:11","votes":64,"__v":0,"esv":"<div>\n<p id=\"p49006011_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil.</p>\n</div>","kjv":"<strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  ","niv":"<sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes."},{"_id":"615d138ac05ad52d15c55a3c","topicId":"615d1388c05ad52d15c55a35","verse":"Revelation 12:9","votes":62,"__v":0,"esv":"<div>\n<p id=\"p66012009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012009-1\">9&nbsp;</b>And the great dragon was thrown down, that ancient serpent, who is called the devil and Satan, the deceiver of the whole world—he was thrown down to the earth, and his angels were thrown down with him.</p>\n</div>","kjv":"<strong>9</strong> And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.  ","niv":"<sup><strong>9</strong></sup> The great dragon was hurled down--that ancient serpent called the devil, or Satan, who leads the whole world astray. He was hurled to the earth, and his angels with him."},{"_id":"615d138ac05ad52d15c55a3d","topicId":"615d1388c05ad52d15c55a35","verse":"James 1:22","votes":62,"__v":0,"esv":"<div>\n<p id=\"p59001022_01-9\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves.</p>\n</div>","kjv":"<strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  ","niv":"<sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says."},{"_id":"615d138bc05ad52d15c55a3e","topicId":"615d1388c05ad52d15c55a35","verse":"1 Corinthians 6:9-11","votes":53,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-11\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"615d138bc05ad52d15c55a3f","topicId":"615d1388c05ad52d15c55a35","verse":"Titus 1:15-16","votes":51,"__v":0,"esv":"<div>\n<p id=\"p56001015_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001015-1\">15&nbsp;</b>To the pure, all things are pure, but to the defiled and unbelieving, nothing is pure; but both their minds and their consciences are defiled. <b class=\"verse-num\" id=\"v56001016-1\">16&nbsp;</b>They profess to know God, but they deny him by their works. They are detestable, disobedient, unfit for any good work.</p>\n</div>","kjv":"<strong>15</strong> Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled.  <strong>16</strong> They profess that they know God; but in works they deny him,  being abominable, and disobedient, and unto every good work reprobate.  ","niv":"<sup><strong>15</strong></sup> To the pure, all things are pure, but to those who are corrupted and do not believe, nothing is pure. In fact, both their minds and consciences are corrupted. <sup><strong>16</strong></sup> They claim to know God, but by their actions they deny him. They are detestable, disobedient and unfit for doing anything good. "},{"_id":"615d138bc05ad52d15c55a40","topicId":"615d1388c05ad52d15c55a35","verse":"2 Corinthians 11:13-14","votes":47,"__v":0,"esv":"<div>\n<p id=\"p47011013_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011013-1\">13&nbsp;</b>For such men are false apostles, deceitful workmen, disguising themselves as apostles of Christ. <b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light.</p>\n</div>","kjv":"<strong>13</strong> For such are false apostles, deceitful workers, transforming themselves into the apostles of Christ.  <strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  ","niv":"<sup><strong>13</strong></sup> For such men are false apostles, deceitful workmen, masquerading as apostles of Christ. <sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light. ","modified":"2022-11-09T18:52:22.999Z"},{"_id":"615d138cc05ad52d15c55a41","topicId":"615d1388c05ad52d15c55a35","verse":"1 John 1:8","votes":45,"__v":0,"esv":"<div>\n<p id=\"p62001008_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us.</p>\n</div>","kjv":"<strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  ","niv":"<sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us."},{"_id":"615d138cc05ad52d15c55a42","topicId":"615d1388c05ad52d15c55a35","verse":"Colossians 2:8","votes":42,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-15\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"615d138cc05ad52d15c55a43","topicId":"615d1388c05ad52d15c55a35","verse":"Leviticus 19:11","votes":39,"__v":0,"esv":"<div>\n<p id=\"p03019011_01-16\"><b class=\"verse-num\" id=\"v03019011-1\">11&nbsp;</b>“You shall not steal; you shall not deal falsely; you shall not lie to one another.</p>\n</div>","kjv":"<strong>11</strong> Ye shall not steal, neither deal falsely, neither lie one to another.  ","niv":"<sup><strong>11</strong></sup> \"'Do not steal. \"'Do not lie. \"'Do not deceive one another."},{"_id":"615d138dc05ad52d15c55a44","topicId":"615d1388c05ad52d15c55a35","verse":"1 Corinthians 10:13","votes":39,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"615d138dc05ad52d15c55a45","topicId":"615d1388c05ad52d15c55a35","verse":"2 Corinthians 4:4","votes":37,"__v":0,"esv":"<div>\n<p id=\"p47004004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004004-1\">4&nbsp;</b>In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God.</p>\n</div>","kjv":"<strong>4</strong> In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.  ","niv":"<sup><strong>4</strong></sup> The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel of the glory of Christ, who is the image of God."},{"_id":"615d138dc05ad52d15c55a46","topicId":"615d1388c05ad52d15c55a35","verse":"Jeremiah 17:9","votes":37,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017009_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017009-1\">9&nbsp;</b>&nbsp;&nbsp;The heart is deceitful above all things,</span><br><span id=\"p24017009_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and desperately sick;</span><br><span id=\"p24017009_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who can understand it?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> The heart is deceitful above all things, and desperately wicked: who can know it?  ","niv":"<sup><strong>9</strong></sup> The heart is deceitful above all things and beyond cure. Who can understand it?"},{"_id":"615d138dc05ad52d15c55a47","topicId":"615d1388c05ad52d15c55a35","verse":"Revelation 21:8","votes":35,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"615d138ec05ad52d15c55a48","topicId":"615d1388c05ad52d15c55a35","verse":"Romans 16:18","votes":33,"__v":0,"esv":"<div>\n<p id=\"p45016018_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45016018-1\">18&nbsp;</b>For such persons do not serve our Lord Christ, but their own appetites, and by smooth talk and flattery they deceive the hearts of the naive.</p>\n\n</div>","kjv":"<strong>18</strong> For they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple.  ","niv":"<sup><strong>18</strong></sup> For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the minds of naive people."},{"_id":"615d138ec05ad52d15c55a49","topicId":"615d1388c05ad52d15c55a35","verse":"Matthew 24:24","votes":33,"__v":0,"esv":"<div>\n<p id=\"p40024024_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span></p>\n</div>","kjv":"<strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  ","niv":"<sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible.","modified":"2022-11-09T18:54:58.689Z"},{"_id":"615d138ec05ad52d15c55a4a","topicId":"615d1388c05ad52d15c55a35","verse":"2 Thessalonians 2:3","votes":31,"__v":0,"esv":"<div>\n<p id=\"p53002003_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002003-1\">3&nbsp;</b>Let no one deceive you in any way. For that day will not come, unless the rebellion comes first, and the man of lawlessness is revealed, the son of destruction,</p>\n\n</div>","kjv":"<strong>3</strong> Let no man deceive you by any means: for that day shall not come,  except there come a falling away first, and that man of sin be revealed, the son of perdition;  ","niv":"<sup><strong>3</strong></sup> Don't let anyone deceive you in any way, for that day will not come until the rebellion occurs and the man of lawlessness is revealed, the man doomed to destruction."},{"_id":"615d138fc05ad52d15c55a4b","topicId":"615d1388c05ad52d15c55a35","verse":"Zechariah 8:17","votes":29,"__v":0,"esv":"<div>\n<p id=\"p38008017_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v38008017-1\">17&nbsp;</b>do not devise evil in your hearts against one another, and love no false oath, for all these things I hate, declares the LORD.”</p>\n</div>","kjv":"<strong>17</strong> And let none of you imagine evil in your hearts against his neighbour; and love no false oath: for all these are things that I hate, saith the LORD.  ","niv":"<sup><strong>17</strong></sup> do not plot evil against your neighbor, and do not love to swear falsely. I hate all this,\" declares the LORD."},{"_id":"615d138fc05ad52d15c55a4c","topicId":"615d1388c05ad52d15c55a35","verse":"1 Corinthians 6:10","votes":29,"__v":0,"esv":"<div>\n<p id=\"p46006010_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n</div>","kjv":"<strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God."},{"_id":"615d138fc05ad52d15c55a4d","topicId":"615d1388c05ad52d15c55a35","verse":"Revelation 1:1","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,","modified":"2022-11-09T18:55:56.978Z"},{"_id":"615d1390c05ad52d15c55a4e","topicId":"615d1388c05ad52d15c55a35","verse":"Ecclesiastes 7:20","votes":28,"__v":0,"esv":"<div>\n<p id=\"p21007020_01-29\"><b class=\"verse-num\" id=\"v21007020-1\">20&nbsp;</b>Surely there is not a righteous man on earth who does good and never sins.</p>\n</div>","kjv":"<strong>20</strong> For there is not a just man upon earth, that doeth good, and sinneth not.  ","niv":"<sup><strong>20</strong></sup> There is not a righteous man on earth who does what is right and never sins."}]}