{"_id":"615d17eac05ad52d15c55c86","slug":"demonic-oppression","name":"Demonic Oppression","verses":[{"_id":"615d17ebc05ad52d15c55c87","topicId":"615d17eac05ad52d15c55c86","verse":"Luke 10:19","votes":30,"__v":0,"esv":"<div>\n<p id=\"p42010019_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42010019-1\">19&nbsp;</b><span class=\"woc\">Behold, I have given you authority to tread on serpents and scorpions, and over all the power of the enemy, and nothing shall hurt you.</span></p>\n</div>","kjv":"<strong>19</strong> Behold, I give unto you power to tread on serpents and scorpions, and over all the power of the enemy: and nothing shall by any means hurt you.  ","niv":"<sup><strong>19</strong></sup> I have given you authority to trample on snakes and scorpions and to overcome all the power of the enemy; nothing will harm you.","modified":"2022-06-25T16:38:09.287Z"},{"_id":"615d17ebc05ad52d15c55c88","topicId":"615d17eac05ad52d15c55c86","verse":"Ephesians 6:12","votes":32,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms.","modified":"2022-12-01T15:24:58.086Z"},{"_id":"615d17ecc05ad52d15c55c89","topicId":"615d17eac05ad52d15c55c86","verse":"James 4:7","votes":25,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you."},{"_id":"615d17ecc05ad52d15c55c8a","topicId":"615d17eac05ad52d15c55c86","verse":"1 Peter 5:8","votes":23,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."},{"_id":"615d17ecc05ad52d15c55c8b","topicId":"615d17eac05ad52d15c55c86","verse":"Ephesians 6:11","votes":22,"__v":0,"esv":"<div>\n<p id=\"p49006011_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil.</p>\n</div>","kjv":"<strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  ","niv":"<sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes."},{"_id":"615d17edc05ad52d15c55c8c","topicId":"615d17eac05ad52d15c55c86","verse":"1 John 4:4","votes":21,"__v":0,"esv":"<div>\n<p id=\"p62004004_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world.</p>\n</div>","kjv":"<strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  ","niv":"<sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world."},{"_id":"615d17edc05ad52d15c55c8d","topicId":"615d17eac05ad52d15c55c86","verse":"1 John 5:18","votes":16,"__v":0,"esv":"<div>\n<p id=\"p62005018_01-8\"><b class=\"verse-num\" id=\"v62005018-1\">18&nbsp;</b>We know that everyone who has been born of God does not keep on sinning, but he who was born of God protects him, and the evil one does not touch him.</p>\n</div>","kjv":"<strong>18</strong> We know that whosoever is born of God sinneth not; but he that is begotten of God keepeth himself, and that wicked one toucheth him not.  ","niv":"<sup><strong>18</strong></sup> We know that anyone born of God does not continue to sin; the one who was born of God keeps him safe, and the evil one cannot harm him."},{"_id":"615d17edc05ad52d15c55c8e","topicId":"615d17eac05ad52d15c55c86","verse":"Ephesians 6:13","votes":16,"__v":0,"esv":"<div>\n<p id=\"p49006013_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.</p>\n</div>","kjv":"<strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  ","niv":"<sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand."},{"_id":"615d17edc05ad52d15c55c8f","topicId":"615d17eac05ad52d15c55c86","verse":"Ephesians 4:27","votes":16,"__v":0,"esv":"<div>\n<p id=\"p49004027_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil.</p>\n</div>","kjv":"<strong>27</strong> Neither give place to the devil.  ","niv":"<sup><strong>27</strong></sup> and do not give the devil a foothold."},{"_id":"615d17edc05ad52d15c55c90","topicId":"615d17eac05ad52d15c55c86","verse":"Luke 4:18","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42004018_01-11\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v42004018-1\">18&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">“The Spirit of the Lord is upon me,</span><br><span id=\"p42004018_01-11\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;because he has anointed me</span><br><span id=\"p42004018_01-11\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;to proclaim good news to the poor.</span><br><span id=\"p42004018_01-11\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;He has sent me to proclaim liberty to the captives</span><br><span id=\"p42004018_01-11\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and recovering of sight to the blind,</span><br><span id=\"p42004018_01-11\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;to set at liberty those who are oppressed,</span></span><br></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised,  ","niv":"<sup><strong>18</strong></sup> \"The Spirit of the Lord is on me, because he has anointed me to preach good news to the poor. He has sent me to proclaim freedom for the prisoners and recovery of sight for the blind, to release the oppressed,"},{"_id":"615d17edc05ad52d15c55c91","topicId":"615d17eac05ad52d15c55c86","verse":"Matthew 12:22","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p40012022_06-12\"><b class=\"verse-num\" id=\"v40012022-1\">22&nbsp;</b>Then a demon-oppressed man who was blind and mute was brought to him, and he healed him, so that the man spoke and saw.</p>\n</div>","kjv":"<strong>22</strong> Then was brought unto him one possessed with a devil, blind, and dumb: and he healed him, insomuch that the blind and dumb both spake and saw.  ","niv":"<sup><strong>22</strong></sup> Then they brought him a demon-possessed man who was blind and mute, and Jesus healed him, so that he could both talk and see.","modified":"2022-05-02T07:08:46.594Z"},{"_id":"615d17eec05ad52d15c55c92","topicId":"615d17eac05ad52d15c55c86","verse":"1 John 4:1","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"615d17eec05ad52d15c55c93","topicId":"615d17eac05ad52d15c55c86","verse":"Luke 10:17","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p42010017_06-14\"><b class=\"verse-num\" id=\"v42010017-1\">17&nbsp;</b>The seventy-two returned with joy, saying, “Lord, even the demons are subject to us in your name!”</p>\n</div>","kjv":"<strong>17</strong> And the seventy returned again with joy, saying, Lord, even the devils are subject unto us through thy name.  ","niv":"<sup><strong>17</strong></sup> The seventy-two returned with joy and said, \"Lord, even the demons submit to us in your name.\""},{"_id":"615d17eec05ad52d15c55c94","topicId":"615d17eac05ad52d15c55c86","verse":"Psalm 18:28","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19018028_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19018028-1\">28&nbsp;</b>&nbsp;&nbsp;For it is you who light my lamp;</span><br><span id=\"p19018028_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD my God lightens my darkness.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> For thou wilt light my candle: the LORD my God will enlighten my darkness.  ","niv":"<sup><strong>28</strong></sup> You, O LORD, keep my lamp burning; my God turns my darkness into light."},{"_id":"615d17efc05ad52d15c55c95","topicId":"615d17eac05ad52d15c55c86","verse":"2 Peter 1:3","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p61001003_06-16\"><b class=\"verse-num\" id=\"v61001003-1\">3&nbsp;</b>His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence,</p>\n\n</div>","kjv":"<strong>3</strong> According as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue:  ","niv":"<sup><strong>3</strong></sup> His divine power has given us everything we need for life and godliness through our knowledge of him who called us by his own glory and goodness."},{"_id":"615d17efc05ad52d15c55c96","topicId":"615d17eac05ad52d15c55c86","verse":"Matthew 10:8","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40010008_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010008-1\">8&nbsp;</b><span class=\"woc\">Heal the sick, raise the dead, cleanse lepers, cast out demons. You received without paying; give without pay.</span></p>\n\n</div>","kjv":"<strong>8</strong> Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.  ","niv":"<sup><strong>8</strong></sup> Heal the sick, raise the dead, cleanse those who have leprosy, drive out demons. Freely you have received, freely give."},{"_id":"615d17efc05ad52d15c55c97","topicId":"615d17eac05ad52d15c55c86","verse":"Matthew 9:32","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p40009032_08-18\"><b class=\"verse-num\" id=\"v40009032-1\">32&nbsp;</b>As they were going away, behold, a demon-oppressed man who was mute was brought to him.</p>\n</div>","kjv":"<strong>32</strong> As they went out, behold, they brought to him a dumb man possessed with a devil.  ","niv":"<sup><strong>32</strong></sup> While they were going out, a man who was demon-possessed and could not talk was brought to Jesus."},{"_id":"615d17f0c05ad52d15c55c98","topicId":"615d17eac05ad52d15c55c86","verse":"Jude 1:9","votes":8,"__v":0,"kjv":"<strong>9</strong> Yet Michael the archangel, when contending with the devil he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:","modified":"2022-05-06T09:42:16.443Z"},{"_id":"615d17f0c05ad52d15c55c99","topicId":"615d17eac05ad52d15c55c86","verse":"James 1:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p59001013_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one.</p>\n</div>","kjv":"<strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  ","niv":"<sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone;"},{"_id":"615d17f0c05ad52d15c55c9a","topicId":"615d17eac05ad52d15c55c86","verse":"Matthew 15:22","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40015022_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v40015022-1\">22&nbsp;</b>And behold, a Canaanite woman from that region came out and was crying, “Have mercy on me, O Lord, Son of David; my daughter is severely oppressed by a demon.”</p>\n</div>","kjv":"<strong>22</strong> And, behold, a woman of Canaan came out of the same coasts, and cried unto him, saying, Have mercy on me, O Lord, thou Son of David; my daughter is grievously vexed with a devil.  ","niv":"<sup><strong>22</strong></sup> A Canaanite woman from that vicinity came to him, crying out, \"Lord, Son of David, have mercy on me! My daughter is suffering terribly from demon-possession.\""},{"_id":"615d17f0c05ad52d15c55c9b","topicId":"615d17eac05ad52d15c55c86","verse":"1 Timothy 4:1-3","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons, <b class=\"verse-num\" id=\"v54004002-1\">2&nbsp;</b>through the insincerity of liars whose consciences are seared, <b class=\"verse-num\" id=\"v54004003-1\">3&nbsp;</b>who forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth.</p>\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  <strong>2</strong> Speaking lies in hypocrisy; having their conscience seared with a hot iron;  <strong>3</strong> Forbidding to marry, and commanding to abstain from meats, which God hath created to be received with thanksgiving of them which believe and know the truth.  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons. <sup><strong>2</strong></sup> Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron. <sup><strong>3</strong></sup> They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth. "},{"_id":"615d17f1c05ad52d15c55c9c","topicId":"615d17eac05ad52d15c55c86","verse":"Ephesians 6:10-18","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-24\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. "},{"_id":"615d17f1c05ad52d15c55c9d","topicId":"615d17eac05ad52d15c55c86","verse":"Exodus 22:18","votes":7,"__v":0,"esv":"<div>\n<p id=\"p02022018_01-25\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not suffer a witch to live.  ","niv":"<sup><strong>18</strong></sup> \"Do not allow a sorceress to live."},{"_id":"615d17f1c05ad52d15c55c9e","topicId":"615d17eac05ad52d15c55c86","verse":"Acts 14:22","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44014022_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014022-1\">22&nbsp;</b>strengthening the souls of the disciples, encouraging them to continue in the faith, and saying that through many tribulations we must enter the kingdom of God.</p>\n</div>","kjv":"<strong>22</strong> Confirming the souls of the disciples, and exhorting them to continue in the faith, and that we must through much tribulation enter into the kingdom of God.  ","niv":"<sup><strong>22</strong></sup> strengthening the disciples and encouraging them to remain true to the faith. \"We must go through many hardships to enter the kingdom of God,\" they said."},{"_id":"615d17f2c05ad52d15c55c9f","topicId":"615d17eac05ad52d15c55c86","verse":"Matthew 12:29","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40012029_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012029-1\">29&nbsp;</b><span class=\"woc\">Or how can someone enter a strong man’s house and plunder his goods, unless he first binds the strong man? Then indeed he may plunder his house.</span></p>\n</div>","kjv":"<strong>29</strong> Or else how can one enter into a strong man’s house, and spoil his goods, except he first bind the strong man? and then he will spoil his house.  ","niv":"<sup><strong>29</strong></sup> \"Or again, how can anyone enter a strong man's house and carry off his possessions unless he first ties up the strong man? Then he can rob his house."}]}