{"_id":"615d1845c05ad52d15c55cba","slug":"demonic-spirits","name":"Demonic Spirits","verses":[{"_id":"615d1846c05ad52d15c55cbb","topicId":"615d1845c05ad52d15c55cba","verse":"Matthew 12:43-45","votes":43,"__v":0,"esv":"<div>\n\n<p id=\"p40012043_06-1\"><b class=\"verse-num woc\" id=\"v40012043-1\">43&nbsp;</b><span class=\"woc\">“When the unclean spirit has gone out of a person, it passes through waterless places seeking rest, but finds none.</span> <b class=\"verse-num woc\" id=\"v40012044-1\">44&nbsp;</b><span class=\"woc\">Then it says, ‘I will return to my house from which I came.’ And when it comes, it finds the house empty, swept, and put in order.</span> <b class=\"verse-num woc\" id=\"v40012045-1\">45&nbsp;</b><span class=\"woc\">Then it goes and brings with it seven other spirits more evil than itself, and they enter and dwell there, and the last state of that person is worse than the first. So also will it be with this evil generation.”</span></p>\n</div>","kjv":"<strong>43</strong> When the unclean spirit is gone out of a man, he walketh through dry places, seeking rest, and findeth none.  <strong>44</strong> Then he saith, I will return into my house from whence I came out; and when he is come, he findeth it empty, swept, and garnished.  <strong>45</strong> Then goeth he, and taketh with himself seven other spirits more wicked than himself, and they enter in and dwell there: and the last state of that man is worse than the first. Even so shall it be also unto this wicked generation. ","niv":"<sup><strong>43</strong></sup> \"When an evil spirit comes out of a man, it goes through arid places seeking rest and does not find it. <sup><strong>44</strong></sup> Then it says, 'I will return to the house I left.' When it arrives, it finds the house unoccupied, swept clean and put in order. <sup><strong>45</strong></sup> Then it goes and takes with it seven other spirits more wicked than itself, and they go in and live there. And the final condition of that man is worse than the first. That is how it will be with this wicked generation.\" "},{"_id":"615d1846c05ad52d15c55cbc","topicId":"615d1845c05ad52d15c55cba","verse":"1 Peter 5:8","votes":40,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour.","modified":"2023-11-29T02:48:23.489Z"},{"_id":"615d1847c05ad52d15c55cbd","topicId":"615d1845c05ad52d15c55cba","verse":"Revelation 16:14","votes":36,"__v":0,"esv":"<div>\n<p id=\"p66016014_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v66016014-1\">14&nbsp;</b>For they are demonic spirits, performing signs, who go abroad to the kings of the whole world, to assemble them for battle on the great day of God the Almighty.</p>\n</div>","kjv":"<strong>14</strong> For they are the spirits of devils, working miracles, which  go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.  ","niv":"<sup><strong>14</strong></sup> They are spirits of demons performing miraculous signs, and they go out to the kings of the whole world, to gather them for the battle on the great day of God Almighty.","modified":"2023-01-03T04:30:24.729Z"},{"_id":"615d1847c05ad52d15c55cbe","topicId":"615d1845c05ad52d15c55cba","verse":"1 John 4:4","votes":32,"__v":0,"esv":"<div>\n<p id=\"p62004004_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world.</p>\n</div>","kjv":"<strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  ","niv":"<sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world.","modified":"2022-11-23T01:04:20.422Z"},{"_id":"615d1847c05ad52d15c55cbf","topicId":"615d1845c05ad52d15c55cba","verse":"Ephesians 6:10-18","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-6\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. "},{"_id":"615d1847c05ad52d15c55cc0","topicId":"615d1845c05ad52d15c55cba","verse":"Deuteronomy 18:9-12","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-7\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. ","modified":"2022-09-14T18:13:06.845Z"},{"_id":"615d1847c05ad52d15c55cc1","topicId":"615d1845c05ad52d15c55cba","verse":"John 8:44","votes":26,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."},{"_id":"615d1848c05ad52d15c55cc2","topicId":"615d1845c05ad52d15c55cba","verse":"2 Corinthians 11:14","votes":23,"__v":0,"esv":"<div>\n<p id=\"p47011014_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light.</p>\n</div>","kjv":"<strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  ","niv":"<sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light."},{"_id":"615d1848c05ad52d15c55cc3","topicId":"615d1845c05ad52d15c55cba","verse":"2 Thessalonians 2:9","votes":22,"__v":0,"esv":"<div>\n<p id=\"p53002009_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002009-1\">9&nbsp;</b>The coming of the lawless one is by the activity of Satan with all power and false signs and wonders,</p>\n</div>","kjv":"<strong>9</strong> Even him, whose coming is after the working of Satan with all power and signs and lying wonders,  ","niv":"<sup><strong>9</strong></sup> The coming of the lawless one will be in accordance with the work of Satan displayed in all kinds of counterfeit miracles, signs and wonders,"},{"_id":"615d1848c05ad52d15c55cc4","topicId":"615d1845c05ad52d15c55cba","verse":"Acts 19:19","votes":21,"__v":0,"esv":"<div>\n<p id=\"p44019019_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019019-1\">19&nbsp;</b>And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver.</p>\n</div>","kjv":"<strong>19</strong> Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.  ","niv":"<sup><strong>19</strong></sup> A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas."},{"_id":"615d1849c05ad52d15c55cc5","topicId":"615d1845c05ad52d15c55cba","verse":"1 John 4:1","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"615d1849c05ad52d15c55cc6","topicId":"615d1845c05ad52d15c55cba","verse":"Leviticus 19:31","votes":19,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-13\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God."},{"_id":"615d1849c05ad52d15c55cc7","topicId":"615d1845c05ad52d15c55cba","verse":"Acts 8:9-13","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p44008009_05-14\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great. <b class=\"verse-num\" id=\"v44008010-1\">10&nbsp;</b>They all paid attention to him, from the least to the greatest, saying, “This man is the power of God that is called Great.” <b class=\"verse-num\" id=\"v44008011-1\">11&nbsp;</b>And they paid attention to him because for a long time he had amazed them with his magic. <b class=\"verse-num\" id=\"v44008012-1\">12&nbsp;</b>But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <b class=\"verse-num\" id=\"v44008013-1\">13&nbsp;</b>Even Simon himself believed, and after being baptized he continued with Philip. And seeing signs and great miracles performed, he was amazed.</p>\n\n</div>","kjv":"<strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  <strong>10</strong> To whom they all gave heed, from the least to the greatest, saying, This man is the great power of God.  <strong>11</strong> And to him they had regard, because that of long time he had bewitched them with sorceries.  <strong>12</strong> But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.  <strong>13</strong> Then Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done.  ","niv":"<sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great, <sup><strong>10</strong></sup> and all the people, both high and low, gave him their attention and exclaimed, \"This man is the divine power known as the Great Power.\" <sup><strong>11</strong></sup> They followed him because he had amazed them for a long time with his magic. <sup><strong>12</strong></sup> But when they believed Philip as he preached the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <sup><strong>13</strong></sup> Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw. "},{"_id":"615d1849c05ad52d15c55cc8","topicId":"615d1845c05ad52d15c55cba","verse":"John 10:10","votes":13,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"615d184ac05ad52d15c55cc9","topicId":"615d1845c05ad52d15c55cba","verse":"Hebrews 1:14","votes":12,"__v":0,"esv":"<div>\n<p id=\"p58001014_01-16\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001014-1\">14&nbsp;</b>Are they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?</p>\n</div>","kjv":"<strong>14</strong> Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?  ","niv":"<sup><strong>14</strong></sup> Are not all angels ministering spirits sent to serve those who will inherit salvation?"},{"_id":"615d184ac05ad52d15c55cca","topicId":"615d1845c05ad52d15c55cba","verse":"Romans 12:2","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"615d184ac05ad52d15c55ccb","topicId":"615d1845c05ad52d15c55cba","verse":"Leviticus 20:6","votes":12,"__v":0,"esv":"<div>\n<p id=\"p03020006_01-18\"><b class=\"verse-num\" id=\"v03020006-1\">6&nbsp;</b>“If a person turns to mediums and necromancers, whoring after them, I will set my face against that person and will cut him off from among his people.</p>\n</div>","kjv":"<strong>6</strong> And the soul that turneth after such as have familiar spirits, and after wizards, to go a whoring after them, I will even set my face against that soul, and will cut him off from among his people.  ","niv":"<sup><strong>6</strong></sup> \"'I will set my face against the person who turns to mediums and spiritists to prostitute himself by following them, and I will cut him off from his people."},{"_id":"615d184bc05ad52d15c55ccc","topicId":"615d1845c05ad52d15c55cba","verse":"John 14:6","votes":11,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"615d184bc05ad52d15c55ccd","topicId":"615d1845c05ad52d15c55cba","verse":"Ezekiel 13:18","votes":10,"__v":0,"esv":"<div>\n<p id=\"p26013018_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v26013018-1\">18&nbsp;</b>and say, Thus says the Lord GOD: Woe to the women who sew magic bands upon all wrists, and make veils for the heads of persons of every stature, in the hunt for souls! Will you hunt down souls belonging to my people and keep your own souls alive?</p>\n</div>","kjv":"<strong>18</strong> And say, Thus saith the Lord GOD; Woe to the women that sew pillows to all armholes, and make kerchiefs upon the head of every stature to hunt souls! Will ye hunt the souls of my people, and will ye save the souls alive that come unto you?  ","niv":"<sup><strong>18</strong></sup> and say, 'This is what the Sovereign LORD says: Woe to the women who sew magic charms on all their wrists and make veils of various lengths for their heads in order to ensnare people. Will you ensnare the lives of my people but preserve your own?"},{"_id":"615d184bc05ad52d15c55cce","topicId":"615d1845c05ad52d15c55cba","verse":"Luke 16:19-31","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-21\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"615d184cc05ad52d15c55ccf","topicId":"615d1845c05ad52d15c55cba","verse":"Deuteronomy 18:9-14","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-22\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you. <b class=\"verse-num\" id=\"v05018013-1\">13&nbsp;</b>You shall be blameless before the LORD your God, <b class=\"verse-num\" id=\"v05018014-1\">14&nbsp;</b>for these nations, which you are about to dispossess, listen to fortune-tellers and to diviners. But as for you, the LORD your God has not allowed you to do this.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  <strong>13</strong> Thou shalt be perfect with the LORD thy God.  <strong>14</strong> For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the LORD thy God hath not suffered thee so to do. ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. <sup><strong>13</strong></sup> You must be blameless before the LORD your God. <sup><strong>14</strong></sup> The nations you will dispossess listen to those who practice sorcery or divination. But as for you, the LORD your God has not permitted you to do so. "},{"_id":"615d184cc05ad52d15c55cd0","topicId":"615d1845c05ad52d15c55cba","verse":"Acts 19:17-19","votes":9,"__v":0,"esv":"<div>\n<p id=\"p44019017_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019017-1\">17&nbsp;</b>And this became known to all the residents of Ephesus, both Jews and Greeks. And fear fell upon them all, and the name of the Lord Jesus was extolled. <b class=\"verse-num\" id=\"v44019018-1\">18&nbsp;</b>Also many of those who were now believers came, confessing and divulging their practices. <b class=\"verse-num\" id=\"v44019019-1\">19&nbsp;</b>And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver.</p>\n</div>","kjv":"<strong>17</strong> And this was known to all the Jews and Greeks also dwelling at Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified.  <strong>18</strong> And many that believed came, and confessed, and shewed their deeds.  <strong>19</strong> Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.  ","niv":"<sup><strong>17</strong></sup> When this became known to the Jews and Greeks living in Ephesus, they were all seized with fear, and the name of the Lord Jesus was held in high honor. <sup><strong>18</strong></sup> Many of those who believed now came and openly confessed their evil deeds. <sup><strong>19</strong></sup> A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas. "},{"_id":"615d184cc05ad52d15c55cd1","topicId":"615d1845c05ad52d15c55cba","verse":"Mark 13:22","votes":9,"__v":0,"esv":"<div>\n<p id=\"p41013022_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41013022-1\">22&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform signs and wonders, to lead astray, if possible, the elect.</span></p>\n</div>","kjv":"<strong>22</strong> For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if it were possible, even the elect.  ","niv":"<sup><strong>22</strong></sup> For false Christs and false prophets will appear and perform signs and miracles to deceive the elect--if that were possible."},{"_id":"615d184cc05ad52d15c55cd2","topicId":"615d1845c05ad52d15c55cba","verse":"Revelation 16:13","votes":9,"__v":0,"esv":"<div>\n<p id=\"p66016013_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v66016013-1\">13&nbsp;</b>And I saw, coming out of the mouth of the dragon and out of the mouth of the beast and out of the mouth of the false prophet, three unclean spirits like frogs.</p>\n</div>","kjv":"<strong>13</strong> And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.  ","niv":"<sup><strong>13</strong></sup> Then I saw three evil spirits that looked like frogs; they came out of the mouth of the dragon, out of the mouth of the beast and out of the mouth of the false prophet."},{"_id":"615d184dc05ad52d15c55cd3","topicId":"615d1845c05ad52d15c55cba","verse":"Hebrews 2:14","votes":8,"__v":0,"esv":"<div>\n<p id=\"p58002014_01-26\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,</p>\n</div>","kjv":"<strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  ","niv":"<sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil--","modified":"2022-07-17T16:08:40.763Z"}]}