{"_id":"615d18a3c05ad52d15c55cee","slug":"denominations","name":"Denominations","verses":[{"_id":"615d18a3c05ad52d15c55cef","topicId":"615d18a3c05ad52d15c55cee","verse":"1 Corinthians 1:10","votes":117,"__v":0,"esv":"<div>\n\n<p id=\"p46001010_05-1\"><b class=\"verse-num\" id=\"v46001010-1\">10&nbsp;</b>I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment.</p>\n\n</div>","kjv":"<strong>10</strong> Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.  ","niv":"<sup><strong>10</strong></sup> I appeal to you, brothers, in the name of our Lord Jesus Christ, that all of you agree with one another so that there may be no divisions among you and that you may be perfectly united in mind and thought.","modified":"2023-08-23T21:09:22.639Z"},{"_id":"615d18a4c05ad52d15c55cf0","topicId":"615d18a3c05ad52d15c55cee","verse":"1 Corinthians 1:12-13","votes":61,"__v":0,"esv":"<div>\n<p id=\"p46001012_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46001012-1\">12&nbsp;</b>What I mean is that each one of you says, “I follow Paul,” or “I follow Apollos,” or “I follow Cephas,” or “I follow Christ.” <b class=\"verse-num\" id=\"v46001013-1\">13&nbsp;</b>Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul?</p>\n</div>","kjv":"<strong>12</strong> Now this I say, that every one of you saith, I am of Paul; and I of Apollos; and I of Cephas; and I of Christ.  <strong>13</strong> Is Christ divided? was Paul crucified for you? or were ye baptized in the name of Paul?  ","niv":"<sup><strong>12</strong></sup> What I mean is this: One of you says, \"I follow Paul\"; another, \"I follow Apollos\"; another, \"I follow Cephas \"; still another, \"I follow Christ.\" <sup><strong>13</strong></sup> Is Christ divided? Was Paul crucified for you? Were you baptized into the name of Paul? "},{"_id":"615d18a4c05ad52d15c55cf1","topicId":"615d18a3c05ad52d15c55cee","verse":"Romans 16:17","votes":58,"__v":0,"esv":"<div>\n\n<p id=\"p45016017_05-4\"><b class=\"verse-num\" id=\"v45016017-1\">17&nbsp;</b>I appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them.</p>\n</div>","kjv":"<strong>17</strong> Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them.  ","niv":"<sup><strong>17</strong></sup> I urge you, brothers, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them."},{"_id":"615d18a4c05ad52d15c55cf2","topicId":"615d18a3c05ad52d15c55cee","verse":"Ephesians 4:4-5","votes":46,"__v":0,"esv":"<div>\n<p id=\"p49004004_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—<b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism,</p>\n</div>","kjv":"<strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  <strong>5</strong> One Lord, one faith, one baptism,  ","niv":"<sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- <sup><strong>5</strong></sup> one Lord, one faith, one baptism; ","modified":"2022-07-04T03:03:35.005Z"},{"_id":"615d18a5c05ad52d15c55cf3","topicId":"615d18a3c05ad52d15c55cee","verse":"1 Corinthians 12:12-31","votes":42,"__v":0,"esv":"<div>\n\n<p id=\"p46012012_06-7\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_06-7\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_06-7\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_06-7\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. <b class=\"verse-num\" id=\"v46012029-1\">29&nbsp;</b>Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret? <b class=\"verse-num\" id=\"v46012031-1\">31&nbsp;</b>But earnestly desire the higher gifts.</p>\n<p id=\"p46012031_06-7\">And I will show you a still more excellent way.</p>\n\n</div>","kjv":"<strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  ","niv":"<sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. <sup><strong>29</strong></sup> Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret? <sup><strong>31</strong></sup> But eagerly desire the greater gifts. And now I will show you the most excellent way. ","modified":"2023-02-26T18:59:56.654Z"},{"_id":"615d18a5c05ad52d15c55cf4","topicId":"615d18a3c05ad52d15c55cee","verse":"2 John 1:9","votes":36,"__v":0,"kjv":"<strong>9</strong> Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.  ","niv":"<sup><strong>1</strong></sup> The elder,"},{"_id":"615d18a5c05ad52d15c55cf5","topicId":"615d18a3c05ad52d15c55cee","verse":"Titus 2:1","votes":35,"__v":0,"esv":"<div>\n\n<p id=\"p56002001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56002001-1\">2:1&nbsp;</b>But as for you, teach what accords with sound doctrine.</p>\n\n</div>","kjv":"<strong>1</strong> But speak thou the things which become sound doctrine:  ","niv":"<sup><strong>1</strong></sup> You must teach what is in accord with sound doctrine."},{"_id":"615d18a5c05ad52d15c55cf6","topicId":"615d18a3c05ad52d15c55cee","verse":"Galatians 1:6-10","votes":34,"__v":0,"esv":"<div>\n\n<p id=\"p48001006_04-10\"><b class=\"verse-num\" id=\"v48001006-1\">6&nbsp;</b>I am astonished that you are so quickly deserting him who called you in the grace of Christ and are turning to a different gospel—<b class=\"verse-num\" id=\"v48001007-1\">7&nbsp;</b>not that there is another one, but there are some who trouble you and want to distort the gospel of Christ. <b class=\"verse-num\" id=\"v48001008-1\">8&nbsp;</b>But even if we or an angel from heaven should preach to you a gospel contrary to the one we preached to you, let him be accursed. <b class=\"verse-num\" id=\"v48001009-1\">9&nbsp;</b>As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be accursed.</p>\n<p id=\"p48001009_04-10\"><b class=\"verse-num\" id=\"v48001010-1\">10&nbsp;</b>For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.</p>\n\n</div>","kjv":"<strong>6</strong> I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel:  <strong>7</strong> Which is not another; but there be some that trouble you, and would pervert the gospel of Christ.  <strong>8</strong> But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.  <strong>9</strong> As we said before, so say I now again, If any man preach any other gospel unto you than that ye have received, let him be accursed.  <strong>10</strong> For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ.  ","niv":"<sup><strong>6</strong></sup> I am astonished that you are so quickly deserting the one who called you by the grace of Christ and are turning to a different gospel-- <sup><strong>7</strong></sup> which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ. <sup><strong>8</strong></sup> But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let him be eternally condemned! <sup><strong>9</strong></sup> As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let him be eternally condemned! <sup><strong>10</strong></sup> Am I now trying to win the approval of men, or of God? Or am I trying to please men? If I were still trying to please men, I would not be a servant of Christ. "},{"_id":"615d18a5c05ad52d15c55cf7","topicId":"615d18a3c05ad52d15c55cee","verse":"John 17:20-26","votes":32,"__v":0,"esv":"<div>\n<p id=\"p43017020_01-11\"><b class=\"verse-num woc\" id=\"v43017020-1\">20&nbsp;</b><span class=\"woc\">“I do not ask for these only, but also for those who will believe in me through their word,</span> <b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span> <b class=\"verse-num woc\" id=\"v43017022-1\">22&nbsp;</b><span class=\"woc\">The glory that you have given me I have given to them, that they may be one even as we are one,</span> <b class=\"verse-num woc\" id=\"v43017023-1\">23&nbsp;</b><span class=\"woc\">I in them and you in me, that they may become perfectly one, so that the world may know that you sent me and loved them even as you loved me.</span> <b class=\"verse-num woc\" id=\"v43017024-1\">24&nbsp;</b><span class=\"woc\">Father, I desire that they also, whom you have given me, may be with me where I am, to see my glory that you have given me because you loved me before the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v43017025-1\">25&nbsp;</b><span class=\"woc\">O righteous Father, even though the world does not know you, I know you, and these know that you have sent me.</span> <b class=\"verse-num woc\" id=\"v43017026-1\">26&nbsp;</b><span class=\"woc\">I made known to them your name, and I will continue to make it known, that the love with which you have loved me may be in them, and I in them.”</span></p>\n</div>","kjv":"<strong>20</strong> Neither pray I for these alone, but for them also which shall believe on me through their word;  <strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  <strong>22</strong> And the glory which thou gavest me I have given them; that they may be one, even as we are one:  <strong>23</strong> I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.  <strong>24</strong> Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world.  <strong>25</strong> O righteous Father, the world hath not known thee: but I have known thee, and these have known that thou hast sent me.  <strong>26</strong> And I have declared unto them thy name, and will declare it:  that the love wherewith thou hast loved me may be in them, and I in them. ","niv":"<sup><strong>20</strong></sup> \"My prayer is not for them alone. I pray also for those who will believe in me through their message, <sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me. <sup><strong>22</strong></sup> I have given them the glory that you gave me, that they may be one as we are one: <sup><strong>23</strong></sup> I in them and you in me. May they be brought to complete unity to let the world know that you sent me and have loved them even as you have loved me. <sup><strong>24</strong></sup> \"Father, I want those you have given me to be with me where I am, and to see my glory, the glory you have given me because you loved me before the creation of the world. <sup><strong>25</strong></sup> \"Righteous Father, though the world does not know you, I know you, and they know that you have sent me. <sup><strong>26</strong></sup> I have made you known to them, and will continue to make you known in order that the love you have for me may be in them and that I myself may be in them.\" "},{"_id":"615d18a6c05ad52d15c55cf8","topicId":"615d18a3c05ad52d15c55cee","verse":"Matthew 12:25","votes":31,"__v":0,"esv":"<div>\n<p id=\"p40012025_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v40012025-1\">25&nbsp;</b>Knowing their thoughts, he said to them, <span class=\"woc\">“Every kingdom divided against itself is laid waste, and no city or house divided against itself will stand.</span></p>\n</div>","kjv":"<strong>25</strong> And Jesus knew their thoughts, and said unto them, Every kingdom divided against itself is brought to desolation; and every city or house divided against itself shall not stand:  ","niv":"<sup><strong>25</strong></sup> Jesus knew their thoughts and said to them, \"Every kingdom divided against itself will be ruined, and every city or household divided against itself will not stand."},{"_id":"615d18a6c05ad52d15c55cf9","topicId":"615d18a3c05ad52d15c55cee","verse":"Matthew 16:18","votes":30,"__v":0,"esv":"<div>\n<p id=\"p40016018_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016018-1\">18&nbsp;</b><span class=\"woc\">And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.</span></p>\n\n</div>","kjv":"<strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  ","niv":"<sup><strong>18</strong></sup> And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it."},{"_id":"615d18a6c05ad52d15c55cfa","topicId":"615d18a3c05ad52d15c55cee","verse":"1 Corinthians 3:4-7","votes":27,"__v":0,"esv":"<div>\n<p id=\"p46003004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003004-1\">4&nbsp;</b>For when one says, “I follow Paul,” and another, “I follow Apollos,” are you not being merely human?</p>\n<p id=\"p46003004_01-15\"><b class=\"verse-num\" id=\"v46003005-1\">5&nbsp;</b>What then is Apollos? What is Paul? Servants through whom you believed, as the Lord assigned to each. <b class=\"verse-num\" id=\"v46003006-1\">6&nbsp;</b>I planted, Apollos watered, but God gave the growth. <b class=\"verse-num\" id=\"v46003007-1\">7&nbsp;</b>So neither he who plants nor he who waters is anything, but only God who gives the growth.</p>\n</div>","kjv":"<strong>4</strong> For while one saith, I am of Paul; and another, I am of Apollos; are ye not carnal?  <strong>5</strong> Who then is Paul, and who is Apollos, but ministers by whom ye believed, even as the Lord gave to every man?  <strong>6</strong> I have planted, Apollos watered; but God gave the increase.  <strong>7</strong> So then neither is he that planteth any thing, neither he that watereth; but God that giveth the increase.  ","niv":"<sup><strong>4</strong></sup> For when one says, \"I follow Paul,\" and another, \"I follow Apollos,\" are you not mere men? <sup><strong>5</strong></sup> What, after all, is Apollos? And what is Paul? Only servants, through whom you came to believe--as the Lord has assigned to each his task. <sup><strong>6</strong></sup> I planted the seed, Apollos watered it, but God made it grow. <sup><strong>7</strong></sup> So neither he who plants nor he who waters is anything, but only God, who makes things grow. "},{"_id":"615d18a7c05ad52d15c55cfb","topicId":"615d18a3c05ad52d15c55cee","verse":"Romans 12:4-21","votes":24,"__v":0,"esv":"<div>\n<p id=\"p45012004_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012004-1\">4&nbsp;</b>For as in one body we have many members, and the members do not all have the same function, <b class=\"verse-num\" id=\"v45012005-1\">5&nbsp;</b>so we, though many, are one body in Christ, and individually members one of another. <b class=\"verse-num\" id=\"v45012006-1\">6&nbsp;</b>Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; <b class=\"verse-num\" id=\"v45012007-1\">7&nbsp;</b>if service, in our serving; the one who teaches, in his teaching; <b class=\"verse-num\" id=\"v45012008-1\">8&nbsp;</b>the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.</p>\n\n<p id=\"p45012008_06-16\"><b class=\"verse-num\" id=\"v45012009-1\">9&nbsp;</b>Let love be genuine. Abhor what is evil; hold fast to what is good. <b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor. <b class=\"verse-num\" id=\"v45012011-1\">11&nbsp;</b>Do not be slothful in zeal, be fervent in spirit, serve the Lord. <b class=\"verse-num\" id=\"v45012012-1\">12&nbsp;</b>Rejoice in hope, be patient in tribulation, be constant in prayer. <b class=\"verse-num\" id=\"v45012013-1\">13&nbsp;</b>Contribute to the needs of the saints and seek to show hospitality.</p>\n<p id=\"p45012013_06-16\"><b class=\"verse-num\" id=\"v45012014-1\">14&nbsp;</b>Bless those who persecute you; bless and do not curse them. <b class=\"verse-num\" id=\"v45012015-1\">15&nbsp;</b>Rejoice with those who rejoice, weep with those who weep. <b class=\"verse-num\" id=\"v45012016-1\">16&nbsp;</b>Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight. <b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>4</strong> For as we have many members in one body, and all members have not the same office:  <strong>5</strong> So we, being many, are one body in Christ, and every one members one of another.  <strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  <strong>7</strong> Or ministry, let us wait on our ministering: or he that teacheth, on teaching;  <strong>8</strong> Or he that exhorteth, on exhortation: he that giveth, let him do it  with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.  <strong>9</strong>           Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.  <strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  <strong>11</strong> Not slothful in business; fervent in spirit; serving the Lord;  <strong>12</strong> Rejoicing in hope; patient in tribulation; continuing instant in prayer;  <strong>13</strong> Distributing to the necessity of saints; given to hospitality.  <strong>14</strong> Bless them which persecute you: bless, and curse not.  <strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  <strong>16</strong> Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.  <strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>4</strong></sup> Just as each of us has one body with many members, and these members do not all have the same function, <sup><strong>5</strong></sup> so in Christ we who are many form one body, and each member belongs to all the others. <sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith. <sup><strong>7</strong></sup> If it is serving, let him serve; if it is teaching, let him teach; <sup><strong>8</strong></sup> if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully. <sup><strong>9</strong></sup> Love must be sincere. Hate what is evil; cling to what is good. <sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves. <sup><strong>11</strong></sup> Never be lacking in zeal, but keep your spiritual fervor, serving the Lord. <sup><strong>12</strong></sup> Be joyful in hope, patient in affliction, faithful in prayer. <sup><strong>13</strong></sup> Share with God's people who are in need. Practice hospitality. <sup><strong>14</strong></sup> Bless those who persecute you; bless and do not curse. <sup><strong>15</strong></sup> Rejoice with those who rejoice; mourn with those who mourn. <sup><strong>16</strong></sup> Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited. <sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"615d18a7c05ad52d15c55cfc","topicId":"615d18a3c05ad52d15c55cee","verse":"Ephesians 4:1-13","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p49004001_07-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49004001-1\">4:1&nbsp;</b>I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, <b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love, <b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace. <b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—<b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism, <b class=\"verse-num\" id=\"v49004006-1\">6&nbsp;</b>one God and Father of all, who is over all and through all and in all. <b class=\"verse-num\" id=\"v49004007-1\">7&nbsp;</b>But grace was given to each one of us according to the measure of Christ’s gift. <b class=\"verse-num\" id=\"v49004008-1\">8&nbsp;</b>Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49004008_07-17\" class=\"line\">&nbsp;&nbsp;“When he ascended on high he led a host of captives,</span><br><span id=\"p49004008_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he gave gifts to men.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49004008_07-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v49004009-1\">9&nbsp;</b>(In saying, “He ascended,” what does it mean but that he had also descended into the lower regions, the earth? <b class=\"verse-num\" id=\"v49004010-1\">10&nbsp;</b>He who descended is the one who also ascended far above all the heavens, that he might fill all things.) <b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ,</p>\n\n</div>","kjv":"<strong>1</strong> I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,  <strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  <strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  <strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  <strong>5</strong> One Lord, one faith, one baptism,  <strong>6</strong> One God and Father of all, who is above all, and through all, and in you all.  <strong>7</strong> But unto every one of us is given grace according to the measure of the gift of Christ.  <strong>8</strong> Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.  <strong>9</strong> (Now that he ascended, what is it but that he also descended first into the lower parts of the earth?  <strong>10</strong> He that descended is the same also that ascended up far above all heavens, that he might fill all things.)  <strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  ","niv":"<sup><strong>1</strong></sup> As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received. <sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love. <sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace. <sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- <sup><strong>5</strong></sup> one Lord, one faith, one baptism; <sup><strong>6</strong></sup> one God and Father of all, who is over all and through all and in all. <sup><strong>7</strong></sup> But to each one of us grace has been given as Christ apportioned it. <sup><strong>8</strong></sup> This is why it says: \"When he ascended on high, he led captives in his train and gave gifts to men.\" <sup><strong>9</strong></sup> (What does \"he ascended\" mean except that he also descended to the lower, earthly regions? <sup><strong>10</strong></sup> He who descended is the very one who ascended higher than all the heavens, in order to fill the whole universe.) <sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. "},{"_id":"615d18a7c05ad52d15c55cfd","topicId":"615d18a3c05ad52d15c55cee","verse":"1 Corinthians 1:13","votes":20,"__v":0,"esv":"<div>\n<p id=\"p46001013_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v46001013-1\">13&nbsp;</b>Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul?</p>\n</div>","kjv":"<strong>13</strong> Is Christ divided? was Paul crucified for you? or were ye baptized in the name of Paul?  ","niv":"<sup><strong>13</strong></sup> Is Christ divided? Was Paul crucified for you? Were you baptized into the name of Paul?"},{"_id":"615d18a7c05ad52d15c55cfe","topicId":"615d18a3c05ad52d15c55cee","verse":"1 Corinthians 11:19","votes":18,"__v":0,"esv":"<div>\n<p id=\"p46011019_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized.</p>\n</div>","kjv":"<strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  ","niv":"<sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval."},{"_id":"615d18a8c05ad52d15c55cff","topicId":"615d18a3c05ad52d15c55cee","verse":"Galatians 3:20","votes":15,"__v":0,"esv":"<div>\n<p id=\"p48003020_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003020-1\">20&nbsp;</b>Now an intermediary implies more than one, but God is one.</p>\n</div>","kjv":"<strong>20</strong> Now a mediator is not a mediator of one, but God is one.  ","niv":"<sup><strong>20</strong></sup> A mediator, however, does not represent just one party; but God is one."},{"_id":"615d18a8c05ad52d15c55d00","topicId":"615d18a3c05ad52d15c55cee","verse":"John 11:52","votes":15,"__v":0,"esv":"<div>\n<p id=\"p43011052_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011052-1\">52&nbsp;</b>and not for the nation only, but also to gather into one the children of God who are scattered abroad.</p>\n</div>","kjv":"<strong>52</strong> And not for that nation only, but that also he should gather together in one the children of God that were scattered abroad.  ","niv":"<sup><strong>52</strong></sup> and not only for that nation but also for the scattered children of God, to bring them together and make them one."},{"_id":"615d18a8c05ad52d15c55d01","topicId":"615d18a3c05ad52d15c55cee","verse":"Mark 16:16","votes":15,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned."},{"_id":"615d18a9c05ad52d15c55d02","topicId":"615d18a3c05ad52d15c55cee","verse":"Acts 2:38","votes":14,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"615d18a9c05ad52d15c55d03","topicId":"615d18a3c05ad52d15c55cee","verse":"Acts 2:39","votes":13,"__v":0,"esv":"<div>\n<p id=\"p44002039_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.”</p>\n</div>","kjv":"<strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  ","niv":"<sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\""},{"_id":"615d18a9c05ad52d15c55d04","topicId":"615d18a3c05ad52d15c55cee","verse":"Philippians 2:2","votes":11,"__v":0,"esv":"<div>\n<p id=\"p50002002_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind.</p>\n</div>","kjv":"<strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  ","niv":"<sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose."},{"_id":"615d18aac05ad52d15c55d05","topicId":"615d18a3c05ad52d15c55cee","verse":"Ephesians 1:22-23","votes":11,"__v":0,"esv":"<div>\n<p id=\"p49001022_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001022-1\">22&nbsp;</b>And he put all things under his feet and gave him as head over all things to the church, <b class=\"verse-num\" id=\"v49001023-1\">23&nbsp;</b>which is his body, the fullness of him who fills all in all.</p>\n</div>","kjv":"<strong>22</strong> And hath put all things under his feet, and gave him to be the head over all things to the church,  <strong>23</strong> Which is his body, the fulness of him that filleth all in all.  ","niv":"<sup><strong>22</strong></sup> And God placed all things under his feet and appointed him to be head over everything for the church, <sup><strong>23</strong></sup> which is his body, the fullness of him who fills everything in every way. "},{"_id":"615d18aac05ad52d15c55d06","topicId":"615d18a3c05ad52d15c55cee","verse":"John 17:21","votes":11,"__v":0,"esv":"<div>\n<p id=\"p43017021_01-29\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span></p>\n</div>","kjv":"<strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  ","niv":"<sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me."},{"_id":"615d18aac05ad52d15c55d07","topicId":"615d18a3c05ad52d15c55cee","verse":"Revelation 22:18-19","votes":10,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-30\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, <b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book. <sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book. "}]}