{"_id":"615d1905c05ad52d15c55d22","slug":"departing","name":"Departing","verses":[{"_id":"615d1905c05ad52d15c55d23","topicId":"615d1905c05ad52d15c55d22","verse":"2 Corinthians 5:6-8","votes":12,"__v":0,"esv":"<div>\n<p id=\"p47005006_01-1\"><b class=\"verse-num\" id=\"v47005006-1\">6&nbsp;</b>So we are always of good courage. We know that while we are at home in the body we are away from the Lord, <b class=\"verse-num\" id=\"v47005007-1\">7&nbsp;</b>for we walk by faith, not by sight. <b class=\"verse-num\" id=\"v47005008-1\">8&nbsp;</b>Yes, we are of good courage, and we would rather be away from the body and at home with the Lord.</p>\n</div>","kjv":"<strong>6</strong> Therefore we are always confident, knowing that, whilst we are at home in the body, we are absent from the Lord:  <strong>7</strong> (For we walk by faith, not by sight:)  <strong>8</strong> We are confident, I say, and willing rather to be absent from the body, and to be present with the Lord.  ","niv":"<sup><strong>6</strong></sup> Therefore we are always confident and know that as long as we are at home in the body we are away from the Lord. <sup><strong>7</strong></sup> We live by faith, not by sight. <sup><strong>8</strong></sup> We are confident, I say, and would prefer to be away from the body and at home with the Lord. "},{"_id":"615d1905c05ad52d15c55d24","topicId":"615d1905c05ad52d15c55d22","verse":"James 5:16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"615d1906c05ad52d15c55d25","topicId":"615d1905c05ad52d15c55d22","verse":"John 1:1","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"615d1906c05ad52d15c55d26","topicId":"615d1905c05ad52d15c55d22","verse":"1 Corinthians 2:13","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46002013_01-5\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n\n</div>","kjv":"<strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  ","niv":"<sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words."},{"_id":"615d1906c05ad52d15c55d27","topicId":"615d1905c05ad52d15c55d22","verse":"John 3:16","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-17\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-17\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-17\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-17\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-17\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615d1906c05ad52d15c55d28","topicId":"615d1905c05ad52d15c55d22","verse":"Titus 1:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p56001002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001002-1\">2&nbsp;</b>in hope of eternal life, which God, who never lies, promised before the ages began</p>\n\n</div>","kjv":"<strong>2</strong> In hope of eternal life, which God, that cannot lie, promised before the world began;  ","niv":"<sup><strong>2</strong></sup> a faith and knowledge resting on the hope of eternal life, which God, who does not lie, promised before the beginning of time,"},{"_id":"615d1907c05ad52d15c55d29","topicId":"615d1905c05ad52d15c55d22","verse":"2 Timothy 2:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"615d1907c05ad52d15c55d2a","topicId":"615d1905c05ad52d15c55d22","verse":"Philippians 4:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"615d1907c05ad52d15c55d2b","topicId":"615d1905c05ad52d15c55d22","verse":"1 Corinthians 2:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46002014_01-11\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.</p>\n</div>","kjv":"<strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  ","niv":"<sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned."},{"_id":"615d1907c05ad52d15c55d2c","topicId":"615d1905c05ad52d15c55d22","verse":"Luke 13:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42013003_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42013003-1\">3&nbsp;</b><span class=\"woc\">No, I tell you; but unless you repent, you will all likewise perish.</span></p>\n</div>","kjv":"<strong>3</strong> I tell you, Nay: but, except ye repent, ye shall all likewise perish.  ","niv":"<sup><strong>3</strong></sup> I tell you, no! But unless you repent, you too will all perish."},{"_id":"615d1908c05ad52d15c55d2d","topicId":"615d1905c05ad52d15c55d22","verse":"Isaiah 9:6","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009006_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009006-1\">6&nbsp;</b>&nbsp;&nbsp;For to us a child is born,</span><br><span id=\"p23009006_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to us a son is given;</span><br><span id=\"p23009006_01-13\" class=\"line\">&nbsp;&nbsp;and the government shall be upon his shoulder,</span><br><span id=\"p23009006_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his name shall be called</span><br><span id=\"p23009006_01-13\" class=\"line\">&nbsp;&nbsp;Wonderful Counselor, Mighty God,</span><br><span id=\"p23009006_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Everlasting Father, Prince of Peace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.  ","niv":"<sup><strong>6</strong></sup> For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace."},{"_id":"615d1908c05ad52d15c55d2e","topicId":"615d1905c05ad52d15c55d22","verse":"2 Kings 1:1-18","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p12001001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12001001-1\">1:1&nbsp;</b>After the death of Ahab, Moab rebelled against Israel.</p>\n<p id=\"p12001001_04-14\"><b class=\"verse-num\" id=\"v12001002-1\">2&nbsp;</b>Now Ahaziah fell through the lattice in his upper chamber in Samaria, and lay sick; so he sent messengers, telling them, “Go, inquire of Baal-zebub, the god of Ekron, whether I shall recover from this sickness.” <b class=\"verse-num\" id=\"v12001003-1\">3&nbsp;</b>But the angel of the LORD said to Elijah the Tishbite, “Arise, go up to meet the messengers of the king of Samaria, and say to them, ‘Is it because there is no God in Israel that you are going to inquire of Baal-zebub, the god of Ekron? <b class=\"verse-num\" id=\"v12001004-1\">4&nbsp;</b>Now therefore thus says the LORD, You shall not come down from the bed to which you have gone up, but you shall surely die.’” So Elijah went.</p>\n<p id=\"p12001004_04-14\"><b class=\"verse-num\" id=\"v12001005-1\">5&nbsp;</b>The messengers returned to the king, and he said to them, “Why have you returned?” <b class=\"verse-num\" id=\"v12001006-1\">6&nbsp;</b>And they said to him, “There came a man to meet us, and said to us, ‘Go back to the king who sent you, and say to him, Thus says the LORD, Is it because there is no God in Israel that you are sending to inquire of Baal-zebub, the god of Ekron? Therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’” <b class=\"verse-num\" id=\"v12001007-1\">7&nbsp;</b>He said to them, “What kind of man was he who came to meet you and told you these things?” <b class=\"verse-num\" id=\"v12001008-1\">8&nbsp;</b>They answered him, “He wore a garment of hair, with a belt of leather about his waist.” And he said, “It is Elijah the Tishbite.”</p>\n<p id=\"p12001008_04-14\"><b class=\"verse-num\" id=\"v12001009-1\">9&nbsp;</b>Then the king sent to him a captain of fifty men with his fifty. He went up to Elijah, who was sitting on the top of a hill, and said to him, “O man of God, the king says, ‘Come down.’” <b class=\"verse-num\" id=\"v12001010-1\">10&nbsp;</b>But Elijah answered the captain of fifty, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then fire came down from heaven and consumed him and his fifty.</p>\n<p id=\"p12001010_04-14\"><b class=\"verse-num\" id=\"v12001011-1\">11&nbsp;</b>Again the king sent to him another captain of fifty men with his fifty. And he answered and said to him, “O man of God, this is the king’s order, ‘Come down quickly!’” <b class=\"verse-num\" id=\"v12001012-1\">12&nbsp;</b>But Elijah answered them, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then the fire of God came down from heaven and consumed him and his fifty.</p>\n<p id=\"p12001012_04-14\"><b class=\"verse-num\" id=\"v12001013-1\">13&nbsp;</b>Again the king sent the captain of a third fifty with his fifty. And the third captain of fifty went up and came and fell on his knees before Elijah and entreated him, “O man of God, please let my life, and the life of these fifty servants of yours, be precious in your sight. <b class=\"verse-num\" id=\"v12001014-1\">14&nbsp;</b>Behold, fire came down from heaven and consumed the two former captains of fifty men with their fifties, but now let my life be precious in your sight.” <b class=\"verse-num\" id=\"v12001015-1\">15&nbsp;</b>Then the angel of the LORD said to Elijah, “Go down with him; do not be afraid of him.” So he arose and went down with him to the king <b class=\"verse-num\" id=\"v12001016-1\">16&nbsp;</b>and said to him, “Thus says the LORD, ‘Because you have sent messengers to inquire of Baal-zebub, the god of Ekron—is it because there is no God in Israel to inquire of his word?—therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’”</p>\n<p id=\"p12001016_04-14\"><b class=\"verse-num\" id=\"v12001017-1\">17&nbsp;</b>So he died according to the word of the LORD that Elijah had spoken. Jehoram became king in his place in the second year of Jehoram the son of Jehoshaphat, king of Judah, because Ahaziah had no son. <b class=\"verse-num\" id=\"v12001018-1\">18&nbsp;</b>Now the rest of the acts of Ahaziah that he did, are they not written in the Book of the Chronicles of the Kings of Israel?</p>\n</div>","kjv":"<strong>1</strong> Then Moab rebelled against Israel after the death of Ahab.  <strong>2</strong> And Ahaziah fell down through a lattice in his upper chamber that was in Samaria, and was sick: and he sent messengers, and said unto them, Go, enquire of Baal-zebub the god of Ekron whether I shall recover of this disease.  <strong>3</strong> But the angel of the LORD said to Elijah the Tishbite, Arise, go up to meet the messengers of the king of Samaria, and say unto them, Is it  not because there is not a God in Israel, that  ye go to enquire of Baal-zebub the god of Ekron?  <strong>4</strong> Now therefore thus saith the LORD, Thou shalt not come down from that bed on which thou art gone up, but shalt surely die. And Elijah departed.  <strong>5</strong> And when the messengers turned back unto him, he said unto them, Why are ye now turned back?  <strong>6</strong> And they said unto him, There came a man up to meet us, and said unto us, Go, turn again unto the king that sent you, and say unto him, Thus saith the LORD, Is it not because there is not a God in Israel, that thou sendest to enquire of Baal-zebub the god of Ekron? therefore thou shalt not come down from that bed on which thou art gone up, but shalt surely die.  <strong>7</strong> And he said unto them, What manner of man was he which came up to meet you, and told you these words?  <strong>8</strong> And they answered him, He was an hairy man, and girt with a girdle of leather about his loins. And he said, It is Elijah the Tishbite.  <strong>9</strong> Then the king sent unto him a captain of fifty with his fifty. And he went up to him: and, behold, he sat on the top of an hill. And he spake unto him, Thou man of God, the king hath said, Come down.  <strong>10</strong> And Elijah answered and said to the captain of fifty, If I be  a man of God, then let fire come down from heaven, and consume thee and thy fifty. And there came down fire from heaven, and consumed him and his fifty.  <strong>11</strong> Again also he sent unto him another captain of fifty with his fifty. And he answered and said unto him, O man of God, thus hath the king said, Come down quickly.  <strong>12</strong> And Elijah answered and said unto them, If I be a man of God, let fire come down from heaven, and consume thee and thy fifty. And the fire of God came down from heaven, and consumed him and his fifty.  <strong>13</strong> And he sent again a captain of the third fifty with his fifty. And the third captain of fifty went up, and came and fell on his knees before Elijah, and besought him, and said unto him, O man of God, I pray thee, let my life, and the life of these fifty thy servants, be precious in thy sight.  <strong>14</strong> Behold, there came fire down from heaven, and burnt up the two captains of the former fifties with their fifties: therefore let my life now be precious in thy sight.  <strong>15</strong> And the angel of the LORD said unto Elijah, Go down with him: be not afraid of him. And he arose, and went down with him unto the king.  <strong>16</strong> And he said unto him, Thus saith the LORD, Forasmuch as thou hast sent messengers to enquire of Baal-zebub the god of Ekron, is it not because there is no God in Israel to enquire of his word? therefore thou shalt not come down off that bed on which thou art gone up, but shalt surely die.  <strong>17</strong> So he died according to the word of the LORD which Elijah had spoken. And Jehoram reigned in his stead in the second year of Jehoram the son of Jehoshaphat king of Judah; because he had no son.  <strong>18</strong> Now the rest of the acts of Ahaziah which he did, are they not written in the book of the chronicles of the kings of Israel?  ","niv":"<sup><strong>1</strong></sup> After Ahab's death, Moab rebelled against Israel. <sup><strong>2</strong></sup> Now Ahaziah had fallen through the lattice of his upper room in Samaria and injured himself. So he sent messengers, saying to them, \"Go and consult Baal-Zebub, the god of Ekron, to see if I will recover from this injury.\" <sup><strong>3</strong></sup> But the angel of the LORD said to Elijah the Tishbite, \"Go up and meet the messengers of the king of Samaria and ask them, 'Is it because there is no God in Israel that you are going off to consult Baal-Zebub, the god of Ekron?' <sup><strong>4</strong></sup> Therefore this is what the LORD says: 'You will not leave the bed you are lying on. You will certainly die!'\" So Elijah went. <sup><strong>5</strong></sup> When the messengers returned to the king, he asked them, \"Why have you come back?\" <sup><strong>6</strong></sup> \"A man came to meet us,\" they replied. \"And he said to us, 'Go back to the king who sent you and tell him, \"This is what the LORD says: Is it because there is no God in Israel that you are sending men to consult Baal-Zebub, the god of Ekron? Therefore you will not leave the bed you are lying on. You will certainly die!\"'\" <sup><strong>7</strong></sup> The king asked them, \"What kind of man was it who came to meet you and told you this?\" <sup><strong>8</strong></sup> They replied, \"He was a man with a garment of hair and with a leather belt around his waist.\" The king said, \"That was Elijah the Tishbite.\" <sup><strong>9</strong></sup> Then he sent to Elijah a captain with his company of fifty men. The captain went up to Elijah, who was sitting on the top of a hill, and said to him, \"Man of God, the king says, 'Come down!'\" <sup><strong>10</strong></sup> Elijah answered the captain, \"If I am a man of God, may fire come down from heaven and consume you and your fifty men!\" Then fire fell from heaven and consumed the captain and his men. <sup><strong>11</strong></sup> At this the king sent to Elijah another captain with his fifty men. The captain said to him, \"Man of God, this is what the king says, 'Come down at once!'\" <sup><strong>12</strong></sup> \"If I am a man of God,\" Elijah replied, \"may fire come down from heaven and consume you and your fifty men!\" Then the fire of God fell from heaven and consumed him and his fifty men. <sup><strong>13</strong></sup> So the king sent a third captain with his fifty men. This third captain went up and fell on his knees before Elijah. \"Man of God,\" he begged, \"please have respect for my life and the lives of these fifty men, your servants! <sup><strong>14</strong></sup> See, fire has fallen from heaven and consumed the first two captains and all their men. But now have respect for my life!\" <sup><strong>15</strong></sup> The angel of the LORD said to Elijah, \"Go down with him; do not be afraid of him.\" So Elijah got up and went down with him to the king. <sup><strong>16</strong></sup> He told the king, \"This is what the LORD says: Is it because there is no God in Israel for you to consult that you have sent messengers to consult Baal-Zebub, the god of Ekron? Because you have done this, you will never leave the bed you are lying on. You will certainly die!\" <sup><strong>17</strong></sup> So he died, according to the word of the LORD that Elijah had spoken. Because Ahaziah had no son, Joram succeeded him as king in the second year of Jehoram son of Jehoshaphat king of Judah. <sup><strong>18</strong></sup> As for all the other events of Ahaziah's reign, and what he did, are they not written in the book of the annals of the kings of Israel? "},{"_id":"615d1908c05ad52d15c55d2f","topicId":"615d1905c05ad52d15c55d22","verse":"Revelation 21:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"615d1909c05ad52d15c55d30","topicId":"615d1905c05ad52d15c55d22","verse":"2 Timothy 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"615d1909c05ad52d15c55d31","topicId":"615d1905c05ad52d15c55d22","verse":"John 3:1-36","votes":3,"__v":0,"kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"615d1909c05ad52d15c55d32","topicId":"615d1905c05ad52d15c55d22","verse":"Genesis 2:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"_id":"615d190ac05ad52d15c55d33","topicId":"615d1905c05ad52d15c55d22","verse":"1 Peter 4:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60004010_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace:</p>\n</div>","kjv":"<strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  ","niv":"<sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms."},{"_id":"615d190ac05ad52d15c55d34","topicId":"615d1905c05ad52d15c55d22","verse":"Hebrews 3:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58003012_01-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58003012-1\">12&nbsp;</b>Take care, brothers, lest there be in any of you an evil, unbelieving heart, leading you to fall away from the living God.</p>\n</div>","kjv":"<strong>12</strong> Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.  ","niv":"<sup><strong>12</strong></sup> See to it, brothers, that none of you has a sinful, unbelieving heart that turns away from the living God."},{"_id":"615d190ac05ad52d15c55d35","topicId":"615d1905c05ad52d15c55d22","verse":"Colossians 1:1-29","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-22\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-22\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-22\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-22\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-22\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-22\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-22\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "},{"_id":"615d190ac05ad52d15c55d36","topicId":"615d1905c05ad52d15c55d22","verse":"Matthew 6:33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."},{"_id":"615d190bc05ad52d15c55d37","topicId":"615d1905c05ad52d15c55d22","verse":"Ruth 1:1-22","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p08001001_03-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v08001001-1\">1:1&nbsp;</b>In the days when the judges ruled there was a famine in the land, and a man of Bethlehem in Judah went to sojourn in the country of Moab, he and his wife and his two sons. <b class=\"verse-num\" id=\"v08001002-1\">2&nbsp;</b>The name of the man was Elimelech and the name of his wife Naomi, and the names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They went into the country of Moab and remained there. <b class=\"verse-num\" id=\"v08001003-1\">3&nbsp;</b>But Elimelech, the husband of Naomi, died, and she was left with her two sons. <b class=\"verse-num\" id=\"v08001004-1\">4&nbsp;</b>These took Moabite wives; the name of the one was Orpah and the name of the other Ruth. They lived there about ten years, <b class=\"verse-num\" id=\"v08001005-1\">5&nbsp;</b>and both Mahlon and Chilion died, so that the woman was left without her two sons and her husband.</p>\n\n<p id=\"p08001005_07-24\"><b class=\"verse-num\" id=\"v08001006-1\">6&nbsp;</b>Then she arose with her daughters-in-law to return from the country of Moab, for she had heard in the fields of Moab that the LORD had visited his people and given them food. <b class=\"verse-num\" id=\"v08001007-1\">7&nbsp;</b>So she set out from the place where she was with her two daughters-in-law, and they went on the way to return to the land of Judah. <b class=\"verse-num\" id=\"v08001008-1\">8&nbsp;</b>But Naomi said to her two daughters-in-law, “Go, return each of you to her mother’s house. May the LORD deal kindly with you, as you have dealt with the dead and with me. <b class=\"verse-num\" id=\"v08001009-1\">9&nbsp;</b>The LORD grant that you may find rest, each of you in the house of her husband!” Then she kissed them, and they lifted up their voices and wept. <b class=\"verse-num\" id=\"v08001010-1\">10&nbsp;</b>And they said to her, “No, we will return with you to your people.” <b class=\"verse-num\" id=\"v08001011-1\">11&nbsp;</b>But Naomi said, “Turn back, my daughters; why will you go with me? Have I yet sons in my womb that they may become your husbands? <b class=\"verse-num\" id=\"v08001012-1\">12&nbsp;</b>Turn back, my daughters; go your way, for I am too old to have a husband. If I should say I have hope, even if I should have a husband this night and should bear sons, <b class=\"verse-num\" id=\"v08001013-1\">13&nbsp;</b>would you therefore wait till they were grown? Would you therefore refrain from marrying? No, my daughters, for it is exceedingly bitter to me for your sake that the hand of the LORD has gone out against me.” <b class=\"verse-num\" id=\"v08001014-1\">14&nbsp;</b>Then they lifted up their voices and wept again. And Orpah kissed her mother-in-law, but Ruth clung to her.</p>\n<p id=\"p08001014_07-24\"><b class=\"verse-num\" id=\"v08001015-1\">15&nbsp;</b>And she said, “See, your sister-in-law has gone back to her people and to her gods; return after your sister-in-law.” <b class=\"verse-num\" id=\"v08001016-1\">16&nbsp;</b>But Ruth said, “Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God. <b class=\"verse-num\" id=\"v08001017-1\">17&nbsp;</b>Where you die I will die, and there will I be buried. May the LORD do so to me and more also if anything but death parts me from you.” <b class=\"verse-num\" id=\"v08001018-1\">18&nbsp;</b>And when Naomi saw that she was determined to go with her, she said no more.</p>\n\n<p id=\"p08001018_11-24\"><b class=\"verse-num\" id=\"v08001019-1\">19&nbsp;</b>So the two of them went on until they came to Bethlehem. And when they came to Bethlehem, the whole town was stirred because of them. And the women said, “Is this Naomi?” <b class=\"verse-num\" id=\"v08001020-1\">20&nbsp;</b>She said to them, “Do not call me Naomi; call me Mara, for the Almighty has dealt very bitterly with me. <b class=\"verse-num\" id=\"v08001021-1\">21&nbsp;</b>I went away full, and the LORD has brought me back empty. Why call me Naomi, when the LORD has testified against me and the Almighty has brought calamity upon me?”</p>\n<p id=\"p08001021_11-24\"><b class=\"verse-num\" id=\"v08001022-1\">22&nbsp;</b>So Naomi returned, and Ruth the Moabite her daughter-in-law with her, who returned from the country of Moab. And they came to Bethlehem at the beginning of barley harvest.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehemjudah went to sojourn in the country of Moab, he, and his wife, and his two sons.  <strong>2</strong> And the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Bethlehemjudah. And they came into the country of Moab, and continued there.  <strong>3</strong> And Elimelech Naomi’s husband died; and she was left, and her two sons.  <strong>4</strong> And they took them wives of the women of Moab; the name of the one was Orpah, and the name of the other Ruth: and they dwelled there about ten years.  <strong>5</strong> And Mahlon and Chilion died also both of them; and the woman was left of her two sons and her husband.  <strong>6</strong> Then she arose with her daughters in law, that she might return from the country of Moab: for she had heard in the country of Moab how that the LORD had visited his people in giving them bread.  <strong>7</strong> Wherefore she went forth out of the place where she was, and her two daughters in law with her; and they went on the way to return unto the land of Judah.  <strong>8</strong> And Naomi said unto her two daughters in law, Go, return each to her mother’s house: the LORD deal kindly with you, as ye have dealt with the dead, and with me.  <strong>9</strong> The LORD grant you that ye may find rest, each of you in the house of her husband. Then she kissed them; and they lifted up their voice, and wept.  <strong>10</strong> And they said unto her, Surely we will return with thee unto thy people.  <strong>11</strong> And Naomi said, Turn again, my daughters: why will ye go with me? are there yet any more sons in my womb, that they may be your husbands?  <strong>12</strong> Turn again, my daughters, go your way; for I am too old to have an husband. If I should say, I have hope, if I should have an husband also to night, and should also bear sons;  <strong>13</strong> Would ye tarry for them till they were grown? would ye stay for them from having husbands? nay, my daughters; for it grieveth me much for your sakes that the hand of the LORD is gone out against me.  <strong>14</strong> And they lifted up their voice, and wept again: and Orpah kissed her mother in law; but Ruth clave unto her.  <strong>15</strong> And she said, Behold, thy sister in law is gone back unto her people, and unto her gods: return thou after thy sister in law.  <strong>16</strong> And Ruth said, Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God:  <strong>17</strong> Where thou diest, will I die, and there will I be buried: the LORD do so to me, and more also, if ought but death part thee and me.  <strong>18</strong> When she saw that she was stedfastly minded to go with her, then she left speaking unto her.  <strong>19</strong> So they two went until they came to Bethlehem. And it came to pass, when they were come to Bethlehem, that all the city was moved about them, and they said, Is this Naomi?  <strong>20</strong> And she said unto them, Call me not Naomi, call me Mara: for the Almighty hath dealt very bitterly with me.  <strong>21</strong> I went out full, and the LORD hath brought me home again empty: why then call ye me Naomi, seeing the LORD hath testified against me, and the Almighty hath afflicted me?  <strong>22</strong> So Naomi returned, and Ruth the Moabitess, her daughter in law, with her, which returned out of the country of Moab: and they came to Bethlehem in the beginning of barley harvest.  ","niv":"<sup><strong>1</strong></sup> In the days when the judges ruled, there was a famine in the land, and a man from Bethlehem in Judah, together with his wife and two sons, went to live for a while in the country of Moab. <sup><strong>2</strong></sup> The man's name was Elimelech, his wife's name Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem, Judah. And they went to Moab and lived there. <sup><strong>3</strong></sup> Now Elimelech, Naomi's husband, died, and she was left with her two sons. <sup><strong>4</strong></sup> They married Moabite women, one named Orpah and the other Ruth. After they had lived there about ten years, <sup><strong>5</strong></sup> both Mahlon and Kilion also died, and Naomi was left without her two sons and her husband. <sup><strong>6</strong></sup> When she heard in Moab that the LORD had come to the aid of his people by providing food for them, Naomi and her daughters-in-law prepared to return home from there. <sup><strong>7</strong></sup> With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah. <sup><strong>8</strong></sup> Then Naomi said to her two daughters-in-law, \"Go back, each of you, to your mother's home. May the LORD show kindness to you, as you have shown to your dead and to me. <sup><strong>9</strong></sup> May the LORD grant that each of you will find rest in the home of another husband.\" Then she kissed them and they wept aloud <sup><strong>10</strong></sup> and said to her, \"We will go back with you to your people.\" <sup><strong>11</strong></sup> But Naomi said, \"Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands? <sup><strong>12</strong></sup> Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me-even if I had a husband tonight and then gave birth to sons- <sup><strong>13</strong></sup> would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the LORD's hand has gone out against me!\" <sup><strong>14</strong></sup> At this they wept again. Then Orpah kissed her mother-in-law good-by, but Ruth clung to her. <sup><strong>15</strong></sup> \"Look,\" said Naomi, \"your sister-in-law is going back to her people and her gods. Go back with her.\" <sup><strong>16</strong></sup> But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God. <sup><strong>17</strong></sup> Where you die I will die, and there I will be buried. May the LORD deal with me, be it ever so severely, if anything but death separates you and me.\" <sup><strong>18</strong></sup> When Naomi realized that Ruth was determined to go with her, she stopped urging her. <sup><strong>19</strong></sup> So the two women went on until they came to Bethlehem. When they arrived in Bethlehem, the whole town was stirred because of them, and the women exclaimed, \"Can this be Naomi?\" <sup><strong>20</strong></sup> \"Don't call me Naomi, \"she told them. \"Call me Mara, because the Almighty has made my life very bitter. <sup><strong>21</strong></sup> I went away full, but the LORD has brought me back empty. Why call me Naomi? The LORD has afflicted me; the Almighty has brought misfortune upon me.\" <sup><strong>22</strong></sup> So Naomi returned from Moab accompanied by Ruth the Moabitess, her daughter-in-law, arriving in Bethlehem as the barley harvest was beginning. "},{"_id":"615d190bc05ad52d15c55d38","topicId":"615d1905c05ad52d15c55d22","verse":"2 Timothy 3:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003013_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003013-1\">13&nbsp;</b>while evil people and impostors will go on from bad to worse, deceiving and being deceived.</p>\n</div>","kjv":"<strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  ","niv":"<sup><strong>13</strong></sup> while evil men and impostors will go from bad to worse, deceiving and being deceived."},{"_id":"615d190bc05ad52d15c55d39","topicId":"615d1905c05ad52d15c55d22","verse":"2 Thessalonians 1:1-12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p53001001_02-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p53001001_02-26\">To the church of the Thessalonians in God our Father and the Lord Jesus Christ:</p>\n<p id=\"p53001001_02-26\"><b class=\"verse-num\" id=\"v53001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p53001002_03-26\"><b class=\"verse-num\" id=\"v53001003-1\">3&nbsp;</b>We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing. <b class=\"verse-num\" id=\"v53001004-1\">4&nbsp;</b>Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.</p>\n\n<p id=\"p53001004_08-26\"><b class=\"verse-num\" id=\"v53001005-1\">5&nbsp;</b>This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—<b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you, <b class=\"verse-num\" id=\"v53001007-1\">7&nbsp;</b>and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels <b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus. <b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might, <b class=\"verse-num\" id=\"v53001010-1\">10&nbsp;</b>when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed. <b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:  <strong>2</strong> Grace unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;  <strong>4</strong> So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:  <strong>5</strong> Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:  <strong>6</strong> Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;  <strong>7</strong> And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,  <strong>8</strong> In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:  <strong>9</strong> Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;  <strong>10</strong> When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day.  <strong>11</strong> Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:  <strong>12</strong> That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Paul, Silas and Timothy, To the church of the Thessalonians in God our Father and the Lord Jesus Christ: <sup><strong>2</strong></sup> Grace and peace to you from God the Father and the Lord Jesus Christ. <sup><strong>3</strong></sup> We ought always to thank God for you, brothers, and rightly so, because your faith is growing more and more, and the love every one of you has for each other is increasing. <sup><strong>4</strong></sup> Therefore, among God's churches we boast about your perseverance and faith in all the persecutions and trials you are enduring. <sup><strong>5</strong></sup> All this is evidence that God's judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering. <sup><strong>6</strong></sup> God is just: He will pay back trouble to those who trouble you <sup><strong>7</strong></sup> and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels. <sup><strong>8</strong></sup> He will punish those who do not know God and do not obey the gospel of our Lord Jesus. <sup><strong>9</strong></sup> They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power <sup><strong>10</strong></sup> on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you. <sup><strong>11</strong></sup> With this in mind, we constantly pray for you, that our God may count you worthy of his calling, and that by his power he may fulfill every good purpose of yours and every act prompted by your faith. <sup><strong>12</strong></sup> We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ. "},{"_id":"615d190cc05ad52d15c55d3a","topicId":"615d1905c05ad52d15c55d22","verse":"Luke 12:47-48","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42012047_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012047-1\">47&nbsp;</b><span class=\"woc\">And that servant who knew his master’s will but did not get ready or act according to his will, will receive a severe beating.</span> <b class=\"verse-num woc\" id=\"v42012048-1\">48&nbsp;</b><span class=\"woc\">But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.</span></p>\n</div>","kjv":"<strong>47</strong> And that servant, which knew his lord’s will, and prepared not himself, neither did according to his will, shall be beaten with many stripes.  <strong>48</strong> But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more. ","niv":"<sup><strong>47</strong></sup> \"That servant who knows his master's will and does not get ready or does not do what his master wants will be beaten with many blows. <sup><strong>48</strong></sup> But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked. "},{"_id":"615d190cc05ad52d15c55d3b","topicId":"615d1905c05ad52d15c55d22","verse":"Matthew 7:15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40007015_06-28\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span></p>\n</div>","kjv":"<strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  ","niv":"<sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves."}]}