{"_id":"615d1934c05ad52d15c55d3c","slug":"dependence","name":"Dependence","verses":[{"_id":"615d1935c05ad52d15c55d3d","topicId":"615d1934c05ad52d15c55d3c","verse":"John 15:5","votes":54,"__v":0,"esv":"<div>\n<p id=\"p43015005_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015005-1\">5&nbsp;</b><span class=\"woc\">I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.</span></p>\n</div>","kjv":"<strong>5</strong> I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.  ","niv":"<sup><strong>5</strong></sup> \"I am the vine; you are the branches. If a man remains in me and I in him, he will bear much fruit; apart from me you can do nothing.","modified":"2023-01-15T14:13:37.199Z"},{"_id":"615d1935c05ad52d15c55d3e","topicId":"615d1934c05ad52d15c55d3c","verse":"Psalm 40:3-4","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19040003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19040003-1\">3&nbsp;</b>&nbsp;&nbsp;He put a new song in my mouth,</span><br><span id=\"p19040003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a song of praise to our God.</span><br><span id=\"p19040003_01-2\" class=\"line\">&nbsp;&nbsp;Many will see and fear,</span><br><span id=\"p19040003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and put their trust in the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19040004_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19040004-1\">4&nbsp;</b>&nbsp;&nbsp;Blessed is the man who makes</span><br><span id=\"p19040004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD his trust,</span><br><span id=\"p19040004_01-2\" class=\"line\">&nbsp;&nbsp;who does not turn to the proud,</span><br><span id=\"p19040004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to those who go astray after a lie!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> And he hath put a new song in my mouth, even praise unto our God: many shall see it, and fear, and shall trust in the LORD.  <strong>4</strong> Blessed is that man that maketh the LORD his trust, and respecteth not the proud, nor such as turn aside to lies.  ","niv":"<sup><strong>3</strong></sup> He put a new song in my mouth, a hymn of praise to our God. Many will see and fear and put their trust in the LORD. <sup><strong>4</strong></sup> Blessed is the man who makes the LORD his trust, who does not look to the proud, to those who turn aside to false gods. "},{"_id":"615d1935c05ad52d15c55d3f","topicId":"615d1934c05ad52d15c55d3c","verse":"1 Thessalonians 4:9-12","votes":18,"__v":0,"esv":"<div>\n<p id=\"p52004009_01-4\"><b class=\"verse-num\" id=\"v52004009-1\">9&nbsp;</b>Now concerning brotherly love you have no need for anyone to write to you, for you yourselves have been taught by God to love one another, <b class=\"verse-num\" id=\"v52004010-1\">10&nbsp;</b>for that indeed is what you are doing to all the brothers throughout Macedonia. But we urge you, brothers, to do this more and more, <b class=\"verse-num\" id=\"v52004011-1\">11&nbsp;</b>and to aspire to live quietly, and to mind your own affairs, and to work with your hands, as we instructed you, <b class=\"verse-num\" id=\"v52004012-1\">12&nbsp;</b>so that you may walk properly before outsiders and be dependent on no one.</p>\n</div>","kjv":"<strong>9</strong> But as touching brotherly love ye need not that I write unto you: for ye yourselves are taught of God to love one another.  <strong>10</strong> And indeed ye do it toward all the brethren which are in all Macedonia: but we beseech you, brethren, that ye increase more and more;  <strong>11</strong> And that ye study to be quiet, and to do your own business, and to work with your own hands, as we commanded you;  <strong>12</strong> That ye may walk honestly toward them that are without, and that  ye may have lack of nothing.  ","niv":"<sup><strong>9</strong></sup> Now about brotherly love we do not need to write to you, for you yourselves have been taught by God to love each other. <sup><strong>10</strong></sup> And in fact, you do love all the brothers throughout Macedonia. Yet we urge you, brothers, to do so more and more. <sup><strong>11</strong></sup> Make it your ambition to lead a quiet life, to mind your own business and to work with your hands, just as we told you, <sup><strong>12</strong></sup> so that your daily life may win the respect of outsiders and so that you will not be dependent on anybody. "},{"_id":"615d1935c05ad52d15c55d40","topicId":"615d1934c05ad52d15c55d3c","verse":"John 6:47-50","votes":14,"__v":0,"esv":"<div>\n<p id=\"p43006047_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006047-1\">47&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever believes has eternal life.</span> <b class=\"verse-num woc\" id=\"v43006048-1\">48&nbsp;</b><span class=\"woc\">I am the bread of life.</span> <b class=\"verse-num woc\" id=\"v43006049-1\">49&nbsp;</b><span class=\"woc\">Your fathers ate the manna in the wilderness, and they died.</span> <b class=\"verse-num woc\" id=\"v43006050-1\">50&nbsp;</b><span class=\"woc\">This is the bread that comes down from heaven, so that one may eat of it and not die.</span></p>\n</div>","kjv":"<strong>47</strong> Verily, verily, I say unto you, He that believeth on me hath everlasting life.  <strong>48</strong> I am that bread of life.  <strong>49</strong> Your fathers did eat manna in the wilderness, and are dead.  <strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  ","niv":"<sup><strong>47</strong></sup> I tell you the truth, he who believes has everlasting life. <sup><strong>48</strong></sup> I am the bread of life. <sup><strong>49</strong></sup> Your forefathers ate the manna in the desert, yet they died. <sup><strong>50</strong></sup> But here is the bread that comes down from heaven, which a man may eat and not die. "},{"_id":"615d1935c05ad52d15c55d41","topicId":"615d1934c05ad52d15c55d3c","verse":"2 Corinthians 1:8-9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p47001008_01-6\"><b class=\"verse-num\" id=\"v47001008-1\">8&nbsp;</b>For we do not want you to be unaware, brothers, of the affliction we experienced in Asia. For we were so utterly burdened beyond our strength that we despaired of life itself. <b class=\"verse-num\" id=\"v47001009-1\">9&nbsp;</b>Indeed, we felt that we had received the sentence of death. But that was to make us rely not on ourselves but on God who raises the dead.</p>\n\n</div>","kjv":"<strong>8</strong> For we would not, brethren, have you ignorant of our trouble which came to us in Asia, that we were pressed out of measure, above strength, insomuch that we despaired even of life:  <strong>9</strong> But we had the sentence of death in ourselves, that we should not trust in ourselves, but in God which raiseth the dead:  ","niv":"<sup><strong>8</strong></sup> We do not want you to be uninformed, brothers, about the hardships we suffered in the province of Asia. We were under great pressure, far beyond our ability to endure, so that we despaired even of life. <sup><strong>9</strong></sup> Indeed, in our hearts we felt the sentence of death. But this happened that we might not rely on ourselves but on God, who raises the dead. "},{"_id":"615d1935c05ad52d15c55d42","topicId":"615d1934c05ad52d15c55d3c","verse":"John 6:50-71","votes":10,"__v":0,"esv":"<div>\n<p id=\"p43006050_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006050-1\">50&nbsp;</b><span class=\"woc\">This is the bread that comes down from heaven, so that one may eat of it and not die.</span> <b class=\"verse-num woc\" id=\"v43006051-1\">51&nbsp;</b><span class=\"woc\">I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”</span></p>\n<p id=\"p43006051_01-7\"><b class=\"verse-num\" id=\"v43006052-1\">52&nbsp;</b>The Jews then disputed among themselves, saying, “How can this man give us his flesh to eat?” <b class=\"verse-num\" id=\"v43006053-1\">53&nbsp;</b>So Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you.</span> <b class=\"verse-num woc\" id=\"v43006054-1\">54&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n<p id=\"p43006059_06-7\"><b class=\"verse-num\" id=\"v43006060-1\">60&nbsp;</b>When many of his disciples heard it, they said, “This is a hard saying; who can listen to it?” <b class=\"verse-num\" id=\"v43006061-1\">61&nbsp;</b>But Jesus, knowing in himself that his disciples were grumbling about this, said to them, <span class=\"woc\">“Do you take offense at this?</span> <b class=\"verse-num woc\" id=\"v43006062-1\">62&nbsp;</b><span class=\"woc\">Then what if you were to see the Son of Man ascending to where he was before?</span> <b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span> <b class=\"verse-num woc\" id=\"v43006064-1\">64&nbsp;</b><span class=\"woc\">But there are some of you who do not believe.”</span> (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.) <b class=\"verse-num\" id=\"v43006065-1\">65&nbsp;</b>And he said, <span class=\"woc\">“This is why I told you that no one can come to me unless it is granted him by the Father.”</span></p>\n<p id=\"p43006065_06-7\"><b class=\"verse-num\" id=\"v43006066-1\">66&nbsp;</b>After this many of his disciples turned back and no longer walked with him. <b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n\n</div>","kjv":"<strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  <strong>51</strong> I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.  <strong>52</strong> The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?  <strong>53</strong> Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.  <strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  <strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  <strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. <strong>66</strong> From that time many of his disciples went back, and walked no more with him.  <strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>50</strong></sup> But here is the bread that comes down from heaven, which a man may eat and not die. <sup><strong>51</strong></sup> I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. This bread is my flesh, which I will give for the life of the world.\" <sup><strong>52</strong></sup> Then the Jews began to argue sharply among themselves, \"How can this man give us his flesh to eat?\" <sup><strong>53</strong></sup> Jesus said to them, \"I tell you the truth, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you. <sup><strong>54</strong></sup> Whoever eats my flesh and drinks my blood has eternal life, and I will raise him up at the last day. <sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. <sup><strong>60</strong></sup> On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\" <sup><strong>61</strong></sup> Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you? <sup><strong>62</strong></sup> What if you see the Son of Man ascend to where he was before! <sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life. <sup><strong>64</strong></sup> Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him. <sup><strong>65</strong></sup> He went on to say, \"This is why I told you that no one can come to me unless the Father has enabled him.\" <sup><strong>66</strong></sup> From this time many of his disciples turned back and no longer followed him. <sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"615d1936c05ad52d15c55d43","topicId":"615d1934c05ad52d15c55d3c","verse":"1 Corinthians 10:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"615d1936c05ad52d15c55d44","topicId":"615d1934c05ad52d15c55d3c","verse":"John 3:16","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-10\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615d1936c05ad52d15c55d45","topicId":"615d1934c05ad52d15c55d3c","verse":"Isaiah 30:15","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23030015_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030015-1\">15&nbsp;</b>&nbsp;&nbsp;For thus said the Lord GOD, the Holy One of Israel,</span><br><span id=\"p23030015_01-11\" class=\"line\">&nbsp;&nbsp;“In returning and rest you shall be saved;</span><br><span id=\"p23030015_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in quietness and in trust shall be your strength.”</span><br><span id=\"p23030015_01-11\" class=\"line\">&nbsp;&nbsp;But you were unwilling,</span></p><span class=\"end-line-group\"></span>\n<br>\n</div>","kjv":"<strong>15</strong> For thus saith the Lord GOD, the Holy One of Israel; In returning and rest shall ye be saved; in quietness and in confidence shall be your strength: and ye would not.  ","niv":"<sup><strong>15</strong></sup> This is what the Sovereign LORD, the Holy One of Israel, says: \"In repentance and rest is your salvation, in quietness and trust is your strength, but you would have none of it."},{"_id":"615d1937c05ad52d15c55d46","topicId":"615d1934c05ad52d15c55d3c","verse":"2 Corinthians 12:9-10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47012009_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012009-1\">9&nbsp;</b>But he said to me, <span class=\"woc\">“My grace is sufficient for you, for my power is made perfect in weakness.”</span> Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me. <b class=\"verse-num\" id=\"v47012010-1\">10&nbsp;</b>For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.</p>\n</div>","kjv":"<strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  <strong>10</strong> Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ’s sake: for when I am weak, then am I strong.  ","niv":"<sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me. <sup><strong>10</strong></sup> That is why, for Christ's sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong. ","modified":"2022-08-19T17:39:56.472Z"},{"_id":"615d1937c05ad52d15c55d47","topicId":"615d1934c05ad52d15c55d3c","verse":"Galatians 2:20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"615d1937c05ad52d15c55d48","topicId":"615d1934c05ad52d15c55d3c","verse":"2 Peter 1:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"615d1937c05ad52d15c55d49","topicId":"615d1934c05ad52d15c55d3c","verse":"James 1:12-15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59001012_01-15\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n</div>","kjv":"<strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  ","niv":"<sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. "},{"_id":"615d1938c05ad52d15c55d4a","topicId":"615d1934c05ad52d15c55d3c","verse":"Matthew 9:6-8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40009006_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40009006-1\">6&nbsp;</b><span class=\"woc\">But that you may know that the Son of Man has authority on earth to forgive sins”</span>—he then said to the paralytic—<span class=\"woc\">“Rise, pick up your bed and go home.”</span> <b class=\"verse-num\" id=\"v40009007-1\">7&nbsp;</b>And he rose and went home. <b class=\"verse-num\" id=\"v40009008-1\">8&nbsp;</b>When the crowds saw it, they were afraid, and they glorified God, who had given such authority to men.</p>\n</div>","kjv":"<strong>6</strong> But that ye may know that the Son of man hath power on earth to forgive sins, (then saith he to the sick of the palsy,) Arise, take up thy bed, and go unto thine house.  <strong>7</strong> And he arose, and departed to his house.  <strong>8</strong> But when the multitudes saw it, they marvelled, and glorified God, which had given such power unto men.  ","niv":"<sup><strong>6</strong></sup> But so that you may know that the Son of Man has authority on earth to forgive sins....\" Then he said to the paralytic, \"Get up, take your mat and go home.\" <sup><strong>7</strong></sup> And the man got up and went home. <sup><strong>8</strong></sup> When the crowd saw this, they were filled with awe; and they praised God, who had given such authority to men. "},{"_id":"615d1938c05ad52d15c55d4b","topicId":"615d1934c05ad52d15c55d3c","verse":"James 4:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you."},{"_id":"615d1938c05ad52d15c55d4c","topicId":"615d1934c05ad52d15c55d3c","verse":"1 Timothy 5:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"615d1939c05ad52d15c55d4d","topicId":"615d1934c05ad52d15c55d3c","verse":"Ephesians 5:18","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49005018_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,</p>\n</div>","kjv":"<strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  ","niv":"<sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit."},{"_id":"615d1939c05ad52d15c55d4e","topicId":"615d1934c05ad52d15c55d3c","verse":"1 Corinthians 6:12","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p46006012_04-22\"><b class=\"verse-num\" id=\"v46006012-1\">12&nbsp;</b>“All things are lawful for me,” but not all things are helpful. “All things are lawful for me,” but I will not be dominated by anything.</p>\n</div>","kjv":"<strong>12</strong> All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.  ","niv":"<sup><strong>12</strong></sup> \"Everything is permissible for me\"--but not everything is beneficial. \"Everything is permissible for me\"--but I will not be mastered by anything."},{"_id":"615d1939c05ad52d15c55d4f","topicId":"615d1934c05ad52d15c55d3c","verse":"1 Corinthians 3:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46003008_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003008-1\">8&nbsp;</b>He who plants and he who waters are one, and each will receive his wages according to his labor.</p>\n</div>","kjv":"<strong>8</strong> Now he that planteth and he that watereth are one: and every man shall receive his own reward according to his own labour.  ","niv":"<sup><strong>8</strong></sup> The man who plants and the man who waters have one purpose, and each will be rewarded according to his own labor."},{"_id":"615d193ac05ad52d15c55d50","topicId":"615d1934c05ad52d15c55d3c","verse":"Isaiah 40:29","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040029_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040029-1\">29&nbsp;</b>&nbsp;&nbsp;He gives power to the faint,</span><br><span id=\"p23040029_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to him who has no might he increases strength.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>29</strong> He giveth power to the faint; and to them that have no might he increaseth strength.  ","niv":"<sup><strong>29</strong></sup> He gives strength to the weary and increases the power of the weak."},{"_id":"615d193ac05ad52d15c55d51","topicId":"615d1934c05ad52d15c55d3c","verse":"Psalm 121:3","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19121003_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121003-1\">3&nbsp;</b>&nbsp;&nbsp;He will not let your foot be moved;</span><br><span id=\"p19121003_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who keeps you will not slumber.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> He will not suffer thy foot to be moved: he that keepeth thee will not slumber.  ","niv":"<sup><strong>3</strong></sup> He will not let your foot slip- he who watches over you will not slumber;"},{"_id":"615d193ac05ad52d15c55d52","topicId":"615d1934c05ad52d15c55d3c","verse":"Galatians 5:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p48005001_06-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48005001-1\">5:1&nbsp;</b>For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery.</p>\n</div>","kjv":"<strong>1</strong> Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.  ","niv":"<sup><strong>1</strong></sup> It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery."},{"_id":"615d193ac05ad52d15c55d53","topicId":"615d1934c05ad52d15c55d3c","verse":"1 Corinthians 6:9-11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-29\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"615d193bc05ad52d15c55d54","topicId":"615d1934c05ad52d15c55d3c","verse":"John 6:55-59","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43006055_01-30\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n</div>","kjv":"<strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  ","niv":"<sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. "},{"_id":"615d193bc05ad52d15c55d55","topicId":"615d1934c05ad52d15c55d3c","verse":"John 3:16-17","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-31\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "}]}