{"_id":"615d1b05c05ad52d15c55e33","slug":"despondent","name":"Despondent","verses":[{"_id":"615d1b05c05ad52d15c55e34","topicId":"615d1b05c05ad52d15c55e33","verse":"Romans 15:13","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45015013_01-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45015013-1\">13&nbsp;</b>May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.</p>\n</div>","kjv":"<strong>13</strong> Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.  ","niv":"<sup><strong>13</strong></sup> May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit."},{"_id":"615d1b05c05ad52d15c55e35","topicId":"615d1b05c05ad52d15c55e33","verse":"James 4:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p59004008_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.</p>\n</div>","kjv":"<strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  ","niv":"<sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded."},{"_id":"615d1b05c05ad52d15c55e36","topicId":"615d1b05c05ad52d15c55e33","verse":"1 John 3:16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62003016_01-3\"><b class=\"verse-num\" id=\"v62003016-1\">16&nbsp;</b>By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.</p>\n</div>","kjv":"<strong>16</strong> Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.  ","niv":"<sup><strong>16</strong></sup> This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers."},{"_id":"615d1b06c05ad52d15c55e37","topicId":"615d1b05c05ad52d15c55e33","verse":"John 3:16","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-28\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-28\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-28\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-28\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-28\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615d1b06c05ad52d15c55e38","topicId":"615d1b05c05ad52d15c55e33","verse":"Genesis 12:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01012003_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n\n</div>","kjv":"<strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  ","niv":"<sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\""},{"_id":"615d1b06c05ad52d15c55e39","topicId":"615d1b05c05ad52d15c55e33","verse":"Revelation 3:20","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66003020_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003020-1\">20&nbsp;</b><span class=\"woc\">Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.</span></p>\n</div>","kjv":"<strong>20</strong> Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.  ","niv":"<sup><strong>20</strong></sup> Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him, and he with me."},{"_id":"615d1b07c05ad52d15c55e3a","topicId":"615d1b05c05ad52d15c55e33","verse":"1 Timothy 2:1-15","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. <b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth. <b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus, <b class=\"verse-num\" id=\"v54002006-1\">6&nbsp;</b>who gave himself as a ransom for all, which is the testimony given at the proper time. <b class=\"verse-num\" id=\"v54002007-1\">7&nbsp;</b>For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth.</p>\n<p id=\"p54002007_05-8\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling; <b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works. <b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n\n</div>","kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  <strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  <strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  <strong>6</strong> Who gave himself a ransom for all, to be testified in due time.  <strong>7</strong> Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.  <strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  <strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  <strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. <sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. <sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus, <sup><strong>6</strong></sup> who gave himself as a ransom for all men--the testimony given in its proper time. <sup><strong>7</strong></sup> And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a teacher of the true faith to the Gentiles. <sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing. <sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. <sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"615d1b07c05ad52d15c55e3b","topicId":"615d1b05c05ad52d15c55e33","verse":"1 John 1:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"615d1b07c05ad52d15c55e3c","topicId":"615d1b05c05ad52d15c55e33","verse":"1 Peter 2:1-25","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p60002001_08-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60002001-1\">2:1&nbsp;</b>So put away all malice and all deceit and hypocrisy and envy and all slander. <b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—<b class=\"verse-num\" id=\"v60002003-1\">3&nbsp;</b>if indeed you have tasted that the Lord is good.</p>\n<p id=\"p60002003_08-11\"><b class=\"verse-num\" id=\"v60002004-1\">4&nbsp;</b>As you come to him, a living stone rejected by men but in the sight of God chosen and precious, <b class=\"verse-num\" id=\"v60002005-1\">5&nbsp;</b>you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ. <b class=\"verse-num\" id=\"v60002006-1\">6&nbsp;</b>For it stands in Scripture:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002006_08-11\" class=\"line\">&nbsp;&nbsp;“Behold, I am laying in Zion a stone,</span><br><span id=\"p60002006_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a cornerstone chosen and precious,</span><br><span id=\"p60002006_08-11\" class=\"line\">&nbsp;&nbsp;and whoever believes in him will not be put to shame.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002006_08-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002007-1\">7&nbsp;</b>So the honor is for you who believe, but for those who do not believe,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002007_08-11\" class=\"line\">&nbsp;&nbsp;“The stone that the builders rejected</span><br><span id=\"p60002007_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone,”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002007_08-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002008-1\">8&nbsp;</b>and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002008_08-11\" class=\"line\">&nbsp;&nbsp;“A stone of stumbling,</span><br><span id=\"p60002008_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a rock of offense.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002008_08-11\" class=\"same-paragraph\">They stumble because they disobey the word, as they were destined to do.</p>\n<p id=\"p60002008_08-11\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. <b class=\"verse-num\" id=\"v60002010-1\">10&nbsp;</b>Once you were not a people, but now you are God’s people; once you had not received mercy, but now you have received mercy.</p>\n<p id=\"p60002010_08-11\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul. <b class=\"verse-num\" id=\"v60002012-1\">12&nbsp;</b>Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</p>\n\n<p id=\"p60002012_11-11\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good. <b class=\"verse-num\" id=\"v60002015-1\">15&nbsp;</b>For this is the will of God, that by doing good you should put to silence the ignorance of foolish people. <b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God. <b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n<p id=\"p60002017_11-11\"><b class=\"verse-num\" id=\"v60002018-1\">18&nbsp;</b>Servants, be subject to your masters with all respect, not only to the good and gentle but also to the unjust. <b class=\"verse-num\" id=\"v60002019-1\">19&nbsp;</b>For this is a gracious thing, when, mindful of God, one endures sorrows while suffering unjustly. <b class=\"verse-num\" id=\"v60002020-1\">20&nbsp;</b>For what credit is it if, when you sin and are beaten for it, you endure? But if when you do good and suffer for it you endure, this is a gracious thing in the sight of God. <b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps. <b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly. <b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed. <b class=\"verse-num\" id=\"v60002025-1\">25&nbsp;</b>For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls.</p>\n\n</div>","kjv":"<strong>1</strong> Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,  <strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  <strong>3</strong> If so be ye have tasted that the Lord is gracious.  <strong>4</strong> To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,  <strong>5</strong> Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.  <strong>6</strong> Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded.  <strong>7</strong> Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,  <strong>8</strong> And a stone of stumbling, and a rock of offence, even to them  which stumble at the word, being disobedient: whereunto also they were appointed.  <strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  <strong>10</strong> Which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy.  <strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  <strong>12</strong> Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.  <strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  <strong>15</strong> For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:  <strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  <strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  <strong>18</strong> Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.  <strong>19</strong> For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.  <strong>20</strong> For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it,  ye take it patiently, this is acceptable with God.  <strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  <strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  <strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  <strong>25</strong> For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.  ","niv":"<sup><strong>1</strong></sup> Therefore, rid yourselves of all malice and all deceit, hypocrisy, envy, and slander of every kind. <sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation, <sup><strong>3</strong></sup> now that you have tasted that the Lord is good. <sup><strong>4</strong></sup> As you come to him, the living Stone--rejected by men but chosen by God and precious to him-- <sup><strong>5</strong></sup> you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ. <sup><strong>6</strong></sup> For in Scripture it says: \"See, I lay a stone in Zion, a chosen and precious cornerstone, and the one who trusts in him will never be put to shame.\" <sup><strong>7</strong></sup> Now to you who believe, this stone is precious. But to those who do not believe, \"The stone the builders rejected has become the capstone, \" <sup><strong>8</strong></sup> and, \"A stone that causes men to stumble and a rock that makes them fall.\" They stumble because they disobey the message--which is also what they were destined for. <sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light. <sup><strong>10</strong></sup> Once you were not a people, but now you are the people of God; once you had not received mercy, but now you have received mercy. <sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul. <sup><strong>12</strong></sup> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us. <sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <sup><strong>15</strong></sup> For it is God's will that by doing good you should silence the ignorant talk of foolish men. <sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God. <sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king. <sup><strong>18</strong></sup> Slaves, submit yourselves to your masters with all respect, not only to those who are good and considerate, but also to those who are harsh. <sup><strong>19</strong></sup> For it is commendable if a man bears up under the pain of unjust suffering because he is conscious of God. <sup><strong>20</strong></sup> But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God. <sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps. <sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. <sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed. <sup><strong>25</strong></sup> For you were like sheep going astray, but now you have returned to the Shepherd and Overseer of your souls. "},{"_id":"615d1b08c05ad52d15c55e3d","topicId":"615d1b05c05ad52d15c55e33","verse":"1 Peter 1:10-12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60001010_01-13\"><b class=\"verse-num\" id=\"v60001010-1\">10&nbsp;</b>Concerning this salvation, the prophets who prophesied about the grace that was to be yours searched and inquired carefully, <b class=\"verse-num\" id=\"v60001011-1\">11&nbsp;</b>inquiring what person or time the Spirit of Christ in them was indicating when he predicted the sufferings of Christ and the subsequent glories. <b class=\"verse-num\" id=\"v60001012-1\">12&nbsp;</b>It was revealed to them that they were serving not themselves but you, in the things that have now been announced to you through those who preached the good news to you by the Holy Spirit sent from heaven, things into which angels long to look.</p>\n\n</div>","kjv":"<strong>10</strong> Of which salvation the prophets have enquired and searched diligently, who prophesied of the grace that should come unto you:  <strong>11</strong> Searching what, or what manner of time the Spirit of Christ which was in them did signify, when it testified beforehand the sufferings of Christ, and the glory that should follow.  <strong>12</strong> Unto whom it was revealed, that not unto themselves, but unto us they did minister the things, which are now reported unto you by them that have preached the gospel unto you with the Holy Ghost sent down from heaven; which things the angels desire to look into.  ","niv":"<sup><strong>10</strong></sup> Concerning this salvation, the prophets, who spoke of the grace that was to come to you, searched intently and with the greatest care, <sup><strong>11</strong></sup> trying to find out the time and circumstances to which the Spirit of Christ in them was pointing when he predicted the sufferings of Christ and the glories that would follow. <sup><strong>12</strong></sup> It was revealed to them that they were not serving themselves but you, when they spoke of the things that have now been told you by those who have preached the gospel to you by the Holy Spirit sent from heaven. Even angels long to look into these things. "},{"_id":"615d1b08c05ad52d15c55e3e","topicId":"615d1b05c05ad52d15c55e33","verse":"Acts 1:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"615d1b08c05ad52d15c55e3f","topicId":"615d1b05c05ad52d15c55e33","verse":"John 20:30-31","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43020030_06-15\"><b class=\"verse-num\" id=\"v43020030-1\">30&nbsp;</b>Now Jesus did many other signs in the presence of the disciples, which are not written in this book; <b class=\"verse-num\" id=\"v43020031-1\">31&nbsp;</b>but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.</p>\n</div>","kjv":"<strong>30</strong> And many other signs truly did Jesus in the presence of his disciples, which are not written in this book:  <strong>31</strong> But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.  ","niv":"<sup><strong>30</strong></sup> Jesus did many other miraculous signs in the presence of his disciples, which are not recorded in this book. <sup><strong>31</strong></sup> But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name. "},{"_id":"615d1b08c05ad52d15c55e40","topicId":"615d1b05c05ad52d15c55e33","verse":"1 Peter 1:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60001011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001011-1\">11&nbsp;</b>inquiring what person or time the Spirit of Christ in them was indicating when he predicted the sufferings of Christ and the subsequent glories.</p>\n\n</div>","kjv":"<strong>11</strong> Searching what, or what manner of time the Spirit of Christ which was in them did signify, when it testified beforehand the sufferings of Christ, and the glory that should follow.  ","niv":"<sup><strong>11</strong></sup> trying to find out the time and circumstances to which the Spirit of Christ in them was pointing when he predicted the sufferings of Christ and the glories that would follow."},{"_id":"615d1b09c05ad52d15c55e41","topicId":"615d1b05c05ad52d15c55e33","verse":"2 Thessalonians 1:1-12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p53001001_02-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p53001001_02-18\">To the church of the Thessalonians in God our Father and the Lord Jesus Christ:</p>\n<p id=\"p53001001_02-18\"><b class=\"verse-num\" id=\"v53001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p53001002_03-18\"><b class=\"verse-num\" id=\"v53001003-1\">3&nbsp;</b>We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing. <b class=\"verse-num\" id=\"v53001004-1\">4&nbsp;</b>Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.</p>\n\n<p id=\"p53001004_08-18\"><b class=\"verse-num\" id=\"v53001005-1\">5&nbsp;</b>This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—<b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you, <b class=\"verse-num\" id=\"v53001007-1\">7&nbsp;</b>and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels <b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus. <b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might, <b class=\"verse-num\" id=\"v53001010-1\">10&nbsp;</b>when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed. <b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:  <strong>2</strong> Grace unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;  <strong>4</strong> So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:  <strong>5</strong> Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:  <strong>6</strong> Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;  <strong>7</strong> And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,  <strong>8</strong> In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:  <strong>9</strong> Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;  <strong>10</strong> When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day.  <strong>11</strong> Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:  <strong>12</strong> That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Paul, Silas and Timothy, To the church of the Thessalonians in God our Father and the Lord Jesus Christ: <sup><strong>2</strong></sup> Grace and peace to you from God the Father and the Lord Jesus Christ. <sup><strong>3</strong></sup> We ought always to thank God for you, brothers, and rightly so, because your faith is growing more and more, and the love every one of you has for each other is increasing. <sup><strong>4</strong></sup> Therefore, among God's churches we boast about your perseverance and faith in all the persecutions and trials you are enduring. <sup><strong>5</strong></sup> All this is evidence that God's judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering. <sup><strong>6</strong></sup> God is just: He will pay back trouble to those who trouble you <sup><strong>7</strong></sup> and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels. <sup><strong>8</strong></sup> He will punish those who do not know God and do not obey the gospel of our Lord Jesus. <sup><strong>9</strong></sup> They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power <sup><strong>10</strong></sup> on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you. <sup><strong>11</strong></sup> With this in mind, we constantly pray for you, that our God may count you worthy of his calling, and that by his power he may fulfill every good purpose of yours and every act prompted by your faith. <sup><strong>12</strong></sup> We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ. "},{"_id":"615d1b09c05ad52d15c55e42","topicId":"615d1b05c05ad52d15c55e33","verse":"Colossians 1:1-29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-19\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-19\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-19\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-19\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-19\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-19\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-19\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "},{"_id":"615d1b09c05ad52d15c55e43","topicId":"615d1b05c05ad52d15c55e33","verse":"1 Corinthians 2:1-16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46002001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46002001-1\">2:1&nbsp;</b>And I, when I came to you, brothers, did not come proclaiming to you the testimony of God with lofty speech or wisdom. <b class=\"verse-num\" id=\"v46002002-1\">2&nbsp;</b>For I decided to know nothing among you except Jesus Christ and him crucified. <b class=\"verse-num\" id=\"v46002003-1\">3&nbsp;</b>And I was with you in weakness and in fear and much trembling, <b class=\"verse-num\" id=\"v46002004-1\">4&nbsp;</b>and my speech and my message were not in plausible words of wisdom, but in demonstration of the Spirit and of power, <b class=\"verse-num\" id=\"v46002005-1\">5&nbsp;</b>so that your faith might not rest in the wisdom of men but in the power of God.</p>\n\n<p id=\"p46002005_08-21\"><b class=\"verse-num\" id=\"v46002006-1\">6&nbsp;</b>Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away. <b class=\"verse-num\" id=\"v46002007-1\">7&nbsp;</b>But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory. <b class=\"verse-num\" id=\"v46002008-1\">8&nbsp;</b>None of the rulers of this age understood this, for if they had, they would not have crucified the Lord of glory. <b class=\"verse-num\" id=\"v46002009-1\">9&nbsp;</b>But, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46002009_08-21\" class=\"line\">&nbsp;&nbsp;“What no eye has seen, nor ear heard,</span><br><span id=\"p46002009_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the heart of man imagined,</span><br><span id=\"p46002009_08-21\" class=\"line\">&nbsp;&nbsp;what God has prepared for those who love him”—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46002009_08-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46002010-1\">10&nbsp;</b>these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God. <b class=\"verse-num\" id=\"v46002011-1\">11&nbsp;</b>For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God. <b class=\"verse-num\" id=\"v46002012-1\">12&nbsp;</b>Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God. <b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n<p id=\"p46002013_08-21\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned. <b class=\"verse-num\" id=\"v46002015-1\">15&nbsp;</b>The spiritual person judges all things, but is himself to be judged by no one. <b class=\"verse-num\" id=\"v46002016-1\">16&nbsp;</b>“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ.</p>\n\n</div>","kjv":"<strong>1</strong> And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.  <strong>2</strong> For I determined not to know any thing among you, save Jesus Christ, and him crucified.  <strong>3</strong> And I was with you in weakness, and in fear, and in much trembling.  <strong>4</strong> And my speech and my preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:  <strong>5</strong> That your faith should not stand in the wisdom of men, but in the power of God.  <strong>6</strong> Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:  <strong>7</strong> But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:  <strong>8</strong> Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.  <strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  <strong>10</strong> But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.  <strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  <strong>12</strong> Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.  <strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  <strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  <strong>15</strong> But he that is spiritual judgeth all things, yet he himself is judged of no man.  <strong>16</strong> For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.  ","niv":"<sup><strong>1</strong></sup> When I came to you, brothers, I did not come with eloquence or superior wisdom as I proclaimed to you the testimony about God. <sup><strong>2</strong></sup> For I resolved to know nothing while I was with you except Jesus Christ and him crucified. <sup><strong>3</strong></sup> I came to you in weakness and fear, and with much trembling. <sup><strong>4</strong></sup> My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit's power, <sup><strong>5</strong></sup> so that your faith might not rest on men's wisdom, but on God's power. <sup><strong>6</strong></sup> We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing. <sup><strong>7</strong></sup> No, we speak of God's secret wisdom, a wisdom that has been hidden and that God destined for our glory before time began. <sup><strong>8</strong></sup> None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory. <sup><strong>9</strong></sup> However, as it is written: \"No eye has seen, no ear has heard, no mind has conceived what God has prepared for those who love him\"-- <sup><strong>10</strong></sup> but God has revealed it to us by his Spirit. <sup><strong>11</strong></sup> The Spirit searches all things, even the deep things of God. For who among men knows the thoughts of a man except the man's spirit within him? In the same way no one knows the thoughts of God except the Spirit of God. <sup><strong>12</strong></sup> We have not received the spirit of the world but the Spirit who is from God, that we may understand what God has freely given us. <sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words. <sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned. <sup><strong>15</strong></sup> The spiritual man makes judgments about all things, but he himself is not subject to any man's judgment: <sup><strong>16</strong></sup> \"For who has known the mind of the Lord that he may instruct him?\" But we have the mind of Christ. "},{"_id":"615d1b0ac05ad52d15c55e44","topicId":"615d1b05c05ad52d15c55e33","verse":"Psalm 89:1-52","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19089001_11-22\" class=\"psalm-title\">A Maskil of Ethan the Ezrahite.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19089001_11-22\" class=\"line\"><b class=\"chapter-num\" id=\"v19089001-1\">89:1&nbsp;</b>&nbsp;&nbsp;I will sing of the steadfast love of the LORD, forever;</span><br><span id=\"p19089001_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with my mouth I will make known your faithfulness to all generations.</span><br><span id=\"p19089002_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089002-1\">2&nbsp;</b>&nbsp;&nbsp;For I said, “Steadfast love will be built up forever;</span><br><span id=\"p19089002_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the heavens you will establish your faithfulness.”</span><br><span id=\"p19089003_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089003-1\">3&nbsp;</b>&nbsp;&nbsp;You have said, “I have made a covenant with my chosen one;</span><br><span id=\"p19089003_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have sworn to David my servant:</span><br><span id=\"p19089004_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089004-1\">4&nbsp;</b>&nbsp;&nbsp;‘I will establish your offspring forever,</span><br><span id=\"p19089004_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and build your throne for all generations.’” <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19089005_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089005-1\">5&nbsp;</b>&nbsp;&nbsp;Let the heavens praise your wonders, O LORD,</span><br><span id=\"p19089005_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your faithfulness in the assembly of the holy ones!</span><br><span id=\"p19089006_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089006-1\">6&nbsp;</b>&nbsp;&nbsp;For who in the skies can be compared to the LORD?</span><br><span id=\"p19089006_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who among the heavenly beings is like the LORD,</span><br><span id=\"p19089007_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089007-1\">7&nbsp;</b>&nbsp;&nbsp;a God greatly to be feared in the council of the holy ones,</span><br><span id=\"p19089007_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and awesome above all who are around him?</span><br><span id=\"p19089008_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089008-1\">8&nbsp;</b>&nbsp;&nbsp;O LORD God of hosts,</span><br><span id=\"p19089008_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who is mighty as you are, O LORD,</span><br><span id=\"p19089008_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with your faithfulness all around you?</span><br><span id=\"p19089009_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089009-1\">9&nbsp;</b>&nbsp;&nbsp;You rule the raging of the sea;</span><br><span id=\"p19089009_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when its waves rise, you still them.</span><br><span id=\"p19089010_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089010-1\">10&nbsp;</b>&nbsp;&nbsp;You crushed Rahab like a carcass;</span><br><span id=\"p19089010_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you scattered your enemies with your mighty arm.</span><br><span id=\"p19089011_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089011-1\">11&nbsp;</b>&nbsp;&nbsp;The heavens are yours; the earth also is yours;</span><br><span id=\"p19089011_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the world and all that is in it, you have founded them.</span><br><span id=\"p19089012_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089012-1\">12&nbsp;</b>&nbsp;&nbsp;The north and the south, you have created them;</span><br><span id=\"p19089012_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Tabor and Hermon joyously praise your name.</span><br><span id=\"p19089013_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089013-1\">13&nbsp;</b>&nbsp;&nbsp;You have a mighty arm;</span><br><span id=\"p19089013_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;strong is your hand, high your right hand.</span><br><span id=\"p19089014_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089014-1\">14&nbsp;</b>&nbsp;&nbsp;Righteousness and justice are the foundation of your throne;</span><br><span id=\"p19089014_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;steadfast love and faithfulness go before you.</span><br><span id=\"p19089015_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089015-1\">15&nbsp;</b>&nbsp;&nbsp;Blessed are the people who know the festal shout,</span><br><span id=\"p19089015_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walk, O LORD, in the light of your face,</span><br><span id=\"p19089016_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089016-1\">16&nbsp;</b>&nbsp;&nbsp;who exult in your name all the day</span><br><span id=\"p19089016_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in your righteousness are exalted.</span><br><span id=\"p19089017_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089017-1\">17&nbsp;</b>&nbsp;&nbsp;For you are the glory of their strength;</span><br><span id=\"p19089017_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by your favor our horn is exalted.</span><br><span id=\"p19089018_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089018-1\">18&nbsp;</b>&nbsp;&nbsp;For our shield belongs to the LORD,</span><br><span id=\"p19089018_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;our king to the Holy One of Israel.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19089019_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089019-1\">19&nbsp;</b>&nbsp;&nbsp;Of old you spoke in a vision to your godly one, and said:</span><br><span id=\"p19089019_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“I have granted help to one who is mighty;</span><br><span id=\"p19089019_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have exalted one chosen from the people.</span><br><span id=\"p19089020_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089020-1\">20&nbsp;</b>&nbsp;&nbsp;I have found David, my servant;</span><br><span id=\"p19089020_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with my holy oil I have anointed him,</span><br><span id=\"p19089021_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089021-1\">21&nbsp;</b>&nbsp;&nbsp;so that my hand shall be established with him;</span><br><span id=\"p19089021_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my arm also shall strengthen him.</span><br><span id=\"p19089022_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089022-1\">22&nbsp;</b>&nbsp;&nbsp;The enemy shall not outwit him;</span><br><span id=\"p19089022_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wicked shall not humble him.</span><br><span id=\"p19089023_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089023-1\">23&nbsp;</b>&nbsp;&nbsp;I will crush his foes before him</span><br><span id=\"p19089023_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and strike down those who hate him.</span><br><span id=\"p19089024_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089024-1\">24&nbsp;</b>&nbsp;&nbsp;My faithfulness and my steadfast love shall be with him,</span><br><span id=\"p19089024_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in my name shall his horn be exalted.</span><br><span id=\"p19089025_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089025-1\">25&nbsp;</b>&nbsp;&nbsp;I will set his hand on the sea</span><br><span id=\"p19089025_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his right hand on the rivers.</span><br><span id=\"p19089026_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089026-1\">26&nbsp;</b>&nbsp;&nbsp;He shall cry to me, ‘You are my Father,</span><br><span id=\"p19089026_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my God, and the Rock of my salvation.’</span><br><span id=\"p19089027_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089027-1\">27&nbsp;</b>&nbsp;&nbsp;And I will make him the firstborn,</span><br><span id=\"p19089027_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the highest of the kings of the earth.</span><br><span id=\"p19089028_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089028-1\">28&nbsp;</b>&nbsp;&nbsp;My steadfast love I will keep for him forever,</span><br><span id=\"p19089028_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my covenant will stand firm for him.</span><br><span id=\"p19089029_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089029-1\">29&nbsp;</b>&nbsp;&nbsp;I will establish his offspring forever</span><br><span id=\"p19089029_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his throne as the days of the heavens.</span><br><span id=\"p19089030_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089030-1\">30&nbsp;</b>&nbsp;&nbsp;If his children forsake my law</span><br><span id=\"p19089030_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not walk according to my rules,</span><br><span id=\"p19089031_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089031-1\">31&nbsp;</b>&nbsp;&nbsp;if they violate my statutes</span><br><span id=\"p19089031_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not keep my commandments,</span><br><span id=\"p19089032_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089032-1\">32&nbsp;</b>&nbsp;&nbsp;then I will punish their transgression with the rod</span><br><span id=\"p19089032_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their iniquity with stripes,</span><br><span id=\"p19089033_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089033-1\">33&nbsp;</b>&nbsp;&nbsp;but I will not remove from him my steadfast love</span><br><span id=\"p19089033_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or be false to my faithfulness.</span><br><span id=\"p19089034_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089034-1\">34&nbsp;</b>&nbsp;&nbsp;I will not violate my covenant</span><br><span id=\"p19089034_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or alter the word that went forth from my lips.</span><br><span id=\"p19089035_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089035-1\">35&nbsp;</b>&nbsp;&nbsp;Once for all I have sworn by my holiness;</span><br><span id=\"p19089035_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not lie to David.</span><br><span id=\"p19089036_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089036-1\">36&nbsp;</b>&nbsp;&nbsp;His offspring shall endure forever,</span><br><span id=\"p19089036_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his throne as long as the sun before me.</span><br><span id=\"p19089037_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089037-1\">37&nbsp;</b>&nbsp;&nbsp;Like the moon it shall be established forever,</span><br><span id=\"p19089037_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a faithful witness in the skies.” <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19089038_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089038-1\">38&nbsp;</b>&nbsp;&nbsp;But now you have cast off and rejected;</span><br><span id=\"p19089038_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you are full of wrath against your anointed.</span><br><span id=\"p19089039_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089039-1\">39&nbsp;</b>&nbsp;&nbsp;You have renounced the covenant with your servant;</span><br><span id=\"p19089039_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have defiled his crown in the dust.</span><br><span id=\"p19089040_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089040-1\">40&nbsp;</b>&nbsp;&nbsp;You have breached all his walls;</span><br><span id=\"p19089040_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have laid his strongholds in ruins.</span><br><span id=\"p19089041_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089041-1\">41&nbsp;</b>&nbsp;&nbsp;All who pass by plunder him;</span><br><span id=\"p19089041_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has become the scorn of his neighbors.</span><br><span id=\"p19089042_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089042-1\">42&nbsp;</b>&nbsp;&nbsp;You have exalted the right hand of his foes;</span><br><span id=\"p19089042_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have made all his enemies rejoice.</span><br><span id=\"p19089043_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089043-1\">43&nbsp;</b>&nbsp;&nbsp;You have also turned back the edge of his sword,</span><br><span id=\"p19089043_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have not made him stand in battle.</span><br><span id=\"p19089044_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089044-1\">44&nbsp;</b>&nbsp;&nbsp;You have made his splendor to cease</span><br><span id=\"p19089044_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cast his throne to the ground.</span><br><span id=\"p19089045_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089045-1\">45&nbsp;</b>&nbsp;&nbsp;You have cut short the days of his youth;</span><br><span id=\"p19089045_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have covered him with shame. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19089046_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089046-1\">46&nbsp;</b>&nbsp;&nbsp;How long, O LORD? Will you hide yourself forever?</span><br><span id=\"p19089046_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;How long will your wrath burn like fire?</span><br><span id=\"p19089047_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089047-1\">47&nbsp;</b>&nbsp;&nbsp;Remember how short my time is!</span><br><span id=\"p19089047_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For what vanity you have created all the children of man!</span><br><span id=\"p19089048_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089048-1\">48&nbsp;</b>&nbsp;&nbsp;What man can live and never see death?</span><br><span id=\"p19089048_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who can deliver his soul from the power of Sheol? <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19089049_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089049-1\">49&nbsp;</b>&nbsp;&nbsp;Lord, where is your steadfast love of old,</span><br><span id=\"p19089049_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which by your faithfulness you swore to David?</span><br><span id=\"p19089050_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089050-1\">50&nbsp;</b>&nbsp;&nbsp;Remember, O Lord, how your servants are mocked,</span><br><span id=\"p19089050_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and how I bear in my heart the insults of all the many nations,</span><br><span id=\"p19089051_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089051-1\">51&nbsp;</b>&nbsp;&nbsp;with which your enemies mock, O LORD,</span><br><span id=\"p19089051_11-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with which they mock the footsteps of your anointed.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19089052_11-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089052-1\">52&nbsp;</b>&nbsp;&nbsp;Blessed be the LORD forever!</span><br><span id=\"p19089052_11-22\" class=\"psalm-doxology line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Amen and Amen.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> I will sing of the mercies of the LORD for ever: with my mouth will I make known thy faithfulness to all generations.  <strong>2</strong> For I have said, Mercy shall be built up for ever: thy faithfulness shalt thou establish in the very heavens.  <strong>3</strong> I have made a covenant with my chosen, I have sworn unto David my servant,  <strong>4</strong> Thy seed will I establish for ever, and build up thy throne to all generations. Selah.  <strong>5</strong> And the heavens shall praise thy wonders, O LORD: thy faithfulness also in the congregation of the saints.  <strong>6</strong> For who in the heaven can be compared unto the LORD? who among the sons of the mighty can be likened unto the LORD?  <strong>7</strong> God is greatly to be feared in the assembly of the saints, and to be had in reverence of all them that are about him.  <strong>8</strong> O LORD God of hosts, who is a strong LORD like unto thee? or to thy faithfulness round about thee?  <strong>9</strong> Thou rulest the raging of the sea: when the waves thereof arise, thou stillest them.  <strong>10</strong> Thou hast broken Rahab in pieces, as one that is slain; thou hast scattered thine enemies with thy strong arm.  <strong>11</strong> The heavens are thine, the earth also is thine: as for the world and the fulness thereof, thou hast founded them.  <strong>12</strong> The north and the south thou hast created them: Tabor and Hermon shall rejoice in thy name.  <strong>13</strong> Thou hast a mighty arm: strong is thy hand, and high is thy right hand.  <strong>14</strong> Justice and judgment are the habitation of thy throne: mercy and truth shall go before thy face.  <strong>15</strong> Blessed is the people that know the joyful sound: they shall walk, O LORD, in the light of thy countenance.  <strong>16</strong> In thy name shall they rejoice all the day: and in thy righteousness shall they be exalted.  <strong>17</strong> For thou art the glory of their strength: and in thy favour our horn shall be exalted.  <strong>18</strong> For the LORD is our defence; and the Holy One of Israel is our king.  <strong>19</strong> Then thou spakest in vision to thy holy one, and saidst, I have laid help upon one that is mighty; I have exalted one chosen out of the people.  <strong>20</strong> I have found David my servant; with my holy oil have I anointed him:  <strong>21</strong> With whom my hand shall be established: mine arm also shall strengthen him.  <strong>22</strong> The enemy shall not exact upon him; nor the son of wickedness afflict him.  <strong>23</strong> And I will beat down his foes before his face, and plague them that hate him.  <strong>24</strong> But my faithfulness and my mercy shall be with him: and in my name shall his horn be exalted.  <strong>25</strong> I will set his hand also in the sea, and his right hand in the rivers.  <strong>26</strong> He shall cry unto me, Thou art my father, my God, and the rock of my salvation.  <strong>27</strong> Also I will make him my firstborn, higher than the kings of the earth.  <strong>28</strong> My mercy will I keep for him for evermore, and my covenant shall stand fast with him.  <strong>29</strong> His seed also will I make to endure for ever, and his throne as the days of heaven.  <strong>30</strong> If his children forsake my law, and walk not in my judgments;  <strong>31</strong> If they break my statutes, and keep not my commandments;  <strong>32</strong> Then will I visit their transgression with the rod, and their iniquity with stripes.  <strong>33</strong> Nevertheless my lovingkindness will I not utterly take from him, nor suffer my faithfulness to fail.  <strong>34</strong> My covenant will I not break, nor alter the thing that is gone out of my lips.  <strong>35</strong> Once have I sworn by my holiness that I will not lie unto David.  <strong>36</strong> His seed shall endure for ever, and his throne as the sun before me.  <strong>37</strong> It shall be established for ever as the moon, and as a faithful witness in heaven. Selah.  <strong>38</strong> But thou hast cast off and abhorred, thou hast been wroth with thine anointed.  <strong>39</strong> Thou hast made void the covenant of thy servant: thou hast profaned his crown by casting it to the ground.  <strong>40</strong> Thou hast broken down all his hedges; thou hast brought his strong holds to ruin.  <strong>41</strong> All that pass by the way spoil him: he is a reproach to his neighbours.  <strong>42</strong> Thou hast set up the right hand of his adversaries; thou hast made all his enemies to rejoice.  <strong>43</strong> Thou hast also turned the edge of his sword, and hast not made him to stand in the battle.  <strong>44</strong> Thou hast made his glory to cease, and cast his throne down to the ground.  <strong>45</strong> The days of his youth hast thou shortened: thou hast covered him with shame. Selah.  <strong>46</strong> How long, LORD? wilt thou hide thyself for ever? shall thy wrath burn like fire?  <strong>47</strong> Remember how short my time is: wherefore hast thou made all men in vain?  <strong>48</strong> What man is he that liveth, and shall not see death? shall he deliver his soul from the hand of the grave? Selah.  <strong>49</strong> Lord, where are thy former lovingkindnesses, which  thou swarest unto David in thy truth?  <strong>50</strong> Remember, Lord, the reproach of thy servants; how I do bear in my bosom the reproach of all the mighty people;  <strong>51</strong> Wherewith thine enemies have reproached, O LORD; wherewith they have reproached the footsteps of thine anointed.  <strong>52</strong> Blessed be the LORD for evermore. Amen, and Amen.  ","niv":"<sup><strong>1</strong></sup> I will sing of the LORD's great love forever; with my mouth I will make your faithfulness known through all generations. <sup><strong>2</strong></sup> I will declare that your love stands firm forever, that you established your faithfulness in heaven itself. <sup><strong>3</strong></sup> You said, \"I have made a covenant with my chosen one, I have sworn to David my servant, <sup><strong>4</strong></sup> 'I will establish your line forever and make your throne firm through all generations.'\" Selah <sup><strong>5</strong></sup> The heavens praise your wonders, O LORD, your faithfulness too, in the assembly of the holy ones. <sup><strong>6</strong></sup> For who in the skies above can compare with the LORD? Who is like the LORD among the heavenly beings? <sup><strong>7</strong></sup> In the council of the holy ones God is greatly feared; he is more awesome than all who surround him. <sup><strong>8</strong></sup> O LORD God Almighty, who is like you? You are mighty, O LORD, and your faithfulness surrounds you. <sup><strong>9</strong></sup> You rule over the surging sea; when its waves mount up, you still them. <sup><strong>10</strong></sup> You crushed Rahab like one of the slain; with your strong arm you scattered your enemies. <sup><strong>11</strong></sup> The heavens are yours, and yours also the earth; you founded the world and all that is in it. <sup><strong>12</strong></sup> You created the north and the south; Tabor and Hermon sing for joy at your name. <sup><strong>13</strong></sup> Your arm is endued with power; your hand is strong, your right hand exalted. <sup><strong>14</strong></sup> Righteousness and justice are the foundation of your throne; love and faithfulness go before you. <sup><strong>15</strong></sup> Blessed are those who have learned to acclaim you, who walk in the light of your presence, O LORD. <sup><strong>16</strong></sup> They rejoice in your name all day long; they exult in your righteousness. <sup><strong>17</strong></sup> For you are their glory and strength, and by your favor you exalt our horn. <sup><strong>18</strong></sup> Indeed, our shield belongs to the LORD, our king to the Holy One of Israel. <sup><strong>19</strong></sup> Once you spoke in a vision, to your faithful people you said: \"I have bestowed strength on a warrior; I have exalted a young man from among the people. <sup><strong>20</strong></sup> I have found David my servant; with my sacred oil I have anointed him. <sup><strong>21</strong></sup> My hand will sustain him; surely my arm will strengthen him. <sup><strong>22</strong></sup> No enemy will subject him to tribute; no wicked man will oppress him. <sup><strong>23</strong></sup> I will crush his foes before him and strike down his adversaries. <sup><strong>24</strong></sup> My faithful love will be with him, and through my name his horn will be exalted. <sup><strong>25</strong></sup> I will set his hand over the sea, his right hand over the rivers. <sup><strong>26</strong></sup> He will call out to me, 'You are my Father, my God, the Rock my Savior.' <sup><strong>27</strong></sup> I will also appoint him my firstborn, the most exalted of the kings of the earth. <sup><strong>28</strong></sup> I will maintain my love to him forever, and my covenant with him will never fail. <sup><strong>29</strong></sup> I will establish his line forever, his throne as long as the heavens endure. <sup><strong>30</strong></sup> \"If his sons forsake my law and do not follow my statutes, <sup><strong>31</strong></sup> if they violate my decrees and fail to keep my commands, <sup><strong>32</strong></sup> I will punish their sin with the rod, their iniquity with flogging; <sup><strong>33</strong></sup> but I will not take my love from him, nor will I ever betray my faithfulness. <sup><strong>34</strong></sup> I will not violate my covenant or alter what my lips have uttered. <sup><strong>35</strong></sup> Once for all, I have sworn by my holiness- and I will not lie to David- <sup><strong>36</strong></sup> that his line will continue forever and his throne endure before me like the sun; <sup><strong>37</strong></sup> it will be established forever like the moon, the faithful witness in the sky.\" Selah <sup><strong>38</strong></sup> But you have rejected, you have spurned, you have been very angry with your anointed one. <sup><strong>39</strong></sup> You have renounced the covenant with your servant and have defiled his crown in the dust. <sup><strong>40</strong></sup> You have broken through all his walls and reduced his strongholds to ruins. <sup><strong>41</strong></sup> All who pass by have plundered him; he has become the scorn of his neighbors. <sup><strong>42</strong></sup> You have exalted the right hand of his foes; you have made all his enemies rejoice. <sup><strong>43</strong></sup> You have turned back the edge of his sword and have not supported him in battle. <sup><strong>44</strong></sup> You have put an end to his splendor and cast his throne to the ground. <sup><strong>45</strong></sup> You have cut short the days of his youth; you have covered him with a mantle of shame. Selah <sup><strong>46</strong></sup> How long, O LORD? Will you hide yourself forever? How long will your wrath burn like fire? <sup><strong>47</strong></sup> Remember how fleeting is my life. For what futility you have created all men! <sup><strong>48</strong></sup> What man can live and not see death, or save himself from the power of the grave? Selah <sup><strong>49</strong></sup> O Lord, where is your former great love, which in your faithfulness you swore to David? <sup><strong>50</strong></sup> Remember, Lord, how your servant has been mocked, how I bear in my heart the taunts of all the nations, <sup><strong>51</strong></sup> the taunts with which your enemies have mocked, O LORD, with which they have mocked every step of your anointed one. <sup><strong>52</strong></sup> Praise be to the LORD forever! Amen and Amen. BOOK IV Psalms 90-106 "},{"_id":"615d1b0ac05ad52d15c55e45","topicId":"615d1b05c05ad52d15c55e33","verse":"1 Corinthians 5:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46005007_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46005007-1\">7&nbsp;</b>Cleanse out the old leaven that you may be a new lump, as you really are unleavened. For Christ, our Passover lamb, has been sacrificed.</p>\n</div>","kjv":"<strong>7</strong> Purge out therefore the old leaven, that ye may be a new lump, as ye are unleavened. For even Christ our passover is sacrificed for us:  ","niv":"<sup><strong>7</strong></sup> Get rid of the old yeast that you may be a new batch without yeast--as you really are. For Christ, our Passover lamb, has been sacrificed."},{"_id":"615d1b0ac05ad52d15c55e46","topicId":"615d1b05c05ad52d15c55e33","verse":"Romans 3:1-9:33","votes":2,"__v":0,"kjv":"<strong>1</strong> What advantage then hath the Jew? or what profit is there  of circumcision?  <strong>2</strong> Much every way: chiefly, because that unto them were committed the oracles of God.  <strong>3</strong> For what if some did not believe? shall their unbelief make the faith of God without effect?  <strong>4</strong> God forbid: yea, let God be true, but every man a liar; as it is written, That thou mightest be justified in thy sayings, and mightest overcome when thou art judged.  <strong>5</strong> But if our unrighteousness commend the righteousness of God, what shall we say? Is God unrighteous who taketh vengeance? (I speak as a man)  <strong>6</strong> God forbid: for then how shall God judge the world?  <strong>7</strong> For if the truth of God hath more abounded through my lie unto his glory; why yet am I also judged as a sinner?  <strong>8</strong> And not rather, (as we be slanderously reported, and as some affirm that we say,) Let us do evil, that good may come? whose damnation is just.  <strong>9</strong> What then? are we better than they? No, in no wise: for we have before proved both Jews and Gentiles, that they are all under sin;  <strong>10</strong> As it is written, There is none righteous, no, not one:  <strong>11</strong> There is none that understandeth, there is none that seeketh after God.  <strong>12</strong> They are all gone out of the way, they are together become unprofitable; there is none that doeth good, no, not one.  <strong>13</strong> Their throat is an open sepulchre; with their tongues they have used deceit; the poison of asps is under their lips:  <strong>14</strong> Whose mouth is full of cursing and bitterness:  <strong>15</strong> Their feet are swift to shed blood:  <strong>16</strong> Destruction and misery are in their ways:  <strong>17</strong> And the way of peace have they not known:  <strong>18</strong> There is no fear of God before their eyes.  <strong>19</strong> Now we know that what things soever the law saith, it saith to them who are under the law: that every mouth may be stopped, and all the world may become guilty before God.  <strong>20</strong> Therefore by the deeds of the law there shall no flesh be justified in his sight: for by the law is the knowledge of sin.  <strong>21</strong> But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;  <strong>22</strong> Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:  <strong>23</strong> For all have sinned, and come short of the glory of God;  <strong>24</strong> Being justified freely by his grace through the redemption that is in Christ Jesus:  <strong>25</strong> Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;  <strong>26</strong> To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.  <strong>27</strong> Where is boasting then? It is excluded. By what law? of works? Nay: but by the law of faith.  <strong>28</strong> Therefore we conclude that a man is justified by faith without the deeds of the law.  <strong>29</strong> Is he the God of the Jews only? is he not also of the Gentiles? Yes, of the Gentiles also:  <strong>30</strong> Seeing it is one God, which shall justify the circumcision by faith, and uncircumcision through faith.  <strong>31</strong> Do we then make void the law through faith? God forbid: yea, we establish the law.  <strong>1</strong> What shall we say then that Abraham our father, as pertaining to the flesh, hath found?  <strong>2</strong> For if Abraham were justified by works, he hath whereof to glory; but not before God.  <strong>3</strong> For what saith the scripture? Abraham believed God, and it was counted unto him for righteousness.  <strong>4</strong> Now to him that worketh is the reward not reckoned of grace, but of debt.  <strong>5</strong> But to him that worketh not, but believeth on him that justifieth the ungodly, his faith is counted for righteousness.  <strong>6</strong> Even as David also describeth the blessedness of the man, unto whom God imputeth righteousness without works,  <strong>7</strong> Saying, Blessed are they whose iniquities are forgiven, and whose sins are covered.  <strong>8</strong> Blessed is the man to whom the Lord will not impute sin.  <strong>9</strong> Cometh this blessedness then upon the circumcision only,  or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.  <strong>10</strong> How was it then reckoned? when he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision.  <strong>11</strong> And he received the sign of circumcision, a seal of the righteousness of the faith which he had yet being uncircumcised: that he might be the father of all them that believe, though they be not circumcised; that righteousness might be imputed unto them also:  <strong>12</strong> And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.  <strong>13</strong> For the promise, that he should be the heir of the world, was  not to Abraham, or to his seed, through the law, but through the righteousness of faith.  <strong>14</strong> For if they which are of the law be heirs, faith is made void, and the promise made of none effect:  <strong>15</strong> Because the law worketh wrath: for where no law is, there is  no transgression.  <strong>16</strong> Therefore it is of faith, that it might be by grace; to the end the promise might be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham; who is the father of us all,  <strong>17</strong> (As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were.  <strong>18</strong> Who against hope believed in hope, that he might become the father of many nations, according to that which was spoken, So shall thy seed be.  <strong>19</strong> And being not weak in faith, he considered not his own body now dead, when he was about an hundred years old, neither yet the deadness of Sarah’s womb:  <strong>20</strong> He staggered not at the promise of God through unbelief; but was strong in faith, giving glory to God;  <strong>21</strong> And being fully persuaded that, what he had promised, he was able also to perform.  <strong>22</strong> And therefore it was imputed to him for righteousness.  <strong>23</strong> Now it was not written for his sake alone, that it was imputed to him;  <strong>24</strong> But for us also, to whom it shall be imputed, if we believe on him that raised up Jesus our Lord from the dead;  <strong>25</strong> Who was delivered for our offences, and was raised again for our justification.  <strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  <strong>2</strong> By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.  <strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  <strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  <strong>6</strong> For when we were yet without strength, in due time Christ died for the ungodly.  <strong>7</strong> For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.  <strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  <strong>9</strong> Much more then, being now justified by his blood, we shall be saved from wrath through him.  <strong>10</strong> For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.  <strong>11</strong> And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.  <strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  <strong>13</strong> (For until the law sin was in the world: but sin is not imputed when there is no law.  <strong>14</strong> Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam’s transgression, who is the figure of him that was to come.  <strong>15</strong> But not as the offence, so also is the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, which is by one man, Jesus Christ, hath abounded unto many.  <strong>16</strong> And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification.  <strong>17</strong> For if by one man’s offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.)  <strong>18</strong> Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came  upon all men unto justification of life.  <strong>19</strong> For as by one man’s disobedience many were made sinners, so by the obedience of one shall many be made righteous.  <strong>20</strong> Moreover the law entered, that the offence might abound. But where sin abounded, grace did much more abound:  <strong>21</strong> That as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord.  <strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  <strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  <strong>5</strong> For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:  <strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  <strong>7</strong> For he that is dead is freed from sin.  <strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  <strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  <strong>1</strong> Know ye not, brethren, (for I speak to them that know the law,) how that the law hath dominion over a man as long as he liveth?  <strong>2</strong> For the woman which hath an husband is bound by the law to her  husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.  <strong>3</strong> So then if, while her husband liveth, she be married to another man, she shall be called an adulteress: but if her husband be dead, she is free from that law; so that she is no adulteress, though she be married to another man.  <strong>4</strong> Wherefore, my brethren, ye also are become dead to the law by the body of Christ; that ye should be married to another, even to him who is raised from the dead, that we should bring forth fruit unto God.  <strong>5</strong> For when we were in the flesh, the motions of sins, which were by the law, did work in our members to bring forth fruit unto death.  <strong>6</strong> But now we are delivered from the law, that being dead wherein we were held; that we should serve in newness of spirit, and not in the oldness of the letter.  <strong>7</strong> What shall we say then? Is the law sin? God forbid. Nay, I had not known sin, but by the law: for I had not known lust, except the law had said, Thou shalt not covet.  <strong>8</strong> But sin, taking occasion by the commandment, wrought in me all manner of concupiscence. For without the law sin was dead.  <strong>9</strong> For I was alive without the law once: but when the commandment came, sin revived, and I died.  <strong>10</strong> And the commandment, which was ordained to life, I found to be unto death.  <strong>11</strong> For sin, taking occasion by the commandment, deceived me, and by it slew me.  <strong>12</strong> Wherefore the law is holy, and the commandment holy, and just, and good.  <strong>13</strong> Was then that which is good made death unto me? God forbid. But sin, that it might appear sin, working death in me by that which is good; that sin by the commandment might become exceeding sinful.  <strong>14</strong> For we know that the law is spiritual: but I am carnal, sold under sin.  <strong>15</strong> For that which I do I allow not: for what I would, that do I not; but what I hate, that do I.  <strong>16</strong> If then I do that which I would not, I consent unto the law that it is good.  <strong>17</strong> Now then it is no more I that do it, but sin that dwelleth in me.  <strong>18</strong> For I know that in me (that is, in my flesh,) dwelleth no good thing: for to will is present with me; but how to perform that which is good I find not.  <strong>19</strong> For the good that I would I do not: but the evil which I would not, that I do.  <strong>20</strong> Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.  <strong>21</strong> I find then a law, that, when I would do good, evil is present with me.  <strong>22</strong> For I delight in the law of God after the inward man:  <strong>23</strong> But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.  <strong>24</strong> O wretched man that I am! who shall deliver me from the body of this death?  <strong>25</strong> I thank God through Jesus Christ our Lord. So then with the mind I myself serve the law of God; but with the flesh the law of sin.  <strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  <strong>1</strong> I say the truth in Christ, I lie not, my conscience also bearing me witness in the Holy Ghost,  <strong>2</strong> That I have great heaviness and continual sorrow in my heart.  <strong>3</strong> For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:  <strong>4</strong> Who are Israelites; to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;  <strong>5</strong> Whose are the fathers, and of whom as concerning the flesh Christ came, who is over all, God blessed for ever. Amen.  <strong>6</strong> Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:  <strong>7</strong> Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.  <strong>8</strong> That is, They which are the children of the flesh, these are  not the children of God: but the children of the promise are counted for the seed.  <strong>9</strong> For this is the word of promise, At this time will I come, and Sarah shall have a son.  <strong>10</strong> And not only this; but when Rebecca also had conceived by one, even by our father Isaac;  <strong>11</strong> (For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)  <strong>12</strong> It was said unto her, The elder shall serve the younger.  <strong>13</strong> As it is written, Jacob have I loved, but Esau have I hated.  <strong>14</strong> What shall we say then? Is there unrighteousness with God? God forbid.  <strong>15</strong> For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.  <strong>16</strong> So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy.  <strong>17</strong> For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.  <strong>18</strong> Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.  <strong>19</strong> Thou wilt say then unto me, Why doth he yet find fault? For who hath resisted his will?  <strong>20</strong> Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?  <strong>21</strong> Hath not the potter power over the clay, of the same lump to make one vessel unto honour, and another unto dishonour?  <strong>22</strong> What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:  <strong>23</strong> And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,  <strong>24</strong> Even us, whom he hath called, not of the Jews only, but also of the Gentiles?  <strong>25</strong> As he saith also in Osee, I will call them my people, which were not my people; and her beloved, which was not beloved.  <strong>26</strong> And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.  <strong>27</strong> Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:  <strong>28</strong> For he will finish the work, and cut it short in righteousness: because a short work will the Lord make upon the earth.  <strong>29</strong> And as Esaias said before, Except the Lord of Sabaoth had left us a seed, we had been as Sodoma, and been made like unto Gomorrha.  <strong>30</strong> What shall we say then? That the Gentiles, which followed not after righteousness, have attained to righteousness, even the righteousness which is of faith.  <strong>31</strong> But Israel, which followed after the law of righteousness, hath not attained to the law of righteousness.  <strong>32</strong> Wherefore? Because they sought it not by faith, but as it were by the works of the law. For they stumbled at that stumblingstone;  <strong>33</strong> As it is written, Behold, I lay in Sion a stumblingstone and rock of offence: and whosoever believeth on him shall not be ashamed.  ","niv":"<sup><strong>1</strong></sup> What advantage, then, is there in being a Jew, or what value is there in circumcision? <sup><strong>2</strong></sup> Much in every way! First of all, they have been entrusted with the very words of God. <sup><strong>3</strong></sup> What if some did not have faith? Will their lack of faith nullify God's faithfulness? <sup><strong>4</strong></sup> Not at all! Let God be true, and every man a liar. As it is written: \"So that you may be proved right when you speak and prevail when you judge.\" <sup><strong>5</strong></sup> But if our unrighteousness brings out God's righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.) <sup><strong>6</strong></sup> Certainly not! If that were so, how could God judge the world? <sup><strong>7</strong></sup> Someone might argue, \"If my falsehood enhances God's truthfulness and so increases his glory, why am I still condemned as a sinner?\" <sup><strong>8</strong></sup> Why not say--as we are being slanderously reported as saying and as some claim that we say--\"Let us do evil that good may result\"? Their condemnation is deserved. <sup><strong>9</strong></sup> What shall we conclude then? Are we any better? Not at all! We have already made the charge that Jews and Gentiles alike are all under sin. "},{"_id":"615d1b0bc05ad52d15c55e47","topicId":"615d1b05c05ad52d15c55e33","verse":"John 8:56","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43008056_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008056-1\">56&nbsp;</b><span class=\"woc\">Your father Abraham rejoiced that he would see my day. He saw it and was glad.”</span></p>\n</div>","kjv":"<strong>56</strong> Your father Abraham rejoiced to see my day: and he saw it,  and was glad.  ","niv":"<sup><strong>56</strong></sup> Your father Abraham rejoiced at the thought of seeing my day; he saw it and was glad.\""},{"_id":"615d1b0bc05ad52d15c55e48","topicId":"615d1b05c05ad52d15c55e33","verse":"John 3:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003014_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span></p>\n</div>","kjv":"<strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  ","niv":"<sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up,"},{"_id":"615d1b0bc05ad52d15c55e49","topicId":"615d1b05c05ad52d15c55e33","verse":"John 3:1-36","votes":2,"__v":0,"kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"615d1b0bc05ad52d15c55e4a","topicId":"615d1b05c05ad52d15c55e33","verse":"Luke 2:34-35","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42002034_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002034-1\">34&nbsp;</b>And Simeon blessed them and said to Mary his mother, “Behold, this child is appointed for the fall and rising of many in Israel, and for a sign that is opposed <b class=\"verse-num\" id=\"v42002035-1\">35&nbsp;</b>(and a sword will pierce through your own soul also), so that thoughts from many hearts may be revealed.”</p>\n</div>","kjv":"<strong>34</strong> And Simeon blessed them, and said unto Mary his mother, Behold, this child is set for the fall and rising again of many in Israel; and for a sign which shall be spoken against;  <strong>35</strong> (Yea, a sword shall pierce through thy own soul also,) that the thoughts of many hearts may be revealed.  ","niv":"<sup><strong>34</strong></sup> Then Simeon blessed them and said to Mary, his mother: \"This child is destined to cause the falling and rising of many in Israel, and to be a sign that will be spoken against, <sup><strong>35</strong></sup> so that the thoughts of many hearts will be revealed. And a sword will pierce your own soul too.\" "},{"_id":"615d1b0cc05ad52d15c55e4b","topicId":"615d1b05c05ad52d15c55e33","verse":"Joel 2:28-32","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002028_08-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002028-1\">28&nbsp;</b>&nbsp;&nbsp; “And it shall come to pass afterward,</span><br><span id=\"p29002028_08-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I will pour out my Spirit on all flesh;</span><br><span id=\"p29002028_08-30\" class=\"line\">&nbsp;&nbsp;your sons and your daughters shall prophesy,</span><br><span id=\"p29002028_08-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your old men shall dream dreams,</span><br><span id=\"p29002028_08-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions.</span><br><span id=\"p29002029_08-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002029-1\">29&nbsp;</b>&nbsp;&nbsp;Even on the male and female servants</span><br><span id=\"p29002029_08-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p29002029_08-30\"><b class=\"verse-num\" id=\"v29002030-1\">30&nbsp;</b>“And I will show wonders in the heavens and on the earth, blood and fire and columns of smoke. <b class=\"verse-num\" id=\"v29002031-1\">31&nbsp;</b>The sun shall be turned to darkness, and the moon to blood, before the great and awesome day of the LORD comes. <b class=\"verse-num\" id=\"v29002032-1\">32&nbsp;</b>And it shall come to pass that everyone who calls on the name of the LORD shall be saved. For in Mount Zion and in Jerusalem there shall be those who escape, as the LORD has said, and among the survivors shall be those whom the LORD calls.</p>\n\n</div>","kjv":"<strong>28</strong> And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:  <strong>29</strong> And also upon the servants and upon the handmaids in those days will I pour out my spirit.  <strong>30</strong> And I will shew wonders in the heavens and in the earth, blood, and fire, and pillars of smoke.  <strong>31</strong> The sun shall be turned into darkness, and the moon into blood, before the great and the terrible day of the LORD come.  <strong>32</strong> And it shall come to pass, that whosoever shall call on the name of the LORD shall be delivered: for in mount Zion and in Jerusalem shall be deliverance, as the LORD hath said, and in the remnant whom the LORD shall call.  ","niv":"<sup><strong>28</strong></sup> \"And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions. <sup><strong>29</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days. <sup><strong>30</strong></sup> I will show wonders in the heavens and on the earth, blood and fire and billows of smoke. <sup><strong>31</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and dreadful day of the LORD. <sup><strong>32</strong></sup> And everyone who calls on the name of the LORD will be saved; for on Mount Zion and in Jerusalem there will be deliverance, as the LORD has said, among the survivors whom the LORD calls. "},{"_id":"615d1b0cc05ad52d15c55e4c","topicId":"615d1b05c05ad52d15c55e33","verse":"2 Samuel 1:1-27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p10001001_06-31\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10001001-1\">1:1&nbsp;</b>After the death of Saul, when David had returned from striking down the Amalekites, David remained two days in Ziklag. <b class=\"verse-num\" id=\"v10001002-1\">2&nbsp;</b>And on the third day, behold, a man came from Saul’s camp, with his clothes torn and dirt on his head. And when he came to David, he fell to the ground and paid homage. <b class=\"verse-num\" id=\"v10001003-1\">3&nbsp;</b>David said to him, “Where do you come from?” And he said to him, “I have escaped from the camp of Israel.” <b class=\"verse-num\" id=\"v10001004-1\">4&nbsp;</b>And David said to him, “How did it go? Tell me.” And he answered, “The people fled from the battle, and also many of the people have fallen and are dead, and Saul and his son Jonathan are also dead.” <b class=\"verse-num\" id=\"v10001005-1\">5&nbsp;</b>Then David said to the young man who told him, “How do you know that Saul and his son Jonathan are dead?” <b class=\"verse-num\" id=\"v10001006-1\">6&nbsp;</b>And the young man who told him said, “By chance I happened to be on Mount Gilboa, and there was Saul leaning on his spear, and behold, the chariots and the horsemen were close upon him. <b class=\"verse-num\" id=\"v10001007-1\">7&nbsp;</b>And when he looked behind him, he saw me, and called to me. And I answered, ‘Here I am.’ <b class=\"verse-num\" id=\"v10001008-1\">8&nbsp;</b>And he said to me, ‘Who are you?’ I answered him, ‘I am an Amalekite.’ <b class=\"verse-num\" id=\"v10001009-1\">9&nbsp;</b>And he said to me, ‘Stand beside me and kill me, for anguish has seized me, and yet my life still lingers.’ <b class=\"verse-num\" id=\"v10001010-1\">10&nbsp;</b>So I stood beside him and killed him, because I was sure that he could not live after he had fallen. And I took the crown that was on his head and the armlet that was on his arm, and I have brought them here to my lord.”</p>\n<p id=\"p10001010_06-31\"><b class=\"verse-num\" id=\"v10001011-1\">11&nbsp;</b>Then David took hold of his clothes and tore them, and so did all the men who were with him. <b class=\"verse-num\" id=\"v10001012-1\">12&nbsp;</b>And they mourned and wept and fasted until evening for Saul and for Jonathan his son and for the people of the LORD and for the house of Israel, because they had fallen by the sword. <b class=\"verse-num\" id=\"v10001013-1\">13&nbsp;</b>And David said to the young man who told him, “Where do you come from?” And he answered, “I am the son of a sojourner, an Amalekite.” <b class=\"verse-num\" id=\"v10001014-1\">14&nbsp;</b>David said to him, “How is it you were not afraid to put out your hand to destroy the LORD’s anointed?” <b class=\"verse-num\" id=\"v10001015-1\">15&nbsp;</b>Then David called one of the young men and said, “Go, execute him.” And he struck him down so that he died. <b class=\"verse-num\" id=\"v10001016-1\">16&nbsp;</b>And David said to him, “Your blood be on your head, for your own mouth has testified against you, saying, ‘I have killed the LORD’s anointed.’”</p>\n\n<p id=\"p10001016_12-31\"><b class=\"verse-num\" id=\"v10001017-1\">17&nbsp;</b>And David lamented with this lamentation over Saul and Jonathan his son, <b class=\"verse-num\" id=\"v10001018-1\">18&nbsp;</b>and he said it should be taught to the people of Judah; behold, it is written in the Book of Jashar. He said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p10001019_12-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001019-1\">19&nbsp;</b>&nbsp;&nbsp;“Your glory, O Israel, is slain on your high places!</span><br><span id=\"p10001019_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;How the mighty have fallen!</span><br><span id=\"p10001020_12-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001020-1\">20&nbsp;</b>&nbsp;&nbsp;Tell it not in Gath,</span><br><span id=\"p10001020_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;publish it not in the streets of Ashkelon,</span><br><span id=\"p10001020_12-31\" class=\"line\">&nbsp;&nbsp;lest the daughters of the Philistines rejoice,</span><br><span id=\"p10001020_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest the daughters of the uncircumcised exult.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001021_12-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001021-1\">21&nbsp;</b>&nbsp;&nbsp;“You mountains of Gilboa,</span><br><span id=\"p10001021_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let there be no dew or rain upon you,</span><br><span id=\"p10001021_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor fields of offerings!</span><br><span id=\"p10001021_12-31\" class=\"line\">&nbsp;&nbsp;For there the shield of the mighty was defiled,</span><br><span id=\"p10001021_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the shield of Saul, not anointed with oil.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001022_12-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001022-1\">22&nbsp;</b>&nbsp;&nbsp;“From the blood of the slain,</span><br><span id=\"p10001022_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the fat of the mighty,</span><br><span id=\"p10001022_12-31\" class=\"line\">&nbsp;&nbsp;the bow of Jonathan turned not back,</span><br><span id=\"p10001022_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the sword of Saul returned not empty.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001023_12-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Saul and Jonathan, beloved and lovely!</span><br><span id=\"p10001023_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;In life and in death they were not divided;</span><br><span id=\"p10001023_12-31\" class=\"line\">&nbsp;&nbsp;they were swifter than eagles;</span><br><span id=\"p10001023_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they were stronger than lions.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001024_12-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001024-1\">24&nbsp;</b>&nbsp;&nbsp;“You daughters of Israel, weep over Saul,</span><br><span id=\"p10001024_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who clothed you luxuriously in scarlet,</span><br><span id=\"p10001024_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who put ornaments of gold on your apparel.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001025_12-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001025-1\">25&nbsp;</b>&nbsp;&nbsp;“How the mighty have fallen</span><br><span id=\"p10001025_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of the battle!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001025_12-31\" class=\"line\">&nbsp;&nbsp;“Jonathan lies slain on your high places.</span><br><span id=\"p10001026_12-31\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v10001026-1\">26&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;I am distressed for you, my brother Jonathan;</span><br><span id=\"p10001026_12-31\" class=\"line\">&nbsp;&nbsp;very pleasant have you been to me;</span><br><span id=\"p10001026_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your love to me was extraordinary,</span><br><span id=\"p10001026_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;surpassing the love of women.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001027_12-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001027-1\">27&nbsp;</b>&nbsp;&nbsp;“How the mighty have fallen,</span><br><span id=\"p10001027_12-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the weapons of war perished!”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass after the death of Saul, when David was returned from the slaughter of the Amalekites, and David had abode two days in Ziklag;  <strong>2</strong> It came even to pass on the third day, that, behold, a man came out of the camp from Saul with his clothes rent, and earth upon his head: and so it was, when he came to David, that he fell to the earth, and did obeisance.  <strong>3</strong> And David said unto him, From whence comest thou? And he said unto him, Out of the camp of Israel am I escaped.  <strong>4</strong> And David said unto him, How went the matter? I pray thee, tell me. And he answered, That the people are fled from the battle, and many of the people also are fallen and dead; and Saul and Jonathan his son are dead also.  <strong>5</strong> And David said unto the young man that told him, How knowest thou that Saul and Jonathan his son be dead?  <strong>6</strong> And the young man that told him said, As I happened by chance upon mount Gilboa, behold, Saul leaned upon his spear; and, lo, the chariots and horsemen followed hard after him.  <strong>7</strong> And when he looked behind him, he saw me, and called unto me. And I answered, Here am I.  <strong>8</strong> And he said unto me, Who art thou? And I answered him, I am an Amalekite.  <strong>9</strong> And he said unto me again, Stand, I pray thee, upon me, and slay me: for anguish is come upon me, because my life is yet whole in me.  <strong>10</strong> So I stood upon him, and slew him, because I was sure that he could not live after that he was fallen: and I took the crown that was upon his head, and the bracelet that was on his arm, and have brought them hither unto my lord.  <strong>11</strong> Then David took hold on his clothes, and rent them; and likewise all the men that were with him:  <strong>12</strong> And they mourned, and wept, and fasted until even, for Saul, and for Jonathan his son, and for the people of the LORD, and for the house of Israel; because they were fallen by the sword.  <strong>13</strong> And David said unto the young man that told him, Whence art  thou? And he answered, I am the son of a stranger, an Amalekite.  <strong>14</strong> And David said unto him, How wast thou not afraid to stretch forth thine hand to destroy the LORD’S anointed?  <strong>15</strong> And David called one of the young men, and said, Go near, and  fall upon him. And he smote him that he died.  <strong>16</strong> And David said unto him, Thy blood be upon thy head; for thy mouth hath testified against thee, saying, I have slain the LORD’S anointed.  <strong>17</strong> And David lamented with this lamentation over Saul and over Jonathan his son:  <strong>18</strong> (Also he bade them teach the children of Judah the use of  the bow: behold, it is written in the book of Jasher.)  <strong>19</strong> The beauty of Israel is slain upon thy high places: how are the mighty fallen!  <strong>20</strong> Tell it not in Gath, publish it not in the streets of Askelon; lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised triumph.  <strong>21</strong> Ye mountains of Gilboa, let there be no dew, neither let there be rain, upon you, nor fields of offerings: for there the shield of the mighty is vilely cast away, the shield of Saul, as though he had not been anointed with oil.  <strong>22</strong> From the blood of the slain, from the fat of the mighty, the bow of Jonathan turned not back, and the sword of Saul returned not empty.  <strong>23</strong> Saul and Jonathan were lovely and pleasant in their lives, and in their death they were not divided: they were swifter than eagles, they were stronger than lions.  <strong>24</strong> Ye daughters of Israel, weep over Saul, who clothed you in scarlet, with other delights, who put on ornaments of gold upon your apparel.  <strong>25</strong> How are the mighty fallen in the midst of the battle! O Jonathan, thou wast slain in thine high places.  <strong>26</strong> I am distressed for thee, my brother Jonathan: very pleasant hast thou been unto me: thy love to me was wonderful, passing the love of women.  <strong>27</strong> How are the mighty fallen, and the weapons of war perished!  ","niv":"<sup><strong>1</strong></sup> After the death of Saul, David returned from defeating the Amalekites and stayed in Ziklag two days. <sup><strong>2</strong></sup> On the third day a man arrived from Saul's camp, with his clothes torn and with dust on his head. When he came to David, he fell to the ground to pay him honor. <sup><strong>3</strong></sup> \"Where have you come from?\" David asked him. He answered, \"I have escaped from the Israelite camp.\" <sup><strong>4</strong></sup> \"What happened?\" David asked. \"Tell me.\" He said, \"The men fled from the battle. Many of them fell and died. And Saul and his son Jonathan are dead.\" <sup><strong>5</strong></sup> Then David said to the young man who brought him the report, \"How do you know that Saul and his son Jonathan are dead?\" <sup><strong>6</strong></sup> \"I happened to be on Mount Gilboa,\" the young man said, \"and there was Saul, leaning on his spear, with the chariots and riders almost upon him. <sup><strong>7</strong></sup> When he turned around and saw me, he called out to me, and I said, 'What can I do?' <sup><strong>8</strong></sup> \"He asked me, 'Who are you?'\"'An Amalekite,' I answered. <sup><strong>9</strong></sup> \"Then he said to me, 'Stand over me and kill me! I am in the throes of death, but I'm still alive.' <sup><strong>10</strong></sup> \"So I stood over him and killed him, because I knew that after he had fallen he could not survive. And I took the crown that was on his head and the band on his arm and have brought them here to my lord.\" <sup><strong>11</strong></sup> Then David and all the men with him took hold of their clothes and tore them. <sup><strong>12</strong></sup> They mourned and wept and fasted till evening for Saul and his son Jonathan, and for the army of the LORD and the house of Israel, because they had fallen by the sword. <sup><strong>13</strong></sup> David said to the young man who brought him the report, \"Where are you from?I am the son of an alien, an Amalekite,\" he answered. <sup><strong>14</strong></sup> David asked him, \"Why were you not afraid to lift your hand to destroy the LORD's anointed?\" <sup><strong>15</strong></sup> Then David called one of his men and said, \"Go, strike him down!\" So he struck him down, and he died. <sup><strong>16</strong></sup> For David had said to him, \"Your blood be on your own head. Your own mouth testified against you when you said, 'I killed the LORD's anointed.'\" <sup><strong>17</strong></sup> David took up this lament concerning Saul and his son Jonathan, <sup><strong>18</strong></sup> and ordered that the men of Judah be taught this lament of the bow (it is written in the Book of Jashar): <sup><strong>19</strong></sup> \"Your glory, O Israel, lies slain on your heights. How the mighty have fallen! <sup><strong>20</strong></sup> \"Tell it not in Gath, proclaim it not in the streets of Ashkelon, lest the daughters of the Philistines be glad, lest the daughters of the uncircumcised rejoice. <sup><strong>21</strong></sup> \"O mountains of Gilboa, may you have neither dew nor rain, nor fields that yield offerings of grain. For there the shield of the mighty was defiled, the shield of Saul-no longer rubbed with oil. <sup><strong>22</strong></sup> From the blood of the slain, from the flesh of the mighty, the bow of Jonathan did not turn back, the sword of Saul did not return unsatisfied. <sup><strong>23</strong></sup> \"Saul and Jonathan- in life they were loved and gracious, and in death they were not parted. They were swifter than eagles, they were stronger than lions. <sup><strong>24</strong></sup> \"O daughters of Israel, weep for Saul, who clothed you in scarlet and finery, who adorned your garments with ornaments of gold. <sup><strong>25</strong></sup> \"How the mighty have fallen in battle! Jonathan lies slain on your heights. <sup><strong>26</strong></sup> I grieve for you, Jonathan my brother; you were very dear to me. Your love for me was wonderful, more wonderful than that of women. <sup><strong>27</strong></sup> \"How the mighty have fallen! The weapons of war have perished!\" "}]}