{"_id":"615d1ad5c05ad52d15c55e19","slug":"desperation","name":"Desperation","verses":[{"_id":"615d1ad5c05ad52d15c55e1a","topicId":"615d1ad5c05ad52d15c55e19","verse":"Romans 15:13","votes":30,"__v":0,"esv":"<div>\n<p id=\"p45015013_01-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45015013-1\">13&nbsp;</b>May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.</p>\n</div>","kjv":"<strong>13</strong> Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.  ","niv":"<sup><strong>13</strong></sup> May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit.","modified":"2023-04-04T05:37:16.462Z"},{"_id":"615d1ad6c05ad52d15c55e1b","topicId":"615d1ad5c05ad52d15c55e19","verse":"1 John 4:18","votes":24,"__v":0,"esv":"<div>\n<p id=\"p62004018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.</p>\n</div>","kjv":"<strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  ","niv":"<sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.","modified":"2023-01-22T02:11:20.707Z"},{"_id":"615d1ad6c05ad52d15c55e1c","topicId":"615d1ad5c05ad52d15c55e19","verse":"Psalm 50:15","votes":22,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19050015_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19050015-1\">15&nbsp;</b>&nbsp;&nbsp;and call upon me in the day of trouble;</span><br><span id=\"p19050015_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will deliver you, and you shall glorify me.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> And call upon me in the day of trouble: I will deliver thee, and thou shalt glorify me.  ","niv":"<sup><strong>15</strong></sup> and call upon me in the day of trouble; I will deliver you, and you will honor me.\"","modified":"2023-04-04T05:37:33.013Z"},{"_id":"615d1ad6c05ad52d15c55e1d","topicId":"615d1ad5c05ad52d15c55e19","verse":"Psalm 91:14-16","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19091014_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091014-1\">14&nbsp;</b>&nbsp;&nbsp;“Because he holds fast to me in love, I will deliver him;</span><br><span id=\"p19091014_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will protect him, because he knows my name.</span><br><span id=\"p19091015_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091015-1\">15&nbsp;</b>&nbsp;&nbsp;When he calls to me, I will answer him;</span><br><span id=\"p19091015_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be with him in trouble;</span><br><span id=\"p19091015_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will rescue him and honor him.</span><br><span id=\"p19091016_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091016-1\">16&nbsp;</b>&nbsp;&nbsp;With long life I will satisfy him</span><br><span id=\"p19091016_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and show him my salvation.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Because he hath set his love upon me, therefore will I deliver him: I will set him on high, because he hath known my name.  <strong>15</strong> He shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him.  <strong>16</strong> With long life will I satisfy him, and shew him my salvation.  ","niv":"<sup><strong>14</strong></sup> \"Because he loves me,\" says the LORD, \"I will rescue him; I will protect him, for he acknowledges my name. <sup><strong>15</strong></sup> He will call upon me, and I will answer him; I will be with him in trouble, I will deliver him and honor him. <sup><strong>16</strong></sup> With long life will I satisfy him and show him my salvation.\" "},{"_id":"615d1ad7c05ad52d15c55e1e","topicId":"615d1ad5c05ad52d15c55e19","verse":"1 Corinthians 15:33","votes":19,"__v":0,"esv":"<div>\n<p id=\"p46015033_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.”</p>\n\n</div>","kjv":"<strong>33</strong> Be not deceived: evil communications corrupt good manners.  ","niv":"<sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\""},{"_id":"615d1ad7c05ad52d15c55e1f","topicId":"615d1ad5c05ad52d15c55e19","verse":"Jeremiah 29:10-14","votes":18,"__v":0,"esv":"<div>\n<p id=\"p24029010_01-7\"><b class=\"verse-num\" id=\"v24029010-1\">10&nbsp;</b>“For thus says the LORD: When seventy years are completed for Babylon, I will visit you, and I will fulfill to you my promise and bring you back to this place. <b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope. <b class=\"verse-num\" id=\"v24029012-1\">12&nbsp;</b>Then you will call upon me and come and pray to me, and I will hear you. <b class=\"verse-num\" id=\"v24029013-1\">13&nbsp;</b>You will seek me and find me, when you seek me with all your heart. <b class=\"verse-num\" id=\"v24029014-1\">14&nbsp;</b>I will be found by you, declares the LORD, and I will restore your fortunes and gather you from all the nations and all the places where I have driven you, declares the LORD, and I will bring you back to the place from which I sent you into exile.</p>\n\n</div>","kjv":"<strong>10</strong> For thus saith the LORD, That after seventy years be accomplished at Babylon I will visit you, and perform my good word toward you, in causing you to return to this place.  <strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  <strong>12</strong> Then shall ye call upon me, and ye shall go and pray unto me, and I will hearken unto you.  <strong>13</strong> And ye shall seek me, and find me, when ye shall search for me with all your heart.  <strong>14</strong> And I will be found of you, saith the LORD: and I will turn away your captivity, and I will gather you from all the nations, and from all the places whither I have driven you, saith the LORD; and I will bring you again into the place whence I caused you to be carried away captive.  ","niv":"<sup><strong>10</strong></sup> This is what the LORD says: \"When seventy years are completed for Babylon, I will come to you and fulfill my gracious promise to bring you back to this place. <sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future. <sup><strong>12</strong></sup> Then you will call upon me and come and pray to me, and I will listen to you. <sup><strong>13</strong></sup> You will seek me and find me when you seek me with all your heart. <sup><strong>14</strong></sup> I will be found by you,\" declares the LORD, \"and will bring you back from captivity. I will gather you from all the nations and places where I have banished you,\" declares the LORD, \"and will bring you back to the place from which I carried you into exile.\" ","modified":"2023-09-16T13:21:50.094Z"},{"_id":"615d1ad7c05ad52d15c55e20","topicId":"615d1ad5c05ad52d15c55e19","verse":"Hebrews 5:8","votes":8,"__v":0,"esv":"<div>\n<p id=\"p58005008_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v58005008-1\">8&nbsp;</b>Although he was a son, he learned obedience through what he suffered.</p>\n</div>","kjv":"<strong>8</strong> Though he were a Son, yet learned he obedience by the things which he suffered;  ","niv":"<sup><strong>8</strong></sup> Although he was a son, he learned obedience from what he suffered","modified":"2023-11-14T08:23:37.099Z"},{"_id":"615d1ad7c05ad52d15c55e21","topicId":"615d1ad5c05ad52d15c55e19","verse":"Ephesians 1:3","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p49001003_05-9\"><b class=\"verse-num\" id=\"v49001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places,</p>\n</div>","kjv":"<strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places  in Christ:  ","niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ, who has blessed us in the heavenly realms with every spiritual blessing in Christ."},{"_id":"615d1ad8c05ad52d15c55e22","topicId":"615d1ad5c05ad52d15c55e19","verse":"Philippians 2:16","votes":8,"__v":0,"esv":"<div>\n<p id=\"p50002016_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain.</p>\n</div>","kjv":"<strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  ","niv":"<sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing."},{"_id":"615d1ad8c05ad52d15c55e23","topicId":"615d1ad5c05ad52d15c55e19","verse":"1 Thessalonians 5:23","votes":6,"__v":0,"esv":"<div>\n<p id=\"p52005023_01-12\"><b class=\"verse-num\" id=\"v52005023-1\">23&nbsp;</b>Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.</p>\n</div>","kjv":"<strong>23</strong> And the very God of peace sanctify you wholly; and I pray God  your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ.  ","niv":"<sup><strong>23</strong></sup> May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ."},{"_id":"615d1ad8c05ad52d15c55e24","topicId":"615d1ad5c05ad52d15c55e19","verse":"Galatians 1:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48001010_01-13\"><b class=\"verse-num\" id=\"v48001010-1\">10&nbsp;</b>For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.</p>\n\n</div>","kjv":"<strong>10</strong> For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ.  ","niv":"<sup><strong>10</strong></sup> Am I now trying to win the approval of men, or of God? Or am I trying to please men? If I were still trying to please men, I would not be a servant of Christ.","modified":"2023-05-30T03:10:30.125Z"},{"_id":"615d1ad8c05ad52d15c55e25","topicId":"615d1ad5c05ad52d15c55e19","verse":"1 Corinthians 6:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46006013_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006013-1\">13&nbsp;</b>“Food is meant for the stomach and the stomach for food”—and God will destroy both one and the other. The body is not meant for sexual immorality, but for the Lord, and the Lord for the body.</p>\n</div>","kjv":"<strong>13</strong> Meats for the belly, and the belly for meats: but God shall destroy both it and them. Now the body is not for fornication, but for the Lord; and the Lord for the body.  ","niv":"<sup><strong>13</strong></sup> \"Food for the stomach and the stomach for food\"--but God will destroy them both. The body is not meant for sexual immorality, but for the Lord, and the Lord for the body."},{"_id":"615d1ad9c05ad52d15c55e26","topicId":"615d1ad5c05ad52d15c55e19","verse":"Philippians 2:7-8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p50002007_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross.</p>\n\n</div>","kjv":"<strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  ","niv":"<sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! ","modified":"2022-10-23T06:26:33.798Z"},{"_id":"615d1ad9c05ad52d15c55e27","topicId":"615d1ad5c05ad52d15c55e19","verse":"1 Corinthians 7:14-16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46007014_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007014-1\">14&nbsp;</b>For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy. <b class=\"verse-num\" id=\"v46007015-1\">15&nbsp;</b>But if the unbelieving partner separates, let it be so. In such cases the brother or sister is not enslaved. God has called you to peace. <b class=\"verse-num\" id=\"v46007016-1\">16&nbsp;</b>For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?</p>\n\n</div>","kjv":"<strong>14</strong> For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.  <strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  <strong>16</strong> For what knowest thou, O wife, whether thou shalt save thy  husband? or how knowest thou, O man, whether thou shalt save thy  wife?  ","niv":"<sup><strong>14</strong></sup> For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy. <sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace. <sup><strong>16</strong></sup> How do you know, wife, whether you will save your husband? Or, how do you know, husband, whether you will save your wife? ","modified":"2023-05-23T12:25:02.639Z"},{"_id":"615d1ad9c05ad52d15c55e28","topicId":"615d1ad5c05ad52d15c55e19","verse":"Ephesians 5:26","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49005026_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word,</p>\n</div>","kjv":"<strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  ","niv":"<sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word,"},{"_id":"615d1adac05ad52d15c55e29","topicId":"615d1ad5c05ad52d15c55e19","verse":"Ephesians 2:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49002020_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002020-1\">20&nbsp;</b>built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone,</p>\n</div>","kjv":"<strong>20</strong> And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;  ","niv":"<sup><strong>20</strong></sup> built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone.","modified":"2023-11-23T18:56:25.354Z"},{"_id":"615d1adac05ad52d15c55e2a","topicId":"615d1ad5c05ad52d15c55e19","verse":"1 Corinthians 10:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46010008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010008-1\">8&nbsp;</b>We must not indulge in sexual immorality as some of them did, and twenty-three thousand fell in a single day.</p>\n</div>","kjv":"<strong>8</strong> Neither let us commit fornication, as some of them committed, and fell in one day three and twenty thousand.  ","niv":"<sup><strong>8</strong></sup> We should not commit sexual immorality, as some of them did--and in one day twenty-three thousand of them died.","modified":"2023-01-03T22:28:08.179Z"},{"_id":"615d1adac05ad52d15c55e2b","topicId":"615d1ad5c05ad52d15c55e19","verse":"Galatians 1:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p48001012_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v48001012-1\">12&nbsp;</b>For I did not receive it from any man, nor was I taught it, but I received it through a revelation of Jesus Christ.</p>\n</div>","kjv":"<strong>12</strong> For I neither received it of man, neither was I taught it,  but by the revelation of Jesus Christ.  ","niv":"<sup><strong>12</strong></sup> I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ.","modified":"2022-08-08T18:27:16.863Z"},{"_id":"615d1adbc05ad52d15c55e2c","topicId":"615d1ad5c05ad52d15c55e19","verse":"1 Corinthians 15:44","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46015044_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body.</p>\n</div>","kjv":"<strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  ","niv":"<sup><strong>44</strong></sup> it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body."},{"_id":"615d1adbc05ad52d15c55e2d","topicId":"615d1ad5c05ad52d15c55e19","verse":"Luke 16:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42016016_01-26\"><b class=\"verse-num woc\" id=\"v42016016-1\">16&nbsp;</b><span class=\"woc\">“The Law and the Prophets were until John; since then the good news of the kingdom of God is preached, and everyone forces his way into it.</span></p>\n\n</div>","kjv":"<strong>16</strong> The law and the prophets were until John: since that time the kingdom of God is preached, and every man presseth into it.  ","niv":"<sup><strong>16</strong></sup> \"The Law and the Prophets were proclaimed until John. Since that time, the good news of the kingdom of God is being preached, and everyone is forcing his way into it."},{"_id":"615d1adbc05ad52d15c55e2e","topicId":"615d1ad5c05ad52d15c55e19","verse":"Titus 1:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p56001001_02-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56001001-1\">1:1&nbsp;</b>Paul, a servant of God and an apostle of Jesus Christ, for the sake of the faith of God’s elect and their knowledge of the truth, which accords with godliness,</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of God, and an apostle of Jesus Christ, according to the faith of God’s elect, and the acknowledging of the truth which is after godliness;  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of God and an apostle of Jesus Christ for the faith of God's elect and the knowledge of the truth that leads to godliness--"},{"_id":"615d1adbc05ad52d15c55e2f","topicId":"615d1ad5c05ad52d15c55e19","verse":"Ephesians 4:24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49004024_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n</div>","kjv":"<strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  ","niv":"<sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness.","modified":"2022-07-09T14:00:44.118Z"},{"_id":"615d1adcc05ad52d15c55e30","topicId":"615d1ad5c05ad52d15c55e19","verse":"1 Corinthians 9:20-23","votes":0,"__v":0,"esv":"<div>\n<p id=\"p46009020_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009020-1\">20&nbsp;</b>To the Jews I became as a Jew, in order to win Jews. To those under the law I became as one under the law (though not being myself under the law) that I might win those under the law. <b class=\"verse-num\" id=\"v46009021-1\">21&nbsp;</b>To those outside the law I became as one outside the law (not being outside the law of God but under the law of Christ) that I might win those outside the law. <b class=\"verse-num\" id=\"v46009022-1\">22&nbsp;</b>To the weak I became weak, that I might win the weak. I have become all things to all people, that by all means I might save some. <b class=\"verse-num\" id=\"v46009023-1\">23&nbsp;</b>I do it all for the sake of the gospel, that I may share with them in its blessings.</p>\n</div>","kjv":"<strong>20</strong> And unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law;  <strong>21</strong> To them that are without law, as without law, (being not without law to God, but under the law to Christ,) that I might gain them that are without law.  <strong>22</strong> To the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some.  <strong>23</strong> And this I do for the gospel’s sake, that I might be partaker thereof with you.  ","niv":"<sup><strong>20</strong></sup> To the Jews I became like a Jew, to win the Jews. To those under the law I became like one under the law (though I myself am not under the law), so as to win those under the law. <sup><strong>21</strong></sup> To those not having the law I became like one not having the law (though I am not free from God's law but am under Christ's law), so as to win those not having the law. <sup><strong>22</strong></sup> To the weak I became weak, to win the weak. I have become all things to all men so that by all possible means I might save some. <sup><strong>23</strong></sup> I do all this for the sake of the gospel, that I may share in its blessings. ","modified":"2023-05-13T14:14:15.592Z"},{"_id":"615d1adcc05ad52d15c55e31","topicId":"615d1ad5c05ad52d15c55e19","verse":"1 Corinthians 7:7-8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46007007_01-32\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007007-1\">7&nbsp;</b>I wish that all were as I myself am. But each has his own gift from God, one of one kind and one of another.</p>\n<p id=\"p46007007_01-32\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am.</p>\n</div>","kjv":"<strong>7</strong> For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.  <strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  ","niv":"<sup><strong>7</strong></sup> I wish that all men were as I am. But each man has his own gift from God; one has this gift, another has that. <sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am. ","modified":"2023-04-04T05:40:32.194Z"},{"_id":"615d1adcc05ad52d15c55e32","topicId":"615d1ad5c05ad52d15c55e19","verse":"Exodus 12:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02012011_01-33\" class=\"virtual\"><b class=\"verse-num\" id=\"v02012011-1\">11&nbsp;</b>In this manner you shall eat it: with your belt fastened, your sandals on your feet, and your staff in your hand. And you shall eat it in haste. It is the LORD’s Passover.</p>\n</div>","kjv":"<strong>11</strong> And thus shall ye eat it; with your loins girded, your shoes on your feet, and your staff in your hand; and ye shall eat it in haste: it is the LORD’S passover.  ","niv":"<sup><strong>11</strong></sup> This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the LORD's Passover."}]}