{"_id":"615d1da4c05ad52d15c55f94","slug":"devotion-to-god","name":"Devotion To God","verses":[{"_id":"615d1da5c05ad52d15c55f95","topicId":"615d1da4c05ad52d15c55f94","verse":"Philippians 4:13","votes":35,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength.","modified":"2023-07-09T14:50:29.739Z"},{"_id":"615d1da5c05ad52d15c55f96","topicId":"615d1da4c05ad52d15c55f94","verse":"Colossians 3:17","votes":56,"__v":0,"esv":"<div>\n<p id=\"p51003017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n</div>","kjv":"<strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  ","niv":"<sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him.","modified":"2023-12-11T23:59:35.362Z"},{"_id":"615d1da5c05ad52d15c55f97","topicId":"615d1da4c05ad52d15c55f94","verse":"Luke 16:13","votes":32,"__v":0,"esv":"<div>\n<p id=\"p42016013_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016013-1\">13&nbsp;</b><span class=\"woc\">No servant can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.”</span></p>\n</div>","kjv":"<strong>13</strong>           No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>13</strong></sup> \"No servant can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.\"","modified":"2022-08-12T13:04:22.959Z"},{"_id":"615d1da5c05ad52d15c55f98","topicId":"615d1da4c05ad52d15c55f94","verse":"Romans 12:1","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship.","modified":"2022-12-18T23:12:06.971Z"},{"_id":"615d1da5c05ad52d15c55f99","topicId":"615d1da4c05ad52d15c55f94","verse":"Acts 20:35","votes":35,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\"","modified":"2023-07-21T16:04:20.811Z"},{"_id":"615d1da6c05ad52d15c55f9a","topicId":"615d1da4c05ad52d15c55f94","verse":"Philippians 4:8-9","votes":31,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-6\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things. <b class=\"verse-num\" id=\"v50004009-1\">9&nbsp;</b>What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.</p>\n\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  <strong>9</strong> Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things. <sup><strong>9</strong></sup> Whatever you have learned or received or heard from me, or seen in me--put it into practice. And the God of peace will be with you. ","modified":"2022-06-24T11:47:17.425Z"},{"_id":"615d1da6c05ad52d15c55f9b","topicId":"615d1da4c05ad52d15c55f94","verse":"Galatians 2:20","votes":23,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me.","modified":"2023-05-29T16:10:25.481Z"},{"_id":"615d1da6c05ad52d15c55f9c","topicId":"615d1da4c05ad52d15c55f94","verse":"James 1:19-20","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-8\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God.</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. ","modified":"2022-09-02T21:21:06.883Z"},{"_id":"615d1da6c05ad52d15c55f9d","topicId":"615d1da4c05ad52d15c55f94","verse":"John 3:16","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-9\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2023-11-07T01:37:04.059Z"},{"_id":"615d1da7c05ad52d15c55f9e","topicId":"615d1da4c05ad52d15c55f94","verse":"John 13:34-35","votes":18,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span> <b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another. <sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\" "},{"_id":"615d1da7c05ad52d15c55f9f","topicId":"615d1da4c05ad52d15c55f94","verse":"Luke 10:25-28","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42010025_07-11\"><b class=\"verse-num\" id=\"v42010025-1\">25&nbsp;</b>And behold, a lawyer stood up to put him to the test, saying, “Teacher, what shall I do to inherit eternal life?” <b class=\"verse-num\" id=\"v42010026-1\">26&nbsp;</b>He said to him, <span class=\"woc\">“What is written in the Law? How do you read it?”</span> <b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.” <b class=\"verse-num\" id=\"v42010028-1\">28&nbsp;</b>And he said to him, <span class=\"woc\">“You have answered correctly; do this, and you will live.”</span></p>\n</div>","kjv":"<strong>25</strong> And, behold, a certain lawyer stood up, and tempted him, saying, Master, what shall I do to inherit eternal life?  <strong>26</strong> He said unto him, What is written in the law? how readest thou?  <strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  <strong>28</strong> And he said unto him, Thou hast answered right: this do, and thou shalt live.  ","niv":"<sup><strong>25</strong></sup> On one occasion an expert in the law stood up to test Jesus. \"Teacher,\" he asked, \"what must I do to inherit eternal life?\" <sup><strong>26</strong></sup> \"What is written in the Law?\" he replied. \"How do you read it?\" <sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\" <sup><strong>28</strong></sup> \"You have answered correctly,\" Jesus replied. \"Do this and you will live.\" ","modified":"2023-01-25T12:01:35.373Z"},{"_id":"615d1da7c05ad52d15c55fa0","topicId":"615d1da4c05ad52d15c55f94","verse":"Matthew 25:31-46","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p40025031_04-12\"><b class=\"verse-num woc\" id=\"v40025031-1\">31&nbsp;</b><span class=\"woc\">“When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne.</span> <b class=\"verse-num woc\" id=\"v40025032-1\">32&nbsp;</b><span class=\"woc\">Before him will be gathered all the nations, and he will separate people one from another as a shepherd separates the sheep from the goats.</span> <b class=\"verse-num woc\" id=\"v40025033-1\">33&nbsp;</b><span class=\"woc\">And he will place the sheep on his right, but the goats on the left.</span> <b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n<p id=\"p40025040_04-12\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span> <b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n\n</div>","kjv":"<strong>31</strong>           When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:  <strong>32</strong> And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:  <strong>33</strong> And he shall set the sheep on his right hand, but the goats on the left.  <strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  <strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  <strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>31</strong></sup> \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory. <sup><strong>32</strong></sup> All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. <sup><strong>33</strong></sup> He will put the sheep on his right and the goats on his left. <sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' <sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' <sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\" "},{"_id":"615d1da8c05ad52d15c55fa1","topicId":"615d1da4c05ad52d15c55f94","verse":"James 1:26","votes":12,"__v":0,"esv":"<div>\n<p id=\"p59001026_01-13\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless.</p>\n</div>","kjv":"<strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  ","niv":"<sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless."},{"_id":"615d1da8c05ad52d15c55fa2","topicId":"615d1da4c05ad52d15c55f94","verse":"Romans 12:2","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2023-02-11T08:45:59.045Z"},{"_id":"615d1da8c05ad52d15c55fa3","topicId":"615d1da4c05ad52d15c55f94","verse":"Luke 1:37","votes":11,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\"","modified":"2023-04-25T02:46:39.638Z"},{"_id":"615d1da9c05ad52d15c55fa4","topicId":"615d1da4c05ad52d15c55f94","verse":"Luke 7:36-50","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p42007036_05-16\"><b class=\"verse-num\" id=\"v42007036-1\">36&nbsp;</b>One of the Pharisees asked him to eat with him, and he went into the Pharisee’s house and reclined at table. <b class=\"verse-num\" id=\"v42007037-1\">37&nbsp;</b>And behold, a woman of the city, who was a sinner, when she learned that he was reclining at table in the Pharisee’s house, brought an alabaster flask of ointment, <b class=\"verse-num\" id=\"v42007038-1\">38&nbsp;</b>and standing behind him at his feet, weeping, she began to wet his feet with her tears and wiped them with the hair of her head and kissed his feet and anointed them with the ointment. <b class=\"verse-num\" id=\"v42007039-1\">39&nbsp;</b>Now when the Pharisee who had invited him saw this, he said to himself, “If this man were a prophet, he would have known who and what sort of woman this is who is touching him, for she is a sinner.” <b class=\"verse-num\" id=\"v42007040-1\">40&nbsp;</b>And Jesus answering said to him, <span class=\"woc\">“Simon, I have something to say to you.”</span> And he answered, “Say it, Teacher.”</p>\n<p id=\"p42007040_05-16\"><b class=\"verse-num woc\" id=\"v42007041-1\">41&nbsp;</b><span class=\"woc\">“A certain moneylender had two debtors. One owed five hundred denarii, and the other fifty.</span> <b class=\"verse-num woc\" id=\"v42007042-1\">42&nbsp;</b><span class=\"woc\">When they could not pay, he cancelled the debt of both. Now which of them will love him more?”</span> <b class=\"verse-num\" id=\"v42007043-1\">43&nbsp;</b>Simon answered, “The one, I suppose, for whom he cancelled the larger debt.” And he said to him, <span class=\"woc\">“You have judged rightly.”</span> <b class=\"verse-num\" id=\"v42007044-1\">44&nbsp;</b>Then turning toward the woman he said to Simon, <span class=\"woc\">“Do you see this woman? I entered your house; you gave me no water for my feet, but she has wet my feet with her tears and wiped them with her hair.</span> <b class=\"verse-num woc\" id=\"v42007045-1\">45&nbsp;</b><span class=\"woc\">You gave me no kiss, but from the time I came in she has not ceased to kiss my feet.</span> <b class=\"verse-num woc\" id=\"v42007046-1\">46&nbsp;</b><span class=\"woc\">You did not anoint my head with oil, but she has anointed my feet with ointment.</span> <b class=\"verse-num woc\" id=\"v42007047-1\">47&nbsp;</b><span class=\"woc\">Therefore I tell you, her sins, which are many, are forgiven—for she loved much. But he who is forgiven little, loves little.”</span> <b class=\"verse-num\" id=\"v42007048-1\">48&nbsp;</b>And he said to her, <span class=\"woc\">“Your sins are forgiven.”</span> <b class=\"verse-num\" id=\"v42007049-1\">49&nbsp;</b>Then those who were at table with him began to say among themselves, “Who is this, who even forgives sins?” <b class=\"verse-num\" id=\"v42007050-1\">50&nbsp;</b>And he said to the woman, <span class=\"woc\">“Your faith has saved you; go in peace.”</span></p>\n\n</div>","kjv":"<strong>36</strong>           And one of the Pharisees desired him that he would eat with him. And he went into the Pharisee’s house, and sat down to meat.  <strong>37</strong> And, behold, a woman in the city, which was a sinner, when she knew that Jesus sat at meat in the Pharisee’s house, brought an alabaster box of ointment,  <strong>38</strong> And stood at his feet behind him weeping, and began to wash his feet with tears, and did wipe them with the hairs of her head, and kissed his feet, and anointed them with the ointment.  <strong>39</strong> Now when the Pharisee which had bidden him saw it, he spake within himself, saying, This man, if he were a prophet, would have known who and what manner of woman this is that toucheth him: for she is a sinner.  <strong>40</strong> And Jesus answering said unto him, Simon, I have somewhat to say unto thee. And he saith, Master, say on.  <strong>41</strong> There was a certain creditor which had two debtors: the one owed five hundred pence, and the other fifty.  <strong>42</strong> And when they had nothing to pay, he frankly forgave them both. Tell me therefore, which of them will love him most?  <strong>43</strong> Simon answered and said, I suppose that he, to whom he forgave most. And he said unto him, Thou hast rightly judged.  <strong>44</strong> And he turned to the woman, and said unto Simon, Seest thou this woman? I entered into thine house, thou gavest me no water for my feet: but she hath washed my feet with tears, and wiped them with the hairs of her head.  <strong>45</strong> Thou gavest me no kiss: but this woman since the time I came in hath not ceased to kiss my feet.  <strong>46</strong> My head with oil thou didst not anoint: but this woman hath anointed my feet with ointment.  <strong>47</strong> Wherefore I say unto thee, Her sins, which are many, are forgiven; for she loved much: but to whom little is forgiven, the same loveth little.  <strong>48</strong> And he said unto her, Thy sins are forgiven.  <strong>49</strong> And they that sat at meat with him began to say within themselves, Who is this that forgiveth sins also?  <strong>50</strong> And he said to the woman, Thy faith hath saved thee; go in peace.  ","niv":"<sup><strong>36</strong></sup> Now one of the Pharisees invited Jesus to have dinner with him, so he went to the Pharisee's house and reclined at the table. <sup><strong>37</strong></sup> When a woman who had lived a sinful life in that town learned that Jesus was eating at the Pharisee's house, she brought an alabaster jar of perfume, <sup><strong>38</strong></sup> and as she stood behind him at his feet weeping, she began to wet his feet with her tears. Then she wiped them with her hair, kissed them and poured perfume on them. <sup><strong>39</strong></sup> When the Pharisee who had invited him saw this, he said to himself, \"If this man were a prophet, he would know who is touching him and what kind of woman she is--that she is a sinner.\" <sup><strong>40</strong></sup> Jesus answered him, \"Simon, I have something to tell you.Tell me, teacher,\" he said. <sup><strong>41</strong></sup> \"Two men owed money to a certain moneylender. One owed him five hundred denarii, and the other fifty. <sup><strong>42</strong></sup> Neither of them had the money to pay him back, so he canceled the debts of both. Now which of them will love him more?\" <sup><strong>43</strong></sup> Simon replied, \"I suppose the one who had the bigger debt canceled.You have judged correctly,\" Jesus said. <sup><strong>44</strong></sup> Then he turned toward the woman and said to Simon, \"Do you see this woman? I came into your house. You did not give me any water for my feet, but she wet my feet with her tears and wiped them with her hair. <sup><strong>45</strong></sup> You did not give me a kiss, but this woman, from the time I entered, has not stopped kissing my feet. <sup><strong>46</strong></sup> You did not put oil on my head, but she has poured perfume on my feet. <sup><strong>47</strong></sup> Therefore, I tell you, her many sins have been forgiven--for she loved much. But he who has been forgiven little loves little.\" <sup><strong>48</strong></sup> Then Jesus said to her, \"Your sins are forgiven.\" <sup><strong>49</strong></sup> The other guests began to say among themselves, \"Who is this who even forgives sins?\" <sup><strong>50</strong></sup> Jesus said to the woman, \"Your faith has saved you; go in peace.\" "},{"_id":"615d1da9c05ad52d15c55fa5","topicId":"615d1da4c05ad52d15c55f94","verse":"Matthew 7:21-23","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-17\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' "},{"_id":"615d1da9c05ad52d15c55fa6","topicId":"615d1da4c05ad52d15c55f94","verse":"Luke 21:1-4","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p42021001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42021001-1\">21:1&nbsp;</b>Jesus looked up and saw the rich putting their gifts into the offering box, <b class=\"verse-num\" id=\"v42021002-1\">2&nbsp;</b>and he saw a poor widow put in two small copper coins. <b class=\"verse-num\" id=\"v42021003-1\">3&nbsp;</b>And he said, <span class=\"woc\">“Truly, I tell you, this poor widow has put in more than all of them.</span> <b class=\"verse-num woc\" id=\"v42021004-1\">4&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty put in all she had to live on.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he looked up, and saw the rich men casting their gifts into the treasury.  <strong>2</strong> And he saw also a certain poor widow casting in thither two mites.  <strong>3</strong> And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all:  <strong>4</strong> For all these have of their abundance cast in unto the offerings of God: but she of her penury hath cast in all the living that she had.  ","niv":"<sup><strong>1</strong></sup> As he looked up, Jesus saw the rich putting their gifts into the temple treasury. <sup><strong>2</strong></sup> He also saw a poor widow put in two very small copper coins. <sup><strong>3</strong></sup> \"I tell you the truth,\" he said, \"this poor widow has put in more than all the others. <sup><strong>4</strong></sup> All these people gave their gifts out of their wealth; but she out of her poverty put in all she had to live on.\" "},{"_id":"615d1da9c05ad52d15c55fa7","topicId":"615d1da4c05ad52d15c55f94","verse":"Hebrews 13:5","votes":10,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"615d1daac05ad52d15c55fa8","topicId":"615d1da4c05ad52d15c55f94","verse":"James 1:22-27","votes":11,"__v":0,"esv":"<div>\n<p id=\"p59001022_01-20\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_01-20\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. ","modified":"2022-08-30T14:59:07.808Z"},{"_id":"615d1daac05ad52d15c55fa9","topicId":"615d1da4c05ad52d15c55f94","verse":"Colossians 3:1","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p51003001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God.</p>\n</div>","kjv":"<strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  ","niv":"<sup><strong>1</strong></sup> Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God."},{"_id":"615d1daac05ad52d15c55faa","topicId":"615d1da4c05ad52d15c55f94","verse":"Matthew 6:24","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-22\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.","modified":"2023-01-26T07:58:29.452Z"},{"_id":"615d1dabc05ad52d15c55fab","topicId":"615d1da4c05ad52d15c55f94","verse":"Ephesians 2:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do.","modified":"2022-02-05T14:16:17.757Z"},{"_id":"615d1dabc05ad52d15c55fac","topicId":"615d1da4c05ad52d15c55f94","verse":"Philippians 3:18-19","votes":8,"__v":0,"esv":"<div>\n<p id=\"p50003018_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003018-1\">18&nbsp;</b>For many, of whom I have often told you and now tell you even with tears, walk as enemies of the cross of Christ. <b class=\"verse-num\" id=\"v50003019-1\">19&nbsp;</b>Their end is destruction, their god is their belly, and they glory in their shame, with minds set on earthly things.</p>\n</div>","kjv":"<strong>18</strong> (For many walk, of whom I have told you often, and now tell you even weeping, that they are the enemies of the cross of Christ:  <strong>19</strong> Whose end is destruction, whose God is their belly, and whose glory is in their shame, who mind earthly things.)  ","niv":"<sup><strong>18</strong></sup> For, as I have often told you before and now say again even with tears, many live as enemies of the cross of Christ. <sup><strong>19</strong></sup> Their destiny is destruction, their god is their stomach, and their glory is in their shame. Their mind is on earthly things. "},{"_id":"615d1dabc05ad52d15c55fad","topicId":"615d1da4c05ad52d15c55f94","verse":"Galatians 6:7-8","votes":9,"__v":0,"esv":"<div>\n<p id=\"p48006007_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap. <b class=\"verse-num\" id=\"v48006008-1\">8&nbsp;</b>For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.</p>\n</div>","kjv":"<strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  <strong>8</strong> For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.  ","niv":"<sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows. <sup><strong>8</strong></sup> The one who sows to please his sinful nature, from that nature will reap destruction; the one who sows to please the Spirit, from the Spirit will reap eternal life. ","modified":"2023-11-04T02:14:00.583Z"}]}