{"_id":"615d1e05c05ad52d15c55fc1","slug":"diabetes","name":"Diabetes","verses":[{"_id":"615d1e05c05ad52d15c55fc2","topicId":"615d1e05c05ad52d15c55fc1","verse":"3 John 1:2","votes":26,"__v":0,"kjv":"<strong>2</strong> Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth.  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth."},{"_id":"615d1e05c05ad52d15c55fc3","topicId":"615d1e05c05ad52d15c55fc1","verse":"Proverbs 25:16","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025016_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025016-1\">16&nbsp;</b>&nbsp;&nbsp;If you have found honey, eat only enough for you,</span><br><span id=\"p20025016_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you have your fill of it and vomit it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> Hast thou found honey? eat so much as is sufficient for thee, lest thou be filled therewith, and vomit it.  ","niv":"<sup><strong>16</strong></sup> If you find honey, eat just enough- too much of it, and you will vomit."},{"_id":"615d1e06c05ad52d15c55fc4","topicId":"615d1e05c05ad52d15c55fc1","verse":"Revelation 21:4","votes":14,"__v":0,"esv":"<div>\n<p id=\"p66021004_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n</div>","kjv":"<strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  ","niv":"<sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\""},{"_id":"615d1e06c05ad52d15c55fc5","topicId":"615d1e05c05ad52d15c55fc1","verse":"Job 6:6-7","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18006006_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v18006006-1\">6&nbsp;</b>&nbsp;&nbsp;Can that which is tasteless be eaten without salt,</span><br><span id=\"p18006006_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or is there any taste in the juice of the mallow?</span><br><span id=\"p18006007_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v18006007-1\">7&nbsp;</b>&nbsp;&nbsp;My appetite refuses to touch them;</span><br><span id=\"p18006007_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are as food that is loathsome to me.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> Can that which is unsavoury be eaten without salt? or is there any taste in the white of an egg?  <strong>7</strong> The things that my soul refused to touch are as my sorrowful meat.  ","niv":"<sup><strong>6</strong></sup> Is tasteless food eaten without salt, or is there flavor in the white of an egg? <sup><strong>7</strong></sup> I refuse to touch it; such food makes me ill. "},{"_id":"615d1e06c05ad52d15c55fc6","topicId":"615d1e05c05ad52d15c55fc1","verse":"Exodus 23:25","votes":9,"__v":0,"esv":"<div>\n<p id=\"p02023025_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v02023025-1\">25&nbsp;</b>You shall serve the LORD your God, and he will bless your bread and your water, and I will take sickness away from among you.</p>\n\n</div>","kjv":"<strong>25</strong> And ye shall serve the LORD your God, and he shall bless thy bread, and thy water; and I will take sickness away from the midst of thee.  ","niv":"<sup><strong>25</strong></sup> Worship the LORD your God, and his blessing will be on your food and water. I will take away sickness from among you,"},{"_id":"615d1e06c05ad52d15c55fc7","topicId":"615d1e05c05ad52d15c55fc1","verse":"Leviticus 3:17","votes":8,"__v":0,"esv":"<div>\n<p id=\"p03003017_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v03003017-1\">17&nbsp;</b>It shall be a statute forever throughout your generations, in all your dwelling places, that you eat neither fat nor blood.”</p>\n</div>","kjv":"<strong>17</strong> It shall be a perpetual statute for your generations throughout all your dwellings, that ye eat neither fat nor blood.  ","niv":"<sup><strong>17</strong></sup> \"'This is a lasting ordinance for the generations to come, wherever you live: You must not eat any fat or any blood.'\"","modified":"2023-04-18T17:31:04.145Z"},{"_id":"615d1e07c05ad52d15c55fc8","topicId":"615d1e05c05ad52d15c55fc1","verse":"1 Peter 2:22-23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p60002022_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly.</p>\n</div>","kjv":"<strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  ","niv":"<sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. "},{"_id":"615d1e07c05ad52d15c55fc9","topicId":"615d1e05c05ad52d15c55fc1","verse":"Psalm 46:10","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046010_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046010-1\">10&nbsp;</b>&nbsp;&nbsp;“Be still, and know that I am God.</span><br><span id=\"p19046010_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted among the nations,</span><br><span id=\"p19046010_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted in the earth!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.  ","niv":"<sup><strong>10</strong></sup> \"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.\""},{"_id":"615d1e07c05ad52d15c55fca","topicId":"615d1e05c05ad52d15c55fc1","verse":"Romans 8:10-11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45008010_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n</div>","kjv":"<strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  ","niv":"<sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. ","modified":"2023-01-10T17:53:22.874Z"},{"_id":"615d1e08c05ad52d15c55fcb","topicId":"615d1e05c05ad52d15c55fc1","verse":"Joel 3:21","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29003021_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v29003021-1\">21&nbsp;</b>&nbsp;&nbsp;I will avenge their blood,</span><br><span id=\"p29003021_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood I have not avenged,</span><br><span id=\"p29003021_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD dwells in Zion.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>21</strong> For I will cleanse their blood that I have not cleansed: for the LORD dwelleth in Zion.  ","niv":"<sup><strong>21</strong></sup> Their bloodguilt, which I have not pardoned, I will pardon.\" The LORD dwells in Zion!","modified":"2023-04-13T10:25:09.869Z"},{"_id":"615d1e08c05ad52d15c55fcc","topicId":"615d1e05c05ad52d15c55fc1","verse":"James 5:14-15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59005014_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005014-1\">14&nbsp;</b>Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord. <b class=\"verse-num\" id=\"v59005015-1\">15&nbsp;</b>And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven.</p>\n</div>","kjv":"<strong>14</strong> Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:  <strong>15</strong> And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.  ","niv":"<sup><strong>14</strong></sup> Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord. <sup><strong>15</strong></sup> And the prayer offered in faith will make the sick person well; the Lord will raise him up. If he has sinned, he will be forgiven. "},{"_id":"615d1e08c05ad52d15c55fcd","topicId":"615d1e05c05ad52d15c55fc1","verse":"Romans 14:13-23","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45014013_07-13\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_07-13\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. "},{"_id":"615d1e09c05ad52d15c55fce","topicId":"615d1e05c05ad52d15c55fc1","verse":"Romans 8:6-8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008006_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n</div>","kjv":"<strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  ","niv":"<sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. "},{"_id":"615d1e09c05ad52d15c55fcf","topicId":"615d1e05c05ad52d15c55fc1","verse":"Luke 5:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42005020_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v42005020-1\">20&nbsp;</b>And when he saw their faith, he said, <span class=\"woc\">“Man, your sins are forgiven you.”</span></p>\n</div>","kjv":"<strong>20</strong> And when he saw their faith, he said unto him, Man, thy sins are forgiven thee.  ","niv":"<sup><strong>20</strong></sup> When Jesus saw their faith, he said, \"Friend, your sins are forgiven.\""},{"_id":"615d1e09c05ad52d15c55fd0","topicId":"615d1e05c05ad52d15c55fc1","verse":"Proverbs 23:1-2","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023001_01-16\" class=\"line\"><b class=\"chapter-num\" id=\"v20023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;When you sit down to eat with a ruler,</span><br><span id=\"p20023001_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;observe carefully what is before you,</span><br><span id=\"p20023002_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023002-1\">2&nbsp;</b>&nbsp;&nbsp;and put a knife to your throat</span><br><span id=\"p20023002_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if you are given to appetite.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> When thou sittest to eat with a ruler, consider diligently what is before thee:  <strong>2</strong> And put a knife to thy throat, if thou be a man given to appetite.  ","niv":"<sup><strong>1</strong></sup> When you sit to dine with a ruler, note well what is before you, <sup><strong>2</strong></sup> and put a knife to your throat if you are given to gluttony. "},{"_id":"615d1e09c05ad52d15c55fd1","topicId":"615d1e05c05ad52d15c55fc1","verse":"Proverbs 23:8","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023008_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023008-1\">8&nbsp;</b>&nbsp;&nbsp;You will vomit up the morsels that you have eaten,</span><br><span id=\"p20023008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and waste your pleasant words.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> The morsel which thou hast eaten shalt thou vomit up, and lose thy sweet words.  ","niv":"<sup><strong>8</strong></sup> You will vomit up the little you have eaten and will have wasted your compliments.","modified":"2022-04-25T17:42:02.759Z"}]}