{"_id":"615d2174c05ad52d15c56168","slug":"disabilities","name":"Disabilities","verses":[{"_id":"615d2174c05ad52d15c56169","topicId":"615d2174c05ad52d15c56168","verse":"John 9:1-3","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p43009001_07-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43009001-1\">9:1&nbsp;</b>As he passed by, he saw a man blind from birth. <b class=\"verse-num\" id=\"v43009002-1\">2&nbsp;</b>And his disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?” <b class=\"verse-num\" id=\"v43009003-1\">3&nbsp;</b>Jesus answered, <span class=\"woc\">“It was not that this man sinned, or his parents, but that the works of God might be displayed in him.</span></p>\n</div>","kjv":"<strong>1</strong> And as Jesus passed by, he saw a man which was blind from his birth.  <strong>2</strong> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?  <strong>3</strong> Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.  ","niv":"<sup><strong>1</strong></sup> As he went along, he saw a man blind from birth. <sup><strong>2</strong></sup> His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\" <sup><strong>3</strong></sup> \"Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the work of God might be displayed in his life. "},{"_id":"615d2174c05ad52d15c5616a","topicId":"615d2174c05ad52d15c56168","verse":"Exodus 4:11","votes":9,"__v":0,"esv":"<div>\n<p id=\"p02004011_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v02004011-1\">11&nbsp;</b>Then the LORD said to him, “Who has made man’s mouth? Who makes him mute, or deaf, or seeing, or blind? Is it not I, the LORD?</p>\n</div>","kjv":"<strong>11</strong> And the LORD said unto him, Who hath made man’s mouth? or who maketh the dumb, or deaf, or the seeing, or the blind? have not I the LORD?  ","niv":"<sup><strong>11</strong></sup> The LORD said to him, \"Who gave man his mouth? Who makes him deaf or mute? Who gives him sight or makes him blind? Is it not I, the LORD?"},{"_id":"615d2175c05ad52d15c5616b","topicId":"615d2174c05ad52d15c56168","verse":"Luke 14:13-14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42014013_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014013-1\">13&nbsp;</b><span class=\"woc\">But when you give a feast, invite the poor, the crippled, the lame, the blind,</span> <b class=\"verse-num woc\" id=\"v42014014-1\">14&nbsp;</b><span class=\"woc\">and you will be blessed, because they cannot repay you. For you will be repaid at the resurrection of the just.”</span></p>\n</div>","kjv":"<strong>13</strong> But when thou makest a feast, call the poor, the maimed, the lame, the blind:  <strong>14</strong> And thou shalt be blessed; for they cannot recompense thee: for thou shalt be recompensed at the resurrection of the just. ","niv":"<sup><strong>13</strong></sup> But when you give a banquet, invite the poor, the crippled, the lame, the blind, <sup><strong>14</strong></sup> and you will be blessed. Although they cannot repay you, you will be repaid at the resurrection of the righteous.\" "},{"_id":"615d2175c05ad52d15c5616c","topicId":"615d2174c05ad52d15c56168","verse":"Proverbs 31:8","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031008_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031008-1\">8&nbsp;</b>&nbsp;&nbsp;Open your mouth for the mute,</span><br><span id=\"p20031008_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the rights of all who are destitute.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> Open thy mouth for the dumb in the cause of all such as are appointed to destruction.  ","niv":"<sup><strong>8</strong></sup> \"Speak up for those who cannot speak for themselves, for the rights of all who are destitute.","modified":"2023-03-01T04:20:52.162Z"},{"_id":"615d2175c05ad52d15c5616d","topicId":"615d2174c05ad52d15c56168","verse":"Exodus 4:10-12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02004010_01-5\"><b class=\"verse-num\" id=\"v02004010-1\">10&nbsp;</b>But Moses said to the LORD, “Oh, my Lord, I am not eloquent, either in the past or since you have spoken to your servant, but I am slow of speech and of tongue.” <b class=\"verse-num\" id=\"v02004011-1\">11&nbsp;</b>Then the LORD said to him, “Who has made man’s mouth? Who makes him mute, or deaf, or seeing, or blind? Is it not I, the LORD? <b class=\"verse-num\" id=\"v02004012-1\">12&nbsp;</b>Now therefore go, and I will be with your mouth and teach you what you shall speak.”</p>\n</div>","kjv":"<strong>10</strong> And Moses said unto the LORD, O my Lord, I am not eloquent, neither heretofore, nor since thou hast spoken unto thy servant: but I am slow of speech, and of a slow tongue.  <strong>11</strong> And the LORD said unto him, Who hath made man’s mouth? or who maketh the dumb, or deaf, or the seeing, or the blind? have not I the LORD?  <strong>12</strong> Now therefore go, and I will be with thy mouth, and teach thee what thou shalt say.  ","niv":"<sup><strong>10</strong></sup> Moses said to the LORD, \"O Lord, I have never been eloquent, neither in the past nor since you have spoken to your servant. I am slow of speech and tongue.\" <sup><strong>11</strong></sup> The LORD said to him, \"Who gave man his mouth? Who makes him deaf or mute? Who gives him sight or makes him blind? Is it not I, the LORD? <sup><strong>12</strong></sup> Now go; I will help you speak and will teach you what to say.\" "},{"_id":"615d2176c05ad52d15c5616e","topicId":"615d2174c05ad52d15c56168","verse":"Luke 14:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42014013_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014013-1\">13&nbsp;</b><span class=\"woc\">But when you give a feast, invite the poor, the crippled, the lame, the blind,</span></p>\n</div>","kjv":"<strong>13</strong> But when thou makest a feast, call the poor, the maimed, the lame, the blind:  ","niv":"<sup><strong>13</strong></sup> But when you give a banquet, invite the poor, the crippled, the lame, the blind,"},{"_id":"615d2176c05ad52d15c5616f","topicId":"615d2174c05ad52d15c56168","verse":"Isaiah 43:8","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043008_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043008-1\">8&nbsp;</b>&nbsp;&nbsp;Bring out the people who are blind, yet have eyes,</span><br><span id=\"p23043008_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who are deaf, yet have ears!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Bring forth the blind people that have eyes, and the deaf that have ears.  ","niv":"<sup><strong>8</strong></sup> Lead out those who have eyes but are blind, who have ears but are deaf."},{"_id":"615d2176c05ad52d15c56170","topicId":"615d2174c05ad52d15c56168","verse":"Leviticus 19:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p03019014_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019014-1\">14&nbsp;</b>You shall not curse the deaf or put a stumbling block before the blind, but you shall fear your God: I am the LORD.</p>\n</div>","kjv":"<strong>14</strong> Thou shalt not curse the deaf, nor put a stumblingblock before the blind, but shalt fear thy God: I am the LORD.  ","niv":"<sup><strong>14</strong></sup> \"'Do not curse the deaf or put a stumbling block in front of the blind, but fear your God. I am the LORD."},{"_id":"615d2176c05ad52d15c56171","topicId":"615d2174c05ad52d15c56168","verse":"Matthew 13:15","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40013015_01-9\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40013015-1\">15&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">For this people’s heart has grown dull,</span><br><span id=\"p40013015_01-9\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and with their ears they can barely hear,</span><br><span id=\"p40013015_01-9\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and their eyes they have closed,</span><br><span id=\"p40013015_01-9\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;lest they should see with their eyes</span><br><span id=\"p40013015_01-9\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and hear with their ears</span><br><span id=\"p40013015_01-9\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;and understand with their heart</span><br><span id=\"p40013015_01-9\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and turn, and I would heal them.’</span><br></span></span></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> For this people’s heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their  heart, and should be converted, and I should heal them.  ","niv":"<sup><strong>15</strong></sup> For this people's heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.'"},{"_id":"615d2177c05ad52d15c56172","topicId":"615d2174c05ad52d15c56168","verse":"Isaiah 35:3-6","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23035003_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035003-1\">3&nbsp;</b>&nbsp;&nbsp;Strengthen the weak hands,</span><br><span id=\"p23035003_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make firm the feeble knees.</span><br><span id=\"p23035004_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035004-1\">4&nbsp;</b>&nbsp;&nbsp;Say to those who have an anxious heart,</span><br><span id=\"p23035004_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Be strong; fear not!</span><br><span id=\"p23035004_01-10\" class=\"line\">&nbsp;&nbsp;Behold, your God</span><br><span id=\"p23035004_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will come with vengeance,</span><br><span id=\"p23035004_01-10\" class=\"line\">&nbsp;&nbsp;with the recompense of God.</span><br><span id=\"p23035004_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;He will come and save you.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23035005_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035005-1\">5&nbsp;</b>&nbsp;&nbsp;Then the eyes of the blind shall be opened,</span><br><span id=\"p23035005_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the ears of the deaf unstopped;</span><br><span id=\"p23035006_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035006-1\">6&nbsp;</b>&nbsp;&nbsp;then shall the lame man leap like a deer,</span><br><span id=\"p23035006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the tongue of the mute sing for joy.</span><br><span id=\"p23035006_01-10\" class=\"line\">&nbsp;&nbsp;For waters break forth in the wilderness,</span><br><span id=\"p23035006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and streams in the desert;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Strengthen ye the weak hands, and confirm the feeble knees.  <strong>4</strong> Say to them that are of a fearful heart, Be strong, fear not: behold, your God will come with vengeance, even God with a recompence; he will come and save you.  <strong>5</strong> Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped.  <strong>6</strong> Then shall the lame man leap as an hart, and the tongue of the dumb sing: for in the wilderness shall waters break out, and streams in the desert.  ","niv":"<sup><strong>3</strong></sup> Strengthen the feeble hands, steady the knees that give way; <sup><strong>4</strong></sup> say to those with fearful hearts, \"Be strong, do not fear; your God will come, he will come with vengeance; with divine retribution he will come to save you.\" <sup><strong>5</strong></sup> Then will the eyes of the blind be opened and the ears of the deaf unstopped. <sup><strong>6</strong></sup> Then will the lame leap like a deer, and the mute tongue shout for joy. Water will gush forth in the wilderness and streams in the desert. "},{"_id":"615d2177c05ad52d15c56173","topicId":"615d2174c05ad52d15c56168","verse":"Psalm 115:5-7","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19115005_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19115005-1\">5&nbsp;</b>&nbsp;&nbsp;They have mouths, but do not speak;</span><br><span id=\"p19115005_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;eyes, but do not see.</span><br><span id=\"p19115006_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19115006-1\">6&nbsp;</b>&nbsp;&nbsp;They have ears, but do not hear;</span><br><span id=\"p19115006_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;noses, but do not smell.</span><br><span id=\"p19115007_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19115007-1\">7&nbsp;</b>&nbsp;&nbsp;They have hands, but do not feel;</span><br><span id=\"p19115007_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feet, but do not walk;</span><br><span id=\"p19115007_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they do not make a sound in their throat.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> They have mouths, but they speak not: eyes have they, but they see not:  <strong>6</strong> They have ears, but they hear not: noses have they, but they smell not:  <strong>7</strong> They have hands, but they handle not: feet have they, but they walk not: neither speak they through their throat.  ","niv":"<sup><strong>5</strong></sup> They have mouths, but cannot speak, eyes, but they cannot see; <sup><strong>6</strong></sup> they have ears, but cannot hear, noses, but they cannot smell; <sup><strong>7</strong></sup> they have hands, but cannot feel, feet, but they cannot walk; nor can they utter a sound with their throats. ","modified":"2022-09-08T23:59:28.993Z"},{"_id":"615d2177c05ad52d15c56174","topicId":"615d2174c05ad52d15c56168","verse":"2 Samuel 9:1-13","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p10009001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10009001-1\">9:1&nbsp;</b>And David said, “Is there still anyone left of the house of Saul, that I may show him kindness for Jonathan’s sake?” <b class=\"verse-num\" id=\"v10009002-1\">2&nbsp;</b>Now there was a servant of the house of Saul whose name was Ziba, and they called him to David. And the king said to him, “Are you Ziba?” And he said, “I am your servant.” <b class=\"verse-num\" id=\"v10009003-1\">3&nbsp;</b>And the king said, “Is there not still someone of the house of Saul, that I may show the kindness of God to him?” Ziba said to the king, “There is still a son of Jonathan; he is crippled in his feet.” <b class=\"verse-num\" id=\"v10009004-1\">4&nbsp;</b>The king said to him, “Where is he?” And Ziba said to the king, “He is in the house of Machir the son of Ammiel, at Lo-debar.” <b class=\"verse-num\" id=\"v10009005-1\">5&nbsp;</b>Then King David sent and brought him from the house of Machir the son of Ammiel, at Lo-debar. <b class=\"verse-num\" id=\"v10009006-1\">6&nbsp;</b>And Mephibosheth the son of Jonathan, son of Saul, came to David and fell on his face and paid homage. And David said, “Mephibosheth!” And he answered, “Behold, I am your servant.” <b class=\"verse-num\" id=\"v10009007-1\">7&nbsp;</b>And David said to him, “Do not fear, for I will show you kindness for the sake of your father Jonathan, and I will restore to you all the land of Saul your father, and you shall eat at my table always.” <b class=\"verse-num\" id=\"v10009008-1\">8&nbsp;</b>And he paid homage and said, “What is your servant, that you should show regard for a dead dog such as I?”</p>\n<p id=\"p10009008_05-12\"><b class=\"verse-num\" id=\"v10009009-1\">9&nbsp;</b>Then the king called Ziba, Saul’s servant, and said to him, “All that belonged to Saul and to all his house I have given to your master’s grandson. <b class=\"verse-num\" id=\"v10009010-1\">10&nbsp;</b>And you and your sons and your servants shall till the land for him and shall bring in the produce, that your master’s grandson may have bread to eat. But Mephibosheth your master’s grandson shall always eat at my table.” Now Ziba had fifteen sons and twenty servants. <b class=\"verse-num\" id=\"v10009011-1\">11&nbsp;</b>Then Ziba said to the king, “According to all that my lord the king commands his servant, so will your servant do.” So Mephibosheth ate at David’s table, like one of the king’s sons. <b class=\"verse-num\" id=\"v10009012-1\">12&nbsp;</b>And Mephibosheth had a young son, whose name was Mica. And all who lived in Ziba’s house became Mephibosheth’s servants. <b class=\"verse-num\" id=\"v10009013-1\">13&nbsp;</b>So Mephibosheth lived in Jerusalem, for he ate always at the king’s table. Now he was lame in both his feet.</p>\n\n</div>","kjv":"<strong>1</strong> And David said, Is there yet any that is left of the house of Saul, that I may shew him kindness for Jonathan’s sake?  <strong>2</strong> And there was of the house of Saul a servant whose name was Ziba. And when they had called him unto David, the king said unto him, Art thou Ziba? And he said, Thy servant is he.  <strong>3</strong> And the king said, Is there not yet any of the house of Saul, that I may shew the kindness of God unto him? And Ziba said unto the king, Jonathan hath yet a son, which is lame on his feet.  <strong>4</strong> And the king said unto him, Where is he? And Ziba said unto the king, Behold, he is in the house of Machir, the son of Ammiel, in Lo-debar.  <strong>5</strong> Then king David sent, and fetched him out of the house of Machir, the son of Ammiel, from Lo-debar.  <strong>6</strong> Now when Mephibosheth, the son of Jonathan, the son of Saul, was come unto David, he fell on his face, and did reverence. And David said, Mephibosheth. And he answered, Behold thy servant!  <strong>7</strong> And David said unto him, Fear not: for I will surely shew thee kindness for Jonathan thy father’s sake, and will restore thee all the land of Saul thy father; and thou shalt eat bread at my table continually.  <strong>8</strong> And he bowed himself, and said, What is thy servant, that thou shouldest look upon such a dead dog as I am? <strong>9</strong> Then the king called to Ziba, Saul’s servant, and said unto him, I have given unto thy master’s son all that pertained to Saul and to all his house.  <strong>10</strong> Thou therefore, and thy sons, and thy servants, shall till the land for him, and thou shalt bring in the fruits, that thy master’s son may have food to eat: but Mephibosheth thy master’s son shall eat bread alway at my table. Now Ziba had fifteen sons and twenty servants.  <strong>11</strong> Then said Ziba unto the king, According to all that my lord the king hath commanded his servant, so shall thy servant do. As for Mephibosheth, said the king, he shall eat at my table, as one of the king’s sons.  <strong>12</strong> And Mephibosheth had a young son, whose name was Micha. And all that dwelt in the house of Ziba were servants unto Mephibosheth.  <strong>13</strong> So Mephibosheth dwelt in Jerusalem: for he did eat continually at the king’s table; and was lame on both his feet.  ","niv":"<sup><strong>1</strong></sup> David asked, \"Is there anyone still left of the house of Saul to whom I can show kindness for Jonathan's sake?\" <sup><strong>2</strong></sup> Now there was a servant of Saul's household named Ziba. They called him to appear before David, and the king said to him, \"Are you Ziba?Your servant,\" he replied. <sup><strong>3</strong></sup> The king asked, \"Is there no one still left of the house of Saul to whom I can show God's kindness?\" Ziba answered the king, \"There is still a son of Jonathan; he is crippled in both feet.\" <sup><strong>4</strong></sup> \"Where is he?\" the king asked. Ziba answered, \"He is at the house of Makir son of Ammiel in Lo Debar.\" <sup><strong>5</strong></sup> So King David had him brought from Lo Debar, from the house of Makir son of Ammiel. <sup><strong>6</strong></sup> When Mephibosheth son of Jonathan, the son of Saul, came to David, he bowed down to pay him honor. David said, \"Mephibosheth!Your servant,\" he replied. <sup><strong>7</strong></sup> \"Don't be afraid,\" David said to him, \"for I will surely show you kindness for the sake of your father Jonathan. I will restore to you all the land that belonged to your grandfather Saul, and you will always eat at my table.\" <sup><strong>8</strong></sup> Mephibosheth bowed down and said, \"What is your servant, that you should notice a dead dog like me?\" <sup><strong>9</strong></sup> Then the king summoned Ziba, Saul's servant, and said to him, \"I have given your master's grandson everything that belonged to Saul and his family. <sup><strong>10</strong></sup> You and your sons and your servants are to farm the land for him and bring in the crops, so that your master's grandson may be provided for. And Mephibosheth, grandson of your master, will always eat at my table.\" (Now Ziba had fifteen sons and twenty servants.) <sup><strong>11</strong></sup> Then Ziba said to the king, \"Your servant will do whatever my lord the king commands his servant to do.\" So Mephibosheth ate at David's table like one of the king's sons. <sup><strong>12</strong></sup> Mephibosheth had a young son named Mica, and all the members of Ziba's household were servants of Mephibosheth. <sup><strong>13</strong></sup> And Mephibosheth lived in Jerusalem, because he always ate at the king's table, and he was crippled in both feet. "},{"_id":"615d2178c05ad52d15c56175","topicId":"615d2174c05ad52d15c56168","verse":"1 Corinthians 12:1-31","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46012001_03-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46012001-1\">12:1&nbsp;</b>Now concerning spiritual gifts, brothers, I do not want you to be uninformed. <b class=\"verse-num\" id=\"v46012002-1\">2&nbsp;</b>You know that when you were pagans you were led astray to mute idols, however you were led. <b class=\"verse-num\" id=\"v46012003-1\">3&nbsp;</b>Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.</p>\n<p id=\"p46012003_03-14\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit; <b class=\"verse-num\" id=\"v46012005-1\">5&nbsp;</b>and there are varieties of service, but the same Lord; <b class=\"verse-num\" id=\"v46012006-1\">6&nbsp;</b>and there are varieties of activities, but it is the same God who empowers them all in everyone. <b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good. <b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit, <b class=\"verse-num\" id=\"v46012009-1\">9&nbsp;</b>to another faith by the same Spirit, to another gifts of healing by the one Spirit, <b class=\"verse-num\" id=\"v46012010-1\">10&nbsp;</b>to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues. <b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n\n<p id=\"p46012011_08-14\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_08-14\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_08-14\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_08-14\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. <b class=\"verse-num\" id=\"v46012029-1\">29&nbsp;</b>Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret? <b class=\"verse-num\" id=\"v46012031-1\">31&nbsp;</b>But earnestly desire the higher gifts.</p>\n<p id=\"p46012031_08-14\">And I will show you a still more excellent way.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant. <sup><strong>2</strong></sup> You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. <sup><strong>3</strong></sup> Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit. <sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. <sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. <sup><strong>29</strong></sup> Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret? <sup><strong>31</strong></sup> But eagerly desire the greater gifts. And now I will show you the most excellent way. "},{"_id":"615d2178c05ad52d15c56176","topicId":"615d2174c05ad52d15c56168","verse":"Mark 9:1-50","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41009001_01-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41009001-1\">9:1&nbsp;</b>And he said to them, <span class=\"woc\">“Truly, I say to you, there are some standing here who will not taste death until they see the kingdom of God after it has come with power.”</span></p>\n\n<p id=\"p41009001_03-15\"><b class=\"verse-num\" id=\"v41009002-1\">2&nbsp;</b>And after six days Jesus took with him Peter and James and John, and led them up a high mountain by themselves. And he was transfigured before them, <b class=\"verse-num\" id=\"v41009003-1\">3&nbsp;</b>and his clothes became radiant, intensely white, as no one on earth could bleach them. <b class=\"verse-num\" id=\"v41009004-1\">4&nbsp;</b>And there appeared to them Elijah with Moses, and they were talking with Jesus. <b class=\"verse-num\" id=\"v41009005-1\">5&nbsp;</b>And Peter said to Jesus, “Rabbi, it is good that we are here. Let us make three tents, one for you and one for Moses and one for Elijah.” <b class=\"verse-num\" id=\"v41009006-1\">6&nbsp;</b>For he did not know what to say, for they were terrified. <b class=\"verse-num\" id=\"v41009007-1\">7&nbsp;</b>And a cloud overshadowed them, and a voice came out of the cloud, “This is my beloved Son; listen to him.” <b class=\"verse-num\" id=\"v41009008-1\">8&nbsp;</b>And suddenly, looking around, they no longer saw anyone with them but Jesus only.</p>\n<p id=\"p41009008_03-15\"><b class=\"verse-num\" id=\"v41009009-1\">9&nbsp;</b>And as they were coming down the mountain, he charged them to tell no one what they had seen, until the Son of Man had risen from the dead. <b class=\"verse-num\" id=\"v41009010-1\">10&nbsp;</b>So they kept the matter to themselves, questioning what this rising from the dead might mean. <b class=\"verse-num\" id=\"v41009011-1\">11&nbsp;</b>And they asked him, “Why do the scribes say that first Elijah must come?” <b class=\"verse-num\" id=\"v41009012-1\">12&nbsp;</b>And he said to them, <span class=\"woc\">“Elijah does come first to restore all things. And how is it written of the Son of Man that he should suffer many things and be treated with contempt?</span> <b class=\"verse-num woc\" id=\"v41009013-1\">13&nbsp;</b><span class=\"woc\">But I tell you that Elijah has come, and they did to him whatever they pleased, as it is written of him.”</span></p>\n\n<p id=\"p41009013_11-15\"><b class=\"verse-num\" id=\"v41009014-1\">14&nbsp;</b>And when they came to the disciples, they saw a great crowd around them, and scribes arguing with them. <b class=\"verse-num\" id=\"v41009015-1\">15&nbsp;</b>And immediately all the crowd, when they saw him, were greatly amazed and ran up to him and greeted him. <b class=\"verse-num\" id=\"v41009016-1\">16&nbsp;</b>And he asked them, <span class=\"woc\">“What are you arguing about with them?”</span> <b class=\"verse-num\" id=\"v41009017-1\">17&nbsp;</b>And someone from the crowd answered him, “Teacher, I brought my son to you, for he has a spirit that makes him mute. <b class=\"verse-num\" id=\"v41009018-1\">18&nbsp;</b>And whenever it seizes him, it throws him down, and he foams and grinds his teeth and becomes rigid. So I asked your disciples to cast it out, and they were not able.” <b class=\"verse-num\" id=\"v41009019-1\">19&nbsp;</b>And he answered them, <span class=\"woc\">“O faithless generation, how long am I to be with you? How long am I to bear with you? Bring him to me.”</span> <b class=\"verse-num\" id=\"v41009020-1\">20&nbsp;</b>And they brought the boy to him. And when the spirit saw him, immediately it convulsed the boy, and he fell on the ground and rolled about, foaming at the mouth. <b class=\"verse-num\" id=\"v41009021-1\">21&nbsp;</b>And Jesus asked his father, <span class=\"woc\">“How long has this been happening to him?”</span> And he said, “From childhood. <b class=\"verse-num\" id=\"v41009022-1\">22&nbsp;</b>And it has often cast him into fire and into water, to destroy him. But if you can do anything, have compassion on us and help us.” <b class=\"verse-num\" id=\"v41009023-1\">23&nbsp;</b>And Jesus said to him, <span class=\"woc\">“‘If you can’! All things are possible for one who believes.”</span> <b class=\"verse-num\" id=\"v41009024-1\">24&nbsp;</b>Immediately the father of the child cried out and said, “I believe; help my unbelief!” <b class=\"verse-num\" id=\"v41009025-1\">25&nbsp;</b>And when Jesus saw that a crowd came running together, he rebuked the unclean spirit, saying to it, <span class=\"woc\">“You mute and deaf spirit, I command you, come out of him and never enter him again.”</span> <b class=\"verse-num\" id=\"v41009026-1\">26&nbsp;</b>And after crying out and convulsing him terribly, it came out, and the boy was like a corpse, so that most of them said, “He is dead.” <b class=\"verse-num\" id=\"v41009027-1\">27&nbsp;</b>But Jesus took him by the hand and lifted him up, and he arose. <b class=\"verse-num\" id=\"v41009028-1\">28&nbsp;</b>And when he had entered the house, his disciples asked him privately, “Why could we not cast it out?” <b class=\"verse-num\" id=\"v41009029-1\">29&nbsp;</b>And he said to them, <span class=\"woc\">“This kind cannot be driven out by anything but prayer.”</span></p>\n\n<p id=\"p41009029_16-15\"><b class=\"verse-num\" id=\"v41009030-1\">30&nbsp;</b>They went on from there and passed through Galilee. And he did not want anyone to know, <b class=\"verse-num\" id=\"v41009031-1\">31&nbsp;</b>for he was teaching his disciples, saying to them, <span class=\"woc\">“The Son of Man is going to be delivered into the hands of men, and they will kill him. And when he is killed, after three days he will rise.”</span> <b class=\"verse-num\" id=\"v41009032-1\">32&nbsp;</b>But they did not understand the saying, and were afraid to ask him.</p>\n\n<p id=\"p41009032_20-15\"><b class=\"verse-num\" id=\"v41009033-1\">33&nbsp;</b>And they came to Capernaum. And when he was in the house he asked them, <span class=\"woc\">“What were you discussing on the way?”</span> <b class=\"verse-num\" id=\"v41009034-1\">34&nbsp;</b>But they kept silent, for on the way they had argued with one another about who was the greatest. <b class=\"verse-num\" id=\"v41009035-1\">35&nbsp;</b>And he sat down and called the twelve. And he said to them, <span class=\"woc\">“If anyone would be first, he must be last of all and servant of all.”</span> <b class=\"verse-num\" id=\"v41009036-1\">36&nbsp;</b>And he took a child and put him in the midst of them, and taking him in his arms, he said to them, <b class=\"verse-num woc\" id=\"v41009037-1\">37&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me, and whoever receives me, receives not me but him who sent me.”</span></p>\n\n<p id=\"p41009037_27-15\"><b class=\"verse-num\" id=\"v41009038-1\">38&nbsp;</b>John said to him, “Teacher, we saw someone casting out demons in your name, and we tried to stop him, because he was not following us.” <b class=\"verse-num\" id=\"v41009039-1\">39&nbsp;</b>But Jesus said, <span class=\"woc\">“Do not stop him, for no one who does a mighty work in my name will be able soon afterward to speak evil of me.</span> <b class=\"verse-num woc\" id=\"v41009040-1\">40&nbsp;</b><span class=\"woc\">For the one who is not against us is for us.</span> <b class=\"verse-num woc\" id=\"v41009041-1\">41&nbsp;</b><span class=\"woc\">For truly, I say to you, whoever gives you a cup of water to drink because you belong to Christ will by no means lose his reward.</span></p>\n\n<p id=\"p41009041_30-15\"><b class=\"verse-num woc\" id=\"v41009042-1\">42&nbsp;</b><span class=\"woc\">“Whoever causes one of these little ones who believe in me to sin, it would be better for him if a great millstone were hung around his neck and he were thrown into the sea.</span> <b class=\"verse-num woc\" id=\"v41009043-1\">43&nbsp;</b><span class=\"woc\">And if your hand causes you to sin, cut it off. It is better for you to enter life crippled than with two hands to go to hell, to the unquenchable fire.</span> <b class=\"verse-num woc\" id=\"v41009045-1\">45&nbsp;</b><span class=\"woc\">And if your foot causes you to sin, cut it off. It is better for you to enter life lame than with two feet to be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v41009047-1\">47&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out. It is better for you to enter the kingdom of God with one eye than with two eyes to be thrown into hell,</span> <b class=\"verse-num woc\" id=\"v41009048-1\">48&nbsp;</b><span class=\"woc\">‘where their worm does not die and the fire is not quenched.’</span> <b class=\"verse-num woc\" id=\"v41009049-1\">49&nbsp;</b><span class=\"woc\">For everyone will be salted with fire.</span> <b class=\"verse-num woc\" id=\"v41009050-1\">50&nbsp;</b><span class=\"woc\">Salt is good, but if the salt has lost its saltiness, how will you make it salty again? Have salt in yourselves, and be at peace with one another.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he said unto them, Verily I say unto you, That there be some of them that stand here, which shall not taste of death, till they have seen the kingdom of God come with power. <strong>2</strong> And after six days Jesus taketh with him Peter, and James, and John, and leadeth them up into an high mountain apart by themselves: and he was transfigured before them.  <strong>3</strong> And his raiment became shining, exceeding white as snow; so as no fuller on earth can white them.  <strong>4</strong> And there appeared unto them Elias with Moses: and they were talking with Jesus.  <strong>5</strong> And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias.  <strong>6</strong> For he wist not what to say; for they were sore afraid.  <strong>7</strong> And there was a cloud that overshadowed them: and a voice came out of the cloud, saying, This is my beloved Son: hear him.  <strong>8</strong> And suddenly, when they had looked round about, they saw no man any more, save Jesus only with themselves.  <strong>9</strong> And as they came down from the mountain, he charged them that they should tell no man what things they had seen, till the Son of man were risen from the dead.  <strong>10</strong> And they kept that saying with themselves, questioning one with another what the rising from the dead should mean.  <strong>11</strong> And they asked him, saying, Why say the scribes that Elias must first come?  <strong>12</strong> And he answered and told them, Elias verily cometh first, and restoreth all things; and how it is written of the Son of man, that he must suffer many things, and be set at nought.  <strong>13</strong> But I say unto you, That Elias is indeed come, and they have done unto him whatsoever they listed, as it is written of him. <strong>14</strong> And when he came to his disciples, he saw a great multitude about them, and the scribes questioning with them.  <strong>15</strong> And straightway all the people, when they beheld him, were greatly amazed, and running to him saluted him.  <strong>16</strong> And he asked the scribes, What question ye with them?  <strong>17</strong> And one of the multitude answered and said, Master, I have brought unto thee my son, which hath a dumb spirit;  <strong>18</strong> And wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not.  <strong>19</strong> He answereth him, and saith, O faithless generation, how long shall I be with you? how long shall I suffer you? bring him unto me.  <strong>20</strong> And they brought him unto him: and when he saw him, straightway the spirit tare him; and he fell on the ground, and wallowed foaming.  <strong>21</strong> And he asked his father, How long is it ago since this came unto him? And he said, Of a child.  <strong>22</strong> And ofttimes it hath cast him into the fire, and into the waters, to destroy him: but if thou canst do any thing, have compassion on us, and help us.  <strong>23</strong> Jesus said unto him, If thou canst believe, all things are  possible to him that believeth.  <strong>24</strong> And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief.  <strong>25</strong> When Jesus saw that the people came running together, he rebuked the foul spirit, saying unto him, Thou dumb and deaf spirit, I charge thee, come out of him, and enter no more into him.  <strong>26</strong> And the spirit cried, and rent him sore, and came out of him: and he was as one dead; insomuch that many said, He is dead.  <strong>27</strong> But Jesus took him by the hand, and lifted him up; and he arose.  <strong>28</strong> And when he was come into the house, his disciples asked him privately, Why could not we cast him out?  <strong>29</strong> And he said unto them, This kind can come forth by nothing, but by prayer and fasting. <strong>30</strong> And they departed thence, and passed through Galilee; and he would not that any man should know it.  <strong>31</strong> For he taught his disciples, and said unto them, The Son of man is delivered into the hands of men, and they shall kill him; and after that he is killed, he shall rise the third day.  <strong>32</strong> But they understood not that saying, and were afraid to ask him.  <strong>33</strong> And he came to Capernaum: and being in the house he asked them, What was it that ye disputed among yourselves by the way?  <strong>34</strong> But they held their peace: for by the way they had disputed among themselves, who should be the greatest.  <strong>35</strong> And he sat down, and called the twelve, and saith unto them, If any man desire to be first, the same shall be last of all, and servant of all.  <strong>36</strong> And he took a child, and set him in the midst of them: and when he had taken him in his arms, he said unto them,  <strong>37</strong> Whosoever shall receive one of such children in my name, receiveth me: and whosoever shall receive me, receiveth not me, but him that sent me.  <strong>38</strong> And John answered him, saying, Master, we saw one casting out devils in thy name, and he followeth not us: and we forbad him, because he followeth not us.  <strong>39</strong> But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me.  <strong>40</strong> For he that is not against us is on our part.  <strong>41</strong> For whosoever shall give you a cup of water to drink in my name, because ye belong to Christ, verily I say unto you, he shall not lose his reward.  <strong>42</strong> And whosoever shall offend one of these little ones that believe in me, it is better for him that a millstone were hanged about his neck, and he were cast into the sea.  <strong>43</strong> And if thy hand offend thee, cut it off: it is better for thee to enter into life maimed, than having two hands to go into hell, into the fire that never shall be quenched:  <strong>44</strong> Where their worm dieth not, and the fire is not quenched.  <strong>45</strong> And if thy foot offend thee, cut it off: it is better for thee to enter halt into life, than having two feet to be cast into hell, into the fire that never shall be quenched:  <strong>46</strong> Where their worm dieth not, and the fire is not quenched.  <strong>47</strong> And if thine eye offend thee, pluck it out: it is better for thee to enter into the kingdom of God with one eye, than having two eyes to be cast into hell fire:  <strong>48</strong> Where their worm dieth not, and the fire is not quenched.  <strong>49</strong> For every one shall be salted with fire, and every sacrifice shall be salted with salt.  <strong>50</strong> Salt is good: but if the salt have lost his saltness, wherewith will ye season it? Have salt in yourselves, and have peace one with another. ","niv":"<sup><strong>1</strong></sup> And he said to them, \"I tell you the truth, some who are standing here will not taste death before they see the kingdom of God come with power.\" <sup><strong>2</strong></sup> After six days Jesus took Peter, James and John with him and led them up a high mountain, where they were all alone. There he was transfigured before them. <sup><strong>3</strong></sup> His clothes became dazzling white, whiter than anyone in the world could bleach them. <sup><strong>4</strong></sup> And there appeared before them Elijah and Moses, who were talking with Jesus. <sup><strong>5</strong></sup> Peter said to Jesus, \"Rabbi, it is good for us to be here. Let us put up three shelters--one for you, one for Moses and one for Elijah.\" <sup><strong>6</strong></sup> (He did not know what to say, they were so frightened.) <sup><strong>7</strong></sup> Then a cloud appeared and enveloped them, and a voice came from the cloud: \"This is my Son, whom I love. Listen to him!\" <sup><strong>8</strong></sup> Suddenly, when they looked around, they no longer saw anyone with them except Jesus. <sup><strong>9</strong></sup> As they were coming down the mountain, Jesus gave them orders not to tell anyone what they had seen until the Son of Man had risen from the dead. <sup><strong>10</strong></sup> They kept the matter to themselves, discussing what \"rising from the dead\" meant. <sup><strong>11</strong></sup> And they asked him, \"Why do the teachers of the law say that Elijah must come first?\" <sup><strong>12</strong></sup> Jesus replied, \"To be sure, Elijah does come first, and restores all things. Why then is it written that the Son of Man must suffer much and be rejected? <sup><strong>13</strong></sup> But I tell you, Elijah has come, and they have done to him everything they wished, just as it is written about him.\" <sup><strong>14</strong></sup> When they came to the other disciples, they saw a large crowd around them and the teachers of the law arguing with them. <sup><strong>15</strong></sup> As soon as all the people saw Jesus, they were overwhelmed with wonder and ran to greet him. <sup><strong>16</strong></sup> \"What are you arguing with them about?\" he asked. <sup><strong>17</strong></sup> A man in the crowd answered, \"Teacher, I brought you my son, who is possessed by a spirit that has robbed him of speech. <sup><strong>18</strong></sup> Whenever it seizes him, it throws him to the ground. He foams at the mouth, gnashes his teeth and becomes rigid. I asked your disciples to drive out the spirit, but they could not.\" <sup><strong>19</strong></sup> \"O unbelieving generation,\" Jesus replied, \"how long shall I stay with you? How long shall I put up with you? Bring the boy to me.\" <sup><strong>20</strong></sup> So they brought him. When the spirit saw Jesus, it immediately threw the boy into a convulsion. He fell to the ground and rolled around, foaming at the mouth. <sup><strong>21</strong></sup> Jesus asked the boy's father, \"How long has he been like this?\" <sup><strong>22</strong></sup> \"From childhood,\" he answered. \"It has often thrown him into fire or water to kill him. But if you can do anything, take pity on us and help us.\" <sup><strong>23</strong></sup> \"'If you can'?\" said Jesus. \"Everything is possible for him who believes.\" <sup><strong>24</strong></sup> Immediately the boy's father exclaimed, \"I do believe; help me overcome my unbelief!\" <sup><strong>25</strong></sup> When Jesus saw that a crowd was running to the scene, he rebuked the evil spirit. \"You deaf and mute spirit,\" he said, \"I command you, come out of him and never enter him again.\" <sup><strong>26</strong></sup> The spirit shrieked, convulsed him violently and came out. The boy looked so much like a corpse that many said, \"He's dead.\" <sup><strong>27</strong></sup> But Jesus took him by the hand and lifted him to his feet, and he stood up. <sup><strong>28</strong></sup> After Jesus had gone indoors, his disciples asked him privately, \"Why couldn't we drive it out?\" <sup><strong>29</strong></sup> He replied, \"This kind can come out only by prayer. \" <sup><strong>30</strong></sup> They left that place and passed through Galilee. Jesus did not want anyone to know where they were, <sup><strong>31</strong></sup> because he was teaching his disciples. He said to them, \"The Son of Man is going to be betrayed into the hands of men. They will kill him, and after three days he will rise.\" <sup><strong>32</strong></sup> But they did not understand what he meant and were afraid to ask him about it. <sup><strong>33</strong></sup> They came to Capernaum. When he was in the house, he asked them, \"What were you arguing about on the road?\" <sup><strong>34</strong></sup> But they kept quiet because on the way they had argued about who was the greatest. <sup><strong>35</strong></sup> Sitting down, Jesus called the Twelve and said, \"If anyone wants to be first, he must be the very last, and the servant of all.\" <sup><strong>36</strong></sup> He took a little child and had him stand among them. Taking him in his arms, he said to them, <sup><strong>37</strong></sup> \"Whoever welcomes one of these little children in my name welcomes me; and whoever welcomes me does not welcome me but the one who sent me.\" <sup><strong>38</strong></sup> \"Teacher,\" said John, \"we saw a man driving out demons in your name and we told him to stop, because he was not one of us.\" <sup><strong>39</strong></sup> \"Do not stop him,\" Jesus said. \"No one who does a miracle in my name can in the next moment say anything bad about me, <sup><strong>40</strong></sup> for whoever is not against us is for us. <sup><strong>41</strong></sup> I tell you the truth, anyone who gives you a cup of water in my name because you belong to Christ will certainly not lose his reward. <sup><strong>42</strong></sup> \"And if anyone causes one of these little ones who believe in me to sin, it would be better for him to be thrown into the sea with a large millstone tied around his neck. <sup><strong>43</strong></sup> If your hand causes you to sin, cut it off. It is better for you to enter life maimed than with two hands to go into hell, where the fire never goes out. <sup><strong>44</strong></sup> See Footnote <sup><strong>45</strong></sup> And if your foot causes you to sin, cut it off. It is better for you to enter life crippled than to have two feet and be thrown into hell. <sup><strong>46</strong></sup> See Footnote <sup><strong>47</strong></sup> And if your eye causes you to sin, pluck it out. It is better for you to enter the kingdom of God with one eye than to have two eyes and be thrown into hell, <sup><strong>48</strong></sup> where \"'their worm does not die, and the fire is not quenched.' <sup><strong>49</strong></sup> Everyone will be salted with fire. <sup><strong>50</strong></sup> \"Salt is good, but if it loses its saltiness, how can you make it salty again? Have salt in yourselves, and be at peace with each other.\" "},{"_id":"615d2178c05ad52d15c56177","topicId":"615d2174c05ad52d15c56168","verse":"Matthew 20:28-34","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40020028_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40020028-1\">28&nbsp;</b><span class=\"woc\">even as the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n\n<p id=\"p40020028_06-16\"><b class=\"verse-num\" id=\"v40020029-1\">29&nbsp;</b>And as they went out of Jericho, a great crowd followed him. <b class=\"verse-num\" id=\"v40020030-1\">30&nbsp;</b>And behold, there were two blind men sitting by the roadside, and when they heard that Jesus was passing by, they cried out, “Lord, have mercy on us, Son of David!” <b class=\"verse-num\" id=\"v40020031-1\">31&nbsp;</b>The crowd rebuked them, telling them to be silent, but they cried out all the more, “Lord, have mercy on us, Son of David!” <b class=\"verse-num\" id=\"v40020032-1\">32&nbsp;</b>And stopping, Jesus called them and said, <span class=\"woc\">“What do you want me to do for you?”</span> <b class=\"verse-num\" id=\"v40020033-1\">33&nbsp;</b>They said to him, “Lord, let our eyes be opened.” <b class=\"verse-num\" id=\"v40020034-1\">34&nbsp;</b>And Jesus in pity touched their eyes, and immediately they recovered their sight and followed him.</p>\n\n</div>","kjv":"<strong>28</strong> Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.  <strong>29</strong> And as they departed from Jericho, a great multitude followed him.  <strong>30</strong> And, behold, two blind men sitting by the way side, when they heard that Jesus passed by, cried out, saying, Have mercy on us, O Lord, thou  Son of David.  <strong>31</strong> And the multitude rebuked them, because they should hold their peace: but they cried the more, saying, Have mercy on us, O Lord, thou  Son of David.  <strong>32</strong> And Jesus stood still, and called them, and said, What will ye that I shall do unto you?  <strong>33</strong> They say unto him, Lord, that our eyes may be opened.  <strong>34</strong> So Jesus had compassion on them, and touched their eyes: and immediately their eyes received sight, and they followed him.  ","niv":"<sup><strong>28</strong></sup> just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\" <sup><strong>29</strong></sup> As Jesus and his disciples were leaving Jericho, a large crowd followed him. <sup><strong>30</strong></sup> Two blind men were sitting by the roadside, and when they heard that Jesus was going by, they shouted, \"Lord, Son of David, have mercy on us!\" <sup><strong>31</strong></sup> The crowd rebuked them and told them to be quiet, but they shouted all the louder, \"Lord, Son of David, have mercy on us!\" <sup><strong>32</strong></sup> Jesus stopped and called them. \"What do you want me to do for you?\" he asked. <sup><strong>33</strong></sup> \"Lord,\" they answered, \"we want our sight.\" <sup><strong>34</strong></sup> Jesus had compassion on them and touched their eyes. Immediately they received their sight and followed him. "},{"_id":"615d2179c05ad52d15c56178","topicId":"615d2174c05ad52d15c56168","verse":"Matthew 17:1-27","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40017001_03-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40017001-1\">17:1&nbsp;</b>And after six days Jesus took with him Peter and James, and John his brother, and led them up a high mountain by themselves. <b class=\"verse-num\" id=\"v40017002-1\">2&nbsp;</b>And he was transfigured before them, and his face shone like the sun, and his clothes became white as light. <b class=\"verse-num\" id=\"v40017003-1\">3&nbsp;</b>And behold, there appeared to them Moses and Elijah, talking with him. <b class=\"verse-num\" id=\"v40017004-1\">4&nbsp;</b>And Peter said to Jesus, “Lord, it is good that we are here. If you wish, I will make three tents here, one for you and one for Moses and one for Elijah.” <b class=\"verse-num\" id=\"v40017005-1\">5&nbsp;</b>He was still speaking when, behold, a bright cloud overshadowed them, and a voice from the cloud said, “This is my beloved Son, with whom I am well pleased; listen to him.” <b class=\"verse-num\" id=\"v40017006-1\">6&nbsp;</b>When the disciples heard this, they fell on their faces and were terrified. <b class=\"verse-num\" id=\"v40017007-1\">7&nbsp;</b>But Jesus came and touched them, saying, <span class=\"woc\">“Rise, and have no fear.”</span> <b class=\"verse-num\" id=\"v40017008-1\">8&nbsp;</b>And when they lifted up their eyes, they saw no one but Jesus only.</p>\n<p id=\"p40017008_03-17\"><b class=\"verse-num\" id=\"v40017009-1\">9&nbsp;</b>And as they were coming down the mountain, Jesus commanded them, <span class=\"woc\">“Tell no one the vision, until the Son of Man is raised from the dead.”</span> <b class=\"verse-num\" id=\"v40017010-1\">10&nbsp;</b>And the disciples asked him, “Then why do the scribes say that first Elijah must come?” <b class=\"verse-num\" id=\"v40017011-1\">11&nbsp;</b>He answered, <span class=\"woc\">“Elijah does come, and he will restore all things.</span> <b class=\"verse-num woc\" id=\"v40017012-1\">12&nbsp;</b><span class=\"woc\">But I tell you that Elijah has already come, and they did not recognize him, but did to him whatever they pleased. So also the Son of Man will certainly suffer at their hands.”</span> <b class=\"verse-num\" id=\"v40017013-1\">13&nbsp;</b>Then the disciples understood that he was speaking to them of John the Baptist.</p>\n\n<p id=\"p40017013_10-17\"><b class=\"verse-num\" id=\"v40017014-1\">14&nbsp;</b>And when they came to the crowd, a man came up to him and, kneeling before him, <b class=\"verse-num\" id=\"v40017015-1\">15&nbsp;</b>said, “Lord, have mercy on my son, for he has seizures and he suffers terribly. For often he falls into the fire, and often into the water. <b class=\"verse-num\" id=\"v40017016-1\">16&nbsp;</b>And I brought him to your disciples, and they could not heal him.” <b class=\"verse-num\" id=\"v40017017-1\">17&nbsp;</b>And Jesus answered, <span class=\"woc\">“O faithless and twisted generation, how long am I to be with you? How long am I to bear with you? Bring him here to me.”</span> <b class=\"verse-num\" id=\"v40017018-1\">18&nbsp;</b>And Jesus rebuked the demon, and it came out of him, and the boy was healed instantly. <b class=\"verse-num\" id=\"v40017019-1\">19&nbsp;</b>Then the disciples came to Jesus privately and said, “Why could we not cast it out?” <b class=\"verse-num\" id=\"v40017020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“Because of your little faith. For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you.”</span></p>\n\n<p id=\"p40017020_15-17\"><b class=\"verse-num\" id=\"v40017022-1\">22&nbsp;</b>As they were gathering in Galilee, Jesus said to them, <span class=\"woc\">“The Son of Man is about to be delivered into the hands of men,</span> <b class=\"verse-num woc\" id=\"v40017023-1\">23&nbsp;</b><span class=\"woc\">and they will kill him, and he will be raised on the third day.”</span> And they were greatly distressed.</p>\n\n<p id=\"p40017023_18-17\"><b class=\"verse-num\" id=\"v40017024-1\">24&nbsp;</b>When they came to Capernaum, the collectors of the two-drachma tax went up to Peter and said, “Does your teacher not pay the tax?” <b class=\"verse-num\" id=\"v40017025-1\">25&nbsp;</b>He said, “Yes.” And when he came into the house, Jesus spoke to him first, saying, <span class=\"woc\">“What do you think, Simon? From whom do kings of the earth take toll or tax? From their sons or from others?”</span> <b class=\"verse-num\" id=\"v40017026-1\">26&nbsp;</b>And when he said, “From others,” Jesus said to him, <span class=\"woc\">“Then the sons are free.</span> <b class=\"verse-num woc\" id=\"v40017027-1\">27&nbsp;</b><span class=\"woc\">However, not to give offense to them, go to the sea and cast a hook and take the first fish that comes up, and when you open its mouth you will find a shekel. Take that and give it to them for me and for yourself.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And after six days Jesus taketh Peter, James, and John his brother, and bringeth them up into an high mountain apart,  <strong>2</strong> And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light.  <strong>3</strong> And, behold, there appeared unto them Moses and Elias talking with him.  <strong>4</strong> Then answered Peter, and said unto Jesus, Lord, it is good for us to be here: if thou wilt, let us make here three tabernacles; one for thee, and one for Moses, and one for Elias.  <strong>5</strong> While he yet spake, behold, a bright cloud overshadowed them: and behold a voice out of the cloud, which said, This is my beloved Son, in whom I am well pleased; hear ye him.  <strong>6</strong> And when the disciples heard it, they fell on their face, and were sore afraid.  <strong>7</strong> And Jesus came and touched them, and said, Arise, and be not afraid.  <strong>8</strong> And when they had lifted up their eyes, they saw no man, save Jesus only.  <strong>9</strong> And as they came down from the mountain, Jesus charged them, saying, Tell the vision to no man, until the Son of man be risen again from the dead.  <strong>10</strong> And his disciples asked him, saying, Why then say the scribes that Elias must first come?  <strong>11</strong> And Jesus answered and said unto them, Elias truly shall first come, and restore all things.  <strong>12</strong> But I say unto you, That Elias is come already, and they knew him not, but have done unto him whatsoever they listed. Likewise shall also the Son of man suffer of them.  <strong>13</strong> Then the disciples understood that he spake unto them of John the Baptist.  <strong>14</strong> And when they were come to the multitude, there came to him a certain man, kneeling down to him, and saying,  <strong>15</strong> Lord, have mercy on my son: for he is lunatick, and sore vexed: for ofttimes he falleth into the fire, and oft into the water.  <strong>16</strong> And I brought him to thy disciples, and they could not cure him.  <strong>17</strong> Then Jesus answered and said, O faithless and perverse generation, how long shall I be with you? how long shall I suffer you? bring him hither to me.  <strong>18</strong> And Jesus rebuked the devil; and he departed out of him: and the child was cured from that very hour.  <strong>19</strong> Then came the disciples to Jesus apart, and said, Why could not we cast him out?  <strong>20</strong> And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.  <strong>21</strong> Howbeit this kind goeth not out but by prayer and fasting.  <strong>22</strong> And while they abode in Galilee, Jesus said unto them, The Son of man shall be betrayed into the hands of men:  <strong>23</strong> And they shall kill him, and the third day he shall be raised again. And they were exceeding sorry.  <strong>24</strong> And when they were come to Capernaum, they that received tribute money came to Peter, and said, Doth not your master pay tribute?  <strong>25</strong> He saith, Yes. And when he was come into the house, Jesus prevented him, saying, What thinkest thou, Simon? of whom do the kings of the earth take custom or tribute? of their own children, or of strangers?  <strong>26</strong> Peter saith unto him, Of strangers. Jesus saith unto him, Then are the children free.  <strong>27</strong> Notwithstanding, lest we should offend them, go thou to the sea, and cast an hook, and take up the fish that first cometh up; and when thou hast opened his mouth, thou shalt find a piece of money: that take, and give unto them for me and thee. ","niv":"<sup><strong>1</strong></sup> After six days Jesus took with him Peter, James and John the brother of James, and led them up a high mountain by themselves. <sup><strong>2</strong></sup> There he was transfigured before them. His face shone like the sun, and his clothes became as white as the light. <sup><strong>3</strong></sup> Just then there appeared before them Moses and Elijah, talking with Jesus. <sup><strong>4</strong></sup> Peter said to Jesus, \"Lord, it is good for us to be here. If you wish, I will put up three shelters--one for you, one for Moses and one for Elijah.\" <sup><strong>5</strong></sup> While he was still speaking, a bright cloud enveloped them, and a voice from the cloud said, \"This is my Son, whom I love; with him I am well pleased. Listen to him!\" <sup><strong>6</strong></sup> When the disciples heard this, they fell facedown to the ground, terrified. <sup><strong>7</strong></sup> But Jesus came and touched them. \"Get up,\" he said. \"Don't be afraid.\" <sup><strong>8</strong></sup> When they looked up, they saw no one except Jesus. <sup><strong>9</strong></sup> As they were coming down the mountain, Jesus instructed them, \"Don't tell anyone what you have seen, until the Son of Man has been raised from the dead.\" <sup><strong>10</strong></sup> The disciples asked him, \"Why then do the teachers of the law say that Elijah must come first?\" <sup><strong>11</strong></sup> Jesus replied, \"To be sure, Elijah comes and will restore all things. <sup><strong>12</strong></sup> But I tell you, Elijah has already come, and they did not recognize him, but have done to him everything they wished. In the same way the Son of Man is going to suffer at their hands.\" <sup><strong>13</strong></sup> Then the disciples understood that he was talking to them about John the Baptist. <sup><strong>14</strong></sup> When they came to the crowd, a man approached Jesus and knelt before him. <sup><strong>15</strong></sup> \"Lord, have mercy on my son,\" he said. \"He has seizures and is suffering greatly. He often falls into the fire or into the water. <sup><strong>16</strong></sup> I brought him to your disciples, but they could not heal him.\" <sup><strong>17</strong></sup> \"O unbelieving and perverse generation,\" Jesus replied, \"how long shall I stay with you? How long shall I put up with you? Bring the boy here to me.\" <sup><strong>18</strong></sup> Jesus rebuked the demon, and it came out of the boy, and he was healed from that moment. <sup><strong>19</strong></sup> Then the disciples came to Jesus in private and asked, \"Why couldn't we drive it out?\" <sup><strong>20</strong></sup> He replied, \"Because you have so little faith. I tell you the truth, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there' and it will move. Nothing will be impossible for you.\" <sup><strong>21</strong></sup> See Footnote <sup><strong>22</strong></sup> When they came together in Galilee, he said to them, \"The Son of Man is going to be betrayed into the hands of men. <sup><strong>23</strong></sup> They will kill him, and on the third day he will be raised to life.\" And the disciples were filled with grief. <sup><strong>24</strong></sup> After Jesus and his disciples arrived in Capernaum, the collectors of the two-drachma tax came to Peter and asked, \"Doesn't your teacher pay the temple tax?\" <sup><strong>25</strong></sup> \"Yes, he does,\" he replied. When Peter came into the house, Jesus was the first to speak. \"What do you think, Simon?\" he asked. \"From whom do the kings of the earth collect duty and taxes--from their own sons or from others?\" <sup><strong>26</strong></sup> \"From others,\" Peter answered. <sup><strong>27</strong></sup> \"Then the sons are exempt,\" Jesus said to him. \"But so that we may not offend them, go to the lake and throw out your line. Take the first fish you catch; open its mouth and you will find a four-drachma coin. Take it and give it to them for my tax and yours.\" "},{"_id":"615d2179c05ad52d15c56179","topicId":"615d2174c05ad52d15c56168","verse":"Matthew 5:29","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40005029_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span></p>\n</div>","kjv":"<strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  ","niv":"<sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell."},{"_id":"615d2179c05ad52d15c5617a","topicId":"615d2174c05ad52d15c56168","verse":"Exodus 6:12-13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02006012_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v02006012-1\">12&nbsp;</b>But Moses said to the LORD, “Behold, the people of Israel have not listened to me. How then shall Pharaoh listen to me, for I am of uncircumcised lips?” <b class=\"verse-num\" id=\"v02006013-1\">13&nbsp;</b>But the LORD spoke to Moses and Aaron and gave them a charge about the people of Israel and about Pharaoh king of Egypt: to bring the people of Israel out of the land of Egypt.</p>\n</div>","kjv":"<strong>12</strong> And Moses spake before the LORD, saying, Behold, the children of Israel have not hearkened unto me; how then shall Pharaoh hear me, who am  of uncircumcised lips?  <strong>13</strong> And the LORD spake unto Moses and unto Aaron, and gave them a charge unto the children of Israel, and unto Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt.  ","niv":"<sup><strong>12</strong></sup> But Moses said to the LORD, \"If the Israelites will not listen to me, why would Pharaoh listen to me, since I speak with faltering lips?\" <sup><strong>13</strong></sup> Now the LORD spoke to Moses and Aaron about the Israelites and Pharaoh king of Egypt, and he commanded them to bring the Israelites out of Egypt. "}]}