{"_id":"615d223fc05ad52d15c561b4","slug":"disappointments","name":"Disappointments","verses":[{"_id":"615d223fc05ad52d15c561b5","topicId":"615d223fc05ad52d15c561b4","verse":"Isaiah 66:2","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23066002_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066002-1\">2&nbsp;</b>&nbsp;&nbsp;All these things my hand has made,</span><br><span id=\"p23066002_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and so all these things came to be,</span><br><span id=\"p23066002_01-1\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.</span><br><span id=\"p23066002_01-1\" class=\"line\">&nbsp;&nbsp;But this is the one to whom I will look:</span><br><span id=\"p23066002_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who is humble and contrite in spirit</span><br><span id=\"p23066002_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and trembles at my word.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> For all those things hath mine hand made, and all those things have been, saith the LORD: but to this man will I look, even to him that is poor and of a contrite spirit, and trembleth at my word.  "},{"_id":"615d2240c05ad52d15c561b6","topicId":"615d223fc05ad52d15c561b4","verse":"Deuteronomy 31:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05031006_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v05031006-1\">6&nbsp;</b>Be strong and courageous. Do not fear or be in dread of them, for it is the LORD your God who goes with you. He will not leave you or forsake you.”</p>\n</div>","kjv":"<strong>6</strong> Be strong and of a good courage, fear not, nor be afraid of them: for the LORD thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee.  "},{"_id":"615d2240c05ad52d15c561b7","topicId":"615d223fc05ad52d15c561b4","verse":"2 Peter 3:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61003007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003007-1\">7&nbsp;</b>But by the same word the heavens and earth that now exist are stored up for fire, being kept until the day of judgment and destruction of the ungodly.</p>\n</div>","kjv":"<strong>7</strong> But the heavens and the earth, which are now, by the same word are kept in store, reserved unto fire against the day of judgment and perdition of ungodly men.  "},{"_id":"615d2240c05ad52d15c561b8","topicId":"615d223fc05ad52d15c561b4","verse":"Titus 2:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p56002013_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002013-1\">13&nbsp;</b>waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ,</p>\n</div>","kjv":"<strong>13</strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;  "},{"_id":"615d2241c05ad52d15c561b9","topicId":"615d223fc05ad52d15c561b4","verse":"2 Thessalonians 2:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p53002003_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002003-1\">3&nbsp;</b>Let no one deceive you in any way. For that day will not come, unless the rebellion comes first, and the man of lawlessness is revealed, the son of destruction,</p>\n\n</div>","kjv":"<strong>3</strong> Let no man deceive you by any means: for that day shall not come,  except there come a falling away first, and that man of sin be revealed, the son of perdition;  "},{"_id":"615d2241c05ad52d15c561ba","topicId":"615d223fc05ad52d15c561b4","verse":"Matthew 22:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40022029_01-6\"><b class=\"verse-num\" id=\"v40022029-1\">29&nbsp;</b>But Jesus answered them, <span class=\"woc\">“You are wrong, because you know neither the Scriptures nor the power of God.</span></p>\n</div>","kjv":"<strong>29</strong> Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God.  "},{"_id":"615d2241c05ad52d15c561bb","topicId":"615d223fc05ad52d15c561b4","verse":"Romans 10:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45010013_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  "},{"_id":"615d2242c05ad52d15c561bc","topicId":"615d223fc05ad52d15c561b4","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-8\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  "},{"_id":"615d2242c05ad52d15c561bd","topicId":"615d223fc05ad52d15c561b4","verse":"Romans 6:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  "},{"_id":"615d2242c05ad52d15c561be","topicId":"615d223fc05ad52d15c561b4","verse":"John 5:39","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43005039_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005039-1\">39&nbsp;</b><span class=\"woc\">You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me,</span></p>\n</div>","kjv":"<strong>39</strong>           Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.  "},{"_id":"615d2243c05ad52d15c561bf","topicId":"615d223fc05ad52d15c561b4","verse":"Acts 2:1-47","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-11\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-11\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-11\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-11\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-11\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-11\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-11\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-11\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-11\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-11\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-11\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-11\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  "},{"_id":"615d2243c05ad52d15c561c0","topicId":"615d223fc05ad52d15c561b4","verse":"Luke 18:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42018008_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42018008-1\">8&nbsp;</b><span class=\"woc\">I tell you, he will give justice to them speedily. Nevertheless, when the Son of Man comes, will he find faith on earth?”</span></p>\n</div>","kjv":"<strong>8</strong> I tell you that he will avenge them speedily. Nevertheless when the Son of man cometh, shall he find faith on the earth?  "},{"_id":"615d2243c05ad52d15c561c1","topicId":"615d223fc05ad52d15c561b4","verse":"Romans 8:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45008007_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot.</p>\n</div>","kjv":"<strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  "},{"_id":"615d2244c05ad52d15c561c2","topicId":"615d223fc05ad52d15c561b4","verse":"Matthew 24:37-39","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40024037_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span></p>\n</div>","kjv":"<strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  "},{"_id":"615d2244c05ad52d15c561c3","topicId":"615d223fc05ad52d15c561b4","verse":"Matthew 24:22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40024022_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span></p>\n</div>","kjv":"<strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  "}]}