{"_id":"615d21b0c05ad52d15c56180","slug":"disabled-people","name":"Disabled People","verses":[{"_id":"615d21b0c05ad52d15c56181","topicId":"615d21b0c05ad52d15c56180","verse":"Exodus 4:11","votes":1848,"__v":0,"esv":"<div>\n<p id=\"p02004011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v02004011-1\">11&nbsp;</b>Then the LORD said to him, “Who has made man’s mouth? Who makes him mute, or deaf, or seeing, or blind? Is it not I, the LORD?</p>\n</div>","kjv":"<strong>11</strong> And the LORD said unto him, Who hath made man’s mouth? or who maketh the dumb, or deaf, or the seeing, or the blind? have not I the LORD?  ","niv":"<sup><strong>11</strong></sup> The LORD said to him, \"Who gave man his mouth? Who makes him deaf or mute? Who gives him sight or makes him blind? Is it not I, the LORD?"},{"_id":"615d21b1c05ad52d15c56182","topicId":"615d21b0c05ad52d15c56180","verse":"Leviticus 19:14","votes":1631,"__v":0,"esv":"<div>\n<p id=\"p03019014_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019014-1\">14&nbsp;</b>You shall not curse the deaf or put a stumbling block before the blind, but you shall fear your God: I am the LORD.</p>\n</div>","kjv":"<strong>14</strong> Thou shalt not curse the deaf, nor put a stumblingblock before the blind, but shalt fear thy God: I am the LORD.  ","niv":"<sup><strong>14</strong></sup> \"'Do not curse the deaf or put a stumbling block in front of the blind, but fear your God. I am the LORD.","modified":"2022-10-19T01:34:50.940Z"},{"_id":"615d21b1c05ad52d15c56183","topicId":"615d21b0c05ad52d15c56180","verse":"2 Corinthians 12:9","votes":1066,"__v":0,"esv":"<div>\n<p id=\"p47012009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012009-1\">9&nbsp;</b>But he said to me, <span class=\"woc\">“My grace is sufficient for you, for my power is made perfect in weakness.”</span> Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.</p>\n</div>","kjv":"<strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  ","niv":"<sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me."},{"_id":"615d21b1c05ad52d15c56184","topicId":"615d21b0c05ad52d15c56180","verse":"John 9:2-7","votes":968,"__v":0,"esv":"<div>\n\n<p id=\"p43009001_07-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43009001-1\">9:1&nbsp;</b>As he passed by, he saw a man blind from birth. <b class=\"verse-num\" id=\"v43009002-1\">2&nbsp;</b>And his disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?” <b class=\"verse-num\" id=\"v43009003-1\">3&nbsp;</b>Jesus answered, <span class=\"woc\">“It was not that this man sinned, or his parents, but that the works of God might be displayed in him.</span> <b class=\"verse-num woc\" id=\"v43009004-1\">4&nbsp;</b><span class=\"woc\">We must work the works of him who sent me while it is day; night is coming, when no one can work.</span> <b class=\"verse-num woc\" id=\"v43009005-1\">5&nbsp;</b><span class=\"woc\">As long as I am in the world, I am the light of the world.”</span> <b class=\"verse-num\" id=\"v43009006-1\">6&nbsp;</b>Having said these things, he spit on the ground and made mud with the saliva. Then he anointed the man’s eyes with the mud <b class=\"verse-num\" id=\"v43009007-1\">7&nbsp;</b>and said to him, <span class=\"woc\">“Go, wash in the pool of Siloam”</span> (which means Sent). So he went and washed and came back seeing.</p>\n<p id=\"p43009007_07-13\"><b class=\"verse-num\" id=\"v43009008-1\">8&nbsp;</b>The neighbors and those who had seen him before as a beggar were saying, “Is this not the man who used to sit and beg?” <b class=\"verse-num\" id=\"v43009009-1\">9&nbsp;</b>Some said, “It is he.” Others said, “No, but he is like him.” He kept saying, “I am the man.” <b class=\"verse-num\" id=\"v43009010-1\">10&nbsp;</b>So they said to him, “Then how were your eyes opened?” <b class=\"verse-num\" id=\"v43009011-1\">11&nbsp;</b>He answered, “The man called Jesus made mud and anointed my eyes and said to me, <span class=\"woc\">‘Go to Siloam and wash.’</span> So I went and washed and received my sight.” <b class=\"verse-num\" id=\"v43009012-1\">12&nbsp;</b>They said to him, “Where is he?” He said, “I do not know.”</p>\n<p id=\"p43009012_07-13\"><b class=\"verse-num\" id=\"v43009013-1\">13&nbsp;</b>They brought to the Pharisees the man who had formerly been blind. <b class=\"verse-num\" id=\"v43009014-1\">14&nbsp;</b>Now it was a Sabbath day when Jesus made the mud and opened his eyes. <b class=\"verse-num\" id=\"v43009015-1\">15&nbsp;</b>So the Pharisees again asked him how he had received his sight. And he said to them, “He put mud on my eyes, and I washed, and I see.” <b class=\"verse-num\" id=\"v43009016-1\">16&nbsp;</b>Some of the Pharisees said, “This man is not from God, for he does not keep the Sabbath.” But others said, “How can a man who is a sinner do such signs?” And there was a division among them. <b class=\"verse-num\" id=\"v43009017-1\">17&nbsp;</b>So they said again to the blind man, “What do you say about him, since he has opened your eyes?” He said, “He is a prophet.”</p>\n<p id=\"p43009017_07-13\"><b class=\"verse-num\" id=\"v43009018-1\">18&nbsp;</b>The Jews did not believe that he had been blind and had received his sight, until they called the parents of the man who had received his sight <b class=\"verse-num\" id=\"v43009019-1\">19&nbsp;</b>and asked them, “Is this your son, who you say was born blind? How then does he now see?” <b class=\"verse-num\" id=\"v43009020-1\">20&nbsp;</b>His parents answered, “We know that this is our son and that he was born blind. <b class=\"verse-num\" id=\"v43009021-1\">21&nbsp;</b>But how he now sees we do not know, nor do we know who opened his eyes. Ask him; he is of age. He will speak for himself.” <b class=\"verse-num\" id=\"v43009022-1\">22&nbsp;</b>(His parents said these things because they feared the Jews, for the Jews had already agreed that if anyone should confess Jesus to be Christ, he was to be put out of the synagogue.) <b class=\"verse-num\" id=\"v43009023-1\">23&nbsp;</b>Therefore his parents said, “He is of age; ask him.”</p>\n<p id=\"p43009023_07-13\"><b class=\"verse-num\" id=\"v43009024-1\">24&nbsp;</b>So for the second time they called the man who had been blind and said to him, “Give glory to God. We know that this man is a sinner.” <b class=\"verse-num\" id=\"v43009025-1\">25&nbsp;</b>He answered, “Whether he is a sinner I do not know. One thing I do know, that though I was blind, now I see.” <b class=\"verse-num\" id=\"v43009026-1\">26&nbsp;</b>They said to him, “What did he do to you? How did he open your eyes?” <b class=\"verse-num\" id=\"v43009027-1\">27&nbsp;</b>He answered them, “I have told you already, and you would not listen. Why do you want to hear it again? Do you also want to become his disciples?” <b class=\"verse-num\" id=\"v43009028-1\">28&nbsp;</b>And they reviled him, saying, “You are his disciple, but we are disciples of Moses. <b class=\"verse-num\" id=\"v43009029-1\">29&nbsp;</b>We know that God has spoken to Moses, but as for this man, we do not know where he comes from.” <b class=\"verse-num\" id=\"v43009030-1\">30&nbsp;</b>The man answered, “Why, this is an amazing thing! You do not know where he comes from, and yet he opened my eyes. <b class=\"verse-num\" id=\"v43009031-1\">31&nbsp;</b>We know that God does not listen to sinners, but if anyone is a worshiper of God and does his will, God listens to him. <b class=\"verse-num\" id=\"v43009032-1\">32&nbsp;</b>Never since the world began has it been heard that anyone opened the eyes of a man born blind. <b class=\"verse-num\" id=\"v43009033-1\">33&nbsp;</b>If this man were not from God, he could do nothing.” <b class=\"verse-num\" id=\"v43009034-1\">34&nbsp;</b>They answered him, “You were born in utter sin, and would you teach us?” And they cast him out.</p>\n<p id=\"p43009034_07-13\"><b class=\"verse-num\" id=\"v43009035-1\">35&nbsp;</b>Jesus heard that they had cast him out, and having found him he said, <span class=\"woc\">“Do you believe in the Son of Man?”</span> <b class=\"verse-num\" id=\"v43009036-1\">36&nbsp;</b>He answered, “And who is he, sir, that I may believe in him?” <b class=\"verse-num\" id=\"v43009037-1\">37&nbsp;</b>Jesus said to him, <span class=\"woc\">“You have seen him, and it is he who is speaking to you.”</span> <b class=\"verse-num\" id=\"v43009038-1\">38&nbsp;</b>He said, “Lord, I believe,” and he worshiped him. <b class=\"verse-num\" id=\"v43009039-1\">39&nbsp;</b>Jesus said, <span class=\"woc\">“For judgment I came into this world, that those who do not see may see, and those who see may become blind.”</span> <b class=\"verse-num\" id=\"v43009040-1\">40&nbsp;</b>Some of the Pharisees near him heard these things, and said to him, “Are we also blind?” <b class=\"verse-num\" id=\"v43009041-1\">41&nbsp;</b>Jesus said to them, <span class=\"woc\">“If you were blind, you would have no guilt; but now that you say, ‘We see,’ your guilt remains.</span></p>\n\n</div>","kjv":"<strong>2</strong> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?  <strong>3</strong> Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.  <strong>4</strong> I must work the works of him that sent me, while it is day: the night cometh, when no man can work.  <strong>5</strong> As long as I am in the world, I am the light of the world.  <strong>6</strong> When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,  <strong>7</strong> And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.  ","niv":"<sup><strong>2</strong></sup> His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\" <sup><strong>3</strong></sup> \"Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the work of God might be displayed in his life. <sup><strong>4</strong></sup> As long as it is day, we must do the work of him who sent me. Night is coming, when no one can work. <sup><strong>5</strong></sup> While I am in the world, I am the light of the world.\" <sup><strong>6</strong></sup> Having said this, he spit on the ground, made some mud with the saliva, and put it on the man's eyes. <sup><strong>7</strong></sup> \"Go,\" he told him, \"wash in the Pool of Siloam\" (this word means Sent). So the man went and washed, and came home seeing. ","modified":"2022-10-19T01:35:35.545Z"},{"_id":"615d21b2c05ad52d15c56185","topicId":"615d21b0c05ad52d15c56180","verse":"John 9:1-3","votes":946,"__v":0,"esv":"<div>\n\n<p id=\"p43009001_07-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43009001-1\">9:1&nbsp;</b>As he passed by, he saw a man blind from birth. <b class=\"verse-num\" id=\"v43009002-1\">2&nbsp;</b>And his disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?” <b class=\"verse-num\" id=\"v43009003-1\">3&nbsp;</b>Jesus answered, <span class=\"woc\">“It was not that this man sinned, or his parents, but that the works of God might be displayed in him.</span></p>\n</div>","kjv":"<strong>1</strong> And as Jesus passed by, he saw a man which was blind from his birth.  <strong>2</strong> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?  <strong>3</strong> Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.  ","niv":"<sup><strong>1</strong></sup> As he went along, he saw a man blind from birth. <sup><strong>2</strong></sup> His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\" <sup><strong>3</strong></sup> \"Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the work of God might be displayed in his life. "},{"_id":"615d21b2c05ad52d15c56186","topicId":"615d21b0c05ad52d15c56180","verse":"Luke 14:12-14","votes":889,"__v":0,"esv":"<div>\n\n<p id=\"p42014012_07-6\"><b class=\"verse-num\" id=\"v42014012-1\">12&nbsp;</b>He said also to the man who had invited him, <span class=\"woc\">“When you give a dinner or a banquet, do not invite your friends or your brothers or your relatives or rich neighbors, lest they also invite you in return and you be repaid.</span> <b class=\"verse-num woc\" id=\"v42014013-1\">13&nbsp;</b><span class=\"woc\">But when you give a feast, invite the poor, the crippled, the lame, the blind,</span> <b class=\"verse-num woc\" id=\"v42014014-1\">14&nbsp;</b><span class=\"woc\">and you will be blessed, because they cannot repay you. For you will be repaid at the resurrection of the just.”</span></p>\n\n</div>","kjv":"<strong>12</strong> Then said he also to him that bade him, When thou makest a dinner or a supper, call not thy friends, nor thy brethren, neither thy kinsmen, nor thy rich neighbours; lest they also bid thee again, and a recompence be made thee.  <strong>13</strong> But when thou makest a feast, call the poor, the maimed, the lame, the blind:  <strong>14</strong> And thou shalt be blessed; for they cannot recompense thee: for thou shalt be recompensed at the resurrection of the just. ","niv":"<sup><strong>12</strong></sup> Then Jesus said to his host, \"When you give a luncheon or dinner, do not invite your friends, your brothers or relatives, or your rich neighbors; if you do, they may invite you back and so you will be repaid. <sup><strong>13</strong></sup> But when you give a banquet, invite the poor, the crippled, the lame, the blind, <sup><strong>14</strong></sup> and you will be blessed. Although they cannot repay you, you will be repaid at the resurrection of the righteous.\" ","modified":"2022-12-02T17:16:49.768Z"},{"_id":"615d21b3c05ad52d15c56187","topicId":"615d21b0c05ad52d15c56180","verse":"Mark 1:40-45","votes":707,"__v":0,"esv":"<div>\n\n<p id=\"p41001040_05-7\"><b class=\"verse-num\" id=\"v41001040-1\">40&nbsp;</b>And a leper came to him, imploring him, and kneeling said to him, “If you will, you can make me clean.” <b class=\"verse-num\" id=\"v41001041-1\">41&nbsp;</b>Moved with pity, he stretched out his hand and touched him and said to him, <span class=\"woc\">“I will; be clean.”</span> <b class=\"verse-num\" id=\"v41001042-1\">42&nbsp;</b>And immediately the leprosy left him, and he was made clean. <b class=\"verse-num\" id=\"v41001043-1\">43&nbsp;</b>And Jesus sternly charged him and sent him away at once, <b class=\"verse-num\" id=\"v41001044-1\">44&nbsp;</b>and said to him, <span class=\"woc\">“See that you say nothing to anyone, but go, show yourself to the priest and offer for your cleansing what Moses commanded, for a proof to them.”</span> <b class=\"verse-num\" id=\"v41001045-1\">45&nbsp;</b>But he went out and began to talk freely about it, and to spread the news, so that Jesus could no longer openly enter a town, but was out in desolate places, and people were coming to him from every quarter.</p>\n\n</div>","kjv":"<strong>40</strong> And there came a leper to him, beseeching him, and kneeling down to him, and saying unto him, If thou wilt, thou canst make me clean.  <strong>41</strong> And Jesus, moved with compassion, put forth his hand, and touched him, and saith unto him, I will; be thou clean.  <strong>42</strong> And as soon as he had spoken, immediately the leprosy departed from him, and he was cleansed.  <strong>43</strong> And he straitly charged him, and forthwith sent him away;  <strong>44</strong> And saith unto him, See thou say nothing to any man: but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them.  <strong>45</strong> But he went out, and began to publish it much, and to blaze abroad the matter, insomuch that Jesus could no more openly enter into the city, but was without in desert places: and they came to him from every quarter.  ","niv":"<sup><strong>40</strong></sup> A man with leprosy came to him and begged him on his knees, \"If you are willing, you can make me clean.\" <sup><strong>41</strong></sup> Filled with compassion, Jesus reached out his hand and touched the man. \"I am willing,\" he said. \"Be clean!\" <sup><strong>42</strong></sup> Immediately the leprosy left him and he was cured. <sup><strong>43</strong></sup> Jesus sent him away at once with a strong warning: <sup><strong>44</strong></sup> \"See that you don't tell this to anyone. But go, show yourself to the priest and offer the sacrifices that Moses commanded for your cleansing, as a testimony to them.\" <sup><strong>45</strong></sup> Instead he went out and began to talk freely, spreading the news. As a result, Jesus could no longer enter a town openly but stayed outside in lonely places. Yet the people still came to him from everywhere. ","modified":"2023-11-13T05:51:16.497Z"},{"_id":"615d21b3c05ad52d15c56188","topicId":"615d21b0c05ad52d15c56180","verse":"Romans 5:12","votes":734,"__v":0,"esv":"<div>\n\n<p id=\"p45005012_07-8\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—</p>\n\n</div>","kjv":"<strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  ","niv":"<sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned--"},{"_id":"615d21b3c05ad52d15c56189","topicId":"615d21b0c05ad52d15c56180","verse":"Romans 5:3-5","votes":881,"__v":0,"esv":"<div>\n<p id=\"p45005003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005003-1\">3&nbsp;</b>Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, <b class=\"verse-num\" id=\"v45005004-1\">4&nbsp;</b>and endurance produces character, and character produces hope, <b class=\"verse-num\" id=\"v45005005-1\">5&nbsp;</b>and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us.</p>\n</div>","kjv":"<strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  <strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  ","niv":"<sup><strong>3</strong></sup> Not only so, but we also rejoice in our sufferings, because we know that suffering produces perseverance; <sup><strong>4</strong></sup> perseverance, character; and character, hope. <sup><strong>5</strong></sup> And hope does not disappoint us, because God has poured out his love into our hearts by the Holy Spirit, whom he has given us. ","modified":"2023-01-22T21:38:10.316Z"},{"_id":"615d21b3c05ad52d15c5618a","topicId":"615d21b0c05ad52d15c56180","verse":"Luke 14:12-13","votes":690,"__v":0,"esv":"<div>\n\n<p id=\"p42014012_07-10\"><b class=\"verse-num\" id=\"v42014012-1\">12&nbsp;</b>He said also to the man who had invited him, <span class=\"woc\">“When you give a dinner or a banquet, do not invite your friends or your brothers or your relatives or rich neighbors, lest they also invite you in return and you be repaid.</span> <b class=\"verse-num woc\" id=\"v42014013-1\">13&nbsp;</b><span class=\"woc\">But when you give a feast, invite the poor, the crippled, the lame, the blind,</span></p>\n\n</div>","kjv":"<strong>12</strong> Then said he also to him that bade him, When thou makest a dinner or a supper, call not thy friends, nor thy brethren, neither thy kinsmen, nor thy rich neighbours; lest they also bid thee again, and a recompence be made thee.  <strong>13</strong> But when thou makest a feast, call the poor, the maimed, the lame, the blind:  ","niv":"<sup><strong>12</strong></sup> Then Jesus said to his host, \"When you give a luncheon or dinner, do not invite your friends, your brothers or relatives, or your rich neighbors; if you do, they may invite you back and so you will be repaid. <sup><strong>13</strong></sup> But when you give a banquet, invite the poor, the crippled, the lame, the blind, "},{"_id":"615d21b4c05ad52d15c5618b","topicId":"615d21b0c05ad52d15c56180","verse":"1 Peter 5:10","votes":629,"__v":0,"esv":"<div>\n<p id=\"p60005010_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005010-1\">10&nbsp;</b>And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you.</p>\n</div>","kjv":"<strong>10</strong> But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.  ","niv":"<sup><strong>10</strong></sup> And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast."},{"_id":"615d21b4c05ad52d15c5618d","topicId":"615d21b0c05ad52d15c56180","verse":"John 9:1-41","votes":629,"__v":0,"kjv":"<strong>1</strong> And as Jesus passed by, he saw a man which was blind from his birth.  <strong>2</strong> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?  <strong>3</strong> Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.  <strong>4</strong> I must work the works of him that sent me, while it is day: the night cometh, when no man can work.  <strong>5</strong> As long as I am in the world, I am the light of the world.  <strong>6</strong> When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,  <strong>7</strong> And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.  <strong>8</strong> The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?  <strong>9</strong> Some said, This is he: others said, He is like him: but  he said, I am he.  <strong>10</strong> Therefore said they unto him, How were thine eyes opened?  <strong>11</strong> He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash:  and I went and washed, and I received sight.  <strong>12</strong> Then said they unto him, Where is he? He said, I know not.  <strong>13</strong> They brought to the Pharisees him that aforetime was blind.  <strong>14</strong> And it was the sabbath day when Jesus made the clay, and opened his eyes.  <strong>15</strong> Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see.  <strong>16</strong> Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them.  <strong>17</strong> They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet.  <strong>18</strong> But the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight.  <strong>19</strong> And they asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?  <strong>20</strong> His parents answered them and said, We know that this is our son, and that he was born blind:  <strong>21</strong> But by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself.  <strong>22</strong> These words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue.  <strong>23</strong> Therefore said his parents, He is of age; ask him.  <strong>24</strong> Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner.  <strong>25</strong> He answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.  <strong>26</strong> Then said they to him again, What did he to thee? how opened he thine eyes?  <strong>27</strong> He answered them, I have told you already, and ye did not hear: wherefore would ye hear it again? will ye also be his disciples?  <strong>28</strong> Then they reviled him, and said, Thou art his disciple; but we are Moses’ disciples.  <strong>29</strong> We know that God spake unto Moses: as for this fellow,  we know not from whence he is.  <strong>30</strong> The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes.  <strong>31</strong> Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth.  <strong>32</strong> Since the world began was it not heard that any man opened the eyes of one that was born blind.  <strong>33</strong> If this man were not of God, he could do nothing.  <strong>34</strong> They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out.  <strong>35</strong> Jesus heard that they had cast him out; and when he had found him, he said unto him, Dost thou believe on the Son of God?  <strong>36</strong> He answered and said, Who is he, Lord, that I might believe on him?  <strong>37</strong> And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee.  <strong>38</strong> And he said, Lord, I believe. And he worshipped him.  <strong>39</strong> And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.  <strong>40</strong> And some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?  <strong>41</strong> Jesus said unto them, If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth. ","niv":"<sup><strong>1</strong></sup> As he went along, he saw a man blind from birth. <sup><strong>2</strong></sup> His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\" <sup><strong>3</strong></sup> \"Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the work of God might be displayed in his life. <sup><strong>4</strong></sup> As long as it is day, we must do the work of him who sent me. Night is coming, when no one can work. <sup><strong>5</strong></sup> While I am in the world, I am the light of the world.\" <sup><strong>6</strong></sup> Having said this, he spit on the ground, made some mud with the saliva, and put it on the man's eyes. <sup><strong>7</strong></sup> \"Go,\" he told him, \"wash in the Pool of Siloam\" (this word means Sent). So the man went and washed, and came home seeing. <sup><strong>8</strong></sup> His neighbors and those who had formerly seen him begging asked, \"Isn't this the same man who used to sit and beg?\" <sup><strong>9</strong></sup> Some claimed that he was. Others said, \"No, he only looks like him.\" But he himself insisted, \"I am the man.\" <sup><strong>10</strong></sup> \"How then were your eyes opened?\" they demanded. <sup><strong>11</strong></sup> He replied, \"The man they call Jesus made some mud and put it on my eyes. He told me to go to Siloam and wash. So I went and washed, and then I could see.\" <sup><strong>12</strong></sup> \"Where is this man?\" they asked him. \"I don't know,\" he said. <sup><strong>13</strong></sup> They brought to the Pharisees the man who had been blind. <sup><strong>14</strong></sup> Now the day on which Jesus had made the mud and opened the man's eyes was a Sabbath. <sup><strong>15</strong></sup> Therefore the Pharisees also asked him how he had received his sight. \"He put mud on my eyes,\" the man replied, \"and I washed, and now I see.\" <sup><strong>16</strong></sup> Some of the Pharisees said, \"This man is not from God, for he does not keep the Sabbath.\" But others asked, \"How can a sinner do such miraculous signs?\" So they were divided. <sup><strong>17</strong></sup> Finally they turned again to the blind man, \"What have you to say about him? It was your eyes he opened.\" The man replied, \"He is a prophet.\" <sup><strong>18</strong></sup> The Jews still did not believe that he had been blind and had received his sight until they sent for the man's parents. <sup><strong>19</strong></sup> \"Is this your son?\" they asked. \"Is this the one you say was born blind? How is it that now he can see?\" <sup><strong>20</strong></sup> \"We know he is our son,\" the parents answered, \"and we know he was born blind. <sup><strong>21</strong></sup> But how he can see now, or who opened his eyes, we don't know. Ask him. He is of age; he will speak for himself.\" <sup><strong>22</strong></sup> His parents said this because they were afraid of the Jews, for already the Jews had decided that anyone who acknowledged that Jesus was the Christ would be put out of the synagogue. <sup><strong>23</strong></sup> That was why his parents said, \"He is of age; ask him.\" <sup><strong>24</strong></sup> A second time they summoned the man who had been blind. \"Give glory to God, \"they said. \"We know this man is a sinner.\" <sup><strong>25</strong></sup> He replied, \"Whether he is a sinner or not, I don't know. One thing I do know. I was blind but now I see!\" <sup><strong>26</strong></sup> Then they asked him, \"What did he do to you? How did he open your eyes?\" <sup><strong>27</strong></sup> He answered, \"I have told you already and you did not listen. Why do you want to hear it again? Do you want to become his disciples, too?\" <sup><strong>28</strong></sup> Then they hurled insults at him and said, \"You are this fellow's disciple! We are disciples of Moses! <sup><strong>29</strong></sup> We know that God spoke to Moses, but as for this fellow, we don't even know where he comes from.\" <sup><strong>30</strong></sup> The man answered, \"Now that is remarkable! You don't know where he comes from, yet he opened my eyes. <sup><strong>31</strong></sup> We know that God does not listen to sinners. He listens to the godly man who does his will. <sup><strong>32</strong></sup> Nobody has ever heard of opening the eyes of a man born blind. <sup><strong>33</strong></sup> If this man were not from God, he could do nothing.\" <sup><strong>34</strong></sup> To this they replied, \"You were steeped in sin at birth; how dare you lecture us!\" And they threw him out. <sup><strong>35</strong></sup> Jesus heard that they had thrown him out, and when he found him, he said, \"Do you believe in the Son of Man?\" <sup><strong>36</strong></sup> \"Who is he, sir?\" the man asked. \"Tell me so that I may believe in him.\" <sup><strong>37</strong></sup> Jesus said, \"You have now seen him; in fact, he is the one speaking with you.\" <sup><strong>38</strong></sup> Then the man said, \"Lord, I believe,\" and he worshiped him. <sup><strong>39</strong></sup> Jesus said, \"For judgment I have come into this world, so that the blind will see and those who see will become blind.\" <sup><strong>40</strong></sup> Some Pharisees who were with him heard him say this and asked, \"What? Are we blind too?\" <sup><strong>41</strong></sup> Jesus said, \"If you were blind, you would not be guilty of sin; but now that you claim you can see, your guilt remains. ","modified":"2022-08-04T18:40:37.594Z"},{"_id":"615d21b4c05ad52d15c5618c","topicId":"615d21b0c05ad52d15c56180","verse":"Matthew 15:31","votes":617,"__v":0,"esv":"<div>\n<p id=\"p40015031_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v40015031-1\">31&nbsp;</b>so that the crowd wondered, when they saw the mute speaking, the crippled healthy, the lame walking, and the blind seeing. And they glorified the God of Israel.</p>\n</div>","kjv":"<strong>31</strong> Insomuch that the multitude wondered, when they saw the dumb to speak, the maimed to be whole, the lame to walk, and the blind to see: and they glorified the God of Israel.  ","niv":"<sup><strong>31</strong></sup> The people were amazed when they saw the mute speaking, the crippled made well, the lame walking and the blind seeing. And they praised the God of Israel."},{"_id":"615d21b5c05ad52d15c5618e","topicId":"615d21b0c05ad52d15c56180","verse":"Romans 8:28","votes":606,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"615d21b5c05ad52d15c56190","topicId":"615d21b0c05ad52d15c56180","verse":"Mark 2:1-12","votes":608,"__v":0,"esv":"<div>\n\n<p id=\"p41002001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41002001-1\">2:1&nbsp;</b>And when he returned to Capernaum after some days, it was reported that he was at home. <b class=\"verse-num\" id=\"v41002002-1\">2&nbsp;</b>And many were gathered together, so that there was no more room, not even at the door. And he was preaching the word to them. <b class=\"verse-num\" id=\"v41002003-1\">3&nbsp;</b>And they came, bringing to him a paralytic carried by four men. <b class=\"verse-num\" id=\"v41002004-1\">4&nbsp;</b>And when they could not get near him because of the crowd, they removed the roof above him, and when they had made an opening, they let down the bed on which the paralytic lay. <b class=\"verse-num\" id=\"v41002005-1\">5&nbsp;</b>And when Jesus saw their faith, he said to the paralytic, <span class=\"woc\">“Son, your sins are forgiven.”</span> <b class=\"verse-num\" id=\"v41002006-1\">6&nbsp;</b>Now some of the scribes were sitting there, questioning in their hearts, <b class=\"verse-num\" id=\"v41002007-1\">7&nbsp;</b>“Why does this man speak like that? He is blaspheming! Who can forgive sins but God alone?” <b class=\"verse-num\" id=\"v41002008-1\">8&nbsp;</b>And immediately Jesus, perceiving in his spirit that they thus questioned within themselves, said to them, <span class=\"woc\">“Why do you question these things in your hearts?</span> <b class=\"verse-num woc\" id=\"v41002009-1\">9&nbsp;</b><span class=\"woc\">Which is easier, to say to the paralytic, ‘Your sins are forgiven,’ or to say, ‘Rise, take up your bed and walk’?</span> <b class=\"verse-num woc\" id=\"v41002010-1\">10&nbsp;</b><span class=\"woc\">But that you may know that the Son of Man has authority on earth to forgive sins”</span>—he said to the paralytic—<b class=\"verse-num woc\" id=\"v41002011-1\">11&nbsp;</b><span class=\"woc\">“I say to you, rise, pick up your bed, and go home.”</span> <b class=\"verse-num\" id=\"v41002012-1\">12&nbsp;</b>And he rose and immediately picked up his bed and went out before them all, so that they were all amazed and glorified God, saying, “We never saw anything like this!”</p>\n</div>","kjv":"<strong>1</strong> And again he entered into Capernaum, after some days; and it was noised that he was in the house.  <strong>2</strong> And straightway many were gathered together, insomuch that there was no room to receive them, no, not so much as about the door: and he preached the word unto them.  <strong>3</strong> And they come unto him, bringing one sick of the palsy, which was borne of four.  <strong>4</strong> And when they could not come nigh unto him for the press, they uncovered the roof where he was: and when they had broken it up, they let down the bed wherein the sick of the palsy lay.  <strong>5</strong> When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be forgiven thee.  <strong>6</strong> But there were certain of the scribes sitting there, and reasoning in their hearts,  <strong>7</strong> Why doth this man thus speak blasphemies? who can forgive sins but God only?  <strong>8</strong> And immediately when Jesus perceived in his spirit that they so reasoned within themselves, he said unto them, Why reason ye these things in your hearts?  <strong>9</strong> Whether is it easier to say to the sick of the palsy, Thy  sins be forgiven thee; or to say, Arise, and take up thy bed, and walk?  <strong>10</strong> But that ye may know that the Son of man hath power on earth to forgive sins, (he saith to the sick of the palsy,)  <strong>11</strong> I say unto thee, Arise, and take up thy bed, and go thy way into thine house.  <strong>12</strong> And immediately he arose, took up the bed, and went forth before them all; insomuch that they were all amazed, and glorified God, saying, We never saw it on this fashion.  ","niv":"<sup><strong>1</strong></sup> A few days later, when Jesus again entered Capernaum, the people heard that he had come home. <sup><strong>2</strong></sup> So many gathered that there was no room left, not even outside the door, and he preached the word to them. <sup><strong>3</strong></sup> Some men came, bringing to him a paralytic, carried by four of them. <sup><strong>4</strong></sup> Since they could not get him to Jesus because of the crowd, they made an opening in the roof above Jesus and, after digging through it, lowered the mat the paralyzed man was lying on. <sup><strong>5</strong></sup> When Jesus saw their faith, he said to the paralytic, \"Son, your sins are forgiven.\" <sup><strong>6</strong></sup> Now some teachers of the law were sitting there, thinking to themselves, <sup><strong>7</strong></sup> \"Why does this fellow talk like that? He's blaspheming! Who can forgive sins but God alone?\" <sup><strong>8</strong></sup> Immediately Jesus knew in his spirit that this was what they were thinking in their hearts, and he said to them, \"Why are you thinking these things? <sup><strong>9</strong></sup> Which is easier: to say to the paralytic, 'Your sins are forgiven,' or to say, 'Get up, take your mat and walk'? <sup><strong>10</strong></sup> But that you may know that the Son of Man has authority on earth to forgive sins....\" He said to the paralytic, <sup><strong>11</strong></sup> \"I tell you, get up, take your mat and go home.\" <sup><strong>12</strong></sup> He got up, took his mat and walked out in full view of them all. This amazed everyone and they praised God, saying, \"We have never seen anything like this!\" "},{"_id":"615d21b5c05ad52d15c5618f","topicId":"615d21b0c05ad52d15c56180","verse":"John 9:1","votes":604,"__v":0,"esv":"<div>\n\n<p id=\"p43009001_07-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43009001-1\">9:1&nbsp;</b>As he passed by, he saw a man blind from birth.</p>\n</div>","kjv":"<strong>1</strong> And as Jesus passed by, he saw a man which was blind from his birth.  ","niv":"<sup><strong>1</strong></sup> As he went along, he saw a man blind from birth.","modified":"2022-08-04T18:40:51.814Z"},{"_id":"615d21b7c05ad52d15c56194","topicId":"615d21b0c05ad52d15c56180","verse":"Luke 14:13-14","votes":591,"__v":0,"esv":"<div>\n<p id=\"p42014013_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014013-1\">13&nbsp;</b><span class=\"woc\">But when you give a feast, invite the poor, the crippled, the lame, the blind,</span> <b class=\"verse-num woc\" id=\"v42014014-1\">14&nbsp;</b><span class=\"woc\">and you will be blessed, because they cannot repay you. For you will be repaid at the resurrection of the just.”</span></p>\n</div>","kjv":"<strong>13</strong> But when thou makest a feast, call the poor, the maimed, the lame, the blind:  <strong>14</strong> And thou shalt be blessed; for they cannot recompense thee: for thou shalt be recompensed at the resurrection of the just. ","niv":"<sup><strong>13</strong></sup> But when you give a banquet, invite the poor, the crippled, the lame, the blind, <sup><strong>14</strong></sup> and you will be blessed. Although they cannot repay you, you will be repaid at the resurrection of the righteous.\" "},{"_id":"615d21b7c05ad52d15c56191","topicId":"615d21b0c05ad52d15c56180","verse":"Psalm 139:13-14","votes":603,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139013_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139013-1\">13&nbsp;</b>&nbsp;&nbsp;For you formed my inward parts;</span><br><span id=\"p19139013_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you knitted me together in my mother’s womb.</span><br><span id=\"p19139014_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-19\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> For thou hast possessed my reins: thou hast covered me in my mother’s womb.  <strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  ","niv":"<sup><strong>13</strong></sup> For you created my inmost being; you knit me together in my mother's womb. <sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well. "},{"_id":"615d21b7c05ad52d15c56192","topicId":"615d21b0c05ad52d15c56180","verse":"Galatians 6:2","votes":589,"__v":0,"esv":"<div>\n<p id=\"p48006002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ.</p>\n</div>","kjv":"<strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  ","niv":"<sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ."},{"_id":"615d21b7c05ad52d15c56193","topicId":"615d21b0c05ad52d15c56180","verse":"Matthew 18:4-5","votes":576,"__v":0,"esv":"<div>\n<p id=\"p40018004_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018004-1\">4&nbsp;</b><span class=\"woc\">Whoever humbles himself like this child is the greatest in the kingdom of heaven.</span></p>\n<p id=\"p40018004_01-21\"><b class=\"verse-num woc\" id=\"v40018005-1\">5&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me,</span></p>\n</div>","kjv":"<strong>4</strong> Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.  <strong>5</strong> And whoso shall receive one such little child in my name receiveth me.  ","niv":"<sup><strong>4</strong></sup> Therefore, whoever humbles himself like this child is the greatest in the kingdom of heaven. <sup><strong>5</strong></sup> \"And whoever welcomes a little child like this in my name welcomes me. "},{"_id":"615d21b7c05ad52d15c56195","topicId":"615d21b0c05ad52d15c56180","verse":"Matthew 8:5-13","votes":572,"__v":0,"esv":"<div>\n\n<p id=\"p40008005_06-22\"><b class=\"verse-num\" id=\"v40008005-1\">5&nbsp;</b>When he had entered Capernaum, a centurion came forward to him, appealing to him, <b class=\"verse-num\" id=\"v40008006-1\">6&nbsp;</b>“Lord, my servant is lying paralyzed at home, suffering terribly.” <b class=\"verse-num\" id=\"v40008007-1\">7&nbsp;</b>And he said to him, <span class=\"woc\">“I will come and heal him.”</span> <b class=\"verse-num\" id=\"v40008008-1\">8&nbsp;</b>But the centurion replied, “Lord, I am not worthy to have you come under my roof, but only say the word, and my servant will be healed. <b class=\"verse-num\" id=\"v40008009-1\">9&nbsp;</b>For I too am a man under authority, with soldiers under me. And I say to one, ‘Go,’ and he goes, and to another, ‘Come,’ and he comes, and to my servant, ‘Do this,’ and he does it.” <b class=\"verse-num\" id=\"v40008010-1\">10&nbsp;</b>When Jesus heard this, he marveled and said to those who followed him, <span class=\"woc\">“Truly, I tell you, with no one in Israel have I found such faith.</span> <b class=\"verse-num woc\" id=\"v40008011-1\">11&nbsp;</b><span class=\"woc\">I tell you, many will come from east and west and recline at table with Abraham, Isaac, and Jacob in the kingdom of heaven,</span> <b class=\"verse-num woc\" id=\"v40008012-1\">12&nbsp;</b><span class=\"woc\">while the sons of the kingdom will be thrown into the outer darkness. In that place there will be weeping and gnashing of teeth.”</span> <b class=\"verse-num\" id=\"v40008013-1\">13&nbsp;</b>And to the centurion Jesus said, <span class=\"woc\">“Go; let it be done for you as you have believed.”</span> And the servant was healed at that very moment.</p>\n\n</div>","kjv":"<strong>5</strong> And when Jesus was entered into Capernaum, there came unto him a centurion, beseeching him,  <strong>6</strong> And saying, Lord, my servant lieth at home sick of the palsy, grievously tormented.  <strong>7</strong> And Jesus saith unto him, I will come and heal him.  <strong>8</strong> The centurion answered and said, Lord, I am not worthy that thou shouldest come under my roof: but speak the word only, and my servant shall be healed.  <strong>9</strong> For I am a man under authority, having soldiers under me: and I say to this man, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it.  <strong>10</strong> When Jesus heard it, he marvelled, and said to them that followed, Verily I say unto you, I have not found so great faith, no, not in Israel.  <strong>11</strong> And I say unto you, That many shall come from the east and west, and shall sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven.  <strong>12</strong> But the children of the kingdom shall be cast out into outer darkness: there shall be weeping and gnashing of teeth.  <strong>13</strong> And Jesus said unto the centurion, Go thy way; and as thou hast believed, so be it done unto thee. And his servant was healed in the selfsame hour.  ","niv":"<sup><strong>5</strong></sup> When Jesus had entered Capernaum, a centurion came to him, asking for help. <sup><strong>6</strong></sup> \"Lord,\" he said, \"my servant lies at home paralyzed and in terrible suffering.\" <sup><strong>7</strong></sup> Jesus said to him, \"I will go and heal him.\" <sup><strong>8</strong></sup> The centurion replied, \"Lord, I do not deserve to have you come under my roof. But just say the word, and my servant will be healed. <sup><strong>9</strong></sup> For I myself am a man under authority, with soldiers under me. I tell this one, 'Go,' and he goes; and that one, 'Come,' and he comes. I say to my servant, 'Do this,' and he does it.\" <sup><strong>10</strong></sup> When Jesus heard this, he was astonished and said to those following him, \"I tell you the truth, I have not found anyone in Israel with such great faith. <sup><strong>11</strong></sup> I say to you that many will come from the east and the west, and will take their places at the feast with Abraham, Isaac and Jacob in the kingdom of heaven. <sup><strong>12</strong></sup> But the subjects of the kingdom will be thrown outside, into the darkness, where there will be weeping and gnashing of teeth.\" <sup><strong>13</strong></sup> Then Jesus said to the centurion, \"Go! It will be done just as you believed it would.\" And his servant was healed at that very hour. "},{"_id":"615d21b7c05ad52d15c56197","topicId":"615d21b0c05ad52d15c56180","verse":"Philippians 2:3-4","votes":571,"__v":0,"esv":"<div>\n<p id=\"p50002003_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others.</p>\n</div>","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  ","niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. "},{"_id":"615d21b7c05ad52d15c56196","topicId":"615d21b0c05ad52d15c56180","verse":"Matthew 5:5","votes":572,"__v":0,"esv":"<div>\n<p id=\"p40005005_01-24\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n</div>","kjv":"<strong>5</strong> Blessed are the meek: for they shall inherit the earth.  ","niv":"<sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth."},{"_id":"615d21b8c05ad52d15c56198","topicId":"615d21b0c05ad52d15c56180","verse":"John 10:10","votes":565,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"615d21b8c05ad52d15c56199","topicId":"615d21b0c05ad52d15c56180","verse":"Matthew 11:4-5","votes":565,"__v":0,"esv":"<div>\n<p id=\"p40011004_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v40011004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Go and tell John what you hear and see:</span> <b class=\"verse-num woc\" id=\"v40011005-1\">5&nbsp;</b><span class=\"woc\">the blind receive their sight and the lame walk, lepers are cleansed and the deaf hear, and the dead are raised up, and the poor have good news preached to them.</span></p>\n\n</div>","kjv":"<strong>4</strong> Jesus answered and said unto them, Go and shew John again those things which ye do hear and see:  <strong>5</strong> The blind receive their sight, and the lame walk, the lepers are cleansed, and the deaf hear, the dead are raised up, and the poor have the gospel preached to them.  ","niv":"<sup><strong>4</strong></sup> Jesus replied, \"Go back and report to John what you hear and see: <sup><strong>5</strong></sup> The blind receive sight, the lame walk, those who have leprosy are cured, the deaf hear, the dead are raised, and the good news is preached to the poor. "}]}