{"_id":"615d9c6fa7e6c939a16fa6bb","slug":"discern-gods-will","name":"Discern Gods Will","verses":[{"_id":"615d9c6fa7e6c939a16fa6bc","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Romans 12:2","votes":57,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"615d9c71a7e6c939a16fa6be","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Romans 8:26-27","votes":31,"__v":0,"esv":"<div>\n<p id=\"p45008026_01-2\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. <b class=\"verse-num\" id=\"v45008027-1\">27&nbsp;</b>And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God.</p>\n\n</div>","kjv":"<strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  ","niv":"<sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express. <sup><strong>27</strong></sup> And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will. "},{"_id":"615d9c71a7e6c939a16fa6bd","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"John 7:17","votes":29,"__v":0,"esv":"<div>\n<p id=\"p43007017_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43007017-1\">17&nbsp;</b><span class=\"woc\">If anyone’s will is to do God’s will, he will know whether the teaching is from God or whether I am speaking on my own authority.</span></p>\n\n</div>","kjv":"<strong>17</strong> If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.  ","niv":"<sup><strong>17</strong></sup> If anyone chooses to do God's will, he will find out whether my teaching comes from God or whether I speak on my own."},{"_id":"615d9c71a7e6c939a16fa6bf","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Psalm 37:23","votes":28,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037023_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037023-1\">23&nbsp;</b>&nbsp;&nbsp;The steps of a man are established by the LORD,</span><br><span id=\"p19037023_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he delights in his way;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> The steps of a good man are ordered by the LORD: and he delighteth in his way.  ","niv":"<sup><strong>23</strong></sup> If the LORD delights in a man's way, he makes his steps firm;"},{"_id":"615d9c71a7e6c939a16fa6c0","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Micah 6:8","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33006008_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v33006008-1\">8&nbsp;</b>&nbsp;&nbsp;He has told you, O man, what is good;</span><br><span id=\"p33006008_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what does the LORD require of you</span><br><span id=\"p33006008_01-5\" class=\"line\">&nbsp;&nbsp;but to do justice, and to love kindness,</span><br><span id=\"p33006008_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to walk humbly with your God?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> He hath shewed thee, O man, what is good; and what doth the LORD require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?  ","niv":"<sup><strong>8</strong></sup> He has showed you, O man, what is good. And what does the LORD require of you? To act justly and to love mercy and to walk humbly with your God."},{"_id":"615d9c71a7e6c939a16fa6c1","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Romans 7:18-24","votes":19,"__v":0,"esv":"<div>\n<p id=\"p45007018_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45007018-1\">18&nbsp;</b>For I know that nothing good dwells in me, that is, in my flesh. For I have the desire to do what is right, but not the ability to carry it out. <b class=\"verse-num\" id=\"v45007019-1\">19&nbsp;</b>For I do not do the good I want, but the evil I do not want is what I keep on doing. <b class=\"verse-num\" id=\"v45007020-1\">20&nbsp;</b>Now if I do what I do not want, it is no longer I who do it, but sin that dwells within me.</p>\n<p id=\"p45007020_01-6\"><b class=\"verse-num\" id=\"v45007021-1\">21&nbsp;</b>So I find it to be a law that when I want to do right, evil lies close at hand. <b class=\"verse-num\" id=\"v45007022-1\">22&nbsp;</b>For I delight in the law of God, in my inner being, <b class=\"verse-num\" id=\"v45007023-1\">23&nbsp;</b>but I see in my members another law waging war against the law of my mind and making me captive to the law of sin that dwells in my members. <b class=\"verse-num\" id=\"v45007024-1\">24&nbsp;</b>Wretched man that I am! Who will deliver me from this body of death?</p>\n</div>","kjv":"<strong>18</strong> For I know that in me (that is, in my flesh,) dwelleth no good thing: for to will is present with me; but how to perform that which is good I find not.  <strong>19</strong> For the good that I would I do not: but the evil which I would not, that I do.  <strong>20</strong> Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.  <strong>21</strong> I find then a law, that, when I would do good, evil is present with me.  <strong>22</strong> For I delight in the law of God after the inward man:  <strong>23</strong> But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.  <strong>24</strong> O wretched man that I am! who shall deliver me from the body of this death?  ","niv":"<sup><strong>18</strong></sup> I know that nothing good lives in me, that is, in my sinful nature. For I have the desire to do what is good, but I cannot carry it out. <sup><strong>19</strong></sup> For what I do is not the good I want to do; no, the evil I do not want to do--this I keep on doing. <sup><strong>20</strong></sup> Now if I do what I do not want to do, it is no longer I who do it, but it is sin living in me that does it. <sup><strong>21</strong></sup> So I find this law at work: When I want to do good, evil is right there with me. <sup><strong>22</strong></sup> For in my inner being I delight in God's law; <sup><strong>23</strong></sup> but I see another law at work in the members of my body, waging war against the law of my mind and making me a prisoner of the law of sin at work within my members. <sup><strong>24</strong></sup> What a wretched man I am! Who will rescue me from this body of death? "},{"_id":"615d9c72a7e6c939a16fa6c2","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Proverbs 3:5-6","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. "},{"_id":"615d9c72a7e6c939a16fa6c3","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"John 15:5-8","votes":17,"__v":0,"esv":"<div>\n<p id=\"p43015005_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015005-1\">5&nbsp;</b><span class=\"woc\">I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.</span> <b class=\"verse-num woc\" id=\"v43015006-1\">6&nbsp;</b><span class=\"woc\">If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned.</span> <b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span> <b class=\"verse-num woc\" id=\"v43015008-1\">8&nbsp;</b><span class=\"woc\">By this my Father is glorified, that you bear much fruit and so prove to be my disciples.</span></p>\n</div>","kjv":"<strong>5</strong> I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.  <strong>6</strong> If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.  <strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  <strong>8</strong> Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.  ","niv":"<sup><strong>5</strong></sup> \"I am the vine; you are the branches. If a man remains in me and I in him, he will bear much fruit; apart from me you can do nothing. <sup><strong>6</strong></sup> If anyone does not remain in me, he is like a branch that is thrown away and withers; such branches are picked up, thrown into the fire and burned. <sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you. <sup><strong>8</strong></sup> This is to my Father's glory, that you bear much fruit, showing yourselves to be my disciples. "},{"_id":"615d9c72a7e6c939a16fa6c4","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Isaiah 30:21","votes":18,"__v":0,"esv":"<div>\n<p id=\"p23030021_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v23030021-1\">21&nbsp;</b>And your ears shall hear a word behind you, saying, “This is the way, walk in it,” when you turn to the right or when you turn to the left.</p>\n</div>","kjv":"<strong>21</strong> And thine ears shall hear a word behind thee, saying, This is  the way, walk ye in it, when ye turn to the right hand, and when ye turn to the left.  ","niv":"<sup><strong>21</strong></sup> Whether you turn to the right or to the left, your ears will hear a voice behind you, saying, \"This is the way; walk in it.\""},{"_id":"615d9c73a7e6c939a16fa6c5","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"1 Thessalonians 4:3","votes":15,"__v":0,"esv":"<div>\n<p id=\"p52004003_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004003-1\">3&nbsp;</b>For this is the will of God, your sanctification: that you abstain from sexual immorality;</p>\n\n</div>","kjv":"<strong>3</strong> For this is the will of God, even your sanctification, that ye should abstain from fornication:  ","niv":"<sup><strong>3</strong></sup> It is God's will that you should be sanctified: that you should avoid sexual immorality;"},{"_id":"615d9c73a7e6c939a16fa6c6","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"1 Thessalonians 5:18","votes":14,"__v":0,"esv":"<div>\n<p id=\"p52005018_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005018-1\">18&nbsp;</b>give thanks in all circumstances; for this is the will of God in Christ Jesus for you.</p>\n</div>","kjv":"<strong>18</strong> In every thing give thanks: for this is the will of God in Christ Jesus concerning you.  ","niv":"<sup><strong>18</strong></sup> give thanks in all circumstances, for this is God's will for you in Christ Jesus."},{"_id":"615d9c73a7e6c939a16fa6c8","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Matthew 18:14","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40018014_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018014-1\">14&nbsp;</b><span class=\"woc\">So it is not the will of my Father who is in heaven that one of these little ones should perish.</span></p>\n\n</div>","kjv":"<strong>14</strong> Even so it is not the will of your Father which is in heaven, that one of these little ones should perish. ","niv":"<sup><strong>14</strong></sup> In the same way your Father in heaven is not willing that any of these little ones should be lost."},{"_id":"615d9c73a7e6c939a16fa6c7","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Matthew 26:41","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40026041_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40026041-1\">41&nbsp;</b><span class=\"woc\">Watch and pray that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak.”</span></p>\n</div>","kjv":"<strong>41</strong> Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak.  ","niv":"<sup><strong>41</strong></sup> \"Watch and pray so that you will not fall into temptation. The spirit is willing, but the body is weak.\""},{"_id":"615d9c74a7e6c939a16fa6c9","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Psalm 25:14","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19025014_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19025014-1\">14&nbsp;</b>&nbsp;&nbsp;The friendship of the LORD is for those who fear him,</span><br><span id=\"p19025014_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he makes known to them his covenant.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> The secret of the LORD is with them that fear him; and he will shew them his covenant.  ","niv":"<sup><strong>14</strong></sup> The LORD confides in those who fear him; he makes his covenant known to them."},{"_id":"615d9c74a7e6c939a16fa6ca","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Isaiah 43:16-19","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043016_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043016-1\">16&nbsp;</b>&nbsp;&nbsp;Thus says the LORD,</span><br><span id=\"p23043016_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who makes a way in the sea,</span><br><span id=\"p23043016_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a path in the mighty waters,</span><br><span id=\"p23043017_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043017-1\">17&nbsp;</b>&nbsp;&nbsp;who brings forth chariot and horse,</span><br><span id=\"p23043017_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;army and warrior;</span><br><span id=\"p23043017_01-17\" class=\"line\">&nbsp;&nbsp;they lie down, they cannot rise,</span><br><span id=\"p23043017_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are extinguished, quenched like a wick:</span><br><span id=\"p23043018_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043018-1\">18&nbsp;</b>&nbsp;&nbsp;“Remember not the former things,</span><br><span id=\"p23043018_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor consider the things of old.</span><br><span id=\"p23043019_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043019-1\">19&nbsp;</b>&nbsp;&nbsp;Behold, I am doing a new thing;</span><br><span id=\"p23043019_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;now it springs forth, do you not perceive it?</span><br><span id=\"p23043019_01-17\" class=\"line\">&nbsp;&nbsp;I will make a way in the wilderness</span><br><span id=\"p23043019_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rivers in the desert.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> Thus saith the LORD, which maketh a way in the sea, and a path in the mighty waters;  <strong>17</strong> Which bringeth forth the chariot and horse, the army and the power; they shall lie down together, they shall not rise: they are extinct, they are quenched as tow.  <strong>18</strong> Remember ye not the former things, neither consider the things of old.  <strong>19</strong> Behold, I will do a new thing; now it shall spring forth; shall ye not know it? I will even make a way in the wilderness, and rivers in the desert.  ","niv":"<sup><strong>16</strong></sup> This is what the LORD says- he who made a way through the sea, a path through the mighty waters, <sup><strong>17</strong></sup> who drew out the chariots and horses, the army and reinforcements together, and they lay there, never to rise again, extinguished, snuffed out like a wick: <sup><strong>18</strong></sup> \"Forget the former things; do not dwell on the past. <sup><strong>19</strong></sup> See, I am doing a new thing! Now it springs up; do you not perceive it? I am making a way in the desert and streams in the wasteland. "},{"_id":"615d9c74a7e6c939a16fa6cb","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"John 6:38-40","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43006038_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006038-1\">38&nbsp;</b><span class=\"woc\">For I have come down from heaven, not to do my own will but the will of him who sent me.</span> <b class=\"verse-num woc\" id=\"v43006039-1\">39&nbsp;</b><span class=\"woc\">And this is the will of him who sent me, that I should lose nothing of all that he has given me, but raise it up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006040-1\">40&nbsp;</b><span class=\"woc\">For this is the will of my Father, that everyone who looks on the Son and believes in him should have eternal life, and I will raise him up on the last day.”</span></p>\n</div>","kjv":"<strong>38</strong> For I came down from heaven, not to do mine own will, but the will of him that sent me.  <strong>39</strong> And this is the Father’s will which hath sent me, that of all which he hath given me I should lose nothing, but should raise it up again at the last day.  <strong>40</strong> And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.  ","niv":"<sup><strong>38</strong></sup> For I have come down from heaven not to do my will but to do the will of him who sent me. <sup><strong>39</strong></sup> And this is the will of him who sent me, that I shall lose none of all that he has given me, but raise them up at the last day. <sup><strong>40</strong></sup> For my Father's will is that everyone who looks to the Son and believes in him shall have eternal life, and I will raise him up at the last day.\" "},{"_id":"615d9c75a7e6c939a16fa6cc","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"1 Corinthians 15:45-49","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46015045_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit. <b class=\"verse-num\" id=\"v46015046-1\">46&nbsp;</b>But it is not the spiritual that is first but the natural, and then the spiritual. <b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven. <b class=\"verse-num\" id=\"v46015048-1\">48&nbsp;</b>As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven. <b class=\"verse-num\" id=\"v46015049-1\">49&nbsp;</b>Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven.</p>\n\n</div>","kjv":"<strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  ","niv":"<sup><strong>45</strong></sup> So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit. <sup><strong>46</strong></sup> The spiritual did not come first, but the natural, and after that the spiritual. <sup><strong>47</strong></sup> The first man was of the dust of the earth, the second man from heaven. <sup><strong>48</strong></sup> As was the earthly man, so are those who are of the earth; and as is the man from heaven, so also are those who are of heaven. <sup><strong>49</strong></sup> And just as we have borne the likeness of the earthly man, so shall we bear the likeness of the man from heaven. "},{"_id":"615d9c76a7e6c939a16fa6cd","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"John 15:12","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43015012_01-21\"><b class=\"verse-num woc\" id=\"v43015012-1\">12&nbsp;</b><span class=\"woc\">“This is my commandment, that you love one another as I have loved you.</span></p>\n</div>","kjv":"<strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  ","niv":"<sup><strong>12</strong></sup> My command is this: Love each other as I have loved you."},{"_id":"615d9c76a7e6c939a16fa6ce","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Romans 8:10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45008010_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness.</p>\n</div>","kjv":"<strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  ","niv":"<sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness."},{"_id":"615d9c76a7e6c939a16fa6cf","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Matthew 26:40-41","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40026040_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026040-1\">40&nbsp;</b>And he came to the disciples and found them sleeping. And he said to Peter, <span class=\"woc\">“So, could you not watch with me one hour?</span> <b class=\"verse-num woc\" id=\"v40026041-1\">41&nbsp;</b><span class=\"woc\">Watch and pray that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak.”</span></p>\n</div>","kjv":"<strong>40</strong> And he cometh unto the disciples, and findeth them asleep, and saith unto Peter, What, could ye not watch with me one hour?  <strong>41</strong> Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak.  ","niv":"<sup><strong>40</strong></sup> Then he returned to his disciples and found them sleeping. \"Could you men not keep watch with me for one hour?\" he asked Peter. <sup><strong>41</strong></sup> \"Watch and pray so that you will not fall into temptation. The spirit is willing, but the body is weak.\" "},{"_id":"615d9c76a7e6c939a16fa6d0","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"John 5:30","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43005030_04-24\"><b class=\"verse-num woc\" id=\"v43005030-1\">30&nbsp;</b><span class=\"woc\">“I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.</span></p>\n</div>","kjv":"<strong>30</strong> I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.  ","niv":"<sup><strong>30</strong></sup> By myself I can do nothing; I judge only as I hear, and my judgment is just, for I seek not to please myself but him who sent me."},{"_id":"615d9c77a7e6c939a16fa6d1","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Psalm 112:1-2","votes":5,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19112001_07-25\" class=\"line\"><b class=\"chapter-num\" id=\"v19112001-1\">112:1&nbsp;</b>&nbsp;&nbsp; Praise the LORD!</span><br><span id=\"p19112001_07-25\" class=\"line\">&nbsp;&nbsp;Blessed is the man who fears the LORD,</span><br><span id=\"p19112001_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who greatly delights in his commandments!</span><br><span id=\"p19112002_07-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19112002-1\">2&nbsp;</b>&nbsp;&nbsp;His offspring will be mighty in the land;</span><br><span id=\"p19112002_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the generation of the upright will be blessed.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Praise ye the LORD. Blessed is the man that feareth the LORD, that delighteth greatly in his commandments.  <strong>2</strong> His seed shall be mighty upon earth: the generation of the upright shall be blessed.  ","niv":"<sup><strong>1</strong></sup> Praise the LORD. Blessed is the man who fears the LORD, who finds great delight in his commands. <sup><strong>2</strong></sup> His children will be mighty in the land; the generation of the upright will be blessed. "},{"_id":"615d9c77a7e6c939a16fa6d2","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Mark 14:38","votes":6,"__v":0,"esv":"<div>\n<p id=\"p41014038_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41014038-1\">38&nbsp;</b><span class=\"woc\">Watch and pray that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak.”</span></p>\n</div>","kjv":"<strong>38</strong> Watch ye and pray, lest ye enter into temptation. The spirit truly is ready, but the flesh is weak.  ","niv":"<sup><strong>38</strong></sup> Watch and pray so that you will not fall into temptation. The spirit is willing, but the body is weak.\""},{"_id":"615d9c77a7e6c939a16fa6d3","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"Psalm 51:5-6","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051005_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051005-1\">5&nbsp;</b>&nbsp;&nbsp;Behold, I was brought forth in iniquity,</span><br><span id=\"p19051005_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in sin did my mother conceive me.</span><br><span id=\"p19051006_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051006-1\">6&nbsp;</b>&nbsp;&nbsp;Behold, you delight in truth in the inward being,</span><br><span id=\"p19051006_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you teach me wisdom in the secret heart.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Behold, I was shapen in iniquity; and in sin did my mother conceive me.  <strong>6</strong> Behold, thou desirest truth in the inward parts: and in the hidden part thou shalt make me to know wisdom.  ","niv":"<sup><strong>5</strong></sup> Surely I was sinful at birth, sinful from the time my mother conceived me. <sup><strong>6</strong></sup> Surely you desire truth in the inner parts; you teach me wisdom in the inmost place. "},{"_id":"615d9c78a7e6c939a16fa6d4","topicId":"615d9c6fa7e6c939a16fa6bb","verse":"John 16:28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43016028_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016028-1\">28&nbsp;</b><span class=\"woc\">I came from the Father and have come into the world, and now I am leaving the world and going to the Father.”</span></p>\n</div>","kjv":"<strong>28</strong> I came forth from the Father, and am come into the world: again, I leave the world, and go to the Father.  ","niv":"<sup><strong>28</strong></sup> I came from the Father and entered the world; now I am leaving the world and going back to the Father.\""}]}