{"_id":"615d9fd8a7e6c939a16fa7c5","slug":"disease","name":"Disease","verses":[{"_id":"615d9fd9a7e6c939a16fa7c6","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Psalm 103:3","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19103003_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103003-1\">3&nbsp;</b>&nbsp;&nbsp;who forgives all your iniquity,</span><br><span id=\"p19103003_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who heals all your diseases,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Who forgiveth all thine iniquities; who healeth all thy diseases;  ","niv":"<sup><strong>3</strong></sup> who forgives all your sins and heals all your diseases,"},{"_id":"615d9fd9a7e6c939a16fa7c7","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Exodus 23:25","votes":13,"__v":0,"esv":"<div>\n<p id=\"p02023025_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v02023025-1\">25&nbsp;</b>You shall serve the LORD your God, and he will bless your bread and your water, and I will take sickness away from among you.</p>\n\n</div>","kjv":"<strong>25</strong> And ye shall serve the LORD your God, and he shall bless thy bread, and thy water; and I will take sickness away from the midst of thee.  ","niv":"<sup><strong>25</strong></sup> Worship the LORD your God, and his blessing will be on your food and water. I will take away sickness from among you,"},{"_id":"615d9fd9a7e6c939a16fa7c8","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Proverbs 17:22","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017022_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017022-1\">22&nbsp;</b>&nbsp;&nbsp;A joyful heart is good medicine,</span><br><span id=\"p20017022_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a crushed spirit dries up the bones.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> A merry heart doeth good like a medicine: but a broken spirit drieth the bones.  ","niv":"<sup><strong>22</strong></sup> A cheerful heart is good medicine, but a crushed spirit dries up the bones."},{"_id":"615d9fdba7e6c939a16fa7ca","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Jeremiah 32:27","votes":9,"__v":0,"esv":"<div>\n<p id=\"p24032027_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v24032027-1\">27&nbsp;</b>“Behold, I am the LORD, the God of all flesh. Is anything too hard for me?</p>\n</div>","kjv":"<strong>27</strong> Behold, I am the LORD, the God of all flesh: is there any thing too hard for me?  ","niv":"<sup><strong>27</strong></sup> \"I am the LORD, the God of all mankind. Is anything too hard for me?"},{"_id":"615d9fdba7e6c939a16fa7c9","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Exodus 15:26","votes":7,"__v":0,"esv":"<div>\n<p id=\"p02015026_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v02015026-1\">26&nbsp;</b>saying, “If you will diligently listen to the voice of the LORD your God, and do that which is right in his eyes, and give ear to his commandments and keep all his statutes, I will put none of the diseases on you that I put on the Egyptians, for I am the LORD, your healer.”</p>\n</div>","kjv":"<strong>26</strong> And said, If thou wilt diligently hearken to the voice of the LORD thy God, and wilt do that which is right in his sight, and wilt give ear to his commandments, and keep all his statutes, I will put none of these diseases upon thee, which I have brought upon the Egyptians: for I am the LORD that healeth thee.  ","niv":"<sup><strong>26</strong></sup> He said, \"If you listen carefully to the voice of the LORD your God and do what is right in his eyes, if you pay attention to his commands and keep all his decrees, I will not bring on you any of the diseases I brought on the Egyptians, for I am the LORD, who heals you.\""},{"_id":"615d9fdba7e6c939a16fa7cb","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Isaiah 38:1-8","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p23038001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23038001-1\">38:1&nbsp;</b>In those days Hezekiah became sick and was at the point of death. And Isaiah the prophet the son of Amoz came to him, and said to him, “Thus says the LORD: Set your house in order, for you shall die, you shall not recover.” <b class=\"verse-num\" id=\"v23038002-1\">2&nbsp;</b>Then Hezekiah turned his face to the wall and prayed to the LORD, <b class=\"verse-num\" id=\"v23038003-1\">3&nbsp;</b>and said, “Please, O LORD, remember how I have walked before you in faithfulness and with a whole heart, and have done what is good in your sight.” And Hezekiah wept bitterly.</p>\n<p id=\"p23038003_05-6\"><b class=\"verse-num\" id=\"v23038004-1\">4&nbsp;</b>Then the word of the LORD came to Isaiah: <b class=\"verse-num\" id=\"v23038005-1\">5&nbsp;</b>“Go and say to Hezekiah, Thus says the LORD, the God of David your father: I have heard your prayer; I have seen your tears. Behold, I will add fifteen years to your life. <b class=\"verse-num\" id=\"v23038006-1\">6&nbsp;</b>I will deliver you and this city out of the hand of the king of Assyria, and will defend this city.</p>\n<p id=\"p23038006_05-6\"><b class=\"verse-num\" id=\"v23038007-1\">7&nbsp;</b>“This shall be the sign to you from the LORD, that the LORD will do this thing that he has promised: <b class=\"verse-num\" id=\"v23038008-1\">8&nbsp;</b>Behold, I will make the shadow cast by the declining sun on the dial of Ahaz turn back ten steps.” So the sun turned back on the dial the ten steps by which it had declined.</p>\n\n</div>","kjv":"<strong>1</strong> In those days was Hezekiah sick unto death. And Isaiah the prophet the son of Amoz came unto him, and said unto him, Thus saith the LORD, Set thine house in order: for thou shalt die, and not live.  <strong>2</strong> Then Hezekiah turned his face toward the wall, and prayed unto the LORD,  <strong>3</strong> And said, Remember now, O LORD, I beseech thee, how I have walked before thee in truth and with a perfect heart, and have done that which is  good in thy sight. And Hezekiah wept sore.  <strong>4</strong> Then came the word of the LORD to Isaiah, saying,  <strong>5</strong> Go, and say to Hezekiah, Thus saith the LORD, the God of David thy father, I have heard thy prayer, I have seen thy tears: behold, I will add unto thy days fifteen years.  <strong>6</strong> And I will deliver thee and this city out of the hand of the king of Assyria: and I will defend this city.  <strong>7</strong> And this shall be a sign unto thee from the LORD, that the LORD will do this thing that he hath spoken;  <strong>8</strong> Behold, I will bring again the shadow of the degrees, which is gone down in the sun dial of Ahaz, ten degrees backward. So the sun returned ten degrees, by which degrees it was gone down.  ","niv":"<sup><strong>1</strong></sup> In those days Hezekiah became ill and was at the point of death. The prophet Isaiah son of Amoz went to him and said, \"This is what the LORD says: Put your house in order, because you are going to die; you will not recover.\" <sup><strong>2</strong></sup> Hezekiah turned his face to the wall and prayed to the LORD, <sup><strong>3</strong></sup> \"Remember, O LORD, how I have walked before you faithfully and with wholehearted devotion and have done what is good in your eyes.\" And Hezekiah wept bitterly. <sup><strong>4</strong></sup> Then the word of the LORD came to Isaiah: <sup><strong>5</strong></sup> \"Go and tell Hezekiah, 'This is what the LORD, the God of your father David, says: I have heard your prayer and seen your tears; I will add fifteen years to your life. <sup><strong>6</strong></sup> And I will deliver you and this city from the hand of the king of Assyria. I will defend this city. <sup><strong>7</strong></sup> \"'This is the LORD's sign to you that the LORD will do what he has promised: <sup><strong>8</strong></sup> I will make the shadow cast by the sun go back the ten steps it has gone down on the stairway of Ahaz.'\" So the sunlight went back the ten steps it had gone down. "},{"_id":"615d9fdba7e6c939a16fa7cc","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Psalm 38:7","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19038007_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038007-1\">7&nbsp;</b>&nbsp;&nbsp;For my sides are filled with burning,</span><br><span id=\"p19038007_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is no soundness in my flesh.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> For my loins are filled with a loathsome disease: and there is no soundness in my flesh.  ","niv":"<sup><strong>7</strong></sup> My back is filled with searing pain; there is no health in my body."},{"_id":"615d9fdba7e6c939a16fa7cd","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Deuteronomy 28:20-22","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05028020_01-8\"><b class=\"verse-num\" id=\"v05028020-1\">20&nbsp;</b>“The LORD will send on you curses, confusion, and frustration in all that you undertake to do, until you are destroyed and perish quickly on account of the evil of your deeds, because you have forsaken me. <b class=\"verse-num\" id=\"v05028021-1\">21&nbsp;</b>The LORD will make the pestilence stick to you until he has consumed you off the land that you are entering to take possession of it. <b class=\"verse-num\" id=\"v05028022-1\">22&nbsp;</b>The LORD will strike you with wasting disease and with fever, inflammation and fiery heat, and with drought and with blight and with mildew. They shall pursue you until you perish.</p>\n\n</div>","kjv":"<strong>20</strong> The LORD shall send upon thee cursing, vexation, and rebuke, in all that thou settest thine hand unto for to do, until thou be destroyed, and until thou perish quickly; because of the wickedness of thy doings, whereby thou hast forsaken me.  <strong>21</strong> The LORD shall make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest to possess it.  <strong>22</strong> The LORD shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.  ","niv":"<sup><strong>20</strong></sup> The LORD will send on you curses, confusion and rebuke in everything you put your hand to, until you are destroyed and come to sudden ruin because of the evil you have done in forsaking him. <sup><strong>21</strong></sup> The LORD will plague you with diseases until he has destroyed you from the land you are entering to possess. <sup><strong>22</strong></sup> The LORD will strike you with wasting disease, with fever and inflammation, with scorching heat and drought, with blight and mildew, which will plague you until you perish. "},{"_id":"615d9fdba7e6c939a16fa7ce","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Mark 5:26","votes":4,"__v":0,"esv":"<div>\n<p id=\"p41005026_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v41005026-1\">26&nbsp;</b>and who had suffered much under many physicians, and had spent all that she had, and was no better but rather grew worse.</p>\n</div>","kjv":"<strong>26</strong> And had suffered many things of many physicians, and had spent all that she had, and was nothing bettered, but rather grew worse,  ","niv":"<sup><strong>26</strong></sup> She had suffered a great deal under the care of many doctors and had spent all she had, yet instead of getting better she grew worse."},{"_id":"615d9fdca7e6c939a16fa7cf","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Psalm 116:8","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19116008_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19116008-1\">8&nbsp;</b>&nbsp;&nbsp;For you have delivered my soul from death,</span><br><span id=\"p19116008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my eyes from tears,</span><br><span id=\"p19116008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my feet from stumbling;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> For thou hast delivered my soul from death, mine eyes from tears, and my feet from falling.  ","niv":"<sup><strong>8</strong></sup> For you, O LORD, have delivered my soul from death, my eyes from tears, my feet from stumbling,"},{"_id":"615d9fdda7e6c939a16fa7d0","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"2 Chronicles 21:12-19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p14021012_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v14021012-1\">12&nbsp;</b>And a letter came to him from Elijah the prophet, saying, “Thus says the LORD, the God of David your father, ‘Because you have not walked in the ways of Jehoshaphat your father, or in the ways of Asa king of Judah, <b class=\"verse-num\" id=\"v14021013-1\">13&nbsp;</b>but have walked in the way of the kings of Israel and have enticed Judah and the inhabitants of Jerusalem into whoredom, as the house of Ahab led Israel into whoredom, and also you have killed your brothers, of your father’s house, who were better than you, <b class=\"verse-num\" id=\"v14021014-1\">14&nbsp;</b>behold, the LORD will bring a great plague on your people, your children, your wives, and all your possessions, <b class=\"verse-num\" id=\"v14021015-1\">15&nbsp;</b>and you yourself will have a severe sickness with a disease of your bowels, until your bowels come out because of the disease, day by day.’”</p>\n<p id=\"p14021015_01-11\"><b class=\"verse-num\" id=\"v14021016-1\">16&nbsp;</b>And the LORD stirred up against Jehoram the anger of the Philistines and of the Arabians who are near the Ethiopians. <b class=\"verse-num\" id=\"v14021017-1\">17&nbsp;</b>And they came up against Judah and invaded it and carried away all the possessions they found that belonged to the king’s house, and also his sons and his wives, so that no son was left to him except Jehoahaz, his youngest son.</p>\n<p id=\"p14021017_01-11\"><b class=\"verse-num\" id=\"v14021018-1\">18&nbsp;</b>And after all this the LORD struck him in his bowels with an incurable disease. <b class=\"verse-num\" id=\"v14021019-1\">19&nbsp;</b>In the course of time, at the end of two years, his bowels came out because of the disease, and he died in great agony. His people made no fire in his honor, like the fires made for his fathers.</p>\n\n</div>","kjv":"<strong>12</strong> And there came a writing to him from Elijah the prophet, saying, Thus saith the LORD God of David thy father, Because thou hast not walked in the ways of Jehoshaphat thy father, nor in the ways of Asa king of Judah,  <strong>13</strong> But hast walked in the way of the kings of Israel, and hast made Judah and the inhabitants of Jerusalem to go a whoring, like to the whoredoms of the house of Ahab, and also hast slain thy brethren of thy father’s house, which were better than thyself:  <strong>14</strong> Behold, with a great plague will the LORD smite thy people, and thy children, and thy wives, and all thy goods:  <strong>15</strong> And thou shalt have great sickness by disease of thy bowels, until thy bowels fall out by reason of the sickness day by day.  <strong>16</strong> Moreover the LORD stirred up against Jehoram the spirit of the Philistines, and of the Arabians, that were near the Ethiopians:  <strong>17</strong> And they came up into Judah, and brake into it, and carried away all the substance that was found in the king’s house, and his sons also, and his wives; so that there was never a son left him, save Jehoahaz, the youngest of his sons.  <strong>18</strong> And after all this the LORD smote him in his bowels with an incurable disease.  <strong>19</strong> And it came to pass, that in process of time, after the end of two years, his bowels fell out by reason of his sickness: so he died of sore diseases. And his people made no burning for him, like the burning of his fathers.  ","niv":"<sup><strong>12</strong></sup> Jehoram received a letter from Elijah the prophet, which said: \"This is what the LORD, the God of your father David, says: 'You have not walked in the ways of your father Jehoshaphat or of Asa king of Judah. <sup><strong>13</strong></sup> But you have walked in the ways of the kings of Israel, and you have led Judah and the people of Jerusalem to prostitute themselves, just as the house of Ahab did. You have also murdered your own brothers, members of your father's house, men who were better than you. <sup><strong>14</strong></sup> So now the LORD is about to strike your people, your sons, your wives and everything that is yours, with a heavy blow. <sup><strong>15</strong></sup> You yourself will be very ill with a lingering disease of the bowels, until the disease causes your bowels to come out.'\" <sup><strong>16</strong></sup> The LORD aroused against Jehoram the hostility of the Philistines and of the Arabs who lived near the Cushites. <sup><strong>17</strong></sup> They attacked Judah, invaded it and carried off all the goods found in the king's palace, together with his sons and wives. Not a son was left to him except Ahaziah, the youngest. <sup><strong>18</strong></sup> After all this, the LORD afflicted Jehoram with an incurable disease of the bowels. <sup><strong>19</strong></sup> In the course of time, at the end of the second year, his bowels came out because of the disease, and he died in great pain. His people made no fire in his honor, as they had for his fathers. "},{"_id":"615d9fdda7e6c939a16fa7d1","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Luke 4:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42004023_01-12\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v42004023-1\">23&nbsp;</b>And he said to them, <span class=\"woc\">“Doubtless you will quote to me this proverb, ‘“Physician, heal yourself.” What we have heard you did at Capernaum, do here in your hometown as well.’”</span></p>\n</div>","kjv":"<strong>23</strong> And he said unto them, Ye will surely say unto me this proverb, Physician, heal thyself: whatsoever we have heard done in Capernaum, do also here in thy country.  ","niv":"<sup><strong>23</strong></sup> Jesus said to them, \"Surely you will quote this proverb to me: 'Physician, heal yourself! Do here in your hometown what we have heard that you did in Capernaum.'\""},{"_id":"615d9fdda7e6c939a16fa7d2","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Matthew 11:28-30","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40011028_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span> <b class=\"verse-num woc\" id=\"v40011029-1\">29&nbsp;</b><span class=\"woc\">Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.</span> <b class=\"verse-num woc\" id=\"v40011030-1\">30&nbsp;</b><span class=\"woc\">For my yoke is easy, and my burden is light.”</span></p>\n</div>","kjv":"<strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  <strong>29</strong> Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.  <strong>30</strong> For my yoke is easy, and my burden is light.  ","niv":"<sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest. <sup><strong>29</strong></sup> Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls. <sup><strong>30</strong></sup> For my yoke is easy and my burden is light.\" "},{"_id":"615d9fdda7e6c939a16fa7d4","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"2 Thessalonians 2:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p53002009_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002009-1\">9&nbsp;</b>The coming of the lawless one is by the activity of Satan with all power and false signs and wonders,</p>\n</div>","kjv":"<strong>9</strong> Even him, whose coming is after the working of Satan with all power and signs and lying wonders,  ","niv":"<sup><strong>9</strong></sup> The coming of the lawless one will be in accordance with the work of Satan displayed in all kinds of counterfeit miracles, signs and wonders,"},{"_id":"615d9fdda7e6c939a16fa7d5","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Psalm 107:17","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19107017_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107017-1\">17&nbsp;</b>&nbsp;&nbsp;Some were fools through their sinful ways,</span><br><span id=\"p19107017_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and because of their iniquities suffered affliction;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> Fools because of their transgression, and because of their iniquities, are afflicted.  ","niv":"<sup><strong>17</strong></sup> Some became fools through their rebellious ways and suffered affliction because of their iniquities."},{"_id":"615d9fdda7e6c939a16fa7d3","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Revelation 16:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66016013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v66016013-1\">13&nbsp;</b>And I saw, coming out of the mouth of the dragon and out of the mouth of the beast and out of the mouth of the false prophet, three unclean spirits like frogs.</p>\n</div>","kjv":"<strong>13</strong> And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.  ","niv":"<sup><strong>13</strong></sup> Then I saw three evil spirits that looked like frogs; they came out of the mouth of the dragon, out of the mouth of the beast and out of the mouth of the false prophet."},{"_id":"615d9fdea7e6c939a16fa7d6","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Psalm 89:1-52","votes":3,"__v":0,"esv":"<div>\n\n<h4 id=\"p19089001_11-17\" class=\"psalm-title\">A Maskil of Ethan the Ezrahite.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19089001_11-17\" class=\"line\"><b class=\"chapter-num\" id=\"v19089001-1\">89:1&nbsp;</b>&nbsp;&nbsp;I will sing of the steadfast love of the LORD, forever;</span><br><span id=\"p19089001_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with my mouth I will make known your faithfulness to all generations.</span><br><span id=\"p19089002_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089002-1\">2&nbsp;</b>&nbsp;&nbsp;For I said, “Steadfast love will be built up forever;</span><br><span id=\"p19089002_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the heavens you will establish your faithfulness.”</span><br><span id=\"p19089003_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089003-1\">3&nbsp;</b>&nbsp;&nbsp;You have said, “I have made a covenant with my chosen one;</span><br><span id=\"p19089003_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have sworn to David my servant:</span><br><span id=\"p19089004_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089004-1\">4&nbsp;</b>&nbsp;&nbsp;‘I will establish your offspring forever,</span><br><span id=\"p19089004_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and build your throne for all generations.’” <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19089005_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089005-1\">5&nbsp;</b>&nbsp;&nbsp;Let the heavens praise your wonders, O LORD,</span><br><span id=\"p19089005_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your faithfulness in the assembly of the holy ones!</span><br><span id=\"p19089006_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089006-1\">6&nbsp;</b>&nbsp;&nbsp;For who in the skies can be compared to the LORD?</span><br><span id=\"p19089006_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who among the heavenly beings is like the LORD,</span><br><span id=\"p19089007_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089007-1\">7&nbsp;</b>&nbsp;&nbsp;a God greatly to be feared in the council of the holy ones,</span><br><span id=\"p19089007_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and awesome above all who are around him?</span><br><span id=\"p19089008_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089008-1\">8&nbsp;</b>&nbsp;&nbsp;O LORD God of hosts,</span><br><span id=\"p19089008_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who is mighty as you are, O LORD,</span><br><span id=\"p19089008_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with your faithfulness all around you?</span><br><span id=\"p19089009_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089009-1\">9&nbsp;</b>&nbsp;&nbsp;You rule the raging of the sea;</span><br><span id=\"p19089009_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when its waves rise, you still them.</span><br><span id=\"p19089010_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089010-1\">10&nbsp;</b>&nbsp;&nbsp;You crushed Rahab like a carcass;</span><br><span id=\"p19089010_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you scattered your enemies with your mighty arm.</span><br><span id=\"p19089011_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089011-1\">11&nbsp;</b>&nbsp;&nbsp;The heavens are yours; the earth also is yours;</span><br><span id=\"p19089011_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the world and all that is in it, you have founded them.</span><br><span id=\"p19089012_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089012-1\">12&nbsp;</b>&nbsp;&nbsp;The north and the south, you have created them;</span><br><span id=\"p19089012_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Tabor and Hermon joyously praise your name.</span><br><span id=\"p19089013_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089013-1\">13&nbsp;</b>&nbsp;&nbsp;You have a mighty arm;</span><br><span id=\"p19089013_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;strong is your hand, high your right hand.</span><br><span id=\"p19089014_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089014-1\">14&nbsp;</b>&nbsp;&nbsp;Righteousness and justice are the foundation of your throne;</span><br><span id=\"p19089014_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;steadfast love and faithfulness go before you.</span><br><span id=\"p19089015_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089015-1\">15&nbsp;</b>&nbsp;&nbsp;Blessed are the people who know the festal shout,</span><br><span id=\"p19089015_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walk, O LORD, in the light of your face,</span><br><span id=\"p19089016_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089016-1\">16&nbsp;</b>&nbsp;&nbsp;who exult in your name all the day</span><br><span id=\"p19089016_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in your righteousness are exalted.</span><br><span id=\"p19089017_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089017-1\">17&nbsp;</b>&nbsp;&nbsp;For you are the glory of their strength;</span><br><span id=\"p19089017_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by your favor our horn is exalted.</span><br><span id=\"p19089018_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089018-1\">18&nbsp;</b>&nbsp;&nbsp;For our shield belongs to the LORD,</span><br><span id=\"p19089018_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;our king to the Holy One of Israel.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19089019_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089019-1\">19&nbsp;</b>&nbsp;&nbsp;Of old you spoke in a vision to your godly one, and said:</span><br><span id=\"p19089019_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“I have granted help to one who is mighty;</span><br><span id=\"p19089019_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have exalted one chosen from the people.</span><br><span id=\"p19089020_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089020-1\">20&nbsp;</b>&nbsp;&nbsp;I have found David, my servant;</span><br><span id=\"p19089020_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with my holy oil I have anointed him,</span><br><span id=\"p19089021_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089021-1\">21&nbsp;</b>&nbsp;&nbsp;so that my hand shall be established with him;</span><br><span id=\"p19089021_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my arm also shall strengthen him.</span><br><span id=\"p19089022_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089022-1\">22&nbsp;</b>&nbsp;&nbsp;The enemy shall not outwit him;</span><br><span id=\"p19089022_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wicked shall not humble him.</span><br><span id=\"p19089023_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089023-1\">23&nbsp;</b>&nbsp;&nbsp;I will crush his foes before him</span><br><span id=\"p19089023_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and strike down those who hate him.</span><br><span id=\"p19089024_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089024-1\">24&nbsp;</b>&nbsp;&nbsp;My faithfulness and my steadfast love shall be with him,</span><br><span id=\"p19089024_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in my name shall his horn be exalted.</span><br><span id=\"p19089025_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089025-1\">25&nbsp;</b>&nbsp;&nbsp;I will set his hand on the sea</span><br><span id=\"p19089025_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his right hand on the rivers.</span><br><span id=\"p19089026_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089026-1\">26&nbsp;</b>&nbsp;&nbsp;He shall cry to me, ‘You are my Father,</span><br><span id=\"p19089026_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my God, and the Rock of my salvation.’</span><br><span id=\"p19089027_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089027-1\">27&nbsp;</b>&nbsp;&nbsp;And I will make him the firstborn,</span><br><span id=\"p19089027_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the highest of the kings of the earth.</span><br><span id=\"p19089028_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089028-1\">28&nbsp;</b>&nbsp;&nbsp;My steadfast love I will keep for him forever,</span><br><span id=\"p19089028_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my covenant will stand firm for him.</span><br><span id=\"p19089029_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089029-1\">29&nbsp;</b>&nbsp;&nbsp;I will establish his offspring forever</span><br><span id=\"p19089029_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his throne as the days of the heavens.</span><br><span id=\"p19089030_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089030-1\">30&nbsp;</b>&nbsp;&nbsp;If his children forsake my law</span><br><span id=\"p19089030_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not walk according to my rules,</span><br><span id=\"p19089031_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089031-1\">31&nbsp;</b>&nbsp;&nbsp;if they violate my statutes</span><br><span id=\"p19089031_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not keep my commandments,</span><br><span id=\"p19089032_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089032-1\">32&nbsp;</b>&nbsp;&nbsp;then I will punish their transgression with the rod</span><br><span id=\"p19089032_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their iniquity with stripes,</span><br><span id=\"p19089033_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089033-1\">33&nbsp;</b>&nbsp;&nbsp;but I will not remove from him my steadfast love</span><br><span id=\"p19089033_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or be false to my faithfulness.</span><br><span id=\"p19089034_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089034-1\">34&nbsp;</b>&nbsp;&nbsp;I will not violate my covenant</span><br><span id=\"p19089034_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or alter the word that went forth from my lips.</span><br><span id=\"p19089035_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089035-1\">35&nbsp;</b>&nbsp;&nbsp;Once for all I have sworn by my holiness;</span><br><span id=\"p19089035_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not lie to David.</span><br><span id=\"p19089036_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089036-1\">36&nbsp;</b>&nbsp;&nbsp;His offspring shall endure forever,</span><br><span id=\"p19089036_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his throne as long as the sun before me.</span><br><span id=\"p19089037_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089037-1\">37&nbsp;</b>&nbsp;&nbsp;Like the moon it shall be established forever,</span><br><span id=\"p19089037_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a faithful witness in the skies.” <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19089038_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089038-1\">38&nbsp;</b>&nbsp;&nbsp;But now you have cast off and rejected;</span><br><span id=\"p19089038_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you are full of wrath against your anointed.</span><br><span id=\"p19089039_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089039-1\">39&nbsp;</b>&nbsp;&nbsp;You have renounced the covenant with your servant;</span><br><span id=\"p19089039_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have defiled his crown in the dust.</span><br><span id=\"p19089040_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089040-1\">40&nbsp;</b>&nbsp;&nbsp;You have breached all his walls;</span><br><span id=\"p19089040_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have laid his strongholds in ruins.</span><br><span id=\"p19089041_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089041-1\">41&nbsp;</b>&nbsp;&nbsp;All who pass by plunder him;</span><br><span id=\"p19089041_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has become the scorn of his neighbors.</span><br><span id=\"p19089042_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089042-1\">42&nbsp;</b>&nbsp;&nbsp;You have exalted the right hand of his foes;</span><br><span id=\"p19089042_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have made all his enemies rejoice.</span><br><span id=\"p19089043_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089043-1\">43&nbsp;</b>&nbsp;&nbsp;You have also turned back the edge of his sword,</span><br><span id=\"p19089043_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have not made him stand in battle.</span><br><span id=\"p19089044_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089044-1\">44&nbsp;</b>&nbsp;&nbsp;You have made his splendor to cease</span><br><span id=\"p19089044_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cast his throne to the ground.</span><br><span id=\"p19089045_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089045-1\">45&nbsp;</b>&nbsp;&nbsp;You have cut short the days of his youth;</span><br><span id=\"p19089045_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have covered him with shame. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19089046_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089046-1\">46&nbsp;</b>&nbsp;&nbsp;How long, O LORD? Will you hide yourself forever?</span><br><span id=\"p19089046_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;How long will your wrath burn like fire?</span><br><span id=\"p19089047_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089047-1\">47&nbsp;</b>&nbsp;&nbsp;Remember how short my time is!</span><br><span id=\"p19089047_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For what vanity you have created all the children of man!</span><br><span id=\"p19089048_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089048-1\">48&nbsp;</b>&nbsp;&nbsp;What man can live and never see death?</span><br><span id=\"p19089048_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who can deliver his soul from the power of Sheol? <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19089049_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089049-1\">49&nbsp;</b>&nbsp;&nbsp;Lord, where is your steadfast love of old,</span><br><span id=\"p19089049_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which by your faithfulness you swore to David?</span><br><span id=\"p19089050_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089050-1\">50&nbsp;</b>&nbsp;&nbsp;Remember, O Lord, how your servants are mocked,</span><br><span id=\"p19089050_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and how I bear in my heart the insults of all the many nations,</span><br><span id=\"p19089051_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089051-1\">51&nbsp;</b>&nbsp;&nbsp;with which your enemies mock, O LORD,</span><br><span id=\"p19089051_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with which they mock the footsteps of your anointed.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19089052_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19089052-1\">52&nbsp;</b>&nbsp;&nbsp;Blessed be the LORD forever!</span><br><span id=\"p19089052_11-17\" class=\"psalm-doxology line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Amen and Amen.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> I will sing of the mercies of the LORD for ever: with my mouth will I make known thy faithfulness to all generations.  <strong>2</strong> For I have said, Mercy shall be built up for ever: thy faithfulness shalt thou establish in the very heavens.  <strong>3</strong> I have made a covenant with my chosen, I have sworn unto David my servant,  <strong>4</strong> Thy seed will I establish for ever, and build up thy throne to all generations. Selah.  <strong>5</strong> And the heavens shall praise thy wonders, O LORD: thy faithfulness also in the congregation of the saints.  <strong>6</strong> For who in the heaven can be compared unto the LORD? who among the sons of the mighty can be likened unto the LORD?  <strong>7</strong> God is greatly to be feared in the assembly of the saints, and to be had in reverence of all them that are about him.  <strong>8</strong> O LORD God of hosts, who is a strong LORD like unto thee? or to thy faithfulness round about thee?  <strong>9</strong> Thou rulest the raging of the sea: when the waves thereof arise, thou stillest them.  <strong>10</strong> Thou hast broken Rahab in pieces, as one that is slain; thou hast scattered thine enemies with thy strong arm.  <strong>11</strong> The heavens are thine, the earth also is thine: as for the world and the fulness thereof, thou hast founded them.  <strong>12</strong> The north and the south thou hast created them: Tabor and Hermon shall rejoice in thy name.  <strong>13</strong> Thou hast a mighty arm: strong is thy hand, and high is thy right hand.  <strong>14</strong> Justice and judgment are the habitation of thy throne: mercy and truth shall go before thy face.  <strong>15</strong> Blessed is the people that know the joyful sound: they shall walk, O LORD, in the light of thy countenance.  <strong>16</strong> In thy name shall they rejoice all the day: and in thy righteousness shall they be exalted.  <strong>17</strong> For thou art the glory of their strength: and in thy favour our horn shall be exalted.  <strong>18</strong> For the LORD is our defence; and the Holy One of Israel is our king.  <strong>19</strong> Then thou spakest in vision to thy holy one, and saidst, I have laid help upon one that is mighty; I have exalted one chosen out of the people.  <strong>20</strong> I have found David my servant; with my holy oil have I anointed him:  <strong>21</strong> With whom my hand shall be established: mine arm also shall strengthen him.  <strong>22</strong> The enemy shall not exact upon him; nor the son of wickedness afflict him.  <strong>23</strong> And I will beat down his foes before his face, and plague them that hate him.  <strong>24</strong> But my faithfulness and my mercy shall be with him: and in my name shall his horn be exalted.  <strong>25</strong> I will set his hand also in the sea, and his right hand in the rivers.  <strong>26</strong> He shall cry unto me, Thou art my father, my God, and the rock of my salvation.  <strong>27</strong> Also I will make him my firstborn, higher than the kings of the earth.  <strong>28</strong> My mercy will I keep for him for evermore, and my covenant shall stand fast with him.  <strong>29</strong> His seed also will I make to endure for ever, and his throne as the days of heaven.  <strong>30</strong> If his children forsake my law, and walk not in my judgments;  <strong>31</strong> If they break my statutes, and keep not my commandments;  <strong>32</strong> Then will I visit their transgression with the rod, and their iniquity with stripes.  <strong>33</strong> Nevertheless my lovingkindness will I not utterly take from him, nor suffer my faithfulness to fail.  <strong>34</strong> My covenant will I not break, nor alter the thing that is gone out of my lips.  <strong>35</strong> Once have I sworn by my holiness that I will not lie unto David.  <strong>36</strong> His seed shall endure for ever, and his throne as the sun before me.  <strong>37</strong> It shall be established for ever as the moon, and as a faithful witness in heaven. Selah.  <strong>38</strong> But thou hast cast off and abhorred, thou hast been wroth with thine anointed.  <strong>39</strong> Thou hast made void the covenant of thy servant: thou hast profaned his crown by casting it to the ground.  <strong>40</strong> Thou hast broken down all his hedges; thou hast brought his strong holds to ruin.  <strong>41</strong> All that pass by the way spoil him: he is a reproach to his neighbours.  <strong>42</strong> Thou hast set up the right hand of his adversaries; thou hast made all his enemies to rejoice.  <strong>43</strong> Thou hast also turned the edge of his sword, and hast not made him to stand in the battle.  <strong>44</strong> Thou hast made his glory to cease, and cast his throne down to the ground.  <strong>45</strong> The days of his youth hast thou shortened: thou hast covered him with shame. Selah.  <strong>46</strong> How long, LORD? wilt thou hide thyself for ever? shall thy wrath burn like fire?  <strong>47</strong> Remember how short my time is: wherefore hast thou made all men in vain?  <strong>48</strong> What man is he that liveth, and shall not see death? shall he deliver his soul from the hand of the grave? Selah.  <strong>49</strong> Lord, where are thy former lovingkindnesses, which  thou swarest unto David in thy truth?  <strong>50</strong> Remember, Lord, the reproach of thy servants; how I do bear in my bosom the reproach of all the mighty people;  <strong>51</strong> Wherewith thine enemies have reproached, O LORD; wherewith they have reproached the footsteps of thine anointed.  <strong>52</strong> Blessed be the LORD for evermore. Amen, and Amen.  ","niv":"<sup><strong>1</strong></sup> I will sing of the LORD's great love forever; with my mouth I will make your faithfulness known through all generations. <sup><strong>2</strong></sup> I will declare that your love stands firm forever, that you established your faithfulness in heaven itself. <sup><strong>3</strong></sup> You said, \"I have made a covenant with my chosen one, I have sworn to David my servant, <sup><strong>4</strong></sup> 'I will establish your line forever and make your throne firm through all generations.'\" Selah <sup><strong>5</strong></sup> The heavens praise your wonders, O LORD, your faithfulness too, in the assembly of the holy ones. <sup><strong>6</strong></sup> For who in the skies above can compare with the LORD? Who is like the LORD among the heavenly beings? <sup><strong>7</strong></sup> In the council of the holy ones God is greatly feared; he is more awesome than all who surround him. <sup><strong>8</strong></sup> O LORD God Almighty, who is like you? You are mighty, O LORD, and your faithfulness surrounds you. <sup><strong>9</strong></sup> You rule over the surging sea; when its waves mount up, you still them. <sup><strong>10</strong></sup> You crushed Rahab like one of the slain; with your strong arm you scattered your enemies. <sup><strong>11</strong></sup> The heavens are yours, and yours also the earth; you founded the world and all that is in it. <sup><strong>12</strong></sup> You created the north and the south; Tabor and Hermon sing for joy at your name. <sup><strong>13</strong></sup> Your arm is endued with power; your hand is strong, your right hand exalted. <sup><strong>14</strong></sup> Righteousness and justice are the foundation of your throne; love and faithfulness go before you. <sup><strong>15</strong></sup> Blessed are those who have learned to acclaim you, who walk in the light of your presence, O LORD. <sup><strong>16</strong></sup> They rejoice in your name all day long; they exult in your righteousness. <sup><strong>17</strong></sup> For you are their glory and strength, and by your favor you exalt our horn. <sup><strong>18</strong></sup> Indeed, our shield belongs to the LORD, our king to the Holy One of Israel. <sup><strong>19</strong></sup> Once you spoke in a vision, to your faithful people you said: \"I have bestowed strength on a warrior; I have exalted a young man from among the people. <sup><strong>20</strong></sup> I have found David my servant; with my sacred oil I have anointed him. <sup><strong>21</strong></sup> My hand will sustain him; surely my arm will strengthen him. <sup><strong>22</strong></sup> No enemy will subject him to tribute; no wicked man will oppress him. <sup><strong>23</strong></sup> I will crush his foes before him and strike down his adversaries. <sup><strong>24</strong></sup> My faithful love will be with him, and through my name his horn will be exalted. <sup><strong>25</strong></sup> I will set his hand over the sea, his right hand over the rivers. <sup><strong>26</strong></sup> He will call out to me, 'You are my Father, my God, the Rock my Savior.' <sup><strong>27</strong></sup> I will also appoint him my firstborn, the most exalted of the kings of the earth. <sup><strong>28</strong></sup> I will maintain my love to him forever, and my covenant with him will never fail. <sup><strong>29</strong></sup> I will establish his line forever, his throne as long as the heavens endure. <sup><strong>30</strong></sup> \"If his sons forsake my law and do not follow my statutes, <sup><strong>31</strong></sup> if they violate my decrees and fail to keep my commands, <sup><strong>32</strong></sup> I will punish their sin with the rod, their iniquity with flogging; <sup><strong>33</strong></sup> but I will not take my love from him, nor will I ever betray my faithfulness. <sup><strong>34</strong></sup> I will not violate my covenant or alter what my lips have uttered. <sup><strong>35</strong></sup> Once for all, I have sworn by my holiness- and I will not lie to David- <sup><strong>36</strong></sup> that his line will continue forever and his throne endure before me like the sun; <sup><strong>37</strong></sup> it will be established forever like the moon, the faithful witness in the sky.\" Selah <sup><strong>38</strong></sup> But you have rejected, you have spurned, you have been very angry with your anointed one. <sup><strong>39</strong></sup> You have renounced the covenant with your servant and have defiled his crown in the dust. <sup><strong>40</strong></sup> You have broken through all his walls and reduced his strongholds to ruins. <sup><strong>41</strong></sup> All who pass by have plundered him; he has become the scorn of his neighbors. <sup><strong>42</strong></sup> You have exalted the right hand of his foes; you have made all his enemies rejoice. <sup><strong>43</strong></sup> You have turned back the edge of his sword and have not supported him in battle. <sup><strong>44</strong></sup> You have put an end to his splendor and cast his throne to the ground. <sup><strong>45</strong></sup> You have cut short the days of his youth; you have covered him with a mantle of shame. Selah <sup><strong>46</strong></sup> How long, O LORD? Will you hide yourself forever? How long will your wrath burn like fire? <sup><strong>47</strong></sup> Remember how fleeting is my life. For what futility you have created all men! <sup><strong>48</strong></sup> What man can live and not see death, or save himself from the power of the grave? Selah <sup><strong>49</strong></sup> O Lord, where is your former great love, which in your faithfulness you swore to David? <sup><strong>50</strong></sup> Remember, Lord, how your servant has been mocked, how I bear in my heart the taunts of all the nations, <sup><strong>51</strong></sup> the taunts with which your enemies have mocked, O LORD, with which they have mocked every step of your anointed one. <sup><strong>52</strong></sup> Praise be to the LORD forever! Amen and Amen. BOOK IV Psalms 90-106 "},{"_id":"615d9fdfa7e6c939a16fa7d7","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"2 Chronicles 16:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p14016012_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v14016012-1\">12&nbsp;</b>In the thirty-ninth year of his reign Asa was diseased in his feet, and his disease became severe. Yet even in his disease he did not seek the LORD, but sought help from physicians.</p>\n</div>","kjv":"<strong>12</strong> And Asa in the thirty and ninth year of his reign was diseased in his feet, until his disease was exceeding great: yet in his disease he sought not to the LORD, but to the physicians.  ","niv":"<sup><strong>12</strong></sup> In the thirty-ninth year of his reign Asa was afflicted with a disease in his feet. Though his disease was severe, even in his illness he did not seek help from the LORD, but only from the physicians."},{"_id":"615d9fdfa7e6c939a16fa7d8","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"2 Kings 5:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p12005027_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v12005027-1\">27&nbsp;</b>Therefore the leprosy of Naaman shall cling to you and to your descendants forever.” So he went out from his presence a leper, like snow.</p>\n</div>","kjv":"<strong>27</strong> The leprosy therefore of Naaman shall cleave unto thee, and unto thy seed for ever. And he went out from his presence a leper as white  as snow.  ","niv":"<sup><strong>27</strong></sup> Naaman's leprosy will cling to you and to your descendants forever.\" Then Gehazi went from Elisha's presence and he was leprous, as white as snow."},{"_id":"615d9fdfa7e6c939a16fa7d9","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Leviticus 26:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p03026016_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v03026016-1\">16&nbsp;</b>then I will do this to you: I will visit you with panic, with wasting disease and fever that consume the eyes and make the heart ache. And you shall sow your seed in vain, for your enemies shall eat it.</p>\n</div>","kjv":"<strong>16</strong> I also will do this unto you; I will even appoint over you terror, consumption, and the burning ague, that shall consume the eyes, and cause sorrow of heart: and ye shall sow your seed in vain, for your enemies shall eat it.  ","niv":"<sup><strong>16</strong></sup> then I will do this to you: I will bring upon you sudden terror, wasting diseases and fever that will destroy your sight and drain away your life. You will plant seed in vain, because your enemies will eat it."},{"_id":"615d9fdfa7e6c939a16fa7da","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Acts 19:17-19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44019017_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019017-1\">17&nbsp;</b>And this became known to all the residents of Ephesus, both Jews and Greeks. And fear fell upon them all, and the name of the Lord Jesus was extolled. <b class=\"verse-num\" id=\"v44019018-1\">18&nbsp;</b>Also many of those who were now believers came, confessing and divulging their practices. <b class=\"verse-num\" id=\"v44019019-1\">19&nbsp;</b>And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver.</p>\n</div>","kjv":"<strong>17</strong> And this was known to all the Jews and Greeks also dwelling at Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified.  <strong>18</strong> And many that believed came, and confessed, and shewed their deeds.  <strong>19</strong> Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.  ","niv":"<sup><strong>17</strong></sup> When this became known to the Jews and Greeks living in Ephesus, they were all seized with fear, and the name of the Lord Jesus was held in high honor. <sup><strong>18</strong></sup> Many of those who believed now came and openly confessed their evil deeds. <sup><strong>19</strong></sup> A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas. "},{"_id":"615d9fe0a7e6c939a16fa7db","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Acts 8:9-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44008009_05-22\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great. <b class=\"verse-num\" id=\"v44008010-1\">10&nbsp;</b>They all paid attention to him, from the least to the greatest, saying, “This man is the power of God that is called Great.” <b class=\"verse-num\" id=\"v44008011-1\">11&nbsp;</b>And they paid attention to him because for a long time he had amazed them with his magic. <b class=\"verse-num\" id=\"v44008012-1\">12&nbsp;</b>But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <b class=\"verse-num\" id=\"v44008013-1\">13&nbsp;</b>Even Simon himself believed, and after being baptized he continued with Philip. And seeing signs and great miracles performed, he was amazed.</p>\n\n</div>","kjv":"<strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  <strong>10</strong> To whom they all gave heed, from the least to the greatest, saying, This man is the great power of God.  <strong>11</strong> And to him they had regard, because that of long time he had bewitched them with sorceries.  <strong>12</strong> But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.  <strong>13</strong> Then Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done.  ","niv":"<sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great, <sup><strong>10</strong></sup> and all the people, both high and low, gave him their attention and exclaimed, \"This man is the divine power known as the Great Power.\" <sup><strong>11</strong></sup> They followed him because he had amazed them for a long time with his magic. <sup><strong>12</strong></sup> But when they believed Philip as he preached the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <sup><strong>13</strong></sup> Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw. "},{"_id":"615d9fe0a7e6c939a16fa7dc","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Luke 10:34","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42010034_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42010034-1\">34&nbsp;</b><span class=\"woc\">He went to him and bound up his wounds, pouring on oil and wine. Then he set him on his own animal and brought him to an inn and took care of him.</span></p>\n</div>","kjv":"<strong>34</strong> And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.  ","niv":"<sup><strong>34</strong></sup> He went to him and bandaged his wounds, pouring on oil and wine. Then he put the man on his own donkey, took him to an inn and took care of him."},{"_id":"615d9fe1a7e6c939a16fa7de","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Mark 16:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41016018_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016018-1\">18&nbsp;</b><span class=\"woc\">they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”</span></p>\n</div>","kjv":"<strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. ","niv":"<sup><strong>18</strong></sup> they will pick up snakes with their hands; and when they drink deadly poison, it will not hurt them at all; they will place their hands on sick people, and they will get well.\""},{"_id":"615d9fe1a7e6c939a16fa7dd","topicId":"615d9fd8a7e6c939a16fa7c5","verse":"Ezekiel 30:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26030021_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v26030021-1\">21&nbsp;</b>“Son of man, I have broken the arm of Pharaoh king of Egypt, and behold, it has not been bound up, to heal it by binding it with a bandage, so that it may become strong to wield the sword.</p>\n</div>","kjv":"<strong>21</strong> Son of man, I have broken the arm of Pharaoh king of Egypt; and, lo, it shall not be bound up to be healed, to put a roller to bind it, to make it strong to hold the sword.  ","niv":"<sup><strong>21</strong></sup> \"Son of man, I have broken the arm of Pharaoh king of Egypt. It has not been bound up for healing or put in a splint so as to become strong enough to hold a sword."}]}