{"_id":"615da104a7e6c939a16fa825","slug":"dishonest-people","name":"Dishonest People","verses":[{"_id":"615da105a7e6c939a16fa826","topicId":"615da104a7e6c939a16fa825","verse":"Proverbs 6:16-19","votes":31,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006016_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006016-1\">16&nbsp;</b>&nbsp;&nbsp;There are six things that the LORD hates,</span><br><span id=\"p20006016_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seven that are an abomination to him:</span><br><span id=\"p20006017_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006017-1\">17&nbsp;</b>&nbsp;&nbsp;haughty eyes, a lying tongue,</span><br><span id=\"p20006017_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hands that shed innocent blood,</span><br><span id=\"p20006018_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006018-1\">18&nbsp;</b>&nbsp;&nbsp;a heart that devises wicked plans,</span><br><span id=\"p20006018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feet that make haste to run to evil,</span><br><span id=\"p20006019_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006019-1\">19&nbsp;</b>&nbsp;&nbsp;a false witness who breathes out lies,</span><br><span id=\"p20006019_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who sows discord among brothers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> These six things doth the LORD hate: yea, seven are  an abomination unto him:  <strong>17</strong> A proud look, a lying tongue, and hands that shed innocent blood,  <strong>18</strong> An heart that deviseth wicked imaginations, feet that be swift in running to mischief,  <strong>19</strong> A false witness that speaketh lies, and he that soweth discord among brethren.  ","niv":"<sup><strong>16</strong></sup> There are six things the LORD hates, seven that are detestable to him: <sup><strong>17</strong></sup> haughty eyes, a lying tongue, hands that shed innocent blood, <sup><strong>18</strong></sup> a heart that devises wicked schemes, feet that are quick to rush into evil, <sup><strong>19</strong></sup> a false witness who pours out lies and a man who stirs up dissension among brothers. "},{"_id":"615da105a7e6c939a16fa828","topicId":"615da104a7e6c939a16fa825","verse":"Proverbs 20:17","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020017_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020017-1\">17&nbsp;</b>&nbsp;&nbsp;Bread gained by deceit is sweet to a man,</span><br><span id=\"p20020017_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but afterward his mouth will be full of gravel.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> Bread of deceit is sweet to a man; but afterwards his mouth shall be filled with gravel.  ","niv":"<sup><strong>17</strong></sup> Food gained by fraud tastes sweet to a man, but he ends up with a mouth full of gravel."},{"_id":"615da105a7e6c939a16fa827","topicId":"615da104a7e6c939a16fa825","verse":"Romans 12:17-21","votes":11,"__v":0,"esv":"<div>\n<p id=\"p45012017_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"615da107a7e6c939a16fa82a","topicId":"615da104a7e6c939a16fa825","verse":"1 John 2:4","votes":11,"__v":0,"esv":"<div>\n<p id=\"p62002004_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,</p>\n</div>","kjv":"<strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  ","niv":"<sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him."},{"_id":"615da107a7e6c939a16fa829","topicId":"615da104a7e6c939a16fa825","verse":"1 Timothy 6:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."},{"_id":"615da107a7e6c939a16fa82b","topicId":"615da104a7e6c939a16fa825","verse":"Titus 3:10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p56003010_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003010-1\">10&nbsp;</b>As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him,</p>\n</div>","kjv":"<strong>10</strong> A man that is an heretick after the first and second admonition reject;  ","niv":"<sup><strong>10</strong></sup> Warn a divisive person once, and then warn him a second time. After that, have nothing to do with him."},{"_id":"615da107a7e6c939a16fa82c","topicId":"615da104a7e6c939a16fa825","verse":"1 John 4:1","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"615da107a7e6c939a16fa82d","topicId":"615da104a7e6c939a16fa825","verse":"Hebrews 6:18","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58006018_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006018-1\">18&nbsp;</b>so that by two unchangeable things, in which it is impossible for God to lie, we who have fled for refuge might have strong encouragement to hold fast to the hope set before us.</p>\n</div>","kjv":"<strong>18</strong> That by two immutable things, in which it was impossible for God to lie, we might have a strong consolation, who have fled for refuge to lay hold upon the hope set before us:  ","niv":"<sup><strong>18</strong></sup> God did this so that, by two unchangeable things in which it is impossible for God to lie, we who have fled to take hold of the hope offered to us may be greatly encouraged."},{"_id":"615da107a7e6c939a16fa82e","topicId":"615da104a7e6c939a16fa825","verse":"Matthew 18:15-17","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p40018015_07-10\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span> <b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span> <b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span></p>\n</div>","kjv":"<strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  ","niv":"<sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. "},{"_id":"615da107a7e6c939a16fa82f","topicId":"615da104a7e6c939a16fa825","verse":"Hebrews 4:12","votes":7,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"615da109a7e6c939a16fa830","topicId":"615da104a7e6c939a16fa825","verse":"Psalm 119:160","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119160_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119160-1\">160&nbsp;</b>&nbsp;&nbsp;The sum of your word is truth,</span><br><span id=\"p19119160_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every one of your righteous rules endures forever.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>160</strong> Thy word is true from the beginning: and every one of thy righteous judgments endureth for ever.  ","niv":"<sup><strong>160</strong></sup> All your words are true; all your righteous laws are eternal."},{"_id":"615da109a7e6c939a16fa832","topicId":"615da104a7e6c939a16fa825","verse":"Colossians 3:9-10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51003009_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator.</p>\n\n</div>","kjv":"<strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  ","niv":"<sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. "},{"_id":"615da109a7e6c939a16fa831","topicId":"615da104a7e6c939a16fa825","verse":"Ephesians 4:15-16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49004015_01-14\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n</div>","kjv":"<strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  ","niv":"<sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. <sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work. "},{"_id":"615da109a7e6c939a16fa833","topicId":"615da104a7e6c939a16fa825","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-15\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615da109a7e6c939a16fa835","topicId":"615da104a7e6c939a16fa825","verse":"1 John 1:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"615da109a7e6c939a16fa834","topicId":"615da104a7e6c939a16fa825","verse":"Exodus 20:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02020016_01-17\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n</div>","kjv":"<strong>16</strong> Thou shalt not bear false witness against thy neighbour.  ","niv":"<sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor."},{"_id":"615da10ba7e6c939a16fa836","topicId":"615da104a7e6c939a16fa825","verse":"Matthew 6:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-18\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money."},{"_id":"615da10ba7e6c939a16fa837","topicId":"615da104a7e6c939a16fa825","verse":"Romans 8:29","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008029_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.</p>\n</div>","kjv":"<strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  ","niv":"<sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers."},{"_id":"615da10ba7e6c939a16fa838","topicId":"615da104a7e6c939a16fa825","verse":"Luke 23:43","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42023043_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023043-1\">43&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, I say to you, today you will be with me in paradise.”</span></p>\n</div>","kjv":"<strong>43</strong> And Jesus said unto him, Verily I say unto thee, To day shalt thou be with me in paradise.  ","niv":"<sup><strong>43</strong></sup> Jesus answered him, \"I tell you the truth, today you will be with me in paradise.\""},{"_id":"615da10ba7e6c939a16fa839","topicId":"615da104a7e6c939a16fa825","verse":"Romans 12:3","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45012003_04-21\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned.</p>\n</div>","kjv":"<strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  ","niv":"<sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you."},{"_id":"615da10ba7e6c939a16fa83a","topicId":"615da104a7e6c939a16fa825","verse":"John 4:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43004024_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span></p>\n</div>","kjv":"<strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  ","niv":"<sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\""},{"_id":"615da10ba7e6c939a16fa83b","topicId":"615da104a7e6c939a16fa825","verse":"Revelation 21:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66021027_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021027-1\">27&nbsp;</b>But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb’s book of life.</p>\n</div>","kjv":"<strong>27</strong> And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb’s book of life.  ","niv":"<sup><strong>27</strong></sup> Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life."},{"_id":"615da10ba7e6c939a16fa83c","topicId":"615da104a7e6c939a16fa825","verse":"Luke 16:19-31","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-24\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"615da10da7e6c939a16fa83d","topicId":"615da104a7e6c939a16fa825","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"615da10da7e6c939a16fa83e","topicId":"615da104a7e6c939a16fa825","verse":"Hebrews 12:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58012023_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012023-1\">23&nbsp;</b>and to the assembly of the firstborn who are enrolled in heaven, and to God, the judge of all, and to the spirits of the righteous made perfect,</p>\n\n</div>","kjv":"<strong>23</strong> To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,  ","niv":"<sup><strong>23</strong></sup> to the church of the firstborn, whose names are written in heaven. You have come to God, the judge of all men, to the spirits of righteous men made perfect,"}]}