{"_id":"615da4aba7e6c939a16fa9a4","slug":"divine-mercy","name":"Divine Mercy","verses":[{"_id":"615da4ada7e6c939a16fa9a5","topicId":"615da4aba7e6c939a16fa9a4","verse":"Titus 3:5","votes":13,"__v":0,"esv":"<div>\n<p id=\"p56003005_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,</p>\n</div>","kjv":"<strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  ","niv":"<sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,","modified":"2022-07-10T20:51:43.793Z"},{"_id":"615da4ada7e6c939a16fa9a6","topicId":"615da4aba7e6c939a16fa9a4","verse":"James 1:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p59001013_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one.</p>\n</div>","kjv":"<strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  ","niv":"<sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone;"},{"_id":"615da4ada7e6c939a16fa9a7","topicId":"615da4aba7e6c939a16fa9a4","verse":"1 Peter 2:24","votes":6,"__v":0,"esv":"<div>\n<p id=\"p60002024_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed.</p>\n</div>","kjv":"<strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  ","niv":"<sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed.","modified":"2022-10-07T08:16:03.494Z"},{"_id":"615da4aea7e6c939a16fa9a8","topicId":"615da4aba7e6c939a16fa9a4","verse":"Romans 6:23","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"615da4aea7e6c939a16fa9a9","topicId":"615da4aba7e6c939a16fa9a4","verse":"John 17:5","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43017005_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017005-1\">5&nbsp;</b><span class=\"woc\">And now, Father, glorify me in your own presence with the glory that I had with you before the world existed.</span></p>\n</div>","kjv":"<strong>5</strong> And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.  ","niv":"<sup><strong>5</strong></sup> And now, Father, glorify me in your presence with the glory I had with you before the world began."},{"_id":"615da4aea7e6c939a16fa9aa","topicId":"615da4aba7e6c939a16fa9a4","verse":"Ephesians 2:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--","modified":"2023-09-07T10:12:43.633Z"},{"_id":"615da4aea7e6c939a16fa9ab","topicId":"615da4aba7e6c939a16fa9a4","verse":"Jeremiah 29:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p24029013_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029013-1\">13&nbsp;</b>You will seek me and find me, when you seek me with all your heart.</p>\n</div>","kjv":"<strong>13</strong> And ye shall seek me, and find me, when ye shall search for me with all your heart.  ","niv":"<sup><strong>13</strong></sup> You will seek me and find me when you seek me with all your heart.","modified":"2023-09-07T10:10:27.956Z"},{"_id":"615da4aea7e6c939a16fa9ac","topicId":"615da4aba7e6c939a16fa9a4","verse":"Genesis 2:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"_id":"615da4afa7e6c939a16fa9ad","topicId":"615da4aba7e6c939a16fa9a4","verse":"1 Peter 3:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-11\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit,</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit,"},{"_id":"615da4afa7e6c939a16fa9ae","topicId":"615da4aba7e6c939a16fa9a4","verse":"John 20:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43020031_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020031-1\">31&nbsp;</b>but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.</p>\n</div>","kjv":"<strong>31</strong> But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.  ","niv":"<sup><strong>31</strong></sup> But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."},{"_id":"615da4afa7e6c939a16fa9af","topicId":"615da4aba7e6c939a16fa9a4","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-13\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615da4afa7e6c939a16fa9b0","topicId":"615da4aba7e6c939a16fa9a4","verse":"John 3:16-18","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-14\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. "},{"_id":"615da4afa7e6c939a16fa9b1","topicId":"615da4aba7e6c939a16fa9a4","verse":"1 John 5:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62005008_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005008-1\">8&nbsp;</b>the Spirit and the water and the blood; and these three agree.</p>\n</div>","kjv":"<strong>8</strong> And there are three that bear witness in earth, the spirit, and the water, and the blood: and these three agree in one.  ","niv":"<sup><strong>8</strong></sup> the Spirit, the water and the blood; and the three are in agreement."},{"_id":"615da4afa7e6c939a16fa9b2","topicId":"615da4aba7e6c939a16fa9a4","verse":"John 10:1-42","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43010001_06-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43010001-1\">10:1&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, he who does not enter the sheepfold by the door but climbs in by another way, that man is a thief and a robber.</span> <b class=\"verse-num woc\" id=\"v43010002-1\">2&nbsp;</b><span class=\"woc\">But he who enters by the door is the shepherd of the sheep.</span> <b class=\"verse-num woc\" id=\"v43010003-1\">3&nbsp;</b><span class=\"woc\">To him the gatekeeper opens. The sheep hear his voice, and he calls his own sheep by name and leads them out.</span> <b class=\"verse-num woc\" id=\"v43010004-1\">4&nbsp;</b><span class=\"woc\">When he has brought out all his own, he goes before them, and the sheep follow him, for they know his voice.</span> <b class=\"verse-num woc\" id=\"v43010005-1\">5&nbsp;</b><span class=\"woc\">A stranger they will not follow, but they will flee from him, for they do not know the voice of strangers.”</span> <b class=\"verse-num\" id=\"v43010006-1\">6&nbsp;</b>This figure of speech Jesus used with them, but they did not understand what he was saying to them.</p>\n<p id=\"p43010006_06-16\"><b class=\"verse-num\" id=\"v43010007-1\">7&nbsp;</b>So Jesus again said to them, <span class=\"woc\">“Truly, truly, I say to you, I am the door of the sheep.</span> <b class=\"verse-num woc\" id=\"v43010008-1\">8&nbsp;</b><span class=\"woc\">All who came before me are thieves and robbers, but the sheep did not listen to them.</span> <b class=\"verse-num woc\" id=\"v43010009-1\">9&nbsp;</b><span class=\"woc\">I am the door. If anyone enters by me, he will be saved and will go in and out and find pasture.</span> <b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span> <b class=\"verse-num woc\" id=\"v43010011-1\">11&nbsp;</b><span class=\"woc\">I am the good shepherd. The good shepherd lays down his life for the sheep.</span> <b class=\"verse-num woc\" id=\"v43010012-1\">12&nbsp;</b><span class=\"woc\">He who is a hired hand and not a shepherd, who does not own the sheep, sees the wolf coming and leaves the sheep and flees, and the wolf snatches them and scatters them.</span> <b class=\"verse-num woc\" id=\"v43010013-1\">13&nbsp;</b><span class=\"woc\">He flees because he is a hired hand and cares nothing for the sheep.</span> <b class=\"verse-num woc\" id=\"v43010014-1\">14&nbsp;</b><span class=\"woc\">I am the good shepherd. I know my own and my own know me,</span> <b class=\"verse-num woc\" id=\"v43010015-1\">15&nbsp;</b><span class=\"woc\">just as the Father knows me and I know the Father; and I lay down my life for the sheep.</span> <b class=\"verse-num woc\" id=\"v43010016-1\">16&nbsp;</b><span class=\"woc\">And I have other sheep that are not of this fold. I must bring them also, and they will listen to my voice. So there will be one flock, one shepherd.</span> <b class=\"verse-num woc\" id=\"v43010017-1\">17&nbsp;</b><span class=\"woc\">For this reason the Father loves me, because I lay down my life that I may take it up again.</span> <b class=\"verse-num woc\" id=\"v43010018-1\">18&nbsp;</b><span class=\"woc\">No one takes it from me, but I lay it down of my own accord. I have authority to lay it down, and I have authority to take it up again. This charge I have received from my Father.”</span></p>\n<p id=\"p43010018_06-16\"><b class=\"verse-num\" id=\"v43010019-1\">19&nbsp;</b>There was again a division among the Jews because of these words. <b class=\"verse-num\" id=\"v43010020-1\">20&nbsp;</b>Many of them said, “He has a demon, and is insane; why listen to him?” <b class=\"verse-num\" id=\"v43010021-1\">21&nbsp;</b>Others said, “These are not the words of one who is oppressed by a demon. Can a demon open the eyes of the blind?”</p>\n\n<p id=\"p43010021_12-16\"><b class=\"verse-num\" id=\"v43010022-1\">22&nbsp;</b>At that time the Feast of Dedication took place at Jerusalem. It was winter, <b class=\"verse-num\" id=\"v43010023-1\">23&nbsp;</b>and Jesus was walking in the temple, in the colonnade of Solomon. <b class=\"verse-num\" id=\"v43010024-1\">24&nbsp;</b>So the Jews gathered around him and said to him, “How long will you keep us in suspense? If you are the Christ, tell us plainly.” <b class=\"verse-num\" id=\"v43010025-1\">25&nbsp;</b>Jesus answered them, <span class=\"woc\">“I told you, and you do not believe. The works that I do in my Father’s name bear witness about me,</span> <b class=\"verse-num woc\" id=\"v43010026-1\">26&nbsp;</b><span class=\"woc\">but you do not believe because you are not among my sheep.</span> <b class=\"verse-num woc\" id=\"v43010027-1\">27&nbsp;</b><span class=\"woc\">My sheep hear my voice, and I know them, and they follow me.</span> <b class=\"verse-num woc\" id=\"v43010028-1\">28&nbsp;</b><span class=\"woc\">I give them eternal life, and they will never perish, and no one will snatch them out of my hand.</span> <b class=\"verse-num woc\" id=\"v43010029-1\">29&nbsp;</b><span class=\"woc\">My Father, who has given them to me, is greater than all, and no one is able to snatch them out of the Father’s hand.</span> <b class=\"verse-num woc\" id=\"v43010030-1\">30&nbsp;</b><span class=\"woc\">I and the Father are one.”</span></p>\n<p id=\"p43010030_12-16\"><b class=\"verse-num\" id=\"v43010031-1\">31&nbsp;</b>The Jews picked up stones again to stone him. <b class=\"verse-num\" id=\"v43010032-1\">32&nbsp;</b>Jesus answered them, <span class=\"woc\">“I have shown you many good works from the Father; for which of them are you going to stone me?”</span> <b class=\"verse-num\" id=\"v43010033-1\">33&nbsp;</b>The Jews answered him, “It is not for a good work that we are going to stone you but for blasphemy, because you, being a man, make yourself God.” <b class=\"verse-num\" id=\"v43010034-1\">34&nbsp;</b>Jesus answered them, <span class=\"woc\">“Is it not written in your Law, ‘I said, you are gods’?</span> <b class=\"verse-num woc\" id=\"v43010035-1\">35&nbsp;</b><span class=\"woc\">If he called them gods to whom the word of God came—and Scripture cannot be broken—</span><b class=\"verse-num woc\" id=\"v43010036-1\">36&nbsp;</b><span class=\"woc\">do you say of him whom the Father consecrated and sent into the world, ‘You are blaspheming,’ because I said, ‘I am the Son of God’?</span> <b class=\"verse-num woc\" id=\"v43010037-1\">37&nbsp;</b><span class=\"woc\">If I am not doing the works of my Father, then do not believe me;</span> <b class=\"verse-num woc\" id=\"v43010038-1\">38&nbsp;</b><span class=\"woc\">but if I do them, even though you do not believe me, believe the works, that you may know and understand that the Father is in me and I am in the Father.”</span> <b class=\"verse-num\" id=\"v43010039-1\">39&nbsp;</b>Again they sought to arrest him, but he escaped from their hands.</p>\n<p id=\"p43010039_12-16\"><b class=\"verse-num\" id=\"v43010040-1\">40&nbsp;</b>He went away again across the Jordan to the place where John had been baptizing at first, and there he remained. <b class=\"verse-num\" id=\"v43010041-1\">41&nbsp;</b>And many came to him. And they said, “John did no sign, but everything that John said about this man was true.” <b class=\"verse-num\" id=\"v43010042-1\">42&nbsp;</b>And many believed in him there.</p>\n\n</div>","kjv":"<strong>1</strong>           Verily, verily, I say unto you, He that entereth not by the door into the sheepfold, but climbeth up some other way, the same is a thief and a robber.  <strong>2</strong> But he that entereth in by the door is the shepherd of the sheep.  <strong>3</strong> To him the porter openeth; and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out.  <strong>4</strong> And when he putteth forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice.  <strong>5</strong> And a stranger will they not follow, but will flee from him: for they know not the voice of strangers.  <strong>6</strong> This parable spake Jesus unto them: but they understood not what things they were which he spake unto them.  <strong>7</strong> Then said Jesus unto them again, Verily, verily, I say unto you, I am the door of the sheep.  <strong>8</strong> All that ever came before me are thieves and robbers: but the sheep did not hear them.  <strong>9</strong> I am the door: by me if any man enter in, he shall be saved, and shall go in and out, and find pasture.  <strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  <strong>11</strong> I am the good shepherd: the good shepherd giveth his life for the sheep.  <strong>12</strong> But he that is an hireling, and not the shepherd, whose own the sheep are not, seeth the wolf coming, and leaveth the sheep, and fleeth: and the wolf catcheth them, and scattereth the sheep.  <strong>13</strong> The hireling fleeth, because he is an hireling, and careth not for the sheep.  <strong>14</strong> I am the good shepherd, and know my sheep, and am known of mine.  <strong>15</strong> As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep.  <strong>16</strong> And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and  one shepherd.  <strong>17</strong> Therefore doth my Father love me, because I lay down my life, that I might take it again.  <strong>18</strong> No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father. <strong>19</strong> There was a division therefore again among the Jews for these sayings.  <strong>20</strong> And many of them said, He hath a devil, and is mad; why hear ye him?  <strong>21</strong> Others said, These are not the words of him that hath a devil. Can a devil open the eyes of the blind?  <strong>22</strong> And it was at Jerusalem the feast of the dedication, and it was winter.  <strong>23</strong> And Jesus walked in the temple in Solomon’s porch.  <strong>24</strong> Then came the Jews round about him, and said unto him, How long dost thou make us to doubt? If thou be the Christ, tell us plainly.  <strong>25</strong> Jesus answered them, I told you, and ye believed not: the works that I do in my Father’s name, they bear witness of me.  <strong>26</strong> But ye believe not, because ye are not of my sheep, as I said unto you.  <strong>27</strong> My sheep hear my voice, and I know them, and they follow me:  <strong>28</strong> And I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand.  <strong>29</strong> My Father, which gave them me, is greater than all; and no man is able to pluck them out of my Father’s hand.  <strong>30</strong> I and my Father are one.  <strong>31</strong> Then the Jews took up stones again to stone him.  <strong>32</strong> Jesus answered them, Many good works have I shewed you from my Father; for which of those works do ye stone me?  <strong>33</strong> The Jews answered him, saying, For a good work we stone thee not; but for blasphemy; and because that thou, being a man, makest thyself God.  <strong>34</strong> Jesus answered them, Is it not written in your law, I said, Ye are gods?  <strong>35</strong> If he called them gods, unto whom the word of God came, and the scripture cannot be broken;  <strong>36</strong> Say ye of him, whom the Father hath sanctified, and sent into the world, Thou blasphemest; because I said, I am the Son of God?  <strong>37</strong> If I do not the works of my Father, believe me not.  <strong>38</strong> But if I do, though ye believe not me, believe the works: that ye may know, and believe, that the Father is in me, and I in him.  <strong>39</strong> Therefore they sought again to take him: but he escaped out of their hand,  <strong>40</strong> And went away again beyond Jordan into the place where John at first baptized; and there he abode.  <strong>41</strong> And many resorted unto him, and said, John did no miracle: but all things that John spake of this man were true.  <strong>42</strong> And many believed on him there.  ","niv":"<sup><strong>1</strong></sup> \"I tell you the truth, the man who does not enter the sheep pen by the gate, but climbs in by some other way, is a thief and a robber. <sup><strong>2</strong></sup> The man who enters by the gate is the shepherd of his sheep. <sup><strong>3</strong></sup> The watchman opens the gate for him, and the sheep listen to his voice. He calls his own sheep by name and leads them out. <sup><strong>4</strong></sup> When he has brought out all his own, he goes on ahead of them, and his sheep follow him because they know his voice. <sup><strong>5</strong></sup> But they will never follow a stranger; in fact, they will run away from him because they do not recognize a stranger's voice.\" <sup><strong>6</strong></sup> Jesus used this figure of speech, but they did not understand what he was telling them. <sup><strong>7</strong></sup> Therefore Jesus said again, \"I tell you the truth, I am the gate for the sheep. <sup><strong>8</strong></sup> All who ever came before me were thieves and robbers, but the sheep did not listen to them. <sup><strong>9</strong></sup> I am the gate; whoever enters through me will be saved. He will come in and go out, and find pasture. <sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full. <sup><strong>11</strong></sup> \"I am the good shepherd. The good shepherd lays down his life for the sheep. <sup><strong>12</strong></sup> The hired hand is not the shepherd who owns the sheep. So when he sees the wolf coming, he abandons the sheep and runs away. Then the wolf attacks the flock and scatters it. <sup><strong>13</strong></sup> The man runs away because he is a hired hand and cares nothing for the sheep. <sup><strong>14</strong></sup> \"I am the good shepherd; I know my sheep and my sheep know me-- <sup><strong>15</strong></sup> just as the Father knows me and I know the Father--and I lay down my life for the sheep. <sup><strong>16</strong></sup> I have other sheep that are not of this sheep pen. I must bring them also. They too will listen to my voice, and there shall be one flock and one shepherd. <sup><strong>17</strong></sup> The reason my Father loves me is that I lay down my life--only to take it up again. <sup><strong>18</strong></sup> No one takes it from me, but I lay it down of my own accord. I have authority to lay it down and authority to take it up again. This command I received from my Father.\" <sup><strong>19</strong></sup> At these words the Jews were again divided. <sup><strong>20</strong></sup> Many of them said, \"He is demon-possessed and raving mad. Why listen to him?\" <sup><strong>21</strong></sup> But others said, \"These are not the sayings of a man possessed by a demon. Can a demon open the eyes of the blind?\" <sup><strong>22</strong></sup> Then came the Feast of Dedication at Jerusalem. It was winter, <sup><strong>23</strong></sup> and Jesus was in the temple area walking in Solomon's Colonnade. <sup><strong>24</strong></sup> The Jews gathered around him, saying, \"How long will you keep us in suspense? If you are the Christ, tell us plainly.\" <sup><strong>25</strong></sup> Jesus answered, \"I did tell you, but you do not believe. The miracles I do in my Father's name speak for me, <sup><strong>26</strong></sup> but you do not believe because you are not my sheep. <sup><strong>27</strong></sup> My sheep listen to my voice; I know them, and they follow me. <sup><strong>28</strong></sup> I give them eternal life, and they shall never perish; no one can snatch them out of my hand. <sup><strong>29</strong></sup> My Father, who has given them to me, is greater than all; no one can snatch them out of my Father's hand. <sup><strong>30</strong></sup> I and the Father are one.\" <sup><strong>31</strong></sup> Again the Jews picked up stones to stone him, <sup><strong>32</strong></sup> but Jesus said to them, \"I have shown you many great miracles from the Father. For which of these do you stone me?\" <sup><strong>33</strong></sup> \"We are not stoning you for any of these,\" replied the Jews, \"but for blasphemy, because you, a mere man, claim to be God.\" <sup><strong>34</strong></sup> Jesus answered them, \"Is it not written in your Law, 'I have said you are gods'? <sup><strong>35</strong></sup> If he called them 'gods,' to whom the word of God came--and the Scripture cannot be broken-- <sup><strong>36</strong></sup> what about the one whom the Father set apart as his very own and sent into the world? Why then do you accuse me of blasphemy because I said, 'I am God's Son'? <sup><strong>37</strong></sup> Do not believe me unless I do what my Father does. <sup><strong>38</strong></sup> But if I do it, even though you do not believe me, believe the miracles, that you may know and understand that the Father is in me, and I in the Father.\" <sup><strong>39</strong></sup> Again they tried to seize him, but he escaped their grasp. <sup><strong>40</strong></sup> Then Jesus went back across the Jordan to the place where John had been baptizing in the early days. Here he stayed <sup><strong>41</strong></sup> and many people came to him. They said, \"Though John never performed a miraculous sign, all that John said about this man was true.\" <sup><strong>42</strong></sup> And in that place many believed in Jesus. "},{"_id":"615da4afa7e6c939a16fa9b3","topicId":"615da4aba7e6c939a16fa9a4","verse":"Ezekiel 18:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26018004_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018004-1\">4&nbsp;</b>Behold, all souls are mine; the soul of the father as well as the soul of the son is mine: the soul who sins shall die.</p>\n</div>","kjv":"<strong>4</strong> Behold, all souls are mine; as the soul of the father, so also the soul of the son is mine: the soul that sinneth, it shall die.  ","niv":"<sup><strong>4</strong></sup> For every living soul belongs to me, the father as well as the son-both alike belong to me. The soul who sins is the one who will die."},{"_id":"615da4afa7e6c939a16fa9b4","topicId":"615da4aba7e6c939a16fa9a4","verse":"Hosea 11:9","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28011009_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v28011009-1\">9&nbsp;</b>&nbsp;&nbsp;I will not execute my burning anger;</span><br><span id=\"p28011009_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not again destroy Ephraim;</span><br><span id=\"p28011009_01-18\" class=\"line\">&nbsp;&nbsp;for I am God and not a man,</span><br><span id=\"p28011009_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Holy One in your midst,</span><br><span id=\"p28011009_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will not come in wrath.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> I will not execute the fierceness of mine anger, I will not return to destroy Ephraim: for I am God, and not man; the Holy One in the midst of thee: and I will not enter into the city.  ","niv":"<sup><strong>9</strong></sup> I will not carry out my fierce anger, nor will I turn and devastate Ephraim. For I am God, and not man- the Holy One among you. I will not come in wrath."},{"_id":"615da4b0a7e6c939a16fa9b5","topicId":"615da4aba7e6c939a16fa9a4","verse":"Revelation 17:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66017014_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n</div>","kjv":"<strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  ","niv":"<sup><strong>14</strong></sup> They will make war against the Lamb, but the Lamb will overcome them because he is Lord of lords and King of kings--and with him will be his called, chosen and faithful followers.\""},{"_id":"615da4b0a7e6c939a16fa9b6","topicId":"615da4aba7e6c939a16fa9a4","verse":"Hebrews 12:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us,</p>\n</div>","kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us.","modified":"2023-05-25T17:55:18.458Z"},{"_id":"615da4b0a7e6c939a16fa9b7","topicId":"615da4aba7e6c939a16fa9a4","verse":"Hebrews 2:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58002014_01-21\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,</p>\n</div>","kjv":"<strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  ","niv":"<sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil--"},{"_id":"615da4b0a7e6c939a16fa9b8","topicId":"615da4aba7e6c939a16fa9a4","verse":"John 8:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43008007_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v43008007-1\">7&nbsp;</b>And as they continued to ask him, he stood up and said to them, <span class=\"woc\">“Let him who is without sin among you be the first to throw a stone at her.”</span></p>\n</div>","kjv":"<strong>7</strong> So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.  ","niv":"<sup><strong>7</strong></sup> But Jesus bent down and started to write on the ground with his finger. When they kept on questioning him, he straightened up and said to them, \"If any one of you is without sin, let him be the first to throw a stone at her.\""},{"_id":"615da4b1a7e6c939a16fa9b9","topicId":"615da4aba7e6c939a16fa9a4","verse":"Isaiah 66:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p23066024_01-23\"><b class=\"verse-num\" id=\"v23066024-1\">24&nbsp;</b>“And they shall go out and look on the dead bodies of the men who have rebelled against me. For their worm shall not die, their fire shall not be quenched, and they shall be an abhorrence to all flesh.”</p>\n</div>","kjv":"<strong>24</strong> And they shall go forth, and look upon the carcases of the men that have transgressed against me: for their worm shall not die, neither shall their fire be quenched; and they shall be an abhorring unto all flesh.  ","niv":"<sup><strong>24</strong></sup> \"And they will go out and look upon the dead bodies of those who rebelled against me; their worm will not die, nor will their fire be quenched, and they will be loathsome to all mankind.\""},{"_id":"615da4b1a7e6c939a16fa9ba","topicId":"615da4aba7e6c939a16fa9a4","verse":"Isaiah 53:9","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053009_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053009-1\">9&nbsp;</b>&nbsp;&nbsp;And they made his grave with the wicked</span><br><span id=\"p23053009_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with a rich man in his death,</span><br><span id=\"p23053009_01-24\" class=\"line\">&nbsp;&nbsp;although he had done no violence,</span><br><span id=\"p23053009_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there was no deceit in his mouth.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> And he made his grave with the wicked, and with the rich in his death; because he had done no violence, neither was any deceit in his mouth.  ","niv":"<sup><strong>9</strong></sup> He was assigned a grave with the wicked, and with the rich in his death, though he had done no violence, nor was any deceit in his mouth."},{"_id":"615da4b1a7e6c939a16fa9bb","topicId":"615da4aba7e6c939a16fa9a4","verse":"Genesis 2:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01002017_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002017-1\">17&nbsp;</b>but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”</p>\n\n</div>","kjv":"<strong>17</strong> But of the tree of the knowledge of good and evil, thou shalt not eat of it: for in the day that thou eatest thereof thou shalt surely die.  ","niv":"<sup><strong>17</strong></sup> but you must not eat from the tree of the knowledge of good and evil, for when you eat of it you will surely die.\""},{"_id":"615da4b2a7e6c939a16fa9bc","topicId":"615da4aba7e6c939a16fa9a4","verse":"Genesis 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth.</p>\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."},{"_id":"615da4b2a7e6c939a16fa9bd","topicId":"615da4aba7e6c939a16fa9a4","verse":"1 Timothy 2:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54002004_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth.","modified":"2022-10-16T23:43:05.813Z"}]}