{"_id":"615da479a7e6c939a16fa98a","slug":"divine-inspiration","name":"Divine Inspiration","verses":[{"_id":"615da47aa7e6c939a16fa98b","topicId":"615da479a7e6c939a16fa98a","verse":"2 Peter 1:21","votes":42,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit.","modified":"2023-06-01T21:18:55.655Z"},{"_id":"615da47aa7e6c939a16fa98c","topicId":"615da479a7e6c939a16fa98a","verse":"2 Timothy 3:16","votes":41,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2023-03-21T21:39:16.411Z"},{"_id":"615da47ba7e6c939a16fa98d","topicId":"615da479a7e6c939a16fa98a","verse":"1 Corinthians 2:13","votes":19,"__v":0,"esv":"<div>\n<p id=\"p46002013_01-4\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n\n</div>","kjv":"<strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  ","niv":"<sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words.","modified":"2022-12-27T00:32:51.180Z"},{"_id":"615da47ca7e6c939a16fa98e","topicId":"615da479a7e6c939a16fa98a","verse":"2 Timothy 3:16-17","votes":20,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"615da47da7e6c939a16fa98f","topicId":"615da479a7e6c939a16fa98a","verse":"2 Peter 1:20","votes":14,"__v":0,"esv":"<div>\n<p id=\"p61001020_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation.</p>\n</div>","kjv":"<strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  ","niv":"<sup><strong>20</strong></sup> Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation.","modified":"2022-02-13T02:09:03.685Z"},{"_id":"615da47da7e6c939a16fa990","topicId":"615da479a7e6c939a16fa98a","verse":"Hebrews 4:12","votes":14,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.","modified":"2023-01-01T20:55:40.551Z"},{"_id":"615da47da7e6c939a16fa991","topicId":"615da479a7e6c939a16fa98a","verse":"John 16:13","votes":12,"__v":0,"esv":"<div>\n<p id=\"p43016013_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span></p>\n</div>","kjv":"<strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  ","niv":"<sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come.","modified":"2023-08-29T15:23:43.889Z"},{"_id":"615da47ea7e6c939a16fa992","topicId":"615da479a7e6c939a16fa98a","verse":"Jeremiah 1:9","votes":14,"__v":0,"esv":"<div>\n<p id=\"p24001009_01-9\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v24001009-1\">9&nbsp;</b>Then the LORD put out his hand and touched my mouth. And the LORD said to me,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001009_01-9\" class=\"line\">&nbsp;&nbsp;“Behold, I have put my words in your mouth.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Then the LORD put forth his hand, and touched my mouth. And the LORD said unto me, Behold, I have put my words in thy mouth.  ","niv":"<sup><strong>9</strong></sup> Then the LORD reached out his hand and touched my mouth and said to me, \"Now, I have put my words in your mouth."},{"_id":"615da47ea7e6c939a16fa993","topicId":"615da479a7e6c939a16fa98a","verse":"John 10:35","votes":10,"__v":0,"esv":"<div>\n<p id=\"p43010035_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010035-1\">35&nbsp;</b><span class=\"woc\">If he called them gods to whom the word of God came—and Scripture cannot be broken—</span></p>\n</div>","kjv":"<strong>35</strong> If he called them gods, unto whom the word of God came, and the scripture cannot be broken;  ","niv":"<sup><strong>35</strong></sup> If he called them 'gods,' to whom the word of God came--and the Scripture cannot be broken--","modified":"2022-06-04T13:40:59.790Z"},{"_id":"615da47ea7e6c939a16fa994","topicId":"615da479a7e6c939a16fa98a","verse":"1 Thessalonians 2:13","votes":15,"__v":0,"esv":"<div>\n<p id=\"p52002013_01-12\"><b class=\"verse-num\" id=\"v52002013-1\">13&nbsp;</b>And we also thank God constantly for this, that when you received the word of God, which you heard from us, you accepted it not as the word of men but as what it really is, the word of God, which is at work in you believers.</p>\n\n</div>","kjv":"<strong>13</strong> For this cause also thank we God without ceasing, because, when ye received the word of God which ye heard of us, ye received it not as the word of men, but as it is in truth, the word of God, which effectually worketh also in you that believe.  ","niv":"<sup><strong>13</strong></sup> And we also thank God continually because, when you received the word of God, which you heard from us, you accepted it not as the word of men, but as it actually is, the word of God, which is at work in you who believe.","modified":"2022-09-01T15:12:18.730Z"},{"_id":"615da47ea7e6c939a16fa995","topicId":"615da479a7e6c939a16fa98a","verse":"1 Corinthians 2:4","votes":9,"__v":0,"esv":"<div>\n<p id=\"p46002004_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v46002004-1\">4&nbsp;</b>and my speech and my message were not in plausible words of wisdom, but in demonstration of the Spirit and of power,</p>\n</div>","kjv":"<strong>4</strong> And my speech and my preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:  ","niv":"<sup><strong>4</strong></sup> My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit's power,"},{"_id":"615da47ea7e6c939a16fa996","topicId":"615da479a7e6c939a16fa98a","verse":"John 17:17","votes":8,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth.","modified":"2023-01-22T13:51:59.282Z"},{"_id":"615da47ea7e6c939a16fa997","topicId":"615da479a7e6c939a16fa98a","verse":"2 Samuel 23:2","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p10023002_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v10023002-1\">2&nbsp;</b>&nbsp;&nbsp;“The Spirit of the LORD speaks by me;</span><br><span id=\"p10023002_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his word is on my tongue.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> The Spirit of the LORD spake by me, and his word was in my tongue.  ","niv":"<sup><strong>2</strong></sup> \"The Spirit of the LORD spoke through me; his word was on my tongue.","modified":"2022-04-19T23:16:16.408Z"},{"_id":"615da47ea7e6c939a16fa998","topicId":"615da479a7e6c939a16fa98a","verse":"Revelation 22:19","votes":8,"__v":0,"esv":"<div>\n<p id=\"p66022019_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book."},{"_id":"615da47ea7e6c939a16fa999","topicId":"615da479a7e6c939a16fa98a","verse":"Matthew 22:29","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40022029_01-18\"><b class=\"verse-num\" id=\"v40022029-1\">29&nbsp;</b>But Jesus answered them, <span class=\"woc\">“You are wrong, because you know neither the Scriptures nor the power of God.</span></p>\n</div>","kjv":"<strong>29</strong> Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God.  ","niv":"<sup><strong>29</strong></sup> Jesus replied, \"You are in error because you do not know the Scriptures or the power of God.","modified":"2022-05-05T23:27:00.979Z"},{"_id":"615da47fa7e6c939a16fa99a","topicId":"615da479a7e6c939a16fa98a","verse":"Matthew 5:18","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40005018_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span></p>\n</div>","kjv":"<strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  ","niv":"<sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished."},{"_id":"615da47fa7e6c939a16fa99b","topicId":"615da479a7e6c939a16fa98a","verse":"John 14:26","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you."},{"_id":"615da47fa7e6c939a16fa99c","topicId":"615da479a7e6c939a16fa98a","verse":"John 5:39","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43005039_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005039-1\">39&nbsp;</b><span class=\"woc\">You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me,</span></p>\n</div>","kjv":"<strong>39</strong>           Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.  ","niv":"<sup><strong>39</strong></sup> You diligently study the Scriptures because you think that by them you possess eternal life. These are the Scriptures that testify about me,"},{"_id":"615da47fa7e6c939a16fa99d","topicId":"615da479a7e6c939a16fa98a","verse":"Jeremiah 29:11","votes":6,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"615da47fa7e6c939a16fa99e","topicId":"615da479a7e6c939a16fa98a","verse":"Isaiah 40:31","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040031_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-23\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint."},{"_id":"615da47fa7e6c939a16fa99f","topicId":"615da479a7e6c939a16fa98a","verse":"1 John 3:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62003002_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003002-1\">2&nbsp;</b>Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is.</p>\n\n</div>","kjv":"<strong>2</strong> Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.  ","niv":"<sup><strong>2</strong></sup> Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is."},{"_id":"615da47fa7e6c939a16fa9a0","topicId":"615da479a7e6c939a16fa98a","verse":"Galatians 6:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48006007_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap.</p>\n</div>","kjv":"<strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  ","niv":"<sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows."},{"_id":"615da480a7e6c939a16fa9a1","topicId":"615da479a7e6c939a16fa98a","verse":"2 Corinthians 4:16-18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47004016_01-26\"><b class=\"verse-num\" id=\"v47004016-1\">16&nbsp;</b>So we do not lose heart. Though our outer self is wasting away, our inner self is being renewed day by day. <b class=\"verse-num\" id=\"v47004017-1\">17&nbsp;</b>For this light momentary affliction is preparing for us an eternal weight of glory beyond all comparison, <b class=\"verse-num\" id=\"v47004018-1\">18&nbsp;</b>as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal.</p>\n\n</div>","kjv":"<strong>16</strong> For which cause we faint not; but though our outward man perish, yet the inward man is renewed day by day.  <strong>17</strong> For our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory;  <strong>18</strong> While we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.  ","niv":"<sup><strong>16</strong></sup> Therefore we do not lose heart. Though outwardly we are wasting away, yet inwardly we are being renewed day by day. <sup><strong>17</strong></sup> For our light and momentary troubles are achieving for us an eternal glory that far outweighs them all. <sup><strong>18</strong></sup> So we fix our eyes not on what is seen, but on what is unseen. For what is seen is temporary, but what is unseen is eternal. ","modified":"2022-12-31T01:21:46.237Z"},{"_id":"615da480a7e6c939a16fa9a2","topicId":"615da479a7e6c939a16fa98a","verse":"Acts 24:14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44024014_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v44024014-1\">14&nbsp;</b>But this I confess to you, that according to the Way, which they call a sect, I worship the God of our fathers, believing everything laid down by the Law and written in the Prophets,</p>\n</div>","kjv":"<strong>14</strong> But this I confess unto thee, that after the way which they call heresy, so worship I the God of my fathers, believing all things which are written in the law and in the prophets:  ","niv":"<sup><strong>14</strong></sup> However, I admit that I worship the God of our fathers as a follower of the Way, which they call a sect. I believe everything that agrees with the Law and that is written in the Prophets,"},{"_id":"615da480a7e6c939a16fa9a3","topicId":"615da479a7e6c939a16fa98a","verse":"Psalm 119:160","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119160_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119160-1\">160&nbsp;</b>&nbsp;&nbsp;The sum of your word is truth,</span><br><span id=\"p19119160_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every one of your righteous rules endures forever.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>160</strong> Thy word is true from the beginning: and every one of thy righteous judgments endureth for ever.  ","niv":"<sup><strong>160</strong></sup> All your words are true; all your righteous laws are eternal.","modified":"2022-10-05T05:15:57.660Z"}]}