{"_id":"615da53ca7e6c939a16fa9f2","slug":"divisions","name":"Divisions","verses":[{"_id":"615da53ca7e6c939a16fa9f3","topicId":"615da53ca7e6c939a16fa9f2","verse":"1 Corinthians 1:10","votes":38,"__v":0,"esv":"<div>\n\n<p id=\"p46001010_05-1\"><b class=\"verse-num\" id=\"v46001010-1\">10&nbsp;</b>I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment.</p>\n\n</div>","kjv":"<strong>10</strong> Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.  ","niv":"<sup><strong>10</strong></sup> I appeal to you, brothers, in the name of our Lord Jesus Christ, that all of you agree with one another so that there may be no divisions among you and that you may be perfectly united in mind and thought.","modified":"2022-10-18T20:21:08.751Z"},{"_id":"615da53da7e6c939a16fa9f4","topicId":"615da53ca7e6c939a16fa9f2","verse":"Romans 16:17","votes":26,"__v":0,"esv":"<div>\n\n<p id=\"p45016017_05-2\"><b class=\"verse-num\" id=\"v45016017-1\">17&nbsp;</b>I appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them.</p>\n</div>","kjv":"<strong>17</strong> Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them.  ","niv":"<sup><strong>17</strong></sup> I urge you, brothers, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them.","modified":"2022-07-31T10:35:02.650Z"},{"_id":"615da53ea7e6c939a16fa9f5","topicId":"615da53ca7e6c939a16fa9f2","verse":"Titus 3:10","votes":24,"__v":0,"esv":"<div>\n<p id=\"p56003010_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003010-1\">10&nbsp;</b>As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him,</p>\n</div>","kjv":"<strong>10</strong> A man that is an heretick after the first and second admonition reject;  ","niv":"<sup><strong>10</strong></sup> Warn a divisive person once, and then warn him a second time. After that, have nothing to do with him."},{"_id":"615da53fa7e6c939a16fa9f6","topicId":"615da53ca7e6c939a16fa9f2","verse":"1 Corinthians 3:3","votes":21,"__v":0,"esv":"<div>\n<p id=\"p46003003_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003003-1\">3&nbsp;</b>for you are still of the flesh. For while there is jealousy and strife among you, are you not of the flesh and behaving only in a human way?</p>\n</div>","kjv":"<strong>3</strong> For ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?  ","niv":"<sup><strong>3</strong></sup> You are still worldly. For since there is jealousy and quarreling among you, are you not worldly? Are you not acting like mere men?"},{"_id":"615da53fa7e6c939a16fa9f7","topicId":"615da53ca7e6c939a16fa9f2","verse":"John 3:16","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-6\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615da540a7e6c939a16fa9f8","topicId":"615da53ca7e6c939a16fa9f2","verse":"1 Corinthians 1:10-13","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p46001010_05-8\"><b class=\"verse-num\" id=\"v46001010-1\">10&nbsp;</b>I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment. <b class=\"verse-num\" id=\"v46001011-1\">11&nbsp;</b>For it has been reported to me by Chloe’s people that there is quarreling among you, my brothers. <b class=\"verse-num\" id=\"v46001012-1\">12&nbsp;</b>What I mean is that each one of you says, “I follow Paul,” or “I follow Apollos,” or “I follow Cephas,” or “I follow Christ.” <b class=\"verse-num\" id=\"v46001013-1\">13&nbsp;</b>Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul?</p>\n\n</div>","kjv":"<strong>10</strong> Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.  <strong>11</strong> For it hath been declared unto me of you, my brethren, by them which are of the house of Chloe, that there are contentions among you.  <strong>12</strong> Now this I say, that every one of you saith, I am of Paul; and I of Apollos; and I of Cephas; and I of Christ.  <strong>13</strong> Is Christ divided? was Paul crucified for you? or were ye baptized in the name of Paul?  ","niv":"<sup><strong>10</strong></sup> I appeal to you, brothers, in the name of our Lord Jesus Christ, that all of you agree with one another so that there may be no divisions among you and that you may be perfectly united in mind and thought. <sup><strong>11</strong></sup> My brothers, some from Chloe's household have informed me that there are quarrels among you. <sup><strong>12</strong></sup> What I mean is this: One of you says, \"I follow Paul\"; another, \"I follow Apollos\"; another, \"I follow Cephas \"; still another, \"I follow Christ.\" <sup><strong>13</strong></sup> Is Christ divided? Was Paul crucified for you? Were you baptized into the name of Paul? ","modified":"2023-03-17T20:21:13.011Z"},{"_id":"615da540a7e6c939a16fa9f9","topicId":"615da53ca7e6c939a16fa9f2","verse":"Jude 1:19","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p65001001_02-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v65001001-1\">1:1&nbsp;</b>Jude, a servant of Jesus Christ and brother of James,</p>\n<p id=\"p65001001_02-10\">To those who are called, beloved in God the Father and kept for Jesus Christ:</p>\n\n</div>","kjv":"<strong>19</strong> These be they who separate themselves, sensual, having not the Spirit.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"615da540a7e6c939a16fa9fa","topicId":"615da53ca7e6c939a16fa9f2","verse":"1 Corinthians 11:18","votes":18,"__v":0,"esv":"<div>\n<p id=\"p46011018_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part,</p>\n\n</div>","kjv":"<strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  ","niv":"<sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it."},{"_id":"615da541a7e6c939a16fa9fb","topicId":"615da53ca7e6c939a16fa9f2","verse":"Psalm 133:1","votes":19,"__v":0,"esv":"<div>\n\n<h4 id=\"p19133001_06-13\" class=\"psalm-title\">A Song of Ascents. Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19133001_06-13\" class=\"line\"><b class=\"chapter-num\" id=\"v19133001-1\">133:1&nbsp;</b>&nbsp;&nbsp;Behold, how good and pleasant it is</span><br><span id=\"p19133001_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when brothers dwell in unity!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Behold, how good and how pleasant it is for brethren to dwell together in unity!  ","niv":"<sup><strong>1</strong></sup> How good and pleasant it is when brothers live together in unity!","modified":"2022-07-01T02:34:52.989Z"},{"_id":"615da541a7e6c939a16fa9fc","topicId":"615da53ca7e6c939a16fa9f2","verse":"1 Corinthians 12:25","votes":15,"__v":0,"esv":"<div>\n<p id=\"p46012025_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another.</p>\n</div>","kjv":"<strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  ","niv":"<sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other.","modified":"2022-02-13T12:46:11.319Z"},{"_id":"615da541a7e6c939a16fa9fd","topicId":"615da53ca7e6c939a16fa9f2","verse":"1 Corinthians 11:18-19","votes":16,"__v":0,"esv":"<div>\n<p id=\"p46011018_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized.</p>\n\n</div>","kjv":"<strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  ","niv":"<sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. ","modified":"2022-03-06T13:31:44.611Z"},{"_id":"615da541a7e6c939a16fa9fe","topicId":"615da53ca7e6c939a16fa9f2","verse":"2 John 1:10","votes":16,"__v":0,"kjv":"<strong>10</strong> If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:  ","niv":"<sup><strong>1</strong></sup> The elder,"},{"_id":"615da541a7e6c939a16fa9ff","topicId":"615da53ca7e6c939a16fa9f2","verse":"Ephesians 5:11","votes":15,"__v":0,"esv":"<div>\n<p id=\"p49005011_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them.</p>\n</div>","kjv":"<strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  ","niv":"<sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them."},{"_id":"615da541a7e6c939a16faa00","topicId":"615da53ca7e6c939a16fa9f2","verse":"2 Thessalonians 3:6","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p53003006_04-19\"><b class=\"verse-num\" id=\"v53003006-1\">6&nbsp;</b>Now we command you, brothers, in the name of our Lord Jesus Christ, that you keep away from any brother who is walking in idleness and not in accord with the tradition that you received from us.</p>\n</div>","kjv":"<strong>6</strong> Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us.  ","niv":"<sup><strong>6</strong></sup> In the name of the Lord Jesus Christ, we command you, brothers, to keep away from every brother who is idle and does not live according to the teaching you received from us."},{"_id":"615da541a7e6c939a16faa01","topicId":"615da53ca7e6c939a16fa9f2","verse":"1 Corinthians 14:33","votes":14,"__v":0,"esv":"<div>\n<p id=\"p46014033_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_01-21\">As in all the churches of the saints,</p>\n</div>","kjv":"<strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  ","niv":"<sup><strong>33</strong></sup> For God is not a God of disorder but of peace.","modified":"2022-02-27T08:16:40.029Z"},{"_id":"615da541a7e6c939a16faa02","topicId":"615da53ca7e6c939a16fa9f2","verse":"1 Corinthians 1:13","votes":15,"__v":0,"esv":"<div>\n<p id=\"p46001013_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46001013-1\">13&nbsp;</b>Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul?</p>\n</div>","kjv":"<strong>13</strong> Is Christ divided? was Paul crucified for you? or were ye baptized in the name of Paul?  ","niv":"<sup><strong>13</strong></sup> Is Christ divided? Was Paul crucified for you? Were you baptized into the name of Paul?"},{"_id":"615da542a7e6c939a16faa03","topicId":"615da53ca7e6c939a16fa9f2","verse":"Revelation 3:17","votes":12,"__v":0,"esv":"<div>\n<p id=\"p66003017_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003017-1\">17&nbsp;</b><span class=\"woc\">For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable, poor, blind, and naked.</span></p>\n</div>","kjv":"<strong>17</strong> Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:  ","niv":"<sup><strong>17</strong></sup> You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked."},{"_id":"615da542a7e6c939a16faa04","topicId":"615da53ca7e6c939a16fa9f2","verse":"Colossians 4:1-18","votes":14,"__v":0,"esv":"<div>\n<p id=\"p51004001_01-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51004001-1\">4:1&nbsp;</b>Masters, treat your bondservants justly and fairly, knowing that you also have a Master in heaven.</p>\n\n<p id=\"p51004001_03-25\"><b class=\"verse-num\" id=\"v51004002-1\">2&nbsp;</b>Continue steadfastly in prayer, being watchful in it with thanksgiving. <b class=\"verse-num\" id=\"v51004003-1\">3&nbsp;</b>At the same time, pray also for us, that God may open to us a door for the word, to declare the mystery of Christ, on account of which I am in prison—<b class=\"verse-num\" id=\"v51004004-1\">4&nbsp;</b>that I may make it clear, which is how I ought to speak.</p>\n<p id=\"p51004004_03-25\"><b class=\"verse-num\" id=\"v51004005-1\">5&nbsp;</b>Walk in wisdom toward outsiders, making the best use of the time. <b class=\"verse-num\" id=\"v51004006-1\">6&nbsp;</b>Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer each person.</p>\n\n<p id=\"p51004006_05-25\"><b class=\"verse-num\" id=\"v51004007-1\">7&nbsp;</b>Tychicus will tell you all about my activities. He is a beloved brother and faithful minister and fellow servant in the Lord. <b class=\"verse-num\" id=\"v51004008-1\">8&nbsp;</b>I have sent him to you for this very purpose, that you may know how we are and that he may encourage your hearts, <b class=\"verse-num\" id=\"v51004009-1\">9&nbsp;</b>and with him Onesimus, our faithful and beloved brother, who is one of you. They will tell you of everything that has taken place here.</p>\n<p id=\"p51004009_05-25\"><b class=\"verse-num\" id=\"v51004010-1\">10&nbsp;</b>Aristarchus my fellow prisoner greets you, and Mark the cousin of Barnabas (concerning whom you have received instructions—if he comes to you, welcome him), <b class=\"verse-num\" id=\"v51004011-1\">11&nbsp;</b>and Jesus who is called Justus. These are the only men of the circumcision among my fellow workers for the kingdom of God, and they have been a comfort to me. <b class=\"verse-num\" id=\"v51004012-1\">12&nbsp;</b>Epaphras, who is one of you, a servant of Christ Jesus, greets you, always struggling on your behalf in his prayers, that you may stand mature and fully assured in all the will of God. <b class=\"verse-num\" id=\"v51004013-1\">13&nbsp;</b>For I bear him witness that he has worked hard for you and for those in Laodicea and in Hierapolis. <b class=\"verse-num\" id=\"v51004014-1\">14&nbsp;</b>Luke the beloved physician greets you, as does Demas. <b class=\"verse-num\" id=\"v51004015-1\">15&nbsp;</b>Give my greetings to the brothers at Laodicea, and to Nympha and the church in her house. <b class=\"verse-num\" id=\"v51004016-1\">16&nbsp;</b>And when this letter has been read among you, have it also read in the church of the Laodiceans; and see that you also read the letter from Laodicea. <b class=\"verse-num\" id=\"v51004017-1\">17&nbsp;</b>And say to Archippus, “See that you fulfill the ministry that you have received in the Lord.”</p>\n<p id=\"p51004017_05-25\"><b class=\"verse-num\" id=\"v51004018-1\">18&nbsp;</b>I, Paul, write this greeting with my own hand. Remember my chains. Grace be with you.</p>\n\n</div>","kjv":"<strong>1</strong> Masters, give unto your servants that which is just and equal; knowing that ye also have a Master in heaven.  <strong>2</strong> Continue in prayer, and watch in the same with thanksgiving;  <strong>3</strong> Withal praying also for us, that God would open unto us a door of utterance, to speak the mystery of Christ, for which I am also in bonds:  <strong>4</strong> That I may make it manifest, as I ought to speak.  <strong>5</strong> Walk in wisdom toward them that are without, redeeming the time.  <strong>6</strong> Let your speech be alway with grace, seasoned with salt, that ye may know how ye ought to answer every man.  <strong>7</strong> All my state shall Tychicus declare unto you, who is a beloved brother, and a faithful minister and fellowservant in the Lord:  <strong>8</strong> Whom I have sent unto you for the same purpose, that he might know your estate, and comfort your hearts;  <strong>9</strong> With Onesimus, a faithful and beloved brother, who is one  of you. They shall make known unto you all things which are done  here.  <strong>10</strong> Aristarchus my fellowprisoner saluteth you, and Marcus, sister’s son to Barnabas, (touching whom ye received commandments: if he come unto you, receive him;)  <strong>11</strong> And Jesus, which is called Justus, who are of the circumcision. These only are my fellow workers unto the kingdom of God, which have been a comfort unto me.  <strong>12</strong> Epaphras, who is one of you, a servant of Christ, saluteth you, always labouring fervently for you in prayers, that ye may stand perfect and complete in all the will of God.  <strong>13</strong> For I bear him record, that he hath a great zeal for you, and them that are in Laodicea, and them in Hierapolis.  <strong>14</strong> Luke, the beloved physician, and Demas, greet you.  <strong>15</strong> Salute the brethren which are in Laodicea, and Nymphas, and the church which is in his house.  <strong>16</strong> And when this epistle is read among you, cause that it be read also in the church of the Laodiceans; and that ye likewise read the epistle  from Laodicea.  <strong>17</strong> And say to Archippus, Take heed to the ministry which thou hast received in the Lord, that thou fulfil it.  <strong>18</strong> The salutation by the hand of me Paul. Remember my bonds. Grace be with you. Amen.  ","niv":"<sup><strong>1</strong></sup> Masters, provide your slaves with what is right and fair, because you know that you also have a Master in heaven. <sup><strong>2</strong></sup> Devote yourselves to prayer, being watchful and thankful. <sup><strong>3</strong></sup> And pray for us, too, that God may open a door for our message, so that we may proclaim the mystery of Christ, for which I am in chains. <sup><strong>4</strong></sup> Pray that I may proclaim it clearly, as I should. <sup><strong>5</strong></sup> Be wise in the way you act toward outsiders; make the most of every opportunity. <sup><strong>6</strong></sup> Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone. <sup><strong>7</strong></sup> Tychicus will tell you all the news about me. He is a dear brother, a faithful minister and fellow servant in the Lord. <sup><strong>8</strong></sup> I am sending him to you for the express purpose that you may know about our circumstances and that he may encourage your hearts. <sup><strong>9</strong></sup> He is coming with Onesimus, our faithful and dear brother, who is one of you. They will tell you everything that is happening here. <sup><strong>10</strong></sup> My fellow prisoner Aristarchus sends you his greetings, as does Mark, the cousin of Barnabas. (You have received instructions about him; if he comes to you, welcome him.) <sup><strong>11</strong></sup> Jesus, who is called Justus, also sends greetings. These are the only Jews among my fellow workers for the kingdom of God, and they have proved a comfort to me. <sup><strong>12</strong></sup> Epaphras, who is one of you and a servant of Christ Jesus, sends greetings. He is always wrestling in prayer for you, that you may stand firm in all the will of God, mature and fully assured. <sup><strong>13</strong></sup> I vouch for him that he is working hard for you and for those at Laodicea and Hierapolis. <sup><strong>14</strong></sup> Our dear friend Luke, the doctor, and Demas send greetings. <sup><strong>15</strong></sup> Give my greetings to the brothers at Laodicea, and to Nympha and the church in her house. <sup><strong>16</strong></sup> After this letter has been read to you, see that it is also read in the church of the Laodiceans and that you in turn read the letter from Laodicea. <sup><strong>17</strong></sup> Tell Archippus: \"See to it that you complete the work you have received in the Lord.\" <sup><strong>18</strong></sup> I, Paul, write this greeting in my own hand. Remember my chains. Grace be with you. "},{"_id":"615da542a7e6c939a16faa05","topicId":"615da53ca7e6c939a16fa9f2","verse":"John 8:32","votes":13,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\""},{"_id":"615da542a7e6c939a16faa06","topicId":"615da53ca7e6c939a16fa9f2","verse":"Galatians 5:19-21","votes":12,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"615da542a7e6c939a16faa07","topicId":"615da53ca7e6c939a16fa9f2","verse":"1 John 2:9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p62002009_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002009-1\">9&nbsp;</b>Whoever says he is in the light and hates his brother is still in darkness.</p>\n</div>","kjv":"<strong>9</strong> He that saith he is in the light, and hateth his brother, is in darkness even until now.  ","niv":"<sup><strong>9</strong></sup> Anyone who claims to be in the light but hates his brother is still in the darkness."},{"_id":"615da542a7e6c939a16faa08","topicId":"615da53ca7e6c939a16fa9f2","verse":"2 Timothy 2:15","votes":12,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"615da542a7e6c939a16faa09","topicId":"615da53ca7e6c939a16fa9f2","verse":"Colossians 3:12-15","votes":12,"__v":0,"esv":"<div>\n<p id=\"p51003012_01-30\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony. <b class=\"verse-num\" id=\"v51003015-1\">15&nbsp;</b>And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful.</p>\n</div>","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  <strong>15</strong> And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.  ","niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. <sup><strong>15</strong></sup> Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful. "},{"_id":"615da543a7e6c939a16faa0a","topicId":"615da53ca7e6c939a16fa9f2","verse":"Acts 10:34","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p44010034_06-31\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality,</p>\n</div>","kjv":"<strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  ","niv":"<sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism"},{"_id":"615da543a7e6c939a16faa0b","topicId":"615da53ca7e6c939a16fa9f2","verse":"John 17:21","votes":12,"__v":0,"esv":"<div>\n<p id=\"p43017021_01-32\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span></p>\n</div>","kjv":"<strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  ","niv":"<sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me."}]}