{"_id":"615fb46da7e6c939a16faae1","slug":"doing-good","name":"Doing Good","verses":[{"_id":"615fb46ea7e6c939a16faae2","topicId":"615fb46da7e6c939a16faae1","verse":"Galatians 6:9","votes":85,"__v":0,"esv":"<div>\n<p id=\"p48006009_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up.</p>\n</div>","kjv":"<strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  ","niv":"<sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.","modified":"2023-10-31T21:47:21.097Z"},{"_id":"615fb46ea7e6c939a16faae3","topicId":"615fb46da7e6c939a16faae1","verse":"Psalm 37:3","votes":57,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037003-1\">3&nbsp;</b>&nbsp;&nbsp;Trust in the LORD, and do good;</span><br><span id=\"p19037003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;dwell in the land and befriend faithfulness.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Trust in the LORD, and do good; so shalt thou dwell in the land, and verily thou shalt be fed.  ","niv":"<sup><strong>3</strong></sup> Trust in the LORD and do good; dwell in the land and enjoy safe pasture.","modified":"2022-05-18T11:07:39.478Z"},{"_id":"615fb46fa7e6c939a16faae4","topicId":"615fb46da7e6c939a16faae1","verse":"Matthew 5:16","votes":55,"__v":0,"esv":"<div>\n<p id=\"p40005016_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n</div>","kjv":"<strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. ","niv":"<sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven.","modified":"2023-03-02T22:22:43.262Z"},{"_id":"615fb46fa7e6c939a16faae5","topicId":"615fb46da7e6c939a16faae1","verse":"James 2:14-17","votes":36,"__v":0,"esv":"<div>\n\n<p id=\"p59002014_06-4\"><b class=\"verse-num\" id=\"v59002014-1\">14&nbsp;</b>What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him? <b class=\"verse-num\" id=\"v59002015-1\">15&nbsp;</b>If a brother or sister is poorly clothed and lacking in daily food, <b class=\"verse-num\" id=\"v59002016-1\">16&nbsp;</b>and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what good is that? <b class=\"verse-num\" id=\"v59002017-1\">17&nbsp;</b>So also faith by itself, if it does not have works, is dead.</p>\n\n</div>","kjv":"<strong>14</strong> What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?  <strong>15</strong> If a brother or sister be naked, and destitute of daily food,  <strong>16</strong> And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?  <strong>17</strong> Even so faith, if it hath not works, is dead, being alone.  ","niv":"<sup><strong>14</strong></sup> What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him? <sup><strong>15</strong></sup> Suppose a brother or sister is without clothes and daily food. <sup><strong>16</strong></sup> If one of you says to him, \"Go, I wish you well; keep warm and well fed,\" but does nothing about his physical needs, what good is it? <sup><strong>17</strong></sup> In the same way, faith by itself, if it is not accompanied by action, is dead. ","modified":"2022-03-08T04:36:45.958Z"},{"_id":"615fb46fa7e6c939a16faae6","topicId":"615fb46da7e6c939a16faae1","verse":"Ephesians 2:10","votes":53,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."},{"_id":"615fb470a7e6c939a16faae7","topicId":"615fb46da7e6c939a16faae1","verse":"John 3:16","votes":33,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-6\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615fb470a7e6c939a16faae8","topicId":"615fb46da7e6c939a16faae1","verse":"Colossians 3:23","votes":29,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,"},{"_id":"615fb470a7e6c939a16faae9","topicId":"615fb46da7e6c939a16faae1","verse":"James 4:17","votes":35,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins."},{"_id":"615fb470a7e6c939a16faaeb","topicId":"615fb46da7e6c939a16faae1","verse":"Luke 12:33-34","votes":25,"__v":0,"esv":"<div>\n<p id=\"p42012033_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span> <b class=\"verse-num woc\" id=\"v42012034-1\">34&nbsp;</b><span class=\"woc\">For where your treasure is, there will your heart be also.</span></p>\n</div>","kjv":"<strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  <strong>34</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys. <sup><strong>34</strong></sup> For where your treasure is, there your heart will be also. "},{"_id":"615fb470a7e6c939a16faaea","topicId":"615fb46da7e6c939a16faae1","verse":"Luke 15:7","votes":26,"__v":0,"esv":"<div>\n<p id=\"p42015007_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n</div>","kjv":"<strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent."},{"_id":"615fb471a7e6c939a16faaec","topicId":"615fb46da7e6c939a16faae1","verse":"Galatians 6:10","votes":23,"__v":0,"esv":"<div>\n<p id=\"p48006010_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006010-1\">10&nbsp;</b>So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.</p>\n</div>","kjv":"<strong>10</strong> As we have therefore opportunity, let us do good unto all men,  especially unto them who are of the household of faith.  ","niv":"<sup><strong>10</strong></sup> Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers.","modified":"2023-04-29T13:28:18.539Z"},{"_id":"615fb471a7e6c939a16faaed","topicId":"615fb46da7e6c939a16faae1","verse":"Galatians 5:19-26","votes":23,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God. <b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law. <b class=\"verse-num\" id=\"v48005024-1\">24&nbsp;</b>And those who belong to Christ Jesus have crucified the flesh with its passions and desires.</p>\n<p id=\"p48005024_01-12\"><b class=\"verse-num\" id=\"v48005025-1\">25&nbsp;</b>If we live by the Spirit, let us also keep in step with the Spirit. <b class=\"verse-num\" id=\"v48005026-1\">26&nbsp;</b>Let us not become conceited, provoking one another, envying one another.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  <strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  <strong>24</strong> And they that are Christ’s have crucified the flesh with the affections and lusts.  <strong>25</strong> If we live in the Spirit, let us also walk in the Spirit.  <strong>26</strong> Let us not be desirous of vain glory, provoking one another, envying one another.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. <sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. <sup><strong>24</strong></sup> Those who belong to Christ Jesus have crucified the sinful nature with its passions and desires. <sup><strong>25</strong></sup> Since we live by the Spirit, let us keep in step with the Spirit. <sup><strong>26</strong></sup> Let us not become conceited, provoking and envying each other. "},{"_id":"615fb472a7e6c939a16faaee","topicId":"615fb46da7e6c939a16faae1","verse":"James 1:27","votes":22,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"615fb472a7e6c939a16faaf1","topicId":"615fb46da7e6c939a16faae1","verse":"Hebrews 6:10","votes":20,"__v":0,"esv":"<div>\n<p id=\"p58006010_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006010-1\">10&nbsp;</b>For God is not unjust so as to overlook your work and the love that you have shown for his name in serving the saints, as you still do.</p>\n</div>","kjv":"<strong>10</strong> For God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister.  ","niv":"<sup><strong>10</strong></sup> God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them.","modified":"2023-01-15T15:24:24.724Z"},{"_id":"615fb472a7e6c939a16faaf0","topicId":"615fb46da7e6c939a16faae1","verse":"2 Thessalonians 3:13","votes":21,"__v":0,"esv":"<div>\n<p id=\"p53003013_01-15\"><b class=\"verse-num\" id=\"v53003013-1\">13&nbsp;</b>As for you, brothers, do not grow weary in doing good.</p>\n</div>","kjv":"<strong>13</strong> But ye, brethren, be not weary in well doing.  ","niv":"<sup><strong>13</strong></sup> And as for you, brothers, never tire of doing what is right.","modified":"2023-10-28T23:54:59.054Z"},{"_id":"615fb472a7e6c939a16faaef","topicId":"615fb46da7e6c939a16faae1","verse":"Proverbs 16:3","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016003_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016003-1\">3&nbsp;</b>&nbsp;&nbsp;Commit your work to the LORD,</span><br><span id=\"p20016003_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your plans will be established.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Commit thy works unto the LORD, and thy thoughts shall be established.  ","niv":"<sup><strong>3</strong></sup> Commit to the LORD whatever you do, and your plans will succeed."},{"_id":"615fb473a7e6c939a16faaf2","topicId":"615fb46da7e6c939a16faae1","verse":"Ecclesiastes 9:10","votes":20,"__v":0,"esv":"<div>\n<p id=\"p21009010_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v21009010-1\">10&nbsp;</b>Whatever your hand finds to do, do it with your might, for there is no work or thought or knowledge or wisdom in Sheol, to which you are going.</p>\n\n</div>","kjv":"<strong>10</strong> Whatsoever thy hand findeth to do, do it with thy might; for there is no work, nor device, nor knowledge, nor wisdom, in the grave, whither thou goest.  ","niv":"<sup><strong>10</strong></sup> Whatever your hand finds to do, do it with all your might, for in the grave, where you are going, there is neither working nor planning nor knowledge nor wisdom."},{"_id":"615fb473a7e6c939a16faaf3","topicId":"615fb46da7e6c939a16faae1","verse":"Hebrews 13:16","votes":19,"__v":0,"esv":"<div>\n<p id=\"p58013016_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013016-1\">16&nbsp;</b>Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.</p>\n</div>","kjv":"<strong>16</strong> But to do good and to communicate forget not: for with such sacrifices God is well pleased.  ","niv":"<sup><strong>16</strong></sup> And do not forget to do good and to share with others, for with such sacrifices God is pleased."},{"_id":"615fb473a7e6c939a16faaf4","topicId":"615fb46da7e6c939a16faae1","verse":"Acts 10:38","votes":19,"__v":0,"esv":"<div>\n<p id=\"p44010038_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v44010038-1\">38&nbsp;</b>how God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him.</p>\n</div>","kjv":"<strong>38</strong> How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.  ","niv":"<sup><strong>38</strong></sup> how God anointed Jesus of Nazareth with the Holy Spirit and power, and how he went around doing good and healing all who were under the power of the devil, because God was with him."},{"_id":"615fb474a7e6c939a16faaf5","topicId":"615fb46da7e6c939a16faae1","verse":"Proverbs 13:4","votes":17,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013004_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013004-1\">4&nbsp;</b>&nbsp;&nbsp;The soul of the sluggard craves and gets nothing,</span><br><span id=\"p20013004_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;while the soul of the diligent is richly supplied.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> The soul of the sluggard desireth, and hath nothing: but the soul of the diligent shall be made fat.  ","niv":"<sup><strong>4</strong></sup> The sluggard craves and gets nothing, but the desires of the diligent are fully satisfied.","modified":"2022-08-05T16:53:34.338Z"},{"_id":"615fb474a7e6c939a16faaf8","topicId":"615fb46da7e6c939a16faae1","verse":"Colossians 3:17","votes":19,"__v":0,"esv":"<div>\n<p id=\"p51003017_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n</div>","kjv":"<strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  ","niv":"<sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him."},{"_id":"615fb474a7e6c939a16faaf7","topicId":"615fb46da7e6c939a16faae1","verse":"1 Timothy 6:17-19","votes":18,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-23\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. "},{"_id":"615fb474a7e6c939a16faaf6","topicId":"615fb46da7e6c939a16faae1","verse":"Philippians 4:13","votes":19,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"615fb475a7e6c939a16faaf9","topicId":"615fb46da7e6c939a16faae1","verse":"Galatians 2:16","votes":17,"__v":0,"esv":"<div>\n<p id=\"p48002016_01-25\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v48002016-1\">16&nbsp;</b>yet we know that a person is not justified by works of the law but through faith in Jesus Christ, so we also have believed in Christ Jesus, in order to be justified by faith in Christ and not by works of the law, because by works of the law no one will be justified.</p>\n\n</div>","kjv":"<strong>16</strong> Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified.  ","niv":"<sup><strong>16</strong></sup> know that a man is not justified by observing the law, but by faith in Jesus Christ. So we, too, have put our faith in Christ Jesus that we may be justified by faith in Christ and not by observing the law, because by observing the law no one will be justified."},{"_id":"615fb475a7e6c939a16faafa","topicId":"615fb46da7e6c939a16faae1","verse":"Ephesians 2:8-9","votes":13,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. ","modified":"2023-05-21T14:00:54.577Z"}]}