{"_id":"615fb4b3a7e6c939a16faafb","slug":"doing-the-right-thing","name":"Doing The Right Thing","verses":[{"_id":"615fb4b3a7e6c939a16faafc","topicId":"615fb4b3a7e6c939a16faafb","verse":"James 4:17","votes":565,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins.","modified":"2023-09-14T16:12:17.689Z"},{"_id":"615fb4b4a7e6c939a16faafd","topicId":"615fb4b3a7e6c939a16faafb","verse":"Isaiah 1:17","votes":210,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001017_01-2\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23001017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;learn to do good;</span><br><span id=\"p23001017_01-2\" class=\"line\">&nbsp;&nbsp;seek justice,</span><br><span id=\"p23001017_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;correct oppression;</span><br><span id=\"p23001017_01-2\" class=\"line\">&nbsp;&nbsp;bring justice to the fatherless,</span><br><span id=\"p23001017_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plead the widow’s cause.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.  ","niv":"<sup><strong>17</strong></sup> learn to do right! Seek justice, encourage the oppressed. Defend the cause of the fatherless, plead the case of the widow.","modified":"2022-10-24T17:17:31.206Z"},{"_id":"615fb4b4a7e6c939a16faafe","topicId":"615fb4b3a7e6c939a16faafb","verse":"Romans 12:21","votes":257,"__v":0,"esv":"<div>\n<p id=\"p45012021_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n</div>","kjv":"<strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good.","modified":"2023-08-05T23:04:05.813Z"},{"_id":"615fb4b4a7e6c939a16faaff","topicId":"615fb4b3a7e6c939a16faafb","verse":"Colossians 3:17","votes":160,"__v":0,"esv":"<div>\n<p id=\"p51003017_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n</div>","kjv":"<strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  ","niv":"<sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him.","modified":"2023-03-05T10:48:57.899Z"},{"_id":"615fb4b5a7e6c939a16fab00","topicId":"615fb4b3a7e6c939a16faafb","verse":"Matthew 5:10-12","votes":156,"__v":0,"esv":"<div>\n<p id=\"p40005010_01-5\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_01-5\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n</div>","kjv":"<strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  ","niv":"<sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. "},{"_id":"615fb4b5a7e6c939a16fab01","topicId":"615fb4b3a7e6c939a16faafb","verse":"Proverbs 21:3","votes":158,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021003_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021003-1\">3&nbsp;</b>&nbsp;&nbsp;To do righteousness and justice</span><br><span id=\"p20021003_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is more acceptable to the LORD than sacrifice.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> To do justice and judgment is more acceptable to the LORD than sacrifice.  ","niv":"<sup><strong>3</strong></sup> To do what is right and just is more acceptable to the LORD than sacrifice.","modified":"2023-03-05T10:49:06.179Z"},{"_id":"615fb4b5a7e6c939a16fab02","topicId":"615fb4b3a7e6c939a16faafb","verse":"Romans 7:15","votes":129,"__v":0,"esv":"<div>\n<p id=\"p45007015_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45007015-1\">15&nbsp;</b>For I do not understand my own actions. For I do not do what I want, but I do the very thing I hate.</p>\n</div>","kjv":"<strong>15</strong> For that which I do I allow not: for what I would, that do I not; but what I hate, that do I.  ","niv":"<sup><strong>15</strong></sup> I do not understand what I do. For what I want to do I do not do, but what I hate I do."},{"_id":"615fb4b6a7e6c939a16fab03","topicId":"615fb4b3a7e6c939a16faafb","verse":"Proverbs 31:8-9","votes":93,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031008_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031008-1\">8&nbsp;</b>&nbsp;&nbsp;Open your mouth for the mute,</span><br><span id=\"p20031008_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the rights of all who are destitute.</span><br><span id=\"p20031009_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031009-1\">9&nbsp;</b>&nbsp;&nbsp;Open your mouth, judge righteously,</span><br><span id=\"p20031009_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;defend the rights of the poor and needy.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> Open thy mouth for the dumb in the cause of all such as are appointed to destruction.  <strong>9</strong> Open thy mouth, judge righteously, and plead the cause of the poor and needy.  ","niv":"<sup><strong>8</strong></sup> \"Speak up for those who cannot speak for themselves, for the rights of all who are destitute. <sup><strong>9</strong></sup> Speak up and judge fairly; defend the rights of the poor and needy.\" Epilogue: The Wife of Noble Character "},{"_id":"615fb4b6a7e6c939a16fab05","topicId":"615fb4b3a7e6c939a16faafb","verse":"2 Chronicles 15:7","votes":86,"__v":0,"esv":"<div>\n<p id=\"p14015007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v14015007-1\">7&nbsp;</b>But you, take courage! Do not let your hands be weak, for your work shall be rewarded.”</p>\n</div>","kjv":"<strong>7</strong> Be ye strong therefore, and let not your hands be weak: for your work shall be rewarded.  ","niv":"<sup><strong>7</strong></sup> But as for you, be strong and do not give up, for your work will be rewarded.\"","modified":"2023-01-08T09:16:33.629Z"},{"_id":"615fb4b6a7e6c939a16fab04","topicId":"615fb4b3a7e6c939a16faafb","verse":"Galatians 6:7-16","votes":110,"__v":0,"esv":"<div>\n<p id=\"p48006007_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap. <b class=\"verse-num\" id=\"v48006008-1\">8&nbsp;</b>For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life. <b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up. <b class=\"verse-num\" id=\"v48006010-1\">10&nbsp;</b>So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.</p>\n\n<p id=\"p48006010_05-10\"><b class=\"verse-num\" id=\"v48006011-1\">11&nbsp;</b>See with what large letters I am writing to you with my own hand. <b class=\"verse-num\" id=\"v48006012-1\">12&nbsp;</b>It is those who want to make a good showing in the flesh who would force you to be circumcised, and only in order that they may not be persecuted for the cross of Christ. <b class=\"verse-num\" id=\"v48006013-1\">13&nbsp;</b>For even those who are circumcised do not themselves keep the law, but they desire to have you circumcised that they may boast in your flesh. <b class=\"verse-num\" id=\"v48006014-1\">14&nbsp;</b>But far be it from me to boast except in the cross of our Lord Jesus Christ, by which the world has been crucified to me, and I to the world. <b class=\"verse-num\" id=\"v48006015-1\">15&nbsp;</b>For neither circumcision counts for anything, nor uncircumcision, but a new creation. <b class=\"verse-num\" id=\"v48006016-1\">16&nbsp;</b>And as for all who walk by this rule, peace and mercy be upon them, and upon the Israel of God.</p>\n\n</div>","kjv":"<strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  <strong>8</strong> For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.  <strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  <strong>10</strong> As we have therefore opportunity, let us do good unto all men,  especially unto them who are of the household of faith.  <strong>11</strong> Ye see how large a letter I have written unto you with mine own hand.  <strong>12</strong> As many as desire to make a fair shew in the flesh, they constrain you to be circumcised; only lest they should suffer persecution for the cross of Christ.  <strong>13</strong> For neither they themselves who are circumcised keep the law; but desire to have you circumcised, that they may glory in your flesh.  <strong>14</strong> But God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world.  <strong>15</strong> For in Christ Jesus neither circumcision availeth any thing, nor uncircumcision, but a new creature.  <strong>16</strong> And as many as walk according to this rule, peace be on them, and mercy, and upon the Israel of God.  ","niv":"<sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows. <sup><strong>8</strong></sup> The one who sows to please his sinful nature, from that nature will reap destruction; the one who sows to please the Spirit, from the Spirit will reap eternal life. <sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up. <sup><strong>10</strong></sup> Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers. <sup><strong>11</strong></sup> See what large letters I use as I write to you with my own hand! <sup><strong>12</strong></sup> Those who want to make a good impression outwardly are trying to compel you to be circumcised. The only reason they do this is to avoid being persecuted for the cross of Christ. <sup><strong>13</strong></sup> Not even those who are circumcised obey the law, yet they want you to be circumcised that they may boast about your flesh. <sup><strong>14</strong></sup> May I never boast except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world. <sup><strong>15</strong></sup> Neither circumcision nor uncircumcision means anything; what counts is a new creation. <sup><strong>16</strong></sup> Peace and mercy to all who follow this rule, even to the Israel of God. "},{"_id":"615fb4b7a7e6c939a16fab06","topicId":"615fb4b3a7e6c939a16faafb","verse":"Romans 2:6-8","votes":65,"__v":0,"esv":"<div>\n<p id=\"p45002006_01-11\"><b class=\"verse-num\" id=\"v45002006-1\">6&nbsp;</b>He will render to each one according to his works: <b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life; <b class=\"verse-num\" id=\"v45002008-1\">8&nbsp;</b>but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury.</p>\n\n</div>","kjv":"<strong>6</strong> Who will render to every man according to his deeds:  <strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  <strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  ","niv":"<sup><strong>6</strong></sup> God \"will give to each person according to what he has done.\" <sup><strong>7</strong></sup> To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. <sup><strong>8</strong></sup> But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. ","modified":"2022-08-22T18:53:17.185Z"},{"_id":"615fb4b7a7e6c939a16fab07","topicId":"615fb4b3a7e6c939a16faafb","verse":"Matthew 6:25","votes":77,"__v":0,"esv":"<div>\n\n<p id=\"p40006025_05-12\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span></p>\n</div>","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  ","niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes?"},{"_id":"615fb4b7a7e6c939a16fab08","topicId":"615fb4b3a7e6c939a16faafb","verse":"Luke 16:13","votes":66,"__v":0,"esv":"<div>\n<p id=\"p42016013_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016013-1\">13&nbsp;</b><span class=\"woc\">No servant can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.”</span></p>\n</div>","kjv":"<strong>13</strong>           No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>13</strong></sup> \"No servant can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.\""},{"_id":"615fb4b7a7e6c939a16fab09","topicId":"615fb4b3a7e6c939a16faafb","verse":"Galatians 5:22-23","votes":57,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. "},{"_id":"615fb4b8a7e6c939a16fab0a","topicId":"615fb4b3a7e6c939a16faafb","verse":"1 John 3:7","votes":55,"__v":0,"esv":"<div>\n<p id=\"p62003007_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003007-1\">7&nbsp;</b>Little children, let no one deceive you. Whoever practices righteousness is righteous, as he is righteous.</p>\n</div>","kjv":"<strong>7</strong> Little children, let no man deceive you: he that doeth righteousness is righteous, even as he is righteous.  ","niv":"<sup><strong>7</strong></sup> Dear children, do not let anyone lead you astray. He who does what is right is righteous, just as he is righteous."},{"_id":"615fb4b8a7e6c939a16fab0b","topicId":"615fb4b3a7e6c939a16faafb","verse":"Titus 3:1-7","votes":51,"__v":0,"esv":"<div>\n\n<p id=\"p56003001_07-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56003001-1\">3:1&nbsp;</b>Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work, <b class=\"verse-num\" id=\"v56003002-1\">2&nbsp;</b>to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people. <b class=\"verse-num\" id=\"v56003003-1\">3&nbsp;</b>For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another. <b class=\"verse-num\" id=\"v56003004-1\">4&nbsp;</b>But when the goodness and loving kindness of God our Savior appeared, <b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit, <b class=\"verse-num\" id=\"v56003006-1\">6&nbsp;</b>whom he poured out on us richly through Jesus Christ our Savior, <b class=\"verse-num\" id=\"v56003007-1\">7&nbsp;</b>so that being justified by his grace we might become heirs according to the hope of eternal life.</p>\n</div>","kjv":"<strong>1</strong> Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,  <strong>2</strong> To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men.  <strong>3</strong> For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another.  <strong>4</strong> But after that the kindness and love of God our Saviour toward man appeared,  <strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  <strong>6</strong> Which he shed on us abundantly through Jesus Christ our Saviour;  <strong>7</strong> That being justified by his grace, we should be made heirs according to the hope of eternal life.  ","niv":"<sup><strong>1</strong></sup> Remind the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good, <sup><strong>2</strong></sup> to slander no one, to be peaceable and considerate, and to show true humility toward all men. <sup><strong>3</strong></sup> At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another. <sup><strong>4</strong></sup> But when the kindness and love of God our Savior appeared, <sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit, <sup><strong>6</strong></sup> whom he poured out on us generously through Jesus Christ our Savior, <sup><strong>7</strong></sup> so that, having been justified by his grace, we might become heirs having the hope of eternal life. "},{"_id":"615fb4b9a7e6c939a16fab0c","topicId":"615fb4b3a7e6c939a16faafb","verse":"1 Corinthians 10:13","votes":39,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"615fb4b9a7e6c939a16fab0d","topicId":"615fb4b3a7e6c939a16faafb","verse":"Galatians 6:9","votes":46,"__v":0,"esv":"<div>\n<p id=\"p48006009_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up.</p>\n</div>","kjv":"<strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  ","niv":"<sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.","modified":"2022-05-12T03:20:57.428Z"},{"_id":"615fb4b9a7e6c939a16fab0e","topicId":"615fb4b3a7e6c939a16faafb","verse":"Psalm 27:3","votes":35,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19027003_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19027003-1\">3&nbsp;</b>&nbsp;&nbsp;Though an army encamp against me,</span><br><span id=\"p19027003_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my heart shall not fear;</span><br><span id=\"p19027003_01-20\" class=\"line\">&nbsp;&nbsp;though war arise against me,</span><br><span id=\"p19027003_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I will be confident.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Though an host should encamp against me, my heart shall not fear: though war should rise against me, in this will I be confident.  ","niv":"<sup><strong>3</strong></sup> Though an army besiege me, my heart will not fear; though war break out against me, even then will I be confident."},{"_id":"615fb4b9a7e6c939a16fab0f","topicId":"615fb4b3a7e6c939a16faafb","verse":"John 14:23","votes":43,"__v":0,"esv":"<div>\n<p id=\"p43014023_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.</span></p>\n</div>","kjv":"<strong>23</strong> Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.  ","niv":"<sup><strong>23</strong></sup> Jesus replied, \"If anyone loves me, he will obey my teaching. My Father will love him, and we will come to him and make our home with him."},{"_id":"615fb4baa7e6c939a16fab11","topicId":"615fb4b3a7e6c939a16faafb","verse":"1 Corinthians 11:1-2","votes":32,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-23\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you.</p>\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. ","modified":"2022-09-15T12:06:32.288Z"},{"_id":"615fb4baa7e6c939a16fab10","topicId":"615fb4b3a7e6c939a16faafb","verse":"1 Corinthians 6:12","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p46006012_04-25\"><b class=\"verse-num\" id=\"v46006012-1\">12&nbsp;</b>“All things are lawful for me,” but not all things are helpful. “All things are lawful for me,” but I will not be dominated by anything.</p>\n</div>","kjv":"<strong>12</strong> All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.  ","niv":"<sup><strong>12</strong></sup> \"Everything is permissible for me\"--but not everything is beneficial. \"Everything is permissible for me\"--but I will not be mastered by anything."},{"_id":"615fb4baa7e6c939a16fab13","topicId":"615fb4b3a7e6c939a16faafb","verse":"James 4:7","votes":26,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you."},{"_id":"615fb4baa7e6c939a16fab12","topicId":"615fb4b3a7e6c939a16faafb","verse":"Philippians 4:13","votes":26,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"615fb4bba7e6c939a16fab14","topicId":"615fb4b3a7e6c939a16faafb","verse":"Jeremiah 8:6","votes":25,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24008006_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v24008006-1\">6&nbsp;</b>&nbsp;&nbsp;I have paid attention and listened,</span><br><span id=\"p24008006_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they have not spoken rightly;</span><br><span id=\"p24008006_01-28\" class=\"line\">&nbsp;&nbsp;no man relents of his evil,</span><br><span id=\"p24008006_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;saying, ‘What have I done?’</span><br><span id=\"p24008006_01-28\" class=\"line\">&nbsp;&nbsp;Everyone turns to his own course,</span><br><span id=\"p24008006_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a horse plunging headlong into battle.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> I hearkened and heard, but they spake not aright: no man repented him of his wickedness, saying, What have I done? every one turned to his course, as the horse rusheth into the battle.  ","niv":"<sup><strong>6</strong></sup> I have listened attentively, but they do not say what is right. No one repents of his wickedness, saying, \"What have I done?\" Each pursues his own course like a horse charging into battle.","modified":"2022-02-02T23:44:29.498Z"}]}