{"_id":"615fb78ea7e6c939a16fac1f","slug":"doorkeepers","name":"Doorkeepers","verses":[{"_id":"615fb78fa7e6c939a16fac20","topicId":"615fb78ea7e6c939a16fac1f","verse":"Psalm 84:10","votes":45,"__v":0,"esv":"<div>\n\n<h4 id=\"p19084001_10-9\" class=\"psalm-title\">To the choirmaster: according to The Gittith. A Psalm of the Sons of Korah.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19084001_10-9\" class=\"line\"><b class=\"chapter-num\" id=\"v19084001-1\">84:1&nbsp;</b>&nbsp;&nbsp;How lovely is your dwelling place,</span><br><span id=\"p19084001_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD of hosts!</span><br><span id=\"p19084002_10-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084002-1\">2&nbsp;</b>&nbsp;&nbsp;My soul longs, yes, faints</span><br><span id=\"p19084002_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the courts of the LORD;</span><br><span id=\"p19084002_10-9\" class=\"line\">&nbsp;&nbsp;my heart and flesh sing for joy</span><br><span id=\"p19084002_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the living God.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19084003_10-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084003-1\">3&nbsp;</b>&nbsp;&nbsp;Even the sparrow finds a home,</span><br><span id=\"p19084003_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the swallow a nest for herself,</span><br><span id=\"p19084003_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;where she may lay her young,</span><br><span id=\"p19084003_10-9\" class=\"line\">&nbsp;&nbsp;at your altars, O LORD of hosts,</span><br><span id=\"p19084003_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my King and my God.</span><br><span id=\"p19084004_10-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084004-1\">4&nbsp;</b>&nbsp;&nbsp;Blessed are those who dwell in your house,</span><br><span id=\"p19084004_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;ever singing your praise! <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19084005_10-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed are those whose strength is in you,</span><br><span id=\"p19084005_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in whose heart are the highways to Zion.</span><br><span id=\"p19084006_10-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084006-1\">6&nbsp;</b>&nbsp;&nbsp;As they go through the Valley of Baca</span><br><span id=\"p19084006_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they make it a place of springs;</span><br><span id=\"p19084006_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the early rain also covers it with pools.</span><br><span id=\"p19084007_10-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084007-1\">7&nbsp;</b>&nbsp;&nbsp;They go from strength to strength;</span><br><span id=\"p19084007_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;each one appears before God in Zion.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19084008_10-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084008-1\">8&nbsp;</b>&nbsp;&nbsp;O LORD God of hosts, hear my prayer;</span><br><span id=\"p19084008_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give ear, O God of Jacob! <span class=\"selah\">Selah</span></span><br><span id=\"p19084009_10-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084009-1\">9&nbsp;</b>&nbsp;&nbsp;Behold our shield, O God;</span><br><span id=\"p19084009_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;look on the face of your anointed!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19084010_10-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084010-1\">10&nbsp;</b>&nbsp;&nbsp;For a day in your courts is better</span><br><span id=\"p19084010_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than a thousand elsewhere.</span><br><span id=\"p19084010_10-9\" class=\"line\">&nbsp;&nbsp;I would rather be a doorkeeper in the house of my God</span><br><span id=\"p19084010_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than dwell in the tents of wickedness.</span><br><span id=\"p19084011_10-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084011-1\">11&nbsp;</b>&nbsp;&nbsp;For the LORD God is a sun and shield;</span><br><span id=\"p19084011_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD bestows favor and honor.</span><br><span id=\"p19084011_10-9\" class=\"line\">&nbsp;&nbsp;No good thing does he withhold</span><br><span id=\"p19084011_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from those who walk uprightly.</span><br><span id=\"p19084012_10-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084012-1\">12&nbsp;</b>&nbsp;&nbsp;O LORD of hosts,</span><br><span id=\"p19084012_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blessed is the one who trusts in you!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> For a day in thy courts is better than a thousand. I had rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness.  ","niv":"<sup><strong>10</strong></sup> Better is one day in your courts than a thousand elsewhere; I would rather be a doorkeeper in the house of my God than dwell in the tents of the wicked.","modified":"2023-09-06T23:49:01.273Z"},{"_id":"615fb790a7e6c939a16fac21","topicId":"615fb78ea7e6c939a16fac1f","verse":"John 10:1-42","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43010001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43010001-1\">10:1&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, he who does not enter the sheepfold by the door but climbs in by another way, that man is a thief and a robber.</span> <b class=\"verse-num woc\" id=\"v43010002-1\">2&nbsp;</b><span class=\"woc\">But he who enters by the door is the shepherd of the sheep.</span> <b class=\"verse-num woc\" id=\"v43010003-1\">3&nbsp;</b><span class=\"woc\">To him the gatekeeper opens. The sheep hear his voice, and he calls his own sheep by name and leads them out.</span> <b class=\"verse-num woc\" id=\"v43010004-1\">4&nbsp;</b><span class=\"woc\">When he has brought out all his own, he goes before them, and the sheep follow him, for they know his voice.</span> <b class=\"verse-num woc\" id=\"v43010005-1\">5&nbsp;</b><span class=\"woc\">A stranger they will not follow, but they will flee from him, for they do not know the voice of strangers.”</span> <b class=\"verse-num\" id=\"v43010006-1\">6&nbsp;</b>This figure of speech Jesus used with them, but they did not understand what he was saying to them.</p>\n<p id=\"p43010006_06-2\"><b class=\"verse-num\" id=\"v43010007-1\">7&nbsp;</b>So Jesus again said to them, <span class=\"woc\">“Truly, truly, I say to you, I am the door of the sheep.</span> <b class=\"verse-num woc\" id=\"v43010008-1\">8&nbsp;</b><span class=\"woc\">All who came before me are thieves and robbers, but the sheep did not listen to them.</span> <b class=\"verse-num woc\" id=\"v43010009-1\">9&nbsp;</b><span class=\"woc\">I am the door. If anyone enters by me, he will be saved and will go in and out and find pasture.</span> <b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span> <b class=\"verse-num woc\" id=\"v43010011-1\">11&nbsp;</b><span class=\"woc\">I am the good shepherd. The good shepherd lays down his life for the sheep.</span> <b class=\"verse-num woc\" id=\"v43010012-1\">12&nbsp;</b><span class=\"woc\">He who is a hired hand and not a shepherd, who does not own the sheep, sees the wolf coming and leaves the sheep and flees, and the wolf snatches them and scatters them.</span> <b class=\"verse-num woc\" id=\"v43010013-1\">13&nbsp;</b><span class=\"woc\">He flees because he is a hired hand and cares nothing for the sheep.</span> <b class=\"verse-num woc\" id=\"v43010014-1\">14&nbsp;</b><span class=\"woc\">I am the good shepherd. I know my own and my own know me,</span> <b class=\"verse-num woc\" id=\"v43010015-1\">15&nbsp;</b><span class=\"woc\">just as the Father knows me and I know the Father; and I lay down my life for the sheep.</span> <b class=\"verse-num woc\" id=\"v43010016-1\">16&nbsp;</b><span class=\"woc\">And I have other sheep that are not of this fold. I must bring them also, and they will listen to my voice. So there will be one flock, one shepherd.</span> <b class=\"verse-num woc\" id=\"v43010017-1\">17&nbsp;</b><span class=\"woc\">For this reason the Father loves me, because I lay down my life that I may take it up again.</span> <b class=\"verse-num woc\" id=\"v43010018-1\">18&nbsp;</b><span class=\"woc\">No one takes it from me, but I lay it down of my own accord. I have authority to lay it down, and I have authority to take it up again. This charge I have received from my Father.”</span></p>\n<p id=\"p43010018_06-2\"><b class=\"verse-num\" id=\"v43010019-1\">19&nbsp;</b>There was again a division among the Jews because of these words. <b class=\"verse-num\" id=\"v43010020-1\">20&nbsp;</b>Many of them said, “He has a demon, and is insane; why listen to him?” <b class=\"verse-num\" id=\"v43010021-1\">21&nbsp;</b>Others said, “These are not the words of one who is oppressed by a demon. Can a demon open the eyes of the blind?”</p>\n\n<p id=\"p43010021_12-2\"><b class=\"verse-num\" id=\"v43010022-1\">22&nbsp;</b>At that time the Feast of Dedication took place at Jerusalem. It was winter, <b class=\"verse-num\" id=\"v43010023-1\">23&nbsp;</b>and Jesus was walking in the temple, in the colonnade of Solomon. <b class=\"verse-num\" id=\"v43010024-1\">24&nbsp;</b>So the Jews gathered around him and said to him, “How long will you keep us in suspense? If you are the Christ, tell us plainly.” <b class=\"verse-num\" id=\"v43010025-1\">25&nbsp;</b>Jesus answered them, <span class=\"woc\">“I told you, and you do not believe. The works that I do in my Father’s name bear witness about me,</span> <b class=\"verse-num woc\" id=\"v43010026-1\">26&nbsp;</b><span class=\"woc\">but you do not believe because you are not among my sheep.</span> <b class=\"verse-num woc\" id=\"v43010027-1\">27&nbsp;</b><span class=\"woc\">My sheep hear my voice, and I know them, and they follow me.</span> <b class=\"verse-num woc\" id=\"v43010028-1\">28&nbsp;</b><span class=\"woc\">I give them eternal life, and they will never perish, and no one will snatch them out of my hand.</span> <b class=\"verse-num woc\" id=\"v43010029-1\">29&nbsp;</b><span class=\"woc\">My Father, who has given them to me, is greater than all, and no one is able to snatch them out of the Father’s hand.</span> <b class=\"verse-num woc\" id=\"v43010030-1\">30&nbsp;</b><span class=\"woc\">I and the Father are one.”</span></p>\n<p id=\"p43010030_12-2\"><b class=\"verse-num\" id=\"v43010031-1\">31&nbsp;</b>The Jews picked up stones again to stone him. <b class=\"verse-num\" id=\"v43010032-1\">32&nbsp;</b>Jesus answered them, <span class=\"woc\">“I have shown you many good works from the Father; for which of them are you going to stone me?”</span> <b class=\"verse-num\" id=\"v43010033-1\">33&nbsp;</b>The Jews answered him, “It is not for a good work that we are going to stone you but for blasphemy, because you, being a man, make yourself God.” <b class=\"verse-num\" id=\"v43010034-1\">34&nbsp;</b>Jesus answered them, <span class=\"woc\">“Is it not written in your Law, ‘I said, you are gods’?</span> <b class=\"verse-num woc\" id=\"v43010035-1\">35&nbsp;</b><span class=\"woc\">If he called them gods to whom the word of God came—and Scripture cannot be broken—</span><b class=\"verse-num woc\" id=\"v43010036-1\">36&nbsp;</b><span class=\"woc\">do you say of him whom the Father consecrated and sent into the world, ‘You are blaspheming,’ because I said, ‘I am the Son of God’?</span> <b class=\"verse-num woc\" id=\"v43010037-1\">37&nbsp;</b><span class=\"woc\">If I am not doing the works of my Father, then do not believe me;</span> <b class=\"verse-num woc\" id=\"v43010038-1\">38&nbsp;</b><span class=\"woc\">but if I do them, even though you do not believe me, believe the works, that you may know and understand that the Father is in me and I am in the Father.”</span> <b class=\"verse-num\" id=\"v43010039-1\">39&nbsp;</b>Again they sought to arrest him, but he escaped from their hands.</p>\n<p id=\"p43010039_12-2\"><b class=\"verse-num\" id=\"v43010040-1\">40&nbsp;</b>He went away again across the Jordan to the place where John had been baptizing at first, and there he remained. <b class=\"verse-num\" id=\"v43010041-1\">41&nbsp;</b>And many came to him. And they said, “John did no sign, but everything that John said about this man was true.” <b class=\"verse-num\" id=\"v43010042-1\">42&nbsp;</b>And many believed in him there.</p>\n\n</div>","kjv":"<strong>1</strong>           Verily, verily, I say unto you, He that entereth not by the door into the sheepfold, but climbeth up some other way, the same is a thief and a robber.  <strong>2</strong> But he that entereth in by the door is the shepherd of the sheep.  <strong>3</strong> To him the porter openeth; and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out.  <strong>4</strong> And when he putteth forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice.  <strong>5</strong> And a stranger will they not follow, but will flee from him: for they know not the voice of strangers.  <strong>6</strong> This parable spake Jesus unto them: but they understood not what things they were which he spake unto them.  <strong>7</strong> Then said Jesus unto them again, Verily, verily, I say unto you, I am the door of the sheep.  <strong>8</strong> All that ever came before me are thieves and robbers: but the sheep did not hear them.  <strong>9</strong> I am the door: by me if any man enter in, he shall be saved, and shall go in and out, and find pasture.  <strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  <strong>11</strong> I am the good shepherd: the good shepherd giveth his life for the sheep.  <strong>12</strong> But he that is an hireling, and not the shepherd, whose own the sheep are not, seeth the wolf coming, and leaveth the sheep, and fleeth: and the wolf catcheth them, and scattereth the sheep.  <strong>13</strong> The hireling fleeth, because he is an hireling, and careth not for the sheep.  <strong>14</strong> I am the good shepherd, and know my sheep, and am known of mine.  <strong>15</strong> As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep.  <strong>16</strong> And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and  one shepherd.  <strong>17</strong> Therefore doth my Father love me, because I lay down my life, that I might take it again.  <strong>18</strong> No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father. <strong>19</strong> There was a division therefore again among the Jews for these sayings.  <strong>20</strong> And many of them said, He hath a devil, and is mad; why hear ye him?  <strong>21</strong> Others said, These are not the words of him that hath a devil. Can a devil open the eyes of the blind?  <strong>22</strong> And it was at Jerusalem the feast of the dedication, and it was winter.  <strong>23</strong> And Jesus walked in the temple in Solomon’s porch.  <strong>24</strong> Then came the Jews round about him, and said unto him, How long dost thou make us to doubt? If thou be the Christ, tell us plainly.  <strong>25</strong> Jesus answered them, I told you, and ye believed not: the works that I do in my Father’s name, they bear witness of me.  <strong>26</strong> But ye believe not, because ye are not of my sheep, as I said unto you.  <strong>27</strong> My sheep hear my voice, and I know them, and they follow me:  <strong>28</strong> And I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand.  <strong>29</strong> My Father, which gave them me, is greater than all; and no man is able to pluck them out of my Father’s hand.  <strong>30</strong> I and my Father are one.  <strong>31</strong> Then the Jews took up stones again to stone him.  <strong>32</strong> Jesus answered them, Many good works have I shewed you from my Father; for which of those works do ye stone me?  <strong>33</strong> The Jews answered him, saying, For a good work we stone thee not; but for blasphemy; and because that thou, being a man, makest thyself God.  <strong>34</strong> Jesus answered them, Is it not written in your law, I said, Ye are gods?  <strong>35</strong> If he called them gods, unto whom the word of God came, and the scripture cannot be broken;  <strong>36</strong> Say ye of him, whom the Father hath sanctified, and sent into the world, Thou blasphemest; because I said, I am the Son of God?  <strong>37</strong> If I do not the works of my Father, believe me not.  <strong>38</strong> But if I do, though ye believe not me, believe the works: that ye may know, and believe, that the Father is in me, and I in him.  <strong>39</strong> Therefore they sought again to take him: but he escaped out of their hand,  <strong>40</strong> And went away again beyond Jordan into the place where John at first baptized; and there he abode.  <strong>41</strong> And many resorted unto him, and said, John did no miracle: but all things that John spake of this man were true.  <strong>42</strong> And many believed on him there.  ","niv":"<sup><strong>1</strong></sup> \"I tell you the truth, the man who does not enter the sheep pen by the gate, but climbs in by some other way, is a thief and a robber. <sup><strong>2</strong></sup> The man who enters by the gate is the shepherd of his sheep. <sup><strong>3</strong></sup> The watchman opens the gate for him, and the sheep listen to his voice. He calls his own sheep by name and leads them out. <sup><strong>4</strong></sup> When he has brought out all his own, he goes on ahead of them, and his sheep follow him because they know his voice. <sup><strong>5</strong></sup> But they will never follow a stranger; in fact, they will run away from him because they do not recognize a stranger's voice.\" <sup><strong>6</strong></sup> Jesus used this figure of speech, but they did not understand what he was telling them. <sup><strong>7</strong></sup> Therefore Jesus said again, \"I tell you the truth, I am the gate for the sheep. <sup><strong>8</strong></sup> All who ever came before me were thieves and robbers, but the sheep did not listen to them. <sup><strong>9</strong></sup> I am the gate; whoever enters through me will be saved. He will come in and go out, and find pasture. <sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full. <sup><strong>11</strong></sup> \"I am the good shepherd. The good shepherd lays down his life for the sheep. <sup><strong>12</strong></sup> The hired hand is not the shepherd who owns the sheep. So when he sees the wolf coming, he abandons the sheep and runs away. Then the wolf attacks the flock and scatters it. <sup><strong>13</strong></sup> The man runs away because he is a hired hand and cares nothing for the sheep. <sup><strong>14</strong></sup> \"I am the good shepherd; I know my sheep and my sheep know me-- <sup><strong>15</strong></sup> just as the Father knows me and I know the Father--and I lay down my life for the sheep. <sup><strong>16</strong></sup> I have other sheep that are not of this sheep pen. I must bring them also. They too will listen to my voice, and there shall be one flock and one shepherd. <sup><strong>17</strong></sup> The reason my Father loves me is that I lay down my life--only to take it up again. <sup><strong>18</strong></sup> No one takes it from me, but I lay it down of my own accord. I have authority to lay it down and authority to take it up again. This command I received from my Father.\" <sup><strong>19</strong></sup> At these words the Jews were again divided. <sup><strong>20</strong></sup> Many of them said, \"He is demon-possessed and raving mad. Why listen to him?\" <sup><strong>21</strong></sup> But others said, \"These are not the sayings of a man possessed by a demon. Can a demon open the eyes of the blind?\" <sup><strong>22</strong></sup> Then came the Feast of Dedication at Jerusalem. It was winter, <sup><strong>23</strong></sup> and Jesus was in the temple area walking in Solomon's Colonnade. <sup><strong>24</strong></sup> The Jews gathered around him, saying, \"How long will you keep us in suspense? If you are the Christ, tell us plainly.\" <sup><strong>25</strong></sup> Jesus answered, \"I did tell you, but you do not believe. The miracles I do in my Father's name speak for me, <sup><strong>26</strong></sup> but you do not believe because you are not my sheep. <sup><strong>27</strong></sup> My sheep listen to my voice; I know them, and they follow me. <sup><strong>28</strong></sup> I give them eternal life, and they shall never perish; no one can snatch them out of my hand. <sup><strong>29</strong></sup> My Father, who has given them to me, is greater than all; no one can snatch them out of my Father's hand. <sup><strong>30</strong></sup> I and the Father are one.\" <sup><strong>31</strong></sup> Again the Jews picked up stones to stone him, <sup><strong>32</strong></sup> but Jesus said to them, \"I have shown you many great miracles from the Father. For which of these do you stone me?\" <sup><strong>33</strong></sup> \"We are not stoning you for any of these,\" replied the Jews, \"but for blasphemy, because you, a mere man, claim to be God.\" <sup><strong>34</strong></sup> Jesus answered them, \"Is it not written in your Law, 'I have said you are gods'? <sup><strong>35</strong></sup> If he called them 'gods,' to whom the word of God came--and the Scripture cannot be broken-- <sup><strong>36</strong></sup> what about the one whom the Father set apart as his very own and sent into the world? Why then do you accuse me of blasphemy because I said, 'I am God's Son'? <sup><strong>37</strong></sup> Do not believe me unless I do what my Father does. <sup><strong>38</strong></sup> But if I do it, even though you do not believe me, believe the miracles, that you may know and understand that the Father is in me, and I in the Father.\" <sup><strong>39</strong></sup> Again they tried to seize him, but he escaped their grasp. <sup><strong>40</strong></sup> Then Jesus went back across the Jordan to the place where John had been baptizing in the early days. Here he stayed <sup><strong>41</strong></sup> and many people came to him. They said, \"Though John never performed a miraculous sign, all that John said about this man was true.\" <sup><strong>42</strong></sup> And in that place many believed in Jesus. ","modified":"2022-10-16T03:39:54.770Z"},{"_id":"615fb791a7e6c939a16fac22","topicId":"615fb78ea7e6c939a16fac1f","verse":"2 Kings 25:18","votes":5,"__v":0,"esv":"<div>\n<p id=\"p12025018_01-3\"><b class=\"verse-num\" id=\"v12025018-1\">18&nbsp;</b>And the captain of the guard took Seraiah the chief priest and Zephaniah the second priest and the three keepers of the threshold;</p>\n</div>","kjv":"<strong>18</strong> And the captain of the guard took Seraiah the chief priest, and Zephaniah the second priest, and the three keepers of the door:  ","niv":"<sup><strong>18</strong></sup> The commander of the guard took as prisoners Seraiah the chief priest, Zephaniah the priest next in rank and the three doorkeepers.","modified":"2022-07-04T08:20:57.553Z"},{"_id":"615fb792a7e6c939a16fac23","topicId":"615fb78ea7e6c939a16fac1f","verse":"Ezra 2:70","votes":4,"__v":0,"esv":"<div>\n<p id=\"p15002070_01-4\"><b class=\"verse-num\" id=\"v15002070-1\">70&nbsp;</b>Now the priests, the Levites, some of the people, the singers, the gatekeepers, and the temple servants lived in their towns, and all the rest of Israel in their towns.</p>\n\n</div>","kjv":"<strong>70</strong> So the priests, and the Levites, and some of the people, and the singers, and the porters, and the Nethinims, dwelt in their cities, and all Israel in their cities.  ","niv":"<sup><strong>70</strong></sup> The priests, the Levites, the singers, the gatekeepers and the temple servants settled in their own towns, along with some of the other people, and the rest of the Israelites settled in their towns."},{"_id":"615fb792a7e6c939a16fac24","topicId":"615fb78ea7e6c939a16fac1f","verse":"Mark 13:1-37","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p41013001_07-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41013001-1\">13:1&nbsp;</b>And as he came out of the temple, one of his disciples said to him, “Look, Teacher, what wonderful stones and what wonderful buildings!” <b class=\"verse-num\" id=\"v41013002-1\">2&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Do you see these great buildings? There will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p41013002_14-5\"><b class=\"verse-num\" id=\"v41013003-1\">3&nbsp;</b>And as he sat on the Mount of Olives opposite the temple, Peter and James and John and Andrew asked him privately, <b class=\"verse-num\" id=\"v41013004-1\">4&nbsp;</b>“Tell us, when will these things be, and what will be the sign when all these things are about to be accomplished?” <b class=\"verse-num\" id=\"v41013005-1\">5&nbsp;</b>And Jesus began to say to them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v41013006-1\">6&nbsp;</b><span class=\"woc\">Many will come in my name, saying, ‘I am he!’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v41013007-1\">7&nbsp;</b><span class=\"woc\">And when you hear of wars and rumors of wars, do not be alarmed. This must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v41013008-1\">8&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places; there will be famines. These are but the beginning of the birth pains.</span></p>\n<p id=\"p41013008_14-5\"><b class=\"verse-num woc\" id=\"v41013009-1\">9&nbsp;</b><span class=\"woc\">“But be on your guard. For they will deliver you over to councils, and you will be beaten in synagogues, and you will stand before governors and kings for my sake, to bear witness before them.</span> <b class=\"verse-num woc\" id=\"v41013010-1\">10&nbsp;</b><span class=\"woc\">And the gospel must first be proclaimed to all nations.</span> <b class=\"verse-num woc\" id=\"v41013011-1\">11&nbsp;</b><span class=\"woc\">And when they bring you to trial and deliver you over, do not be anxious beforehand what you are to say, but say whatever is given you in that hour, for it is not you who speak, but the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v41013012-1\">12&nbsp;</b><span class=\"woc\">And brother will deliver brother over to death, and the father his child, and children will rise against parents and have them put to death.</span> <b class=\"verse-num woc\" id=\"v41013013-1\">13&nbsp;</b><span class=\"woc\">And you will be hated by all for my name’s sake. But the one who endures to the end will be saved.</span></p>\n\n<p id=\"p41013013_18-5\"><b class=\"verse-num woc\" id=\"v41013014-1\">14&nbsp;</b><span class=\"woc\">“But when you see the abomination of desolation standing where he ought not to be (let the reader understand), then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v41013015-1\">15&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down, nor enter his house, to take anything out,</span> <b class=\"verse-num woc\" id=\"v41013016-1\">16&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v41013017-1\">17&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v41013018-1\">18&nbsp;</b><span class=\"woc\">Pray that it may not happen in winter.</span> <b class=\"verse-num woc\" id=\"v41013019-1\">19&nbsp;</b><span class=\"woc\">For in those days there will be such tribulation as has not been from the beginning of the creation that God created until now, and never will be.</span> <b class=\"verse-num woc\" id=\"v41013020-1\">20&nbsp;</b><span class=\"woc\">And if the Lord had not cut short the days, no human being would be saved. But for the sake of the elect, whom he chose, he shortened the days.</span> <b class=\"verse-num woc\" id=\"v41013021-1\">21&nbsp;</b><span class=\"woc\">And then if anyone says to you, ‘Look, here is the Christ!’ or ‘Look, there he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v41013022-1\">22&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform signs and wonders, to lead astray, if possible, the elect.</span> <b class=\"verse-num woc\" id=\"v41013023-1\">23&nbsp;</b><span class=\"woc\">But be on guard; I have told you all things beforehand.</span></p>\n\n<p id=\"p41013023_25-5\"><b class=\"verse-num woc\" id=\"v41013024-1\">24&nbsp;</b><span class=\"woc\">“But in those days, after that tribulation, the sun will be darkened, and the moon will not give its light,</span> <b class=\"verse-num woc\" id=\"v41013025-1\">25&nbsp;</b><span class=\"woc\">and the stars will be falling from heaven, and the powers in the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v41013026-1\">26&nbsp;</b><span class=\"woc\">And then they will see the Son of Man coming in clouds with great power and glory.</span> <b class=\"verse-num woc\" id=\"v41013027-1\">27&nbsp;</b><span class=\"woc\">And then he will send out the angels and gather his elect from the four winds, from the ends of the earth to the ends of heaven.</span></p>\n\n<p id=\"p41013027_31-5\"><b class=\"verse-num woc\" id=\"v41013028-1\">28&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v41013029-1\">29&nbsp;</b><span class=\"woc\">So also, when you see these things taking place, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v41013030-1\">30&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v41013031-1\">31&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p41013031_38-5\"><b class=\"verse-num woc\" id=\"v41013032-1\">32&nbsp;</b><span class=\"woc\">“But concerning that day or that hour, no one knows, not even the angels in heaven, nor the Son, but only the Father.</span> <b class=\"verse-num woc\" id=\"v41013033-1\">33&nbsp;</b><span class=\"woc\">Be on guard, keep awake. For you do not know when the time will come.</span> <b class=\"verse-num woc\" id=\"v41013034-1\">34&nbsp;</b><span class=\"woc\">It is like a man going on a journey, when he leaves home and puts his servants in charge, each with his work, and commands the doorkeeper to stay awake.</span> <b class=\"verse-num woc\" id=\"v41013035-1\">35&nbsp;</b><span class=\"woc\">Therefore stay awake—for you do not know when the master of the house will come, in the evening, or at midnight, or when the rooster crows, or in the morning—</span><b class=\"verse-num woc\" id=\"v41013036-1\">36&nbsp;</b><span class=\"woc\">lest he come suddenly and find you asleep.</span> <b class=\"verse-num woc\" id=\"v41013037-1\">37&nbsp;</b><span class=\"woc\">And what I say to you I say to all: Stay awake.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And as he went out of the temple, one of his disciples saith unto him, Master, see what manner of stones and what buildings are here!  <strong>2</strong> And Jesus answering said unto him, Seest thou these great buildings? there shall not be left one stone upon another, that shall not be thrown down.  <strong>3</strong> And as he sat upon the mount of Olives over against the temple, Peter and James and John and Andrew asked him privately,  <strong>4</strong> Tell us, when shall these things be? and what shall be the sign when all these things shall be fulfilled?  <strong>5</strong> And Jesus answering them began to say, Take heed lest any man  deceive you:  <strong>6</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>7</strong> And when ye shall hear of wars and rumours of wars, be ye not troubled: for such things must needs be; but the end shall not be yet.  <strong>8</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be earthquakes in divers places, and there shall be famines and troubles: these are the beginnings of sorrows.  <strong>9</strong>           But take heed to yourselves: for they shall deliver you up to councils; and in the synagogues ye shall be beaten: and ye shall be brought before rulers and kings for my sake, for a testimony against them.  <strong>10</strong> And the gospel must first be published among all nations.  <strong>11</strong> But when they shall lead you, and deliver you up, take no thought beforehand what ye shall speak, neither do ye premeditate: but whatsoever shall be given you in that hour, that speak ye: for it is not ye that speak, but the Holy Ghost.  <strong>12</strong> Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents, and shall cause them to be put to death.  <strong>13</strong> And ye shall be hated of all men for my name’s sake: but he that shall endure unto the end, the same shall be saved.  <strong>14</strong>           But when ye shall see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not, (let him that readeth understand,) then let them that be in Judaea flee to the mountains:  <strong>15</strong> And let him that is on the housetop not go down into the house, neither enter therein, to take any thing out of his house:  <strong>16</strong> And let him that is in the field not turn back again for to take up his garment.  <strong>17</strong> But woe to them that are with child, and to them that give suck in those days!  <strong>18</strong> And pray ye that your flight be not in the winter.  <strong>19</strong> For in those days shall be affliction, such as was not from the beginning of the creation which God created unto this time, neither shall be.  <strong>20</strong> And except that the Lord had shortened those days, no flesh should be saved: but for the elect’s sake, whom he hath chosen, he hath shortened the days.  <strong>21</strong> And then if any man shall say to you, Lo, here is Christ; or, lo, he is there; believe him  not:  <strong>22</strong> For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if it were possible, even the elect.  <strong>23</strong> But take ye heed: behold, I have foretold you all things. <strong>24</strong>           But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,  <strong>25</strong> And the stars of heaven shall fall, and the powers that are in heaven shall be shaken.  <strong>26</strong> And then shall they see the Son of man coming in the clouds with great power and glory.  <strong>27</strong> And then shall he send his angels, and shall gather together his elect from the four winds, from the uttermost part of the earth to the uttermost part of heaven.  <strong>28</strong> Now learn a parable of the fig tree; When her branch is yet tender, and putteth forth leaves, ye know that summer is near:  <strong>29</strong> So ye in like manner, when ye shall see these things come to pass, know that it is nigh, even at the doors.  <strong>30</strong> Verily I say unto you, that this generation shall not pass, till all these things be done.  <strong>31</strong> Heaven and earth shall pass away: but my words shall not pass away.  <strong>32</strong>           But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father.  <strong>33</strong> Take ye heed, watch and pray: for ye know not when the time is.  <strong>34</strong> For the Son of man is as a man taking a far journey, who left his house, and gave authority to his servants, and to every man his work, and commanded the porter to watch.  <strong>35</strong> Watch ye therefore: for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning:  <strong>36</strong> Lest coming suddenly he find you sleeping.  <strong>37</strong> And what I say unto you I say unto all, Watch. ","niv":"<sup><strong>1</strong></sup> As he was leaving the temple, one of his disciples said to him, \"Look, Teacher! What massive stones! What magnificent buildings!\" <sup><strong>2</strong></sup> \"Do you see all these great buildings?\" replied Jesus. \"Not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives opposite the temple, Peter, James, John and Andrew asked him privately, <sup><strong>4</strong></sup> \"Tell us, when will these things happen? And what will be the sign that they are all about to be fulfilled?\" <sup><strong>5</strong></sup> Jesus said to them: \"Watch out that no one deceives you. <sup><strong>6</strong></sup> Many will come in my name, claiming, 'I am he,' and will deceive many. <sup><strong>7</strong></sup> When you hear of wars and rumors of wars, do not be alarmed. Such things must happen, but the end is still to come. <sup><strong>8</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places, and famines. These are the beginning of birth pains. <sup><strong>9</strong></sup> \"You must be on your guard. You will be handed over to the local councils and flogged in the synagogues. On account of me you will stand before governors and kings as witnesses to them. <sup><strong>10</strong></sup> And the gospel must first be preached to all nations. <sup><strong>11</strong></sup> Whenever you are arrested and brought to trial, do not worry beforehand about what to say. Just say whatever is given you at the time, for it is not you speaking, but the Holy Spirit. <sup><strong>12</strong></sup> \"Brother will betray brother to death, and a father his child. Children will rebel against their parents and have them put to death. <sup><strong>13</strong></sup> All men will hate you because of me, but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> \"When you see 'the abomination that causes desolation' standing where it does not belong--let the reader understand--then let those who are in Judea flee to the mountains. <sup><strong>15</strong></sup> Let no one on the roof of his house go down or enter the house to take anything out. <sup><strong>16</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>17</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>18</strong></sup> Pray that this will not take place in winter, <sup><strong>19</strong></sup> because those will be days of distress unequaled from the beginning, when God created the world, until now--and never to be equaled again. <sup><strong>20</strong></sup> If the Lord had not cut short those days, no one would survive. But for the sake of the elect, whom he has chosen, he has shortened them. <sup><strong>21</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'Look, there he is!' do not believe it. <sup><strong>22</strong></sup> For false Christs and false prophets will appear and perform signs and miracles to deceive the elect--if that were possible. <sup><strong>23</strong></sup> So be on your guard; I have told you everything ahead of time. <sup><strong>24</strong></sup> \"But in those days, following that distress, \"'the sun will be darkened, and the moon will not give its light; <sup><strong>25</strong></sup> the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>26</strong></sup> \"At that time men will see the Son of Man coming in clouds with great power and glory. <sup><strong>27</strong></sup> And he will send his angels and gather his elect from the four winds, from the ends of the earth to the ends of the heavens. <sup><strong>28</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>29</strong></sup> Even so, when you see these things happening, you know that it is near, right at the door. <sup><strong>30</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>31</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>32</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>33</strong></sup> Be on guard! Be alert! You do not know when that time will come. <sup><strong>34</strong></sup> It's like a man going away: He leaves his house and puts his servants in charge, each with his assigned task, and tells the one at the door to keep watch. <sup><strong>35</strong></sup> \"Therefore keep watch because you do not know when the owner of the house will come back--whether in the evening, or at midnight, or when the rooster crows, or at dawn. <sup><strong>36</strong></sup> If he comes suddenly, do not let him find you sleeping. <sup><strong>37</strong></sup> What I say to you, I say to everyone: 'Watch!'\" "},{"_id":"615fb792a7e6c939a16fac25","topicId":"615fb78ea7e6c939a16fac1f","verse":"Matthew 24:45","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40024045_01-6\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span></p>\n\n</div>","kjv":"<strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  ","niv":"<sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time?"},{"_id":"615fb793a7e6c939a16fac26","topicId":"615fb78ea7e6c939a16fac1f","verse":"Matthew 6:33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well.","modified":"2022-09-17T11:24:13.431Z"},{"_id":"615fb793a7e6c939a16fac27","topicId":"615fb78ea7e6c939a16fac1f","verse":"Malachi 3:1-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p39003001_01-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v39003001-1\">3:1&nbsp;</b>“Behold, I send my messenger, and he will prepare the way before me. And the Lord whom you seek will suddenly come to his temple; and the messenger of the covenant in whom you delight, behold, he is coming, says the LORD of hosts. <b class=\"verse-num\" id=\"v39003002-1\">2&nbsp;</b>But who can endure the day of his coming, and who can stand when he appears? For he is like a refiner’s fire and like fullers’ soap. <b class=\"verse-num\" id=\"v39003003-1\">3&nbsp;</b>He will sit as a refiner and purifier of silver, and he will purify the sons of Levi and refine them like gold and silver, and they will bring offerings in righteousness to the LORD. <b class=\"verse-num\" id=\"v39003004-1\">4&nbsp;</b>Then the offering of Judah and Jerusalem will be pleasing to the LORD as in the days of old and as in former years.</p>\n<p id=\"p39003004_01-8\"><b class=\"verse-num\" id=\"v39003005-1\">5&nbsp;</b>“Then I will draw near to you for judgment. I will be a swift witness against the sorcerers, against the adulterers, against those who swear falsely, against those who oppress the hired worker in his wages, the widow and the fatherless, against those who thrust aside the sojourner, and do not fear me, says the LORD of hosts.</p>\n\n<p id=\"p39003005_03-8\"><b class=\"verse-num\" id=\"v39003006-1\">6&nbsp;</b>“For I the LORD do not change; therefore you, O children of Jacob, are not consumed. <b class=\"verse-num\" id=\"v39003007-1\">7&nbsp;</b>From the days of your fathers you have turned aside from my statutes and have not kept them. Return to me, and I will return to you, says the LORD of hosts. But you say, ‘How shall we return?’ <b class=\"verse-num\" id=\"v39003008-1\">8&nbsp;</b>Will man rob God? Yet you are robbing me. But you say, ‘How have we robbed you?’ In your tithes and contributions. <b class=\"verse-num\" id=\"v39003009-1\">9&nbsp;</b>You are cursed with a curse, for you are robbing me, the whole nation of you. <b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need. <b class=\"verse-num\" id=\"v39003011-1\">11&nbsp;</b>I will rebuke the devourer for you, so that it will not destroy the fruits of your soil, and your vine in the field shall not fail to bear, says the LORD of hosts. <b class=\"verse-num\" id=\"v39003012-1\">12&nbsp;</b>Then all nations will call you blessed, for you will be a land of delight, says the LORD of hosts.</p>\n<p id=\"p39003012_03-8\"><b class=\"verse-num\" id=\"v39003013-1\">13&nbsp;</b>“Your words have been hard against me, says the LORD. But you say, ‘How have we spoken against you?’ <b class=\"verse-num\" id=\"v39003014-1\">14&nbsp;</b>You have said, ‘It is vain to serve God. What is the profit of our keeping his charge or of walking as in mourning before the LORD of hosts? <b class=\"verse-num\" id=\"v39003015-1\">15&nbsp;</b>And now we call the arrogant blessed. Evildoers not only prosper but they put God to the test and they escape.’”</p>\n\n<p id=\"p39003015_07-8\"><b class=\"verse-num\" id=\"v39003016-1\">16&nbsp;</b>Then those who feared the LORD spoke with one another. The LORD paid attention and heard them, and a book of remembrance was written before him of those who feared the LORD and esteemed his name. <b class=\"verse-num\" id=\"v39003017-1\">17&nbsp;</b>“They shall be mine, says the LORD of hosts, in the day when I make up my treasured possession, and I will spare them as a man spares his son who serves him. <b class=\"verse-num\" id=\"v39003018-1\">18&nbsp;</b>Then once more you shall see the distinction between the righteous and the wicked, between one who serves God and one who does not serve him.</p>\n\n</div>","kjv":"<strong>1</strong> Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the LORD of hosts.  <strong>2</strong> But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner’s fire, and like fullers’ sope:  <strong>3</strong> And he shall sit as a refiner and purifier of silver: and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the LORD an offering in righteousness.  <strong>4</strong> Then shall the offering of Judah and Jerusalem be pleasant unto the LORD, as in the days of old, and as in former years.  <strong>5</strong> And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow, and the fatherless, and that turn aside the stranger from his right,  and fear not me, saith the LORD of hosts.  <strong>6</strong> For I am the LORD, I change not; therefore ye sons of Jacob are not consumed.  <strong>7</strong> Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the LORD of hosts. But ye said, Wherein shall we return?  <strong>8</strong> Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.  <strong>9</strong> Ye are cursed with a curse: for ye have robbed me, even  this whole nation.  <strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  <strong>11</strong> And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the LORD of hosts.  <strong>12</strong> And all nations shall call you blessed: for ye shall be a delightsome land, saith the LORD of hosts.  <strong>13</strong> Your words have been stout against me, saith the LORD. Yet ye say, What have we spoken so much against thee?  <strong>14</strong> Ye have said, It is vain to serve God: and what profit is it that we have kept his ordinance, and that we have walked mournfully before the LORD of hosts?  <strong>15</strong> And now we call the proud happy; yea, they that work wickedness are set up; yea, they that tempt God are even delivered.  <strong>16</strong> Then they that feared the LORD spake often one to another: and the LORD hearkened, and heard it, and a book of remembrance was written before him for them that feared the LORD, and that thought upon his name.  <strong>17</strong> And they shall be mine, saith the LORD of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.  <strong>18</strong> Then shall ye return, and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.  ","niv":"<sup><strong>1</strong></sup> \"See, I will send my messenger, who will prepare the way before me. Then suddenly the Lord you are seeking will come to his temple; the messenger of the covenant, whom you desire, will come,\" says the LORD Almighty. <sup><strong>2</strong></sup> But who can endure the day of his coming? Who can stand when he appears? For he will be like a refiner's fire or a launderer's soap. <sup><strong>3</strong></sup> He will sit as a refiner and purifier of silver; he will purify the Levites and refine them like gold and silver. Then the LORD will have men who will bring offerings in righteousness, <sup><strong>4</strong></sup> and the offerings of Judah and Jerusalem will be acceptable to the LORD, as in days gone by, as in former years. <sup><strong>5</strong></sup> \"So I will come near to you for judgment. I will be quick to testify against sorcerers, adulterers and perjurers, against those who defraud laborers of their wages, who oppress the widows and the fatherless, and deprive aliens of justice, but do not fear me,\" says the LORD Almighty. <sup><strong>6</strong></sup> \"I the LORD do not change. So you, O descendants of Jacob, are not destroyed. <sup><strong>7</strong></sup> Ever since the time of your forefathers you have turned away from my decrees and have not kept them. Return to me, and I will return to you,\" says the LORD Almighty. \"But you ask, 'How are we to return?' <sup><strong>8</strong></sup> \"Will a man rob God? Yet you rob me. \"But you ask, 'How do we rob you?'\"In tithes and offerings. <sup><strong>9</strong></sup> You are under a curse-the whole nation of you-because you are robbing me. <sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it. <sup><strong>11</strong></sup> I will prevent pests from devouring your crops, and the vines in your fields will not cast their fruit,\" says the LORD Almighty. <sup><strong>12</strong></sup> \"Then all the nations will call you blessed, for yours will be a delightful land,\" says the LORD Almighty. <sup><strong>13</strong></sup> \"You have said harsh things against me,\" says the LORD. \"Yet you ask, 'What have we said against you?' <sup><strong>14</strong></sup> \"You have said, 'It is futile to serve God. What did we gain by carrying out his requirements and going about like mourners before the LORD Almighty? <sup><strong>15</strong></sup> But now we call the arrogant blessed. Certainly the evildoers prosper, and even those who challenge God escape.'\" <sup><strong>16</strong></sup> Then those who feared the LORD talked with each other, and the LORD listened and heard. A scroll of remembrance was written in his presence concerning those who feared the LORD and honored his name. <sup><strong>17</strong></sup> \"They will be mine,\" says the LORD Almighty, \"in the day when I make up my treasured possession. I will spare them, just as in compassion a man spares his son who serves him. <sup><strong>18</strong></sup> And you will again see the distinction between the righteous and the wicked, between those who serve God and those who do not. ","modified":"2023-10-07T17:09:35.302Z"},{"_id":"615fb793a7e6c939a16fac28","topicId":"615fb78ea7e6c939a16fac1f","verse":"Psalm 84:1-12","votes":3,"__v":0,"kjv":"<strong>1</strong> How amiable are thy tabernacles, O LORD of hosts!  <strong>2</strong> My soul longeth, yea, even fainteth for the courts of the LORD: my heart and my flesh crieth out for the living God.  <strong>3</strong> Yea, the sparrow hath found an house, and the swallow a nest for herself, where she may lay her young, even thine altars, O LORD of hosts, my King, and my God.  <strong>4</strong> Blessed are they that dwell in thy house: they will be still praising thee. Selah.  <strong>5</strong> Blessed is the man whose strength is in thee; in whose heart are the ways of them. <strong>6</strong>             Who passing through the valley of Baca make it a well; the rain also filleth the pools.  <strong>7</strong> They go from strength to strength, every one of them in Zion appeareth before God.  <strong>8</strong> O LORD God of hosts, hear my prayer: give ear, O God of Jacob. Selah.  <strong>9</strong> Behold, O God our shield, and look upon the face of thine anointed.  <strong>10</strong> For a day in thy courts is better than a thousand. I had rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness.  <strong>11</strong> For the LORD God is a sun and shield: the LORD will give grace and glory: no good thing will he withhold from them that walk uprightly.  <strong>12</strong> O LORD of hosts, blessed is the man that trusteth in thee.  ","niv":"<sup><strong>1</strong></sup> How lovely is your dwelling place, O LORD Almighty! <sup><strong>2</strong></sup> My soul yearns, even faints, for the courts of the LORD; my heart and my flesh cry out for the living God. <sup><strong>3</strong></sup> Even the sparrow has found a home, and the swallow a nest for herself, where she may have her young- a place near your altar, O LORD Almighty, my King and my God. <sup><strong>4</strong></sup> Blessed are those who dwell in your house; they are ever praising you. Selah <sup><strong>5</strong></sup> Blessed are those whose strength is in you, who have set their hearts on pilgrimage. <sup><strong>6</strong></sup> As they pass through the Valley of Baca, they make it a place of springs; the autumn rains also cover it with pools. <sup><strong>7</strong></sup> They go from strength to strength, till each appears before God in Zion. <sup><strong>8</strong></sup> Hear my prayer, O LORD God Almighty; listen to me, O God of Jacob. Selah <sup><strong>9</strong></sup> Look upon our shield, O God; look with favor on your anointed one. <sup><strong>10</strong></sup> Better is one day in your courts than a thousand elsewhere; I would rather be a doorkeeper in the house of my God than dwell in the tents of the wicked. <sup><strong>11</strong></sup> For the LORD God is a sun and shield; the LORD bestows favor and honor; no good thing does he withhold from those whose walk is blameless. <sup><strong>12</strong></sup> O LORD Almighty, blessed is the man who trusts in you. "},{"_id":"615fb794a7e6c939a16fac29","topicId":"615fb78ea7e6c939a16fac1f","verse":"1 Corinthians 12:4-7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46012004_01-11\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit; <b class=\"verse-num\" id=\"v46012005-1\">5&nbsp;</b>and there are varieties of service, but the same Lord; <b class=\"verse-num\" id=\"v46012006-1\">6&nbsp;</b>and there are varieties of activities, but it is the same God who empowers them all in everyone. <b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good.</p>\n</div>","kjv":"<strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  ","niv":"<sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. "},{"_id":"615fb794a7e6c939a16fac2a","topicId":"615fb78ea7e6c939a16fac1f","verse":"Romans 8:28","votes":-1,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose.","modified":"2022-09-18T03:06:37.373Z"},{"_id":"615fb794a7e6c939a16fac2b","topicId":"615fb78ea7e6c939a16fac1f","verse":"John 9:1-41","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43009001_07-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43009001-1\">9:1&nbsp;</b>As he passed by, he saw a man blind from birth. <b class=\"verse-num\" id=\"v43009002-1\">2&nbsp;</b>And his disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?” <b class=\"verse-num\" id=\"v43009003-1\">3&nbsp;</b>Jesus answered, <span class=\"woc\">“It was not that this man sinned, or his parents, but that the works of God might be displayed in him.</span> <b class=\"verse-num woc\" id=\"v43009004-1\">4&nbsp;</b><span class=\"woc\">We must work the works of him who sent me while it is day; night is coming, when no one can work.</span> <b class=\"verse-num woc\" id=\"v43009005-1\">5&nbsp;</b><span class=\"woc\">As long as I am in the world, I am the light of the world.”</span> <b class=\"verse-num\" id=\"v43009006-1\">6&nbsp;</b>Having said these things, he spit on the ground and made mud with the saliva. Then he anointed the man’s eyes with the mud <b class=\"verse-num\" id=\"v43009007-1\">7&nbsp;</b>and said to him, <span class=\"woc\">“Go, wash in the pool of Siloam”</span> (which means Sent). So he went and washed and came back seeing.</p>\n<p id=\"p43009007_07-13\"><b class=\"verse-num\" id=\"v43009008-1\">8&nbsp;</b>The neighbors and those who had seen him before as a beggar were saying, “Is this not the man who used to sit and beg?” <b class=\"verse-num\" id=\"v43009009-1\">9&nbsp;</b>Some said, “It is he.” Others said, “No, but he is like him.” He kept saying, “I am the man.” <b class=\"verse-num\" id=\"v43009010-1\">10&nbsp;</b>So they said to him, “Then how were your eyes opened?” <b class=\"verse-num\" id=\"v43009011-1\">11&nbsp;</b>He answered, “The man called Jesus made mud and anointed my eyes and said to me, <span class=\"woc\">‘Go to Siloam and wash.’</span> So I went and washed and received my sight.” <b class=\"verse-num\" id=\"v43009012-1\">12&nbsp;</b>They said to him, “Where is he?” He said, “I do not know.”</p>\n<p id=\"p43009012_07-13\"><b class=\"verse-num\" id=\"v43009013-1\">13&nbsp;</b>They brought to the Pharisees the man who had formerly been blind. <b class=\"verse-num\" id=\"v43009014-1\">14&nbsp;</b>Now it was a Sabbath day when Jesus made the mud and opened his eyes. <b class=\"verse-num\" id=\"v43009015-1\">15&nbsp;</b>So the Pharisees again asked him how he had received his sight. And he said to them, “He put mud on my eyes, and I washed, and I see.” <b class=\"verse-num\" id=\"v43009016-1\">16&nbsp;</b>Some of the Pharisees said, “This man is not from God, for he does not keep the Sabbath.” But others said, “How can a man who is a sinner do such signs?” And there was a division among them. <b class=\"verse-num\" id=\"v43009017-1\">17&nbsp;</b>So they said again to the blind man, “What do you say about him, since he has opened your eyes?” He said, “He is a prophet.”</p>\n<p id=\"p43009017_07-13\"><b class=\"verse-num\" id=\"v43009018-1\">18&nbsp;</b>The Jews did not believe that he had been blind and had received his sight, until they called the parents of the man who had received his sight <b class=\"verse-num\" id=\"v43009019-1\">19&nbsp;</b>and asked them, “Is this your son, who you say was born blind? How then does he now see?” <b class=\"verse-num\" id=\"v43009020-1\">20&nbsp;</b>His parents answered, “We know that this is our son and that he was born blind. <b class=\"verse-num\" id=\"v43009021-1\">21&nbsp;</b>But how he now sees we do not know, nor do we know who opened his eyes. Ask him; he is of age. He will speak for himself.” <b class=\"verse-num\" id=\"v43009022-1\">22&nbsp;</b>(His parents said these things because they feared the Jews, for the Jews had already agreed that if anyone should confess Jesus to be Christ, he was to be put out of the synagogue.) <b class=\"verse-num\" id=\"v43009023-1\">23&nbsp;</b>Therefore his parents said, “He is of age; ask him.”</p>\n<p id=\"p43009023_07-13\"><b class=\"verse-num\" id=\"v43009024-1\">24&nbsp;</b>So for the second time they called the man who had been blind and said to him, “Give glory to God. We know that this man is a sinner.” <b class=\"verse-num\" id=\"v43009025-1\">25&nbsp;</b>He answered, “Whether he is a sinner I do not know. One thing I do know, that though I was blind, now I see.” <b class=\"verse-num\" id=\"v43009026-1\">26&nbsp;</b>They said to him, “What did he do to you? How did he open your eyes?” <b class=\"verse-num\" id=\"v43009027-1\">27&nbsp;</b>He answered them, “I have told you already, and you would not listen. Why do you want to hear it again? Do you also want to become his disciples?” <b class=\"verse-num\" id=\"v43009028-1\">28&nbsp;</b>And they reviled him, saying, “You are his disciple, but we are disciples of Moses. <b class=\"verse-num\" id=\"v43009029-1\">29&nbsp;</b>We know that God has spoken to Moses, but as for this man, we do not know where he comes from.” <b class=\"verse-num\" id=\"v43009030-1\">30&nbsp;</b>The man answered, “Why, this is an amazing thing! You do not know where he comes from, and yet he opened my eyes. <b class=\"verse-num\" id=\"v43009031-1\">31&nbsp;</b>We know that God does not listen to sinners, but if anyone is a worshiper of God and does his will, God listens to him. <b class=\"verse-num\" id=\"v43009032-1\">32&nbsp;</b>Never since the world began has it been heard that anyone opened the eyes of a man born blind. <b class=\"verse-num\" id=\"v43009033-1\">33&nbsp;</b>If this man were not from God, he could do nothing.” <b class=\"verse-num\" id=\"v43009034-1\">34&nbsp;</b>They answered him, “You were born in utter sin, and would you teach us?” And they cast him out.</p>\n<p id=\"p43009034_07-13\"><b class=\"verse-num\" id=\"v43009035-1\">35&nbsp;</b>Jesus heard that they had cast him out, and having found him he said, <span class=\"woc\">“Do you believe in the Son of Man?”</span> <b class=\"verse-num\" id=\"v43009036-1\">36&nbsp;</b>He answered, “And who is he, sir, that I may believe in him?” <b class=\"verse-num\" id=\"v43009037-1\">37&nbsp;</b>Jesus said to him, <span class=\"woc\">“You have seen him, and it is he who is speaking to you.”</span> <b class=\"verse-num\" id=\"v43009038-1\">38&nbsp;</b>He said, “Lord, I believe,” and he worshiped him. <b class=\"verse-num\" id=\"v43009039-1\">39&nbsp;</b>Jesus said, <span class=\"woc\">“For judgment I came into this world, that those who do not see may see, and those who see may become blind.”</span> <b class=\"verse-num\" id=\"v43009040-1\">40&nbsp;</b>Some of the Pharisees near him heard these things, and said to him, “Are we also blind?” <b class=\"verse-num\" id=\"v43009041-1\">41&nbsp;</b>Jesus said to them, <span class=\"woc\">“If you were blind, you would have no guilt; but now that you say, ‘We see,’ your guilt remains.</span></p>\n\n</div>","kjv":"<strong>1</strong> And as Jesus passed by, he saw a man which was blind from his birth.  <strong>2</strong> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?  <strong>3</strong> Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.  <strong>4</strong> I must work the works of him that sent me, while it is day: the night cometh, when no man can work.  <strong>5</strong> As long as I am in the world, I am the light of the world.  <strong>6</strong> When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,  <strong>7</strong> And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.  <strong>8</strong> The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?  <strong>9</strong> Some said, This is he: others said, He is like him: but  he said, I am he.  <strong>10</strong> Therefore said they unto him, How were thine eyes opened?  <strong>11</strong> He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash:  and I went and washed, and I received sight.  <strong>12</strong> Then said they unto him, Where is he? He said, I know not.  <strong>13</strong> They brought to the Pharisees him that aforetime was blind.  <strong>14</strong> And it was the sabbath day when Jesus made the clay, and opened his eyes.  <strong>15</strong> Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see.  <strong>16</strong> Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them.  <strong>17</strong> They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet.  <strong>18</strong> But the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight.  <strong>19</strong> And they asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?  <strong>20</strong> His parents answered them and said, We know that this is our son, and that he was born blind:  <strong>21</strong> But by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself.  <strong>22</strong> These words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue.  <strong>23</strong> Therefore said his parents, He is of age; ask him.  <strong>24</strong> Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner.  <strong>25</strong> He answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.  <strong>26</strong> Then said they to him again, What did he to thee? how opened he thine eyes?  <strong>27</strong> He answered them, I have told you already, and ye did not hear: wherefore would ye hear it again? will ye also be his disciples?  <strong>28</strong> Then they reviled him, and said, Thou art his disciple; but we are Moses’ disciples.  <strong>29</strong> We know that God spake unto Moses: as for this fellow,  we know not from whence he is.  <strong>30</strong> The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes.  <strong>31</strong> Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth.  <strong>32</strong> Since the world began was it not heard that any man opened the eyes of one that was born blind.  <strong>33</strong> If this man were not of God, he could do nothing.  <strong>34</strong> They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out.  <strong>35</strong> Jesus heard that they had cast him out; and when he had found him, he said unto him, Dost thou believe on the Son of God?  <strong>36</strong> He answered and said, Who is he, Lord, that I might believe on him?  <strong>37</strong> And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee.  <strong>38</strong> And he said, Lord, I believe. And he worshipped him.  <strong>39</strong> And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.  <strong>40</strong> And some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?  <strong>41</strong> Jesus said unto them, If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth. ","niv":"<sup><strong>1</strong></sup> As he went along, he saw a man blind from birth. <sup><strong>2</strong></sup> His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\" <sup><strong>3</strong></sup> \"Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the work of God might be displayed in his life. <sup><strong>4</strong></sup> As long as it is day, we must do the work of him who sent me. Night is coming, when no one can work. <sup><strong>5</strong></sup> While I am in the world, I am the light of the world.\" <sup><strong>6</strong></sup> Having said this, he spit on the ground, made some mud with the saliva, and put it on the man's eyes. <sup><strong>7</strong></sup> \"Go,\" he told him, \"wash in the Pool of Siloam\" (this word means Sent). So the man went and washed, and came home seeing. <sup><strong>8</strong></sup> His neighbors and those who had formerly seen him begging asked, \"Isn't this the same man who used to sit and beg?\" <sup><strong>9</strong></sup> Some claimed that he was. Others said, \"No, he only looks like him.\" But he himself insisted, \"I am the man.\" <sup><strong>10</strong></sup> \"How then were your eyes opened?\" they demanded. <sup><strong>11</strong></sup> He replied, \"The man they call Jesus made some mud and put it on my eyes. He told me to go to Siloam and wash. So I went and washed, and then I could see.\" <sup><strong>12</strong></sup> \"Where is this man?\" they asked him. \"I don't know,\" he said. <sup><strong>13</strong></sup> They brought to the Pharisees the man who had been blind. <sup><strong>14</strong></sup> Now the day on which Jesus had made the mud and opened the man's eyes was a Sabbath. <sup><strong>15</strong></sup> Therefore the Pharisees also asked him how he had received his sight. \"He put mud on my eyes,\" the man replied, \"and I washed, and now I see.\" <sup><strong>16</strong></sup> Some of the Pharisees said, \"This man is not from God, for he does not keep the Sabbath.\" But others asked, \"How can a sinner do such miraculous signs?\" So they were divided. <sup><strong>17</strong></sup> Finally they turned again to the blind man, \"What have you to say about him? It was your eyes he opened.\" The man replied, \"He is a prophet.\" <sup><strong>18</strong></sup> The Jews still did not believe that he had been blind and had received his sight until they sent for the man's parents. <sup><strong>19</strong></sup> \"Is this your son?\" they asked. \"Is this the one you say was born blind? How is it that now he can see?\" <sup><strong>20</strong></sup> \"We know he is our son,\" the parents answered, \"and we know he was born blind. <sup><strong>21</strong></sup> But how he can see now, or who opened his eyes, we don't know. Ask him. He is of age; he will speak for himself.\" <sup><strong>22</strong></sup> His parents said this because they were afraid of the Jews, for already the Jews had decided that anyone who acknowledged that Jesus was the Christ would be put out of the synagogue. <sup><strong>23</strong></sup> That was why his parents said, \"He is of age; ask him.\" <sup><strong>24</strong></sup> A second time they summoned the man who had been blind. \"Give glory to God, \"they said. \"We know this man is a sinner.\" <sup><strong>25</strong></sup> He replied, \"Whether he is a sinner or not, I don't know. One thing I do know. I was blind but now I see!\" <sup><strong>26</strong></sup> Then they asked him, \"What did he do to you? How did he open your eyes?\" <sup><strong>27</strong></sup> He answered, \"I have told you already and you did not listen. Why do you want to hear it again? Do you want to become his disciples, too?\" <sup><strong>28</strong></sup> Then they hurled insults at him and said, \"You are this fellow's disciple! We are disciples of Moses! <sup><strong>29</strong></sup> We know that God spoke to Moses, but as for this fellow, we don't even know where he comes from.\" <sup><strong>30</strong></sup> The man answered, \"Now that is remarkable! You don't know where he comes from, yet he opened my eyes. <sup><strong>31</strong></sup> We know that God does not listen to sinners. He listens to the godly man who does his will. <sup><strong>32</strong></sup> Nobody has ever heard of opening the eyes of a man born blind. <sup><strong>33</strong></sup> If this man were not from God, he could do nothing.\" <sup><strong>34</strong></sup> To this they replied, \"You were steeped in sin at birth; how dare you lecture us!\" And they threw him out. <sup><strong>35</strong></sup> Jesus heard that they had thrown him out, and when he found him, he said, \"Do you believe in the Son of Man?\" <sup><strong>36</strong></sup> \"Who is he, sir?\" the man asked. \"Tell me so that I may believe in him.\" <sup><strong>37</strong></sup> Jesus said, \"You have now seen him; in fact, he is the one speaking with you.\" <sup><strong>38</strong></sup> Then the man said, \"Lord, I believe,\" and he worshiped him. <sup><strong>39</strong></sup> Jesus said, \"For judgment I have come into this world, so that the blind will see and those who see will become blind.\" <sup><strong>40</strong></sup> Some Pharisees who were with him heard him say this and asked, \"What? Are we blind too?\" <sup><strong>41</strong></sup> Jesus said, \"If you were blind, you would not be guilty of sin; but now that you claim you can see, your guilt remains. "},{"_id":"615fb794a7e6c939a16fac2c","topicId":"615fb78ea7e6c939a16fac1f","verse":"Psalm 119:105","votes":2,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-14\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path."},{"_id":"615fb794a7e6c939a16fac2d","topicId":"615fb78ea7e6c939a16fac1f","verse":"Ephesians 6:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49006009_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006009-1\">9&nbsp;</b>Masters, do the same to them, and stop your threatening, knowing that he who is both their Master and yours is in heaven, and that there is no partiality with him.</p>\n\n</div>","kjv":"<strong>9</strong> And, ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is there respect of persons with him.  ","niv":"<sup><strong>9</strong></sup> And masters, treat your slaves in the same way. Do not threaten them, since you know that he who is both their Master and yours is in heaven, and there is no favoritism with him.","modified":"2022-06-24T01:33:45.833Z"},{"_id":"615fb794a7e6c939a16fac2e","topicId":"615fb78ea7e6c939a16fac1f","verse":"John 18:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43018017_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018017-1\">17&nbsp;</b>The servant girl at the door said to Peter, “You also are not one of this man’s disciples, are you?” He said, “I am not.”</p>\n</div>","kjv":"<strong>17</strong> Then saith the damsel that kept the door unto Peter, Art not thou also one of this man’s disciples? He saith, I am not.  ","niv":"<sup><strong>17</strong></sup> \"You are not one of his disciples, are you?\" the girl at the door asked Peter. He replied, \"I am not.\""},{"_id":"615fb794a7e6c939a16fac2f","topicId":"615fb78ea7e6c939a16fac1f","verse":"John 3:1-36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-17\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-17\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-17\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-17\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-17\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"615fb794a7e6c939a16fac30","topicId":"615fb78ea7e6c939a16fac1f","verse":"Matthew 6:10","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006010_01-18\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_01-18\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_01-18\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  ","niv":"<sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven."},{"_id":"615fb794a7e6c939a16fac31","topicId":"615fb78ea7e6c939a16fac1f","verse":"Psalm 37:3-5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037003_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037003-1\">3&nbsp;</b>&nbsp;&nbsp;Trust in the LORD, and do good;</span><br><span id=\"p19037003_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;dwell in the land and befriend faithfulness.</span><br><span id=\"p19037004_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037004-1\">4&nbsp;</b>&nbsp;&nbsp;Delight yourself in the LORD,</span><br><span id=\"p19037004_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will give you the desires of your heart.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19037005_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037005-1\">5&nbsp;</b>&nbsp;&nbsp;Commit your way to the LORD;</span><br><span id=\"p19037005_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;trust in him, and he will act.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Trust in the LORD, and do good; so shalt thou dwell in the land, and verily thou shalt be fed.  <strong>4</strong> Delight thyself also in the LORD; and he shall give thee the desires of thine heart.  <strong>5</strong> Commit thy way unto the LORD; trust also in him; and he shall bring it to pass.  ","niv":"<sup><strong>3</strong></sup> Trust in the LORD and do good; dwell in the land and enjoy safe pasture. <sup><strong>4</strong></sup> Delight yourself in the LORD and he will give you the desires of your heart. <sup><strong>5</strong></sup> Commit your way to the LORD; trust in him and he will do this: "},{"_id":"615fb794a7e6c939a16fac32","topicId":"615fb78ea7e6c939a16fac1f","verse":"Genesis 50:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01050020_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v01050020-1\">20&nbsp;</b>As for you, you meant evil against me, but God meant it for good, to bring it about that many people should be kept alive, as they are today.</p>\n\n</div>","kjv":"<strong>20</strong> But as for you, ye thought evil against me; but God meant it unto good, to bring to pass, as it is this day, to save much people alive.  ","niv":"<sup><strong>20</strong></sup> You intended to harm me, but God intended it for good to accomplish what is now being done, the saving of many lives."},{"_id":"615fb795a7e6c939a16fac33","topicId":"615fb78ea7e6c939a16fac1f","verse":"1 John 4:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62004020_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004020-1\">20&nbsp;</b>If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.</p>\n\n</div>","kjv":"<strong>20</strong> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?  ","niv":"<sup><strong>20</strong></sup> If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen."},{"_id":"615fb795a7e6c939a16fac34","topicId":"615fb78ea7e6c939a16fac1f","verse":"James 4:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59004008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.</p>\n</div>","kjv":"<strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  ","niv":"<sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded."},{"_id":"615fb795a7e6c939a16fac35","topicId":"615fb78ea7e6c939a16fac1f","verse":"Colossians 3:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p51003016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.</p>\n</div>","kjv":"<strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  ","niv":"<sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God."},{"_id":"615fb795a7e6c939a16fac36","topicId":"615fb78ea7e6c939a16fac1f","verse":"2 Thessalonians 1:1-12","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p53001001_02-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p53001001_02-24\">To the church of the Thessalonians in God our Father and the Lord Jesus Christ:</p>\n<p id=\"p53001001_02-24\"><b class=\"verse-num\" id=\"v53001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p53001002_03-24\"><b class=\"verse-num\" id=\"v53001003-1\">3&nbsp;</b>We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing. <b class=\"verse-num\" id=\"v53001004-1\">4&nbsp;</b>Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.</p>\n\n<p id=\"p53001004_08-24\"><b class=\"verse-num\" id=\"v53001005-1\">5&nbsp;</b>This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—<b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you, <b class=\"verse-num\" id=\"v53001007-1\">7&nbsp;</b>and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels <b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus. <b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might, <b class=\"verse-num\" id=\"v53001010-1\">10&nbsp;</b>when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed. <b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:  <strong>2</strong> Grace unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;  <strong>4</strong> So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:  <strong>5</strong> Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:  <strong>6</strong> Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;  <strong>7</strong> And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,  <strong>8</strong> In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:  <strong>9</strong> Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;  <strong>10</strong> When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day.  <strong>11</strong> Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:  <strong>12</strong> That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Paul, Silas and Timothy, To the church of the Thessalonians in God our Father and the Lord Jesus Christ: <sup><strong>2</strong></sup> Grace and peace to you from God the Father and the Lord Jesus Christ. <sup><strong>3</strong></sup> We ought always to thank God for you, brothers, and rightly so, because your faith is growing more and more, and the love every one of you has for each other is increasing. <sup><strong>4</strong></sup> Therefore, among God's churches we boast about your perseverance and faith in all the persecutions and trials you are enduring. <sup><strong>5</strong></sup> All this is evidence that God's judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering. <sup><strong>6</strong></sup> God is just: He will pay back trouble to those who trouble you <sup><strong>7</strong></sup> and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels. <sup><strong>8</strong></sup> He will punish those who do not know God and do not obey the gospel of our Lord Jesus. <sup><strong>9</strong></sup> They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power <sup><strong>10</strong></sup> on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you. <sup><strong>11</strong></sup> With this in mind, we constantly pray for you, that our God may count you worthy of his calling, and that by his power he may fulfill every good purpose of yours and every act prompted by your faith. <sup><strong>12</strong></sup> We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ. "},{"_id":"615fb795a7e6c939a16fac37","topicId":"615fb78ea7e6c939a16fac1f","verse":"Romans 1:1-32","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-25\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-25\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-25\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-25\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-25\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-25\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-25\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-25\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"615fb795a7e6c939a16fac38","topicId":"615fb78ea7e6c939a16fac1f","verse":"Acts 15:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44015001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44015001-1\">15:1&nbsp;</b>But some men came down from Judea and were teaching the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.”</p>\n</div>","kjv":"<strong>1</strong> And certain men which came down from Judaea taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved.  ","niv":"<sup><strong>1</strong></sup> Some men came down from Judea to Antioch and were teaching the brothers: \"Unless you are circumcised, according to the custom taught by Moses, you cannot be saved.\"","modified":"2022-09-17T11:30:11.108Z"}]}