{"_id":"615fb7bfa7e6c939a16fac39","slug":"doors","name":"Doors","verses":[{"_id":"615fb7c1a7e6c939a16fac3a","topicId":"615fb7bfa7e6c939a16fac39","verse":"Revelation 3:8","votes":150,"__v":0,"esv":"<div>\n<p id=\"p66003008_01-1\"><b class=\"verse-num woc\" id=\"v66003008-1\">8&nbsp;</b><span class=\"woc\">“‘I know your works. Behold, I have set before you an open door, which no one is able to shut. I know that you have but little power, and yet you have kept my word and have not denied my name.</span></p>\n</div>","kjv":"<strong>8</strong> I know thy works: behold, I have set before thee an open door, and no man can shut it: for thou hast a little strength, and hast kept my word, and hast not denied my name.  ","niv":"<sup><strong>8</strong></sup> I know your deeds. See, I have placed before you an open door that no one can shut. I know that you have little strength, yet you have kept my word and have not denied my name.","modified":"2023-09-07T16:41:12.818Z"},{"_id":"615fb7c1a7e6c939a16fac3b","topicId":"615fb7bfa7e6c939a16fac39","verse":"Matthew 7:7","votes":117,"__v":0,"esv":"<div>\n\n<p id=\"p40007007_07-2\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span></p>\n</div>","kjv":"<strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  ","niv":"<sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.","modified":"2023-05-11T09:46:07.531Z"},{"_id":"615fb7c2a7e6c939a16fac3c","topicId":"615fb7bfa7e6c939a16fac39","verse":"Revelation 3:20","votes":83,"__v":0,"esv":"<div>\n<p id=\"p66003020_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003020-1\">20&nbsp;</b><span class=\"woc\">Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.</span></p>\n</div>","kjv":"<strong>20</strong> Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.  ","niv":"<sup><strong>20</strong></sup> Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him, and he with me.","modified":"2023-05-11T09:45:52.234Z"},{"_id":"615fb7c3a7e6c939a16fac3d","topicId":"615fb7bfa7e6c939a16fac39","verse":"John 10:1-42","votes":66,"__v":0,"esv":"<div>\n\n<p id=\"p43010001_06-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43010001-1\">10:1&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, he who does not enter the sheepfold by the door but climbs in by another way, that man is a thief and a robber.</span> <b class=\"verse-num woc\" id=\"v43010002-1\">2&nbsp;</b><span class=\"woc\">But he who enters by the door is the shepherd of the sheep.</span> <b class=\"verse-num woc\" id=\"v43010003-1\">3&nbsp;</b><span class=\"woc\">To him the gatekeeper opens. The sheep hear his voice, and he calls his own sheep by name and leads them out.</span> <b class=\"verse-num woc\" id=\"v43010004-1\">4&nbsp;</b><span class=\"woc\">When he has brought out all his own, he goes before them, and the sheep follow him, for they know his voice.</span> <b class=\"verse-num woc\" id=\"v43010005-1\">5&nbsp;</b><span class=\"woc\">A stranger they will not follow, but they will flee from him, for they do not know the voice of strangers.”</span> <b class=\"verse-num\" id=\"v43010006-1\">6&nbsp;</b>This figure of speech Jesus used with them, but they did not understand what he was saying to them.</p>\n<p id=\"p43010006_06-4\"><b class=\"verse-num\" id=\"v43010007-1\">7&nbsp;</b>So Jesus again said to them, <span class=\"woc\">“Truly, truly, I say to you, I am the door of the sheep.</span> <b class=\"verse-num woc\" id=\"v43010008-1\">8&nbsp;</b><span class=\"woc\">All who came before me are thieves and robbers, but the sheep did not listen to them.</span> <b class=\"verse-num woc\" id=\"v43010009-1\">9&nbsp;</b><span class=\"woc\">I am the door. If anyone enters by me, he will be saved and will go in and out and find pasture.</span> <b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span> <b class=\"verse-num woc\" id=\"v43010011-1\">11&nbsp;</b><span class=\"woc\">I am the good shepherd. The good shepherd lays down his life for the sheep.</span> <b class=\"verse-num woc\" id=\"v43010012-1\">12&nbsp;</b><span class=\"woc\">He who is a hired hand and not a shepherd, who does not own the sheep, sees the wolf coming and leaves the sheep and flees, and the wolf snatches them and scatters them.</span> <b class=\"verse-num woc\" id=\"v43010013-1\">13&nbsp;</b><span class=\"woc\">He flees because he is a hired hand and cares nothing for the sheep.</span> <b class=\"verse-num woc\" id=\"v43010014-1\">14&nbsp;</b><span class=\"woc\">I am the good shepherd. I know my own and my own know me,</span> <b class=\"verse-num woc\" id=\"v43010015-1\">15&nbsp;</b><span class=\"woc\">just as the Father knows me and I know the Father; and I lay down my life for the sheep.</span> <b class=\"verse-num woc\" id=\"v43010016-1\">16&nbsp;</b><span class=\"woc\">And I have other sheep that are not of this fold. I must bring them also, and they will listen to my voice. So there will be one flock, one shepherd.</span> <b class=\"verse-num woc\" id=\"v43010017-1\">17&nbsp;</b><span class=\"woc\">For this reason the Father loves me, because I lay down my life that I may take it up again.</span> <b class=\"verse-num woc\" id=\"v43010018-1\">18&nbsp;</b><span class=\"woc\">No one takes it from me, but I lay it down of my own accord. I have authority to lay it down, and I have authority to take it up again. This charge I have received from my Father.”</span></p>\n<p id=\"p43010018_06-4\"><b class=\"verse-num\" id=\"v43010019-1\">19&nbsp;</b>There was again a division among the Jews because of these words. <b class=\"verse-num\" id=\"v43010020-1\">20&nbsp;</b>Many of them said, “He has a demon, and is insane; why listen to him?” <b class=\"verse-num\" id=\"v43010021-1\">21&nbsp;</b>Others said, “These are not the words of one who is oppressed by a demon. Can a demon open the eyes of the blind?”</p>\n\n<p id=\"p43010021_12-4\"><b class=\"verse-num\" id=\"v43010022-1\">22&nbsp;</b>At that time the Feast of Dedication took place at Jerusalem. It was winter, <b class=\"verse-num\" id=\"v43010023-1\">23&nbsp;</b>and Jesus was walking in the temple, in the colonnade of Solomon. <b class=\"verse-num\" id=\"v43010024-1\">24&nbsp;</b>So the Jews gathered around him and said to him, “How long will you keep us in suspense? If you are the Christ, tell us plainly.” <b class=\"verse-num\" id=\"v43010025-1\">25&nbsp;</b>Jesus answered them, <span class=\"woc\">“I told you, and you do not believe. The works that I do in my Father’s name bear witness about me,</span> <b class=\"verse-num woc\" id=\"v43010026-1\">26&nbsp;</b><span class=\"woc\">but you do not believe because you are not among my sheep.</span> <b class=\"verse-num woc\" id=\"v43010027-1\">27&nbsp;</b><span class=\"woc\">My sheep hear my voice, and I know them, and they follow me.</span> <b class=\"verse-num woc\" id=\"v43010028-1\">28&nbsp;</b><span class=\"woc\">I give them eternal life, and they will never perish, and no one will snatch them out of my hand.</span> <b class=\"verse-num woc\" id=\"v43010029-1\">29&nbsp;</b><span class=\"woc\">My Father, who has given them to me, is greater than all, and no one is able to snatch them out of the Father’s hand.</span> <b class=\"verse-num woc\" id=\"v43010030-1\">30&nbsp;</b><span class=\"woc\">I and the Father are one.”</span></p>\n<p id=\"p43010030_12-4\"><b class=\"verse-num\" id=\"v43010031-1\">31&nbsp;</b>The Jews picked up stones again to stone him. <b class=\"verse-num\" id=\"v43010032-1\">32&nbsp;</b>Jesus answered them, <span class=\"woc\">“I have shown you many good works from the Father; for which of them are you going to stone me?”</span> <b class=\"verse-num\" id=\"v43010033-1\">33&nbsp;</b>The Jews answered him, “It is not for a good work that we are going to stone you but for blasphemy, because you, being a man, make yourself God.” <b class=\"verse-num\" id=\"v43010034-1\">34&nbsp;</b>Jesus answered them, <span class=\"woc\">“Is it not written in your Law, ‘I said, you are gods’?</span> <b class=\"verse-num woc\" id=\"v43010035-1\">35&nbsp;</b><span class=\"woc\">If he called them gods to whom the word of God came—and Scripture cannot be broken—</span><b class=\"verse-num woc\" id=\"v43010036-1\">36&nbsp;</b><span class=\"woc\">do you say of him whom the Father consecrated and sent into the world, ‘You are blaspheming,’ because I said, ‘I am the Son of God’?</span> <b class=\"verse-num woc\" id=\"v43010037-1\">37&nbsp;</b><span class=\"woc\">If I am not doing the works of my Father, then do not believe me;</span> <b class=\"verse-num woc\" id=\"v43010038-1\">38&nbsp;</b><span class=\"woc\">but if I do them, even though you do not believe me, believe the works, that you may know and understand that the Father is in me and I am in the Father.”</span> <b class=\"verse-num\" id=\"v43010039-1\">39&nbsp;</b>Again they sought to arrest him, but he escaped from their hands.</p>\n<p id=\"p43010039_12-4\"><b class=\"verse-num\" id=\"v43010040-1\">40&nbsp;</b>He went away again across the Jordan to the place where John had been baptizing at first, and there he remained. <b class=\"verse-num\" id=\"v43010041-1\">41&nbsp;</b>And many came to him. And they said, “John did no sign, but everything that John said about this man was true.” <b class=\"verse-num\" id=\"v43010042-1\">42&nbsp;</b>And many believed in him there.</p>\n\n</div>","kjv":"<strong>1</strong>           Verily, verily, I say unto you, He that entereth not by the door into the sheepfold, but climbeth up some other way, the same is a thief and a robber.  <strong>2</strong> But he that entereth in by the door is the shepherd of the sheep.  <strong>3</strong> To him the porter openeth; and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out.  <strong>4</strong> And when he putteth forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice.  <strong>5</strong> And a stranger will they not follow, but will flee from him: for they know not the voice of strangers.  <strong>6</strong> This parable spake Jesus unto them: but they understood not what things they were which he spake unto them.  <strong>7</strong> Then said Jesus unto them again, Verily, verily, I say unto you, I am the door of the sheep.  <strong>8</strong> All that ever came before me are thieves and robbers: but the sheep did not hear them.  <strong>9</strong> I am the door: by me if any man enter in, he shall be saved, and shall go in and out, and find pasture.  <strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  <strong>11</strong> I am the good shepherd: the good shepherd giveth his life for the sheep.  <strong>12</strong> But he that is an hireling, and not the shepherd, whose own the sheep are not, seeth the wolf coming, and leaveth the sheep, and fleeth: and the wolf catcheth them, and scattereth the sheep.  <strong>13</strong> The hireling fleeth, because he is an hireling, and careth not for the sheep.  <strong>14</strong> I am the good shepherd, and know my sheep, and am known of mine.  <strong>15</strong> As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep.  <strong>16</strong> And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and  one shepherd.  <strong>17</strong> Therefore doth my Father love me, because I lay down my life, that I might take it again.  <strong>18</strong> No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father. <strong>19</strong> There was a division therefore again among the Jews for these sayings.  <strong>20</strong> And many of them said, He hath a devil, and is mad; why hear ye him?  <strong>21</strong> Others said, These are not the words of him that hath a devil. Can a devil open the eyes of the blind?  <strong>22</strong> And it was at Jerusalem the feast of the dedication, and it was winter.  <strong>23</strong> And Jesus walked in the temple in Solomon’s porch.  <strong>24</strong> Then came the Jews round about him, and said unto him, How long dost thou make us to doubt? If thou be the Christ, tell us plainly.  <strong>25</strong> Jesus answered them, I told you, and ye believed not: the works that I do in my Father’s name, they bear witness of me.  <strong>26</strong> But ye believe not, because ye are not of my sheep, as I said unto you.  <strong>27</strong> My sheep hear my voice, and I know them, and they follow me:  <strong>28</strong> And I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand.  <strong>29</strong> My Father, which gave them me, is greater than all; and no man is able to pluck them out of my Father’s hand.  <strong>30</strong> I and my Father are one.  <strong>31</strong> Then the Jews took up stones again to stone him.  <strong>32</strong> Jesus answered them, Many good works have I shewed you from my Father; for which of those works do ye stone me?  <strong>33</strong> The Jews answered him, saying, For a good work we stone thee not; but for blasphemy; and because that thou, being a man, makest thyself God.  <strong>34</strong> Jesus answered them, Is it not written in your law, I said, Ye are gods?  <strong>35</strong> If he called them gods, unto whom the word of God came, and the scripture cannot be broken;  <strong>36</strong> Say ye of him, whom the Father hath sanctified, and sent into the world, Thou blasphemest; because I said, I am the Son of God?  <strong>37</strong> If I do not the works of my Father, believe me not.  <strong>38</strong> But if I do, though ye believe not me, believe the works: that ye may know, and believe, that the Father is in me, and I in him.  <strong>39</strong> Therefore they sought again to take him: but he escaped out of their hand,  <strong>40</strong> And went away again beyond Jordan into the place where John at first baptized; and there he abode.  <strong>41</strong> And many resorted unto him, and said, John did no miracle: but all things that John spake of this man were true.  <strong>42</strong> And many believed on him there.  ","niv":"<sup><strong>1</strong></sup> \"I tell you the truth, the man who does not enter the sheep pen by the gate, but climbs in by some other way, is a thief and a robber. <sup><strong>2</strong></sup> The man who enters by the gate is the shepherd of his sheep. <sup><strong>3</strong></sup> The watchman opens the gate for him, and the sheep listen to his voice. He calls his own sheep by name and leads them out. <sup><strong>4</strong></sup> When he has brought out all his own, he goes on ahead of them, and his sheep follow him because they know his voice. <sup><strong>5</strong></sup> But they will never follow a stranger; in fact, they will run away from him because they do not recognize a stranger's voice.\" <sup><strong>6</strong></sup> Jesus used this figure of speech, but they did not understand what he was telling them. <sup><strong>7</strong></sup> Therefore Jesus said again, \"I tell you the truth, I am the gate for the sheep. <sup><strong>8</strong></sup> All who ever came before me were thieves and robbers, but the sheep did not listen to them. <sup><strong>9</strong></sup> I am the gate; whoever enters through me will be saved. He will come in and go out, and find pasture. <sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full. <sup><strong>11</strong></sup> \"I am the good shepherd. The good shepherd lays down his life for the sheep. <sup><strong>12</strong></sup> The hired hand is not the shepherd who owns the sheep. So when he sees the wolf coming, he abandons the sheep and runs away. Then the wolf attacks the flock and scatters it. <sup><strong>13</strong></sup> The man runs away because he is a hired hand and cares nothing for the sheep. <sup><strong>14</strong></sup> \"I am the good shepherd; I know my sheep and my sheep know me-- <sup><strong>15</strong></sup> just as the Father knows me and I know the Father--and I lay down my life for the sheep. <sup><strong>16</strong></sup> I have other sheep that are not of this sheep pen. I must bring them also. They too will listen to my voice, and there shall be one flock and one shepherd. <sup><strong>17</strong></sup> The reason my Father loves me is that I lay down my life--only to take it up again. <sup><strong>18</strong></sup> No one takes it from me, but I lay it down of my own accord. I have authority to lay it down and authority to take it up again. This command I received from my Father.\" <sup><strong>19</strong></sup> At these words the Jews were again divided. <sup><strong>20</strong></sup> Many of them said, \"He is demon-possessed and raving mad. Why listen to him?\" <sup><strong>21</strong></sup> But others said, \"These are not the sayings of a man possessed by a demon. Can a demon open the eyes of the blind?\" <sup><strong>22</strong></sup> Then came the Feast of Dedication at Jerusalem. It was winter, <sup><strong>23</strong></sup> and Jesus was in the temple area walking in Solomon's Colonnade. <sup><strong>24</strong></sup> The Jews gathered around him, saying, \"How long will you keep us in suspense? If you are the Christ, tell us plainly.\" <sup><strong>25</strong></sup> Jesus answered, \"I did tell you, but you do not believe. The miracles I do in my Father's name speak for me, <sup><strong>26</strong></sup> but you do not believe because you are not my sheep. <sup><strong>27</strong></sup> My sheep listen to my voice; I know them, and they follow me. <sup><strong>28</strong></sup> I give them eternal life, and they shall never perish; no one can snatch them out of my hand. <sup><strong>29</strong></sup> My Father, who has given them to me, is greater than all; no one can snatch them out of my Father's hand. <sup><strong>30</strong></sup> I and the Father are one.\" <sup><strong>31</strong></sup> Again the Jews picked up stones to stone him, <sup><strong>32</strong></sup> but Jesus said to them, \"I have shown you many great miracles from the Father. For which of these do you stone me?\" <sup><strong>33</strong></sup> \"We are not stoning you for any of these,\" replied the Jews, \"but for blasphemy, because you, a mere man, claim to be God.\" <sup><strong>34</strong></sup> Jesus answered them, \"Is it not written in your Law, 'I have said you are gods'? <sup><strong>35</strong></sup> If he called them 'gods,' to whom the word of God came--and the Scripture cannot be broken-- <sup><strong>36</strong></sup> what about the one whom the Father set apart as his very own and sent into the world? Why then do you accuse me of blasphemy because I said, 'I am God's Son'? <sup><strong>37</strong></sup> Do not believe me unless I do what my Father does. <sup><strong>38</strong></sup> But if I do it, even though you do not believe me, believe the miracles, that you may know and understand that the Father is in me, and I in the Father.\" <sup><strong>39</strong></sup> Again they tried to seize him, but he escaped their grasp. <sup><strong>40</strong></sup> Then Jesus went back across the Jordan to the place where John had been baptizing in the early days. Here he stayed <sup><strong>41</strong></sup> and many people came to him. They said, \"Though John never performed a miraculous sign, all that John said about this man was true.\" <sup><strong>42</strong></sup> And in that place many believed in Jesus. ","modified":"2023-01-09T07:24:07.390Z"},{"_id":"615fb7c3a7e6c939a16fac3e","topicId":"615fb7bfa7e6c939a16fac39","verse":"John 10:9","votes":64,"__v":0,"esv":"<div>\n<p id=\"p43010009_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010009-1\">9&nbsp;</b><span class=\"woc\">I am the door. If anyone enters by me, he will be saved and will go in and out and find pasture.</span></p>\n</div>","kjv":"<strong>9</strong> I am the door: by me if any man enter in, he shall be saved, and shall go in and out, and find pasture.  ","niv":"<sup><strong>9</strong></sup> I am the gate; whoever enters through me will be saved. He will come in and go out, and find pasture.","modified":"2023-05-07T08:15:20.218Z"},{"_id":"615fb7c4a7e6c939a16fac3f","topicId":"615fb7bfa7e6c939a16fac39","verse":"Psalm 24:7","votes":57,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19024007_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19024007-1\">7&nbsp;</b>&nbsp;&nbsp;Lift up your heads, O gates!</span><br><span id=\"p19024007_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And be lifted up, O ancient doors,</span><br><span id=\"p19024007_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that the King of glory may come in.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Lift up your heads, O ye gates; and be ye lift up, ye everlasting doors; and the King of glory shall come in.  ","niv":"<sup><strong>7</strong></sup> Lift up your heads, O you gates; be lifted up, you ancient doors, that the King of glory may come in.","modified":"2023-02-26T18:03:35.991Z"},{"_id":"615fb7c4a7e6c939a16fac40","topicId":"615fb7bfa7e6c939a16fac39","verse":"Matthew 6:6","votes":54,"__v":0,"esv":"<div>\n<p id=\"p40006006_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n</div>","kjv":"<strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  ","niv":"<sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you.","modified":"2023-01-02T05:44:08.349Z"},{"_id":"615fb7c4a7e6c939a16fac41","topicId":"615fb7bfa7e6c939a16fac39","verse":"Proverbs 8:34","votes":47,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20008034_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008034-1\">34&nbsp;</b>&nbsp;&nbsp;Blessed is the one who listens to me,</span><br><span id=\"p20008034_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;watching daily at my gates,</span><br><span id=\"p20008034_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;waiting beside my doors.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>34</strong> Blessed is the man that heareth me, watching daily at my gates, waiting at the posts of my doors.  ","niv":"<sup><strong>34</strong></sup> Blessed is the man who listens to me, watching daily at my doors, waiting at my doorway.","modified":"2022-05-13T08:21:46.056Z"},{"_id":"615fb7c5a7e6c939a16fac42","topicId":"615fb7bfa7e6c939a16fac39","verse":"Matthew 7:13-14","votes":48,"__v":0,"esv":"<div>\n<p id=\"p40007013_01-9\"><b class=\"verse-num woc\" id=\"v40007013-1\">13&nbsp;</b><span class=\"woc\">“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.</span> <b class=\"verse-num woc\" id=\"v40007014-1\">14&nbsp;</b><span class=\"woc\">For the gate is narrow and the way is hard that leads to life, and those who find it are few.</span></p>\n\n</div>","kjv":"<strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. ","niv":"<sup><strong>13</strong></sup> \"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. <sup><strong>14</strong></sup> But small is the gate and narrow the road that leads to life, and only a few find it. ","modified":"2023-01-08T08:29:47.332Z"},{"_id":"615fb7c5a7e6c939a16fac43","topicId":"615fb7bfa7e6c939a16fac39","verse":"1 Corinthians 16:9","votes":47,"__v":0,"esv":"<div>\n<p id=\"p46016009_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v46016009-1\">9&nbsp;</b>for a wide door for effective work has opened to me, and there are many adversaries.</p>\n</div>","kjv":"<strong>9</strong> For a great door and effectual is opened unto me, and there are  many adversaries.  ","niv":"<sup><strong>9</strong></sup> because a great door for effective work has opened to me, and there are many who oppose me.","modified":"2023-09-01T16:39:48.665Z"},{"_id":"615fb7c5a7e6c939a16fac44","topicId":"615fb7bfa7e6c939a16fac39","verse":"Hosea 2:15","votes":47,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28002015_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v28002015-1\">15&nbsp;</b>&nbsp;&nbsp;And there I will give her her vineyards</span><br><span id=\"p28002015_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make the Valley of Achor a door of hope.</span><br><span id=\"p28002015_01-12\" class=\"line\">&nbsp;&nbsp;And there she shall answer as in the days of her youth,</span><br><span id=\"p28002015_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as at the time when she came out of the land of Egypt.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>15</strong> And I will give her her vineyards from thence, and the valley of Achor for a door of hope: and she shall sing there, as in the days of her youth, and as in the day when she came up out of the land of Egypt.  ","niv":"<sup><strong>15</strong></sup> There I will give her back her vineyards, and will make the Valley of Achor a door of hope. There she will sing as in the days of her youth, as in the day she came up out of Egypt.","modified":"2022-05-21T06:45:38.168Z"},{"_id":"615fb7c5a7e6c939a16fac45","topicId":"615fb7bfa7e6c939a16fac39","verse":"1 Corinthians 16:8-9","votes":43,"__v":0,"esv":"<div>\n<p id=\"p46016008_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v46016008-1\">8&nbsp;</b>But I will stay in Ephesus until Pentecost, <b class=\"verse-num\" id=\"v46016009-1\">9&nbsp;</b>for a wide door for effective work has opened to me, and there are many adversaries.</p>\n</div>","kjv":"<strong>8</strong> But I will tarry at Ephesus until Pentecost.  <strong>9</strong> For a great door and effectual is opened unto me, and there are  many adversaries.  ","niv":"<sup><strong>8</strong></sup> But I will stay on at Ephesus until Pentecost, <sup><strong>9</strong></sup> because a great door for effective work has opened to me, and there are many who oppose me. ","modified":"2023-01-08T08:30:12.921Z"},{"_id":"615fb7c5a7e6c939a16fac46","topicId":"615fb7bfa7e6c939a16fac39","verse":"Isaiah 22:22","votes":42,"__v":0,"esv":"<div>\n<p id=\"p23022022_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v23022022-1\">22&nbsp;</b>And I will place on his shoulder the key of the house of David. He shall open, and none shall shut; and he shall shut, and none shall open.</p>\n</div>","kjv":"<strong>22</strong> And the key of the house of David will I lay upon his shoulder; so he shall open, and none shall shut; and he shall shut, and none shall open.  ","niv":"<sup><strong>22</strong></sup> I will place on his shoulder the key to the house of David; what he opens no one can shut, and what he shuts no one can open.","modified":"2023-02-06T13:55:54.063Z"},{"_id":"615fb7c5a7e6c939a16fac47","topicId":"615fb7bfa7e6c939a16fac39","verse":"Revelation 4:1","votes":40,"__v":0,"esv":"<div>\n\n<p id=\"p66004001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66004001-1\">4:1&nbsp;</b>After this I looked, and behold, a door standing open in heaven! And the first voice, which I had heard speaking to me like a trumpet, said, <span class=\"woc\">“Come up here, and I will show you what must take place after this.”</span></p>\n</div>","kjv":"<strong>1</strong> After this I looked, and, behold, a door was opened in heaven: and the first voice which I heard was as it were of a trumpet talking with me; which said, Come up hither, and I will shew thee things which must be hereafter.  ","niv":"<sup><strong>1</strong></sup> After this I looked, and there before me was a door standing open in heaven. And the voice I had first heard speaking to me like a trumpet said, \"Come up here, and I will show you what must take place after this.\"","modified":"2023-04-30T11:11:26.053Z"},{"_id":"615fb7c5a7e6c939a16fac48","topicId":"615fb7bfa7e6c939a16fac39","verse":"James 5:9","votes":39,"__v":0,"esv":"<div>\n<p id=\"p59005009_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005009-1\">9&nbsp;</b>Do not grumble against one another, brothers, so that you may not be judged; behold, the Judge is standing at the door.</p>\n</div>","kjv":"<strong>9</strong> Grudge not one against another, brethren, lest ye be condemned: behold, the judge standeth before the door.  ","niv":"<sup><strong>9</strong></sup> Don't grumble against each other, brothers, or you will be judged. The Judge is standing at the door!","modified":"2023-10-01T02:06:10.688Z"},{"_id":"615fb7c5a7e6c939a16fac49","topicId":"615fb7bfa7e6c939a16fac39","verse":"Genesis 4:7","votes":35,"__v":0,"esv":"<div>\n<p id=\"p01004007_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v01004007-1\">7&nbsp;</b>If you do well, will you not be accepted? And if you do not do well, sin is crouching at the door. Its desire is contrary to you, but you must rule over it.”</p>\n\n</div>","kjv":"<strong>7</strong> If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him.  ","niv":"<sup><strong>7</strong></sup> If you do what is right, will you not be accepted? But if you do not do what is right, sin is crouching at your door; it desires to have you, but you must master it.\"","modified":"2023-05-17T01:38:41.772Z"},{"_id":"615fb7c5a7e6c939a16fac4a","topicId":"615fb7bfa7e6c939a16fac39","verse":"Psalm 141:3","votes":32,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19141003_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141003-1\">3&nbsp;</b>&nbsp;&nbsp;Set a guard, O LORD, over my mouth;</span><br><span id=\"p19141003_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;keep watch over the door of my lips!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Set a watch, O LORD, before my mouth; keep the door of my lips.  ","niv":"<sup><strong>3</strong></sup> Set a guard over my mouth, O LORD; keep watch over the door of my lips.","modified":"2023-09-14T21:23:21.607Z"},{"_id":"615fb7c5a7e6c939a16fac4b","topicId":"615fb7bfa7e6c939a16fac39","verse":"2 Corinthians 2:12","votes":26,"__v":0,"esv":"<div>\n\n<p id=\"p47002012_04-20\"><b class=\"verse-num\" id=\"v47002012-1\">12&nbsp;</b>When I came to Troas to preach the gospel of Christ, even though a door was opened for me in the Lord,</p>\n</div>","kjv":"<strong>12</strong> Furthermore, when I came to Troas to preach Christ’s gospel, and a door was opened unto me of the Lord,  ","niv":"<sup><strong>12</strong></sup> Now when I went to Troas to preach the gospel of Christ and found that the Lord had opened a door for me,","modified":"2023-09-04T18:44:45.656Z"},{"_id":"615fb7c6a7e6c939a16fac4c","topicId":"615fb7bfa7e6c939a16fac39","verse":"Colossians 4:3","votes":29,"__v":0,"esv":"<div>\n<p id=\"p51004003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v51004003-1\">3&nbsp;</b>At the same time, pray also for us, that God may open to us a door for the word, to declare the mystery of Christ, on account of which I am in prison—</p>\n</div>","kjv":"<strong>3</strong> Withal praying also for us, that God would open unto us a door of utterance, to speak the mystery of Christ, for which I am also in bonds:  ","niv":"<sup><strong>3</strong></sup> And pray for us, too, that God may open a door for our message, so that we may proclaim the mystery of Christ, for which I am in chains.","modified":"2022-11-22T03:10:40.172Z"},{"_id":"615fb7c6a7e6c939a16fac4d","topicId":"615fb7bfa7e6c939a16fac39","verse":"Acts 5:19","votes":25,"__v":0,"esv":"<div>\n<p id=\"p44005019_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005019-1\">19&nbsp;</b>But during the night an angel of the Lord opened the prison doors and brought them out, and said,</p>\n</div>","kjv":"<strong>19</strong> But the angel of the Lord by night opened the prison doors, and brought them forth, and said,  ","niv":"<sup><strong>19</strong></sup> But during the night an angel of the Lord opened the doors of the jail and brought them out.","modified":"2022-12-27T03:58:59.981Z"},{"_id":"615fb7c6a7e6c939a16fac4e","topicId":"615fb7bfa7e6c939a16fac39","verse":"2 Chronicles 29:3","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p14029003_05-23\"><b class=\"verse-num\" id=\"v14029003-1\">3&nbsp;</b>In the first year of his reign, in the first month, he opened the doors of the house of the LORD and repaired them.</p>\n</div>","kjv":"<strong>3</strong> He in the first year of his reign, in the first month, opened the doors of the house of the LORD, and repaired them.  ","niv":"<sup><strong>3</strong></sup> In the first month of the first year of his reign, he opened the doors of the temple of the LORD and repaired them.","modified":"2022-07-23T21:31:11.419Z"},{"_id":"615fb7c6a7e6c939a16fac4f","topicId":"615fb7bfa7e6c939a16fac39","verse":"2 Kings 4:4","votes":21,"__v":0,"esv":"<div>\n<p id=\"p12004004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v12004004-1\">4&nbsp;</b>Then go in and shut the door behind yourself and your sons and pour into all these vessels. And when one is full, set it aside.”</p>\n</div>","kjv":"<strong>4</strong> And when thou art come in, thou shalt shut the door upon thee and upon thy sons, and shalt pour out into all those vessels, and thou shalt set aside that which is full.  ","niv":"<sup><strong>4</strong></sup> Then go inside and shut the door behind you and your sons. Pour oil into all the jars, and as each is filled, put it to one side.\"","modified":"2022-09-13T07:12:04.624Z"},{"_id":"615fb7c6a7e6c939a16fac50","topicId":"615fb7bfa7e6c939a16fac39","verse":"Acts 16:26","votes":18,"__v":0,"esv":"<div>\n<p id=\"p44016026_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016026-1\">26&nbsp;</b>and suddenly there was a great earthquake, so that the foundations of the prison were shaken. And immediately all the doors were opened, and everyone’s bonds were unfastened.</p>\n</div>","kjv":"<strong>26</strong> And suddenly there was a great earthquake, so that the foundations of the prison were shaken: and immediately all the doors were opened, and every one’s bands were loosed.  ","niv":"<sup><strong>26</strong></sup> Suddenly there was such a violent earthquake that the foundations of the prison were shaken. At once all the prison doors flew open, and everybody's chains came loose.","modified":"2023-05-14T08:10:14.095Z"},{"_id":"615fb7c6a7e6c939a16fac51","topicId":"615fb7bfa7e6c939a16fac39","verse":"1 Timothy 2:8","votes":15,"__v":0,"esv":"<div>\n<p id=\"p54002008_01-27\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling;</p>\n</div>","kjv":"<strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  ","niv":"<sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing.","modified":"2022-10-08T13:10:47.974Z"},{"_id":"615fb7c6a7e6c939a16fac52","topicId":"615fb7bfa7e6c939a16fac39","verse":"Acts 16:14","votes":14,"__v":0,"esv":"<div>\n<p id=\"p44016014_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016014-1\">14&nbsp;</b>One who heard us was a woman named Lydia, from the city of Thyatira, a seller of purple goods, who was a worshiper of God. The Lord opened her heart to pay attention to what was said by Paul.</p>\n</div>","kjv":"<strong>14</strong> And a certain woman named Lydia, a seller of purple, of the city of Thyatira, which worshipped God, heard us: whose heart the Lord opened, that she attended unto the things which were spoken of Paul.  ","niv":"<sup><strong>14</strong></sup> One of those listening was a woman named Lydia, a dealer in purple cloth from the city of Thyatira, who was a worshiper of God. The Lord opened her heart to respond to Paul's message.","modified":"2023-10-18T09:54:41.532Z"}]}