{"_id":"5fc31fdd8888bb90841ded8a","slug":"doubt","name":"Doubt","verses":[{"_id":"5fd244c8a1012d290aa87c5f","topicId":"5fc31fdd8888bb90841ded8a","verse":"James 1:6","votes":631,"__v":0,"niv":"<sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind.","kjv":"<strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  ","esv":"<div>\n<p id=\"p59001006_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.</p>\n</div>","modified":"2022-11-02T02:10:59.843Z"},{"_id":"5fd244c9a1012d290aa87c60","topicId":"5fc31fdd8888bb90841ded8a","verse":"Proverbs 3:5-8","votes":528,"__v":0,"niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. <sup><strong>7</strong></sup> Do not be wise in your own eyes; fear the LORD and shun evil. <sup><strong>8</strong></sup> This will bring health to your body and nourishment to your bones. ","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  <strong>7</strong> Be not wise in thine own eyes: fear the LORD, and depart from evil.  <strong>8</strong> It shall be health to thy navel, and marrow to thy bones.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br><span id=\"p20003007_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003007-1\">7&nbsp;</b>&nbsp;&nbsp;Be not wise in your own eyes;</span><br><span id=\"p20003007_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fear the LORD, and turn away from evil.</span><br><span id=\"p20003008_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003008-1\">8&nbsp;</b>&nbsp;&nbsp;It will be healing to your flesh</span><br><span id=\"p20003008_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and refreshment to your bones.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","modified":"2022-10-12T04:58:00.486Z"},{"_id":"5fd244c9a1012d290aa87c61","topicId":"5fc31fdd8888bb90841ded8a","verse":"Matthew 21:21","votes":408,"__v":0,"niv":"<sup><strong>21</strong></sup> Jesus replied, \"I tell you the truth, if you have faith and do not doubt, not only can you do what was done to the fig tree, but also you can say to this mountain, 'Go, throw yourself into the sea,' and it will be done.","kjv":"<strong>21</strong> Jesus answered and said unto them, Verily I say unto you, If ye have faith, and doubt not, ye shall not only do this which is done to the fig tree, but also if ye shall say unto this mountain, Be thou removed, and be thou cast into the sea; it shall be done.  ","esv":"<div>\n<p id=\"p40021021_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v40021021-1\">21&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Truly, I say to you, if you have faith and do not doubt, you will not only do what has been done to the fig tree, but even if you say to this mountain, ‘Be taken up and thrown into the sea,’ it will happen.</span></p>\n</div>","modified":"2022-09-28T10:43:32.043Z"},{"_id":"5fd244c9a1012d290aa87c62","topicId":"5fc31fdd8888bb90841ded8a","verse":"Matthew 14:31","votes":362,"__v":0,"niv":"<sup><strong>31</strong></sup> Immediately Jesus reached out his hand and caught him. \"You of little faith,\" he said, \"why did you doubt?\"","kjv":"<strong>31</strong> And immediately Jesus stretched forth his hand, and caught him, and said unto him, O thou of little faith, wherefore didst thou doubt?  ","esv":"<div>\n<p id=\"p40014031_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v40014031-1\">31&nbsp;</b>Jesus immediately reached out his hand and took hold of him, saying to him, <span class=\"woc\">“O you of little faith, why did you doubt?”</span></p>\n</div>","modified":"2022-09-06T18:47:18.763Z"},{"_id":"5fd244c9a1012d290aa87c63","topicId":"5fc31fdd8888bb90841ded8a","verse":"Mark 11:23","votes":346,"__v":0,"niv":"<sup><strong>23</strong></sup> \"I tell you the truth, if anyone says to this mountain, 'Go, throw yourself into the sea,' and does not doubt in his heart but believes that what he says will happen, it will be done for him.","kjv":"<strong>23</strong> For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith.  ","esv":"<div>\n<p id=\"p41011023_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41011023-1\">23&nbsp;</b><span class=\"woc\">Truly, I say to you, whoever says to this mountain, ‘Be taken up and thrown into the sea,’ and does not doubt in his heart, but believes that what he says will come to pass, it will be done for him.</span></p>\n</div>","modified":"2022-04-14T11:46:06.465Z"},{"_id":"5fd244c9a1012d290aa87c64","topicId":"5fc31fdd8888bb90841ded8a","verse":"James 1:5-8","votes":302,"__v":0,"niv":"<sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. ","kjv":"<strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  ","esv":"<div>\n<p id=\"p59001005_01-6\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n</div>","modified":"2023-03-05T17:44:36.203Z"},{"_id":"5fd244c9a1012d290aa87c65","topicId":"5fc31fdd8888bb90841ded8a","verse":"Jude 22","votes":293,"__v":0,"niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:","kjv":"<strong>22</strong> And of some have compassion, making a difference:  ","esv":"<div>\n<p id=\"p65001022_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v65001022-1\">22&nbsp;</b>And have mercy on those who doubt;</p>\n</div>","modified":"2022-09-25T18:12:55.683Z"},{"_id":"5fd244c9a1012d290aa87c66","topicId":"5fc31fdd8888bb90841ded8a","verse":"Mark 9:24","votes":253,"__v":0,"niv":"<sup><strong>24</strong></sup> Immediately the boy's father exclaimed, \"I do believe; help me overcome my unbelief!\"","kjv":"<strong>24</strong> And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief.  ","esv":"<div>\n<p id=\"p41009024_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v41009024-1\">24&nbsp;</b>Immediately the father of the child cried out and said, “I believe; help my unbelief!”</p>\n\n</div>","modified":"2022-11-08T18:25:11.678Z"},{"_id":"5fd244caa1012d290aa87c67","topicId":"5fc31fdd8888bb90841ded8a","verse":"Luke 24:38","votes":249,"__v":0,"niv":"<sup><strong>38</strong></sup> He said to them, \"Why are you troubled, and why do doubts rise in your minds?","kjv":"<strong>38</strong> And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?  ","esv":"<div>\n<p id=\"p42024038_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v42024038-1\">38&nbsp;</b>And he said to them, <span class=\"woc\">“Why are you troubled, and why do doubts arise in your hearts?</span></p>\n</div>","modified":"2022-10-12T17:37:08.510Z"},{"_id":"5fd244caa1012d290aa87c68","topicId":"5fc31fdd8888bb90841ded8a","verse":"Isaiah 41:10","votes":245,"__v":0,"niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-10\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-03-18T19:38:42.790Z"},{"_id":"5fd244caa1012d290aa87c69","topicId":"5fc31fdd8888bb90841ded8a","verse":"John 20:27","votes":201,"__v":0,"niv":"<sup><strong>27</strong></sup> Then he said to Thomas, \"Put your finger here; see my hands. Reach out your hand and put it into my side. Stop doubting and believe.\"","kjv":"<strong>27</strong> Then saith he to Thomas, reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.  ","esv":"<div>\n<p id=\"p43020027_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020027-1\">27&nbsp;</b>Then he said to Thomas, <span class=\"woc\">“Put your finger here, and see my hands; and put out your hand, and place it in my side. Do not disbelieve, but believe.”</span></p>\n</div>","modified":"2022-12-07T05:36:54.235Z"},{"_id":"5fd244caa1012d290aa87c6a","topicId":"5fc31fdd8888bb90841ded8a","verse":"Proverbs 3:5","votes":187,"__v":0,"niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding;","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2022-09-26T00:31:46.063Z"},{"_id":"5fd244caa1012d290aa87c6b","topicId":"5fc31fdd8888bb90841ded8a","verse":"Romans 14:23","votes":191,"__v":0,"niv":"<sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin.","kjv":"<strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","esv":"<div>\n<p id=\"p45014023_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","modified":"2022-06-24T02:52:09.037Z"},{"_id":"5fd244caa1012d290aa87c6c","topicId":"5fc31fdd8888bb90841ded8a","verse":"Jeremiah 29:11-13","votes":170,"__v":0,"niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future. <sup><strong>12</strong></sup> Then you will call upon me and come and pray to me, and I will listen to you. <sup><strong>13</strong></sup> You will seek me and find me when you seek me with all your heart. ","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  <strong>12</strong> Then shall ye call upon me, and ye shall go and pray unto me, and I will hearken unto you.  <strong>13</strong> And ye shall seek me, and find me, when ye shall search for me with all your heart.  ","esv":"<div>\n<p id=\"p24029011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope. <b class=\"verse-num\" id=\"v24029012-1\">12&nbsp;</b>Then you will call upon me and come and pray to me, and I will hear you. <b class=\"verse-num\" id=\"v24029013-1\">13&nbsp;</b>You will seek me and find me, when you seek me with all your heart.</p>\n\n</div>","modified":"2022-11-09T22:19:56.790Z"},{"_id":"5fd244cba1012d290aa87c6d","topicId":"5fc31fdd8888bb90841ded8a","verse":"Hebrews 11:1","votes":168,"__v":0,"niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see.","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  ","esv":"<div>\n\n<p id=\"p58011001_03-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen.</p>\n</div>","modified":"2022-01-19T18:34:53.927Z"},{"_id":"5fd244cba1012d290aa87c6e","topicId":"5fc31fdd8888bb90841ded8a","verse":"Hebrews 11","votes":140,"__v":0,"niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see. <sup><strong>2</strong></sup> This is what the ancients were commended for. <sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible. <sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead. <sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God. <sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. <sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith. <sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. <sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise. <sup><strong>12</strong></sup> And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore. <sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. <sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son, <sup><strong>18</strong></sup> even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>19</strong></sup> Abraham reasoned that God could raise the dead, and figuratively speaking, he did receive Isaac back from death. <sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future. <sup><strong>21</strong></sup> By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff. <sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones. <sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. <sup><strong>24</strong></sup> By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. <sup><strong>25</strong></sup> He chose to be mistreated along with the people of God rather than to enjoy the pleasures of sin for a short time. <sup><strong>26</strong></sup> He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. <sup><strong>27</strong></sup> By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. <sup><strong>28</strong></sup> By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel. <sup><strong>29</strong></sup> By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned. <sup><strong>30</strong></sup> By faith the walls of Jericho fell, after the people had marched around them for seven days. <sup><strong>31</strong></sup> By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient. <sup><strong>32</strong></sup> And what more shall I say? I do not have time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel and the prophets, <sup><strong>33</strong></sup> who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, <sup><strong>34</strong></sup> quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. <sup><strong>35</strong></sup> Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection. <sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. <sup><strong>39</strong></sup> These were all commended for their faith, yet none of them received what had been promised. <sup><strong>40</strong></sup> God had planned something better for us so that only together with us would they be made perfect. ","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  <strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  <strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  <strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  <strong>12</strong> Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.  <strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  <strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  <strong>19</strong> Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.  <strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  <strong>21</strong> By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.  <strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  <strong>24</strong> By faith Moses, when he was come to years, refused to be called the son of Pharaoh’s daughter;  <strong>25</strong> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;  <strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  <strong>27</strong> By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.  <strong>28</strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.  <strong>29</strong> By faith they passed through the Red sea as by dry land:  which the Egyptians assaying to do were drowned.  <strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  <strong>31</strong> By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.  <strong>32</strong> And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:  <strong>33</strong> Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,  <strong>34</strong> Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.  <strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  ","esv":"<div>\n\n<p id=\"p58011001_03-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen. <b class=\"verse-num\" id=\"v58011002-1\">2&nbsp;</b>For by it the people of old received their commendation. <b class=\"verse-num\" id=\"v58011003-1\">3&nbsp;</b>By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible.</p>\n<p id=\"p58011003_03-2\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. <b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. <b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him. <b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n<p id=\"p58011007_03-2\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God. <b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised. <b class=\"verse-num\" id=\"v58011012-1\">12&nbsp;</b>Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore.</p>\n<p id=\"p58011012_03-2\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n<p id=\"p58011016_03-2\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, <b class=\"verse-num\" id=\"v58011018-1\">18&nbsp;</b>of whom it was said, “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v58011019-1\">19&nbsp;</b>He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back. <b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau. <b class=\"verse-num\" id=\"v58011021-1\">21&nbsp;</b>By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. <b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n<p id=\"p58011022_03-2\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict. <b class=\"verse-num\" id=\"v58011024-1\">24&nbsp;</b>By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter, <b class=\"verse-num\" id=\"v58011025-1\">25&nbsp;</b>choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin. <b class=\"verse-num\" id=\"v58011026-1\">26&nbsp;</b>He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward. <b class=\"verse-num\" id=\"v58011027-1\">27&nbsp;</b>By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible. <b class=\"verse-num\" id=\"v58011028-1\">28&nbsp;</b>By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them.</p>\n<p id=\"p58011028_03-2\"><b class=\"verse-num\" id=\"v58011029-1\">29&nbsp;</b>By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned. <b class=\"verse-num\" id=\"v58011030-1\">30&nbsp;</b>By faith the walls of Jericho fell down after they had been encircled for seven days. <b class=\"verse-num\" id=\"v58011031-1\">31&nbsp;</b>By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies.</p>\n<p id=\"p58011031_03-2\"><b class=\"verse-num\" id=\"v58011032-1\">32&nbsp;</b>And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—<b class=\"verse-num\" id=\"v58011033-1\">33&nbsp;</b>who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions, <b class=\"verse-num\" id=\"v58011034-1\">34&nbsp;</b>quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight. <b class=\"verse-num\" id=\"v58011035-1\">35&nbsp;</b>Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. <b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n<p id=\"p58011038_03-2\"><b class=\"verse-num\" id=\"v58011039-1\">39&nbsp;</b>And all these, though commended through their faith, did not receive what was promised, <b class=\"verse-num\" id=\"v58011040-1\">40&nbsp;</b>since God had provided something better for us, that apart from us they should not be made perfect.</p>\n\n</div>","modified":"2023-05-29T03:17:57.873Z"},{"_id":"5fd244cba1012d290aa87c6f","topicId":"5fc31fdd8888bb90841ded8a","verse":"Hebrews 11:6","votes":126,"__v":0,"niv":"<sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.","kjv":"<strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  ","esv":"<div>\n<p id=\"p58011006_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.</p>\n</div>","modified":"2022-04-13T10:46:40.819Z"},{"_id":"5fd244cba1012d290aa87c70","topicId":"5fc31fdd8888bb90841ded8a","verse":"Luke 1:18-20","votes":125,"__v":0,"niv":"<sup><strong>18</strong></sup> Zechariah asked the angel, \"How can I be sure of this? I am an old man and my wife is well along in years.\" <sup><strong>19</strong></sup> The angel answered, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news. <sup><strong>20</strong></sup> And now you will be silent and not able to speak until the day this happens, because you did not believe my words, which will come true at their proper time.\" ","kjv":"<strong>18</strong> And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.  <strong>19</strong> And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.  <strong>20</strong> And, behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.  ","esv":"<div>\n<p id=\"p42001018_01-18\"><b class=\"verse-num\" id=\"v42001018-1\">18&nbsp;</b>And Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.” <b class=\"verse-num\" id=\"v42001019-1\">19&nbsp;</b>And the angel answered him, “I am Gabriel. I stand in the presence of God, and I was sent to speak to you and to bring you this good news. <b class=\"verse-num\" id=\"v42001020-1\">20&nbsp;</b>And behold, you will be silent and unable to speak until the day that these things take place, because you did not believe my words, which will be fulfilled in their time.”</p>\n</div>"},{"_id":"5fd244cba1012d290aa87c71","topicId":"5fc31fdd8888bb90841ded8a","verse":"Mark 11:22-25","votes":127,"__v":0,"niv":"<sup><strong>22</strong></sup> \"Have faith in God,\" Jesus answered. <sup><strong>23</strong></sup> \"I tell you the truth, if anyone says to this mountain, 'Go, throw yourself into the sea,' and does not doubt in his heart but believes that what he says will happen, it will be done for him. <sup><strong>24</strong></sup> Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours. <sup><strong>25</strong></sup> And when you stand praying, if you hold anything against anyone, forgive him, so that your Father in heaven may forgive you your sins.\" ","kjv":"<strong>22</strong> And Jesus answering saith unto them, Have faith in God.  <strong>23</strong> For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith.  <strong>24</strong> Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall havethem.  <strong>25</strong> And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.  ","esv":"<div>\n<p id=\"p41011022_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v41011022-1\">22&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Have faith in God.</span> <b class=\"verse-num woc\" id=\"v41011023-1\">23&nbsp;</b><span class=\"woc\">Truly, I say to you, whoever says to this mountain, ‘Be taken up and thrown into the sea,’ and does not doubt in his heart, but believes that what he says will come to pass, it will be done for him.</span> <b class=\"verse-num woc\" id=\"v41011024-1\">24&nbsp;</b><span class=\"woc\">Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.</span> <b class=\"verse-num woc\" id=\"v41011025-1\">25&nbsp;</b><span class=\"woc\">And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”</span></p>\n\n</div>","modified":"2022-06-04T05:55:19.242Z"},{"_id":"5fd244cba1012d290aa87c72","topicId":"5fc31fdd8888bb90841ded8a","verse":"2 Timothy 1:7","votes":118,"__v":0,"niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline.","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","esv":"<div>\n<p id=\"p55001007_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","modified":"2022-09-25T05:17:09.381Z"},{"_id":"5fd244cba1012d290aa87c73","topicId":"5fc31fdd8888bb90841ded8a","verse":"Romans 10:17","votes":115,"__v":0,"niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ.","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","esv":"<div>\n<p id=\"p45010017_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","modified":"2023-08-07T00:39:12.011Z"},{"_id":"5fd244cca1012d290aa87c74","topicId":"5fc31fdd8888bb90841ded8a","verse":"Matthew 28:17","votes":101,"__v":0,"niv":"<sup><strong>17</strong></sup> When they saw him, they worshiped him; but some doubted.","kjv":"<strong>17</strong> And when they saw him, they worshipped him: but some doubted.  ","esv":"<div>\n<p id=\"p40028017_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v40028017-1\">17&nbsp;</b>And when they saw him they worshiped him, but some doubted.</p>\n</div>","modified":"2022-08-11T21:56:34.508Z"},{"_id":"5fd244cca1012d290aa87c75","topicId":"5fc31fdd8888bb90841ded8a","verse":"1 Timothy 2:8","votes":95,"__v":0,"niv":"<sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing.","esv":"<div>\n<p id=\"p54002008_01-24\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling;</p>\n</div>","kjv":"<strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  ","modified":"2022-09-05T03:11:24.770Z"},{"_id":"5fd244cca1012d290aa87c76","topicId":"5fc31fdd8888bb90841ded8a","verse":"Psalm 31:22","votes":93,"__v":0,"niv":"<sup><strong>22</strong></sup> In my alarm I said, \"I am cut off from your sight!\" Yet you heard my cry for mercy when I called to you for help.","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19031022_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031022-1\">22&nbsp;</b>&nbsp;&nbsp;I had said in my alarm,</span><br><span id=\"p19031022_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“I am cut off from your sight.”</span><br><span id=\"p19031022_01-25\" class=\"line\">&nbsp;&nbsp;But you heard the voice of my pleas for mercy</span><br><span id=\"p19031022_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I cried to you for help.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>22</strong> For I said in my haste, I am cut off from before thine eyes: nevertheless thou heardest the voice of my supplications when I cried unto thee.  ","modified":"2022-03-09T21:00:07.439Z"},{"_id":"5fd244cca1012d290aa87c77","topicId":"5fc31fdd8888bb90841ded8a","verse":"2 Corinthians 5:7","votes":74,"__v":0,"niv":"<sup><strong>7</strong></sup> We live by faith, not by sight.","kjv":"<strong>7</strong> (For we walk by faith, not by sight:)  ","esv":"<div>\n<p id=\"p47005007_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005007-1\">7&nbsp;</b>for we walk by faith, not by sight.</p>\n</div>","modified":"2023-04-08T01:20:57.534Z"}]}