{"_id":"615fbbf9a7e6c939a16fae01","slug":"dress-code","name":"Dress Code","verses":[{"_id":"615fbbfca7e6c939a16fae02","topicId":"615fbbf9a7e6c939a16fae01","verse":"1 Timothy 2:9","votes":27,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire,</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes,","modified":"2023-07-04T00:21:20.687Z"},{"_id":"615fbbfca7e6c939a16fae03","topicId":"615fbbf9a7e6c939a16fae01","verse":"Deuteronomy 22:5","votes":26,"__v":0,"esv":"<div>\n<p id=\"p05022005_01-2\"><b class=\"verse-num\" id=\"v05022005-1\">5&nbsp;</b>“A woman shall not wear a man’s garment, nor shall a man put on a woman’s cloak, for whoever does these things is an abomination to the LORD your God.</p>\n</div>","kjv":"<strong>5</strong> The woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman’s garment: for all that do so are abomination unto the LORD thy God.  ","niv":"<sup><strong>5</strong></sup> A woman must not wear men's clothing, nor a man wear women's clothing, for the LORD your God detests anyone who does this.","modified":"2023-11-19T08:21:46.689Z"},{"_id":"615fbbfca7e6c939a16fae04","topicId":"615fbbf9a7e6c939a16fae01","verse":"Proverbs 15:3","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015003_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015003-1\">3&nbsp;</b>&nbsp;&nbsp;The eyes of the LORD are in every place,</span><br><span id=\"p20015003_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;keeping watch on the evil and the good.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> The eyes of the LORD are in every place, beholding the evil and the good.  ","niv":"<sup><strong>3</strong></sup> The eyes of the LORD are everywhere, keeping watch on the wicked and the good.","modified":"2022-06-28T18:00:57.424Z"},{"_id":"615fbbfca7e6c939a16fae05","topicId":"615fbbf9a7e6c939a16fae01","verse":"1 Peter 3:3-4","votes":17,"__v":0,"esv":"<div>\n<p id=\"p60003003_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious.</p>\n</div>","kjv":"<strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  ","niv":"<sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. ","modified":"2023-09-11T15:45:22.805Z"},{"_id":"615fbbfca7e6c939a16fae06","topicId":"615fbbf9a7e6c939a16fae01","verse":"Genesis 18:20-21","votes":18,"__v":0,"esv":"<div>\n<p id=\"p01018020_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01018020-1\">20&nbsp;</b>Then the LORD said, “Because the outcry against Sodom and Gomorrah is great and their sin is very grave, <b class=\"verse-num\" id=\"v01018021-1\">21&nbsp;</b>I will go down to see whether they have done altogether according to the outcry that has come to me. And if not, I will know.”</p>\n\n</div>","kjv":"<strong>20</strong> And the LORD said, Because the cry of Sodom and Gomorrah is great, and because their sin is very grievous;  <strong>21</strong> I will go down now, and see whether they have done altogether according to the cry of it, which is come unto me; and if not, I will know.  ","niv":"<sup><strong>20</strong></sup> Then the LORD said, \"The outcry against Sodom and Gomorrah is so great and their sin so grievous <sup><strong>21</strong></sup> that I will go down and see if what they have done is as bad as the outcry that has reached me. If not, I will know.\" "},{"_id":"615fbbfda7e6c939a16fae07","topicId":"615fbbf9a7e6c939a16fae01","verse":"1 Samuel 16:7","votes":17,"__v":0,"esv":"<div>\n<p id=\"p09016007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016007-1\">7&nbsp;</b>But the LORD said to Samuel, “Do not look on his appearance or on the height of his stature, because I have rejected him. For the LORD sees not as man sees: man looks on the outward appearance, but the LORD looks on the heart.”</p>\n</div>","kjv":"<strong>7</strong> But the LORD said unto Samuel, Look not on his countenance, or on the height of his stature; because I have refused him: for the LORD seeth  not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart.  ","niv":"<sup><strong>7</strong></sup> But the LORD said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The LORD does not look at the things man looks at. Man looks at the outward appearance, but the LORD looks at the heart.\"","modified":"2023-11-14T08:15:42.055Z"},{"_id":"615fbbfea7e6c939a16fae08","topicId":"615fbbf9a7e6c939a16fae01","verse":"1 Corinthians 6:19-20","votes":11,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. ","modified":"2023-11-14T08:19:42.597Z"},{"_id":"615fbbfea7e6c939a16fae09","topicId":"615fbbf9a7e6c939a16fae01","verse":"2 Samuel 8:1-2","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p10008001_03-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10008001-1\">8:1&nbsp;</b>After this David defeated the Philistines and subdued them, and David took Metheg-ammah out of the hand of the Philistines.</p>\n<p id=\"p10008001_03-11\"><b class=\"verse-num\" id=\"v10008002-1\">2&nbsp;</b>And he defeated Moab and he measured them with a line, making them lie down on the ground. Two lines he measured to be put to death, and one full line to be spared. And the Moabites became servants to David and brought tribute.</p>\n</div>","kjv":"<strong>1</strong> And after this it came to pass, that David smote the Philistines, and subdued them: and David took Metheg-ammah out of the hand of the Philistines.  <strong>2</strong> And he smote Moab, and measured them with a line, casting them down to the ground; even with two lines measured he to put to death, and with one full line to keep alive. And so the Moabites became David’s servants, and  brought gifts.  ","niv":"<sup><strong>1</strong></sup> In the course of time, David defeated the Philistines and subdued them, and he took Metheg Ammah from the control of the Philistines. <sup><strong>2</strong></sup> David also defeated the Moabites. He made them lie down on the ground and measured them off with a length of cord. Every two lengths of them were put to death, and the third length was allowed to live. So the Moabites became subject to David and brought tribute. ","modified":"2023-12-07T09:52:32.349Z"},{"_id":"615fbbffa7e6c939a16fae0a","topicId":"615fbbf9a7e6c939a16fae01","verse":"Matthew 5:28","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart."},{"_id":"615fbbffa7e6c939a16fae0b","topicId":"615fbbf9a7e6c939a16fae01","verse":"Romans 12:1-2","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. ","modified":"2023-06-26T14:35:17.757Z"},{"_id":"615fbbffa7e6c939a16fae0c","topicId":"615fbbf9a7e6c939a16fae01","verse":"Luke 12:35","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p42012035_05-14\"><b class=\"verse-num woc\" id=\"v42012035-1\">35&nbsp;</b><span class=\"woc\">“Stay dressed for action and keep your lamps burning,</span></p>\n\n</div>","kjv":"<strong>35</strong> Let your loins be girded about, and your lights burning;  ","niv":"<sup><strong>35</strong></sup> \"Be dressed ready for service and keep your lamps burning,","modified":"2023-03-15T03:56:46.559Z"},{"_id":"615fbbffa7e6c939a16fae0d","topicId":"615fbbf9a7e6c939a16fae01","verse":"Romans 13:14","votes":0,"__v":0,"esv":"<div>\n<p id=\"p45013014_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature.","modified":"2022-08-21T19:34:49.857Z"},{"_id":"615fbbffa7e6c939a16fae0e","topicId":"615fbbf9a7e6c939a16fae01","verse":"1 Timothy 4:12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p54004012_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.</p>\n</div>","kjv":"<strong>12</strong> Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.  ","niv":"<sup><strong>12</strong></sup> Don't let anyone look down on you because you are young, but set an example for the believers in speech, in life, in love, in faith and in purity."},{"_id":"615fbc00a7e6c939a16fae0f","topicId":"615fbbf9a7e6c939a16fae01","verse":"Proverbs 11:22","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011022_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011022-1\">22&nbsp;</b>&nbsp;&nbsp;Like a gold ring in a pig’s snout</span><br><span id=\"p20011022_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a beautiful woman without discretion.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> As a jewel of gold in a swine’s snout, so is a fair woman which is without discretion.  ","niv":"<sup><strong>22</strong></sup> Like a gold ring in a pig's snout is a beautiful woman who shows no discretion.","modified":"2022-07-07T12:41:04.082Z"},{"_id":"615fbc00a7e6c939a16fae10","topicId":"615fbbf9a7e6c939a16fae01","verse":"Proverbs 3:6","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003006_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight."},{"_id":"615fbc00a7e6c939a16fae11","topicId":"615fbbf9a7e6c939a16fae01","verse":"Matthew 22:1-14","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40022001_07-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40022001-1\">22:1&nbsp;</b>And again Jesus spoke to them in parables, saying, <b class=\"verse-num woc\" id=\"v40022002-1\">2&nbsp;</b><span class=\"woc\">“The kingdom of heaven may be compared to a king who gave a wedding feast for his son,</span> <b class=\"verse-num woc\" id=\"v40022003-1\">3&nbsp;</b><span class=\"woc\">and sent his servants to call those who were invited to the wedding feast, but they would not come.</span> <b class=\"verse-num woc\" id=\"v40022004-1\">4&nbsp;</b><span class=\"woc\">Again he sent other servants, saying, ‘Tell those who are invited, “See, I have prepared my dinner, my oxen and my fat calves have been slaughtered, and everything is ready. Come to the wedding feast.”’</span> <b class=\"verse-num woc\" id=\"v40022005-1\">5&nbsp;</b><span class=\"woc\">But they paid no attention and went off, one to his farm, another to his business,</span> <b class=\"verse-num woc\" id=\"v40022006-1\">6&nbsp;</b><span class=\"woc\">while the rest seized his servants, treated them shamefully, and killed them.</span> <b class=\"verse-num woc\" id=\"v40022007-1\">7&nbsp;</b><span class=\"woc\">The king was angry, and he sent his troops and destroyed those murderers and burned their city.</span> <b class=\"verse-num woc\" id=\"v40022008-1\">8&nbsp;</b><span class=\"woc\">Then he said to his servants, ‘The wedding feast is ready, but those invited were not worthy.</span> <b class=\"verse-num woc\" id=\"v40022009-1\">9&nbsp;</b><span class=\"woc\">Go therefore to the main roads and invite to the wedding feast as many as you find.’</span> <b class=\"verse-num woc\" id=\"v40022010-1\">10&nbsp;</b><span class=\"woc\">And those servants went out into the roads and gathered all whom they found, both bad and good. So the wedding hall was filled with guests.</span></p>\n<p id=\"p40022010_07-20\"><b class=\"verse-num woc\" id=\"v40022011-1\">11&nbsp;</b><span class=\"woc\">“But when the king came in to look at the guests, he saw there a man who had no wedding garment.</span> <b class=\"verse-num woc\" id=\"v40022012-1\">12&nbsp;</b><span class=\"woc\">And he said to him, ‘Friend, how did you get in here without a wedding garment?’ And he was speechless.</span> <b class=\"verse-num woc\" id=\"v40022013-1\">13&nbsp;</b><span class=\"woc\">Then the king said to the attendants, ‘Bind him hand and foot and cast him into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span> <b class=\"verse-num woc\" id=\"v40022014-1\">14&nbsp;</b><span class=\"woc\">For many are called, but few are chosen.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And Jesus answered and spake unto them again by parables, and said,  <strong>2</strong> The kingdom of heaven is like unto a certain king, which made a marriage for his son,  <strong>3</strong> And sent forth his servants to call them that were bidden to the wedding: and they would not come.  <strong>4</strong> Again, he sent forth other servants, saying, Tell them which are bidden, Behold, I have prepared my dinner: my oxen and my fatlings are killed, and all things are  ready: come unto the marriage. <strong>5</strong> But they made light of it, and went their ways, one to his farm, another to his merchandise:  <strong>6</strong> And the remnant took his servants, and entreated them  spitefully, and slew them. <strong>7</strong> But when the king heard thereof, he was wroth: and he sent forth his armies, and destroyed those murderers, and burned up their city.  <strong>8</strong> Then saith he to his servants, The wedding is ready, but they which were bidden were not worthy.  <strong>9</strong> Go ye therefore into the highways, and as many as ye shall find, bid to the marriage.  <strong>10</strong> So those servants went out into the highways, and gathered together all as many as they found, both bad and good: and the wedding was furnished with guests. <strong>11</strong>           And when the king came in to see the guests, he saw there a man which had not on a wedding garment:  <strong>12</strong> And he saith unto him, Friend, how camest thou in hither not having a wedding garment? And he was speechless.  <strong>13</strong> Then said the king to the servants, Bind him hand and foot, and take him away, and cast him into outer darkness; there shall be weeping and gnashing of teeth.  <strong>14</strong> For many are called, but few are chosen. ","niv":"<sup><strong>1</strong></sup> Jesus spoke to them again in parables, saying: <sup><strong>2</strong></sup> \"The kingdom of heaven is like a king who prepared a wedding banquet for his son. <sup><strong>3</strong></sup> He sent his servants to those who had been invited to the banquet to tell them to come, but they refused to come. <sup><strong>4</strong></sup> \"Then he sent some more servants and said, 'Tell those who have been invited that I have prepared my dinner: My oxen and fattened cattle have been butchered, and everything is ready. Come to the wedding banquet.' <sup><strong>5</strong></sup> \"But they paid no attention and went off--one to his field, another to his business. <sup><strong>6</strong></sup> The rest seized his servants, mistreated them and killed them. <sup><strong>7</strong></sup> The king was enraged. He sent his army and destroyed those murderers and burned their city. <sup><strong>8</strong></sup> \"Then he said to his servants, 'The wedding banquet is ready, but those I invited did not deserve to come. <sup><strong>9</strong></sup> Go to the street corners and invite to the banquet anyone you find.' <sup><strong>10</strong></sup> So the servants went out into the streets and gathered all the people they could find, both good and bad, and the wedding hall was filled with guests. <sup><strong>11</strong></sup> \"But when the king came in to see the guests, he noticed a man there who was not wearing wedding clothes. <sup><strong>12</strong></sup> 'Friend,' he asked, 'how did you get in here without wedding clothes?' The man was speechless. <sup><strong>13</strong></sup> \"Then the king told the attendants, 'Tie him hand and foot, and throw him outside, into the darkness, where there will be weeping and gnashing of teeth.' <sup><strong>14</strong></sup> \"For many are invited, but few are chosen.\" "},{"_id":"615fbc00a7e6c939a16fae12","topicId":"615fbbf9a7e6c939a16fae01","verse":"Romans 14:12-21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45014012_01-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_07-21\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_07-21\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble.</p>\n\n</div>","kjv":"<strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  ","niv":"<sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. "},{"_id":"615fbc00a7e6c939a16fae13","topicId":"615fbbf9a7e6c939a16fae01","verse":"2 Timothy 2:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55002022_01-22\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart.</p>\n</div>","kjv":"<strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  ","niv":"<sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart.","modified":"2022-04-28T20:49:00.520Z"},{"_id":"615fbc00a7e6c939a16fae14","topicId":"615fbbf9a7e6c939a16fae01","verse":"1 Corinthians 14:1-40","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46014001_04-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46014001-1\">14:1&nbsp;</b>Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy. <b class=\"verse-num\" id=\"v46014002-1\">2&nbsp;</b>For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit. <b class=\"verse-num\" id=\"v46014003-1\">3&nbsp;</b>On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation. <b class=\"verse-num\" id=\"v46014004-1\">4&nbsp;</b>The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church. <b class=\"verse-num\" id=\"v46014005-1\">5&nbsp;</b>Now I want you all to speak in tongues, but even more to prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be built up.</p>\n<p id=\"p46014005_04-24\"><b class=\"verse-num\" id=\"v46014006-1\">6&nbsp;</b>Now, brothers, if I come to you speaking in tongues, how will I benefit you unless I bring you some revelation or knowledge or prophecy or teaching? <b class=\"verse-num\" id=\"v46014007-1\">7&nbsp;</b>If even lifeless instruments, such as the flute or the harp, do not give distinct notes, how will anyone know what is played? <b class=\"verse-num\" id=\"v46014008-1\">8&nbsp;</b>And if the bugle gives an indistinct sound, who will get ready for battle? <b class=\"verse-num\" id=\"v46014009-1\">9&nbsp;</b>So with yourselves, if with your tongue you utter speech that is not intelligible, how will anyone know what is said? For you will be speaking into the air. <b class=\"verse-num\" id=\"v46014010-1\">10&nbsp;</b>There are doubtless many different languages in the world, and none is without meaning, <b class=\"verse-num\" id=\"v46014011-1\">11&nbsp;</b>but if I do not know the meaning of the language, I will be a foreigner to the speaker and the speaker a foreigner to me. <b class=\"verse-num\" id=\"v46014012-1\">12&nbsp;</b>So with yourselves, since you are eager for manifestations of the Spirit, strive to excel in building up the church.</p>\n<p id=\"p46014012_04-24\"><b class=\"verse-num\" id=\"v46014013-1\">13&nbsp;</b>Therefore, one who speaks in a tongue should pray that he may interpret. <b class=\"verse-num\" id=\"v46014014-1\">14&nbsp;</b>For if I pray in a tongue, my spirit prays but my mind is unfruitful. <b class=\"verse-num\" id=\"v46014015-1\">15&nbsp;</b>What am I to do? I will pray with my spirit, but I will pray with my mind also; I will sing praise with my spirit, but I will sing with my mind also. <b class=\"verse-num\" id=\"v46014016-1\">16&nbsp;</b>Otherwise, if you give thanks with your spirit, how can anyone in the position of an outsider say “Amen” to your thanksgiving when he does not know what you are saying? <b class=\"verse-num\" id=\"v46014017-1\">17&nbsp;</b>For you may be giving thanks well enough, but the other person is not being built up. <b class=\"verse-num\" id=\"v46014018-1\">18&nbsp;</b>I thank God that I speak in tongues more than all of you. <b class=\"verse-num\" id=\"v46014019-1\">19&nbsp;</b>Nevertheless, in church I would rather speak five words with my mind in order to instruct others, than ten thousand words in a tongue.</p>\n<p id=\"p46014019_04-24\"><b class=\"verse-num\" id=\"v46014020-1\">20&nbsp;</b>Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature. <b class=\"verse-num\" id=\"v46014021-1\">21&nbsp;</b>In the Law it is written, “By people of strange tongues and by the lips of foreigners will I speak to this people, and even then they will not listen to me, says the Lord.” <b class=\"verse-num\" id=\"v46014022-1\">22&nbsp;</b>Thus tongues are a sign not for believers but for unbelievers, while prophecy is a sign not for unbelievers but for believers. <b class=\"verse-num\" id=\"v46014023-1\">23&nbsp;</b>If, therefore, the whole church comes together and all speak in tongues, and outsiders or unbelievers enter, will they not say that you are out of your minds? <b class=\"verse-num\" id=\"v46014024-1\">24&nbsp;</b>But if all prophesy, and an unbeliever or outsider enters, he is convicted by all, he is called to account by all, <b class=\"verse-num\" id=\"v46014025-1\">25&nbsp;</b>the secrets of his heart are disclosed, and so, falling on his face, he will worship God and declare that God is really among you.</p>\n\n<p id=\"p46014025_06-24\"><b class=\"verse-num\" id=\"v46014026-1\">26&nbsp;</b>What then, brothers? When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up. <b class=\"verse-num\" id=\"v46014027-1\">27&nbsp;</b>If any speak in a tongue, let there be only two or at most three, and each in turn, and let someone interpret. <b class=\"verse-num\" id=\"v46014028-1\">28&nbsp;</b>But if there is no one to interpret, let each of them keep silent in church and speak to himself and to God. <b class=\"verse-num\" id=\"v46014029-1\">29&nbsp;</b>Let two or three prophets speak, and let the others weigh what is said. <b class=\"verse-num\" id=\"v46014030-1\">30&nbsp;</b>If a revelation is made to another sitting there, let the first be silent. <b class=\"verse-num\" id=\"v46014031-1\">31&nbsp;</b>For you can all prophesy one by one, so that all may learn and all be encouraged, <b class=\"verse-num\" id=\"v46014032-1\">32&nbsp;</b>and the spirits of prophets are subject to prophets. <b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_06-24\">As in all the churches of the saints, <b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says. <b class=\"verse-num\" id=\"v46014035-1\">35&nbsp;</b>If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church.</p>\n<p id=\"p46014035_06-24\"><b class=\"verse-num\" id=\"v46014036-1\">36&nbsp;</b>Or was it from you that the word of God came? Or are you the only ones it has reached? <b class=\"verse-num\" id=\"v46014037-1\">37&nbsp;</b>If anyone thinks that he is a prophet, or spiritual, he should acknowledge that the things I am writing to you are a command of the Lord. <b class=\"verse-num\" id=\"v46014038-1\">38&nbsp;</b>If anyone does not recognize this, he is not recognized. <b class=\"verse-num\" id=\"v46014039-1\">39&nbsp;</b>So, my brothers, earnestly desire to prophesy, and do not forbid speaking in tongues. <b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n\n</div>","kjv":"<strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  <strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  <strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  <strong>4</strong> He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.  <strong>5</strong> I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.  <strong>6</strong> Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?  <strong>7</strong> And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?  <strong>8</strong> For if the trumpet give an uncertain sound, who shall prepare himself to the battle?  <strong>9</strong> So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.  <strong>10</strong> There are, it may be, so many kinds of voices in the world, and none of them is without signification.  <strong>11</strong> Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.  <strong>12</strong> Even so ye, forasmuch as ye are zealous of spiritual gifts,  seek that ye may excel to the edifying of the church.  <strong>13</strong> Wherefore let him that speaketh in an unknown tongue pray that he may interpret.  <strong>14</strong> For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.  <strong>15</strong> What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.  <strong>16</strong> Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?  <strong>17</strong> For thou verily givest thanks well, but the other is not edified.  <strong>18</strong> I thank my God, I speak with tongues more than ye all:  <strong>19</strong> Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.  <strong>20</strong> Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.  <strong>21</strong> In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.  <strong>22</strong> Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.  <strong>23</strong> If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?  <strong>24</strong> But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:  <strong>25</strong> And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.  <strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  <strong>27</strong> If any man speak in an unknown tongue, let it be  by two, or at the most by three, and that by course; and let one interpret.  <strong>28</strong> But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.  <strong>29</strong> Let the prophets speak two or three, and let the other judge.  <strong>30</strong> If any thing be revealed to another that sitteth by, let the first hold his peace.  <strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  <strong>32</strong> And the spirits of the prophets are subject to the prophets.  <strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  <strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  <strong>36</strong> What? came the word of God out from you? or came it unto you only?  <strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  <strong>38</strong> But if any man be ignorant, let him be ignorant.  <strong>39</strong> Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.  <strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>1</strong></sup> Follow the way of love and eagerly desire spiritual gifts, especially the gift of prophecy. <sup><strong>2</strong></sup> For anyone who speaks in a tongue does not speak to men but to God. Indeed, no one understands him; he utters mysteries with his spirit. <sup><strong>3</strong></sup> But everyone who prophesies speaks to men for their strengthening, encouragement and comfort. <sup><strong>4</strong></sup> He who speaks in a tongue edifies himself, but he who prophesies edifies the church. <sup><strong>5</strong></sup> I would like every one of you to speak in tongues, but I would rather have you prophesy. He who prophesies is greater than one who speaks in tongues, unless he interprets, so that the church may be edified. <sup><strong>6</strong></sup> Now, brothers, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction? <sup><strong>7</strong></sup> Even in the case of lifeless things that make sounds, such as the flute or harp, how will anyone know what tune is being played unless there is a distinction in the notes? <sup><strong>8</strong></sup> Again, if the trumpet does not sound a clear call, who will get ready for battle? <sup><strong>9</strong></sup> So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air. <sup><strong>10</strong></sup> Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning. <sup><strong>11</strong></sup> If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and he is a foreigner to me. <sup><strong>12</strong></sup> So it is with you. Since you are eager to have spiritual gifts, try to excel in gifts that build up the church. <sup><strong>13</strong></sup> For this reason anyone who speaks in a tongue should pray that he may interpret what he says. <sup><strong>14</strong></sup> For if I pray in a tongue, my spirit prays, but my mind is unfruitful. <sup><strong>15</strong></sup> So what shall I do? I will pray with my spirit, but I will also pray with my mind; I will sing with my spirit, but I will also sing with my mind. <sup><strong>16</strong></sup> If you are praising God with your spirit, how can one who finds himself among those who do not understand say \"Amen\" to your thanksgiving, since he does not know what you are saying? <sup><strong>17</strong></sup> You may be giving thanks well enough, but the other man is not edified. <sup><strong>18</strong></sup> I thank God that I speak in tongues more than all of you. <sup><strong>19</strong></sup> But in the church I would rather speak five intelligible words to instruct others than ten thousand words in a tongue. <sup><strong>20</strong></sup> Brothers, stop thinking like children. In regard to evil be infants, but in your thinking be adults. <sup><strong>21</strong></sup> In the Law it is written: \"Through men of strange tongues and through the lips of foreigners I will speak to this people, but even then they will not listen to me,\" says the Lord. <sup><strong>22</strong></sup> Tongues, then, are a sign, not for believers but for unbelievers; prophecy, however, is for believers, not for unbelievers. <sup><strong>23</strong></sup> So if the whole church comes together and everyone speaks in tongues, and some who do not understand or some unbelievers come in, will they not say that you are out of your mind? <sup><strong>24</strong></sup> But if an unbeliever or someone who does not understand comes in while everybody is prophesying, he will be convinced by all that he is a sinner and will be judged by all, <sup><strong>25</strong></sup> and the secrets of his heart will be laid bare. So he will fall down and worship God, exclaiming, \"God is really among you!\" <sup><strong>26</strong></sup> What then shall we say, brothers? When you come together, everyone has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. All of these must be done for the strengthening of the church. <sup><strong>27</strong></sup> If anyone speaks in a tongue, two--or at the most three--should speak, one at a time, and someone must interpret. <sup><strong>28</strong></sup> If there is no interpreter, the speaker should keep quiet in the church and speak to himself and God. <sup><strong>29</strong></sup> Two or three prophets should speak, and the others should weigh carefully what is said. <sup><strong>30</strong></sup> And if a revelation comes to someone who is sitting down, the first speaker should stop. <sup><strong>31</strong></sup> For you can all prophesy in turn so that everyone may be instructed and encouraged. <sup><strong>32</strong></sup> The spirits of prophets are subject to the control of prophets. <sup><strong>33</strong></sup> For God is not a God of disorder but of peace. <sup><strong>34</strong></sup> As in all the congregations of the saints, women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says. <sup><strong>35</strong></sup> If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church. <sup><strong>36</strong></sup> Did the word of God originate with you? Or are you the only people it has reached? <sup><strong>37</strong></sup> If anybody thinks he is a prophet or spiritually gifted, let him acknowledge that what I am writing to you is the Lord's command. <sup><strong>38</strong></sup> If he ignores this, he himself will be ignored. <sup><strong>39</strong></sup> Therefore, my brothers, be eager to prophesy, and do not forbid speaking in tongues. <sup><strong>40</strong></sup> But everything should be done in a fitting and orderly way. ","modified":"2022-05-16T13:10:44.410Z"}]}