{"_id":"615fbe3aa7e6c939a16faefd","slug":"drunks","name":"Drunks","verses":[{"_id":"615fbe3aa7e6c939a16faefe","topicId":"615fbe3aa7e6c939a16faefd","verse":"Galatians 5:21","votes":13,"__v":0,"esv":"<div>\n<p id=\"p48005021_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God."},{"_id":"615fbe3da7e6c939a16faeff","topicId":"615fbe3aa7e6c939a16faefd","verse":"1 Corinthians 6:10","votes":11,"__v":0,"esv":"<div>\n<p id=\"p46006010_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n</div>","kjv":"<strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God."},{"_id":"615fbe3da7e6c939a16faf00","topicId":"615fbe3aa7e6c939a16faefd","verse":"Romans 12:2","votes":10,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"615fbe3ea7e6c939a16faf01","topicId":"615fbe3aa7e6c939a16faefd","verse":"Romans 13:13","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45013013_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy.</p>\n</div>","kjv":"<strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  ","niv":"<sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy."},{"_id":"615fbe3ea7e6c939a16faf02","topicId":"615fbe3aa7e6c939a16faefd","verse":"Romans 14:1-23","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-6\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-6\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-6\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-6\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-6\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-6\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. "},{"_id":"615fbe3ea7e6c939a16faf03","topicId":"615fbe3aa7e6c939a16faefd","verse":"1 Peter 5:8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."},{"_id":"615fbe3ea7e6c939a16faf04","topicId":"615fbe3aa7e6c939a16faefd","verse":"Hebrews 10:26","votes":7,"__v":0,"esv":"<div>\n<p id=\"p58010026_01-9\"><b class=\"verse-num\" id=\"v58010026-1\">26&nbsp;</b>For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,</p>\n</div>","kjv":"<strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  ","niv":"<sup><strong>26</strong></sup> If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,"},{"_id":"615fbe3ea7e6c939a16faf05","topicId":"615fbe3aa7e6c939a16faefd","verse":"Ephesians 5:18","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49005018_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,</p>\n</div>","kjv":"<strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  ","niv":"<sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit."},{"_id":"615fbe3ea7e6c939a16faf06","topicId":"615fbe3aa7e6c939a16faefd","verse":"Proverbs 20:1","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020001_01-11\" class=\"line\"><b class=\"chapter-num\" id=\"v20020001-1\">20:1&nbsp;</b>&nbsp;&nbsp;Wine is a mocker, strong drink a brawler,</span><br><span id=\"p20020001_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whoever is led astray by it is not wise.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Wine is a mocker, strong drink is raging: and whosoever is deceived thereby is not wise.  ","niv":"<sup><strong>1</strong></sup> Wine is a mocker and beer a brawler; whoever is led astray by them is not wise."},{"_id":"615fbe3fa7e6c939a16faf07","topicId":"615fbe3aa7e6c939a16faefd","verse":"Proverbs 31:6-7","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031006_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031006-1\">6&nbsp;</b>&nbsp;&nbsp;Give strong drink to the one who is perishing,</span><br><span id=\"p20031006_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wine to those in bitter distress;</span><br><span id=\"p20031007_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031007-1\">7&nbsp;</b>&nbsp;&nbsp;let them drink and forget their poverty</span><br><span id=\"p20031007_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and remember their misery no more.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> Give strong drink unto him that is ready to perish, and wine unto those that be of heavy hearts.  <strong>7</strong> Let him drink, and forget his poverty, and remember his misery no more.  ","niv":"<sup><strong>6</strong></sup> Give beer to those who are perishing, wine to those who are in anguish; <sup><strong>7</strong></sup> let them drink and forget their poverty and remember their misery no more. "},{"_id":"615fbe3fa7e6c939a16faf08","topicId":"615fbe3aa7e6c939a16faefd","verse":"Romans 13:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God."},{"_id":"615fbe3fa7e6c939a16faf09","topicId":"615fbe3aa7e6c939a16faefd","verse":"Exodus 20:1-26","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p02020001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02020001-1\">20:1&nbsp;</b>And God spoke all these words, saying,</p>\n<p id=\"p02020001_04-14\"><b class=\"verse-num\" id=\"v02020002-1\">2&nbsp;</b>“I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p02020002_04-14\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_04-14\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p02020006_04-14\"><b class=\"verse-num\" id=\"v02020007-1\">7&nbsp;</b>“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p02020007_04-14\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n<p id=\"p02020011_04-14\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n<p id=\"p02020012_04-14\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n<p id=\"p02020013_04-14\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n<p id=\"p02020014_04-14\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n<p id=\"p02020015_04-14\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n<p id=\"p02020016_04-14\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n<p id=\"p02020017_04-14\"><b class=\"verse-num\" id=\"v02020018-1\">18&nbsp;</b>Now when all the people saw the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking, the people were afraid and trembled, and they stood far off <b class=\"verse-num\" id=\"v02020019-1\">19&nbsp;</b>and said to Moses, “You speak to us, and we will listen; but do not let God speak to us, lest we die.” <b class=\"verse-num\" id=\"v02020020-1\">20&nbsp;</b>Moses said to the people, “Do not fear, for God has come to test you, that the fear of him may be before you, that you may not sin.” <b class=\"verse-num\" id=\"v02020021-1\">21&nbsp;</b>The people stood far off, while Moses drew near to the thick darkness where God was.</p>\n\n<p id=\"p02020021_07-14\"><b class=\"verse-num\" id=\"v02020022-1\">22&nbsp;</b>And the LORD said to Moses, “Thus you shall say to the people of Israel: ‘You have seen for yourselves that I have talked with you from heaven. <b class=\"verse-num\" id=\"v02020023-1\">23&nbsp;</b>You shall not make gods of silver to be with me, nor shall you make for yourselves gods of gold. <b class=\"verse-num\" id=\"v02020024-1\">24&nbsp;</b>An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you. <b class=\"verse-num\" id=\"v02020025-1\">25&nbsp;</b>If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it. <b class=\"verse-num\" id=\"v02020026-1\">26&nbsp;</b>And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’</p>\n\n</div>","kjv":"<strong>1</strong> And God spake all these words, saying,  <strong>2</strong> I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage.  <strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  <strong>7</strong> Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.  <strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  <strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  <strong>13</strong> Thou shalt not kill.  <strong>14</strong> Thou shalt not commit adultery.  <strong>15</strong> Thou shalt not steal.  <strong>16</strong> Thou shalt not bear false witness against thy neighbour.  <strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  <strong>18</strong> And all the people saw the thunderings, and the lightnings, and the noise of the trumpet, and the mountain smoking: and when the people saw it, they removed, and stood afar off.  <strong>19</strong> And they said unto Moses, Speak thou with us, and we will hear: but let not God speak with us, lest we die.  <strong>20</strong> And Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before your faces, that ye sin not.  <strong>21</strong> And the people stood afar off, and Moses drew near unto the thick darkness where God was. <strong>22</strong> And the LORD said unto Moses, Thus thou shalt say unto the children of Israel, Ye have seen that I have talked with you from heaven.  <strong>23</strong> Ye shall not make with me gods of silver, neither shall ye make unto you gods of gold.  <strong>24</strong> An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee.  <strong>25</strong> And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.  <strong>26</strong> Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.  ","niv":"<sup><strong>1</strong></sup> And God spoke all these words: <sup><strong>2</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. <sup><strong>7</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. <sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. <sup><strong>13</strong></sup> \"You shall not murder. <sup><strong>14</strong></sup> \"You shall not commit adultery. <sup><strong>15</strong></sup> \"You shall not steal. <sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" <sup><strong>18</strong></sup> When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance <sup><strong>19</strong></sup> and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\" <sup><strong>20</strong></sup> Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\" <sup><strong>21</strong></sup> The people remained at a distance, while Moses approached the thick darkness where God was. <sup><strong>22</strong></sup> Then the LORD said to Moses, \"Tell the Israelites this: 'You have seen for yourselves that I have spoken to you from heaven: <sup><strong>23</strong></sup> Do not make any gods to be alongside me; do not make for yourselves gods of silver or gods of gold. <sup><strong>24</strong></sup> \"'Make an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you. <sup><strong>25</strong></sup> If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it. <sup><strong>26</strong></sup> And do not go up to my altar on steps, lest your nakedness be exposed on it.' "},{"_id":"615fbe3fa7e6c939a16faf0a","topicId":"615fbe3aa7e6c939a16faefd","verse":"Revelation 14:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66014012_01-15\"><b class=\"verse-num\" id=\"v66014012-1\">12&nbsp;</b>Here is a call for the endurance of the saints, those who keep the commandments of God and their faith in Jesus.</p>\n\n</div>","kjv":"<strong>12</strong> Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.  ","niv":"<sup><strong>12</strong></sup> This calls for patient endurance on the part of the saints who obey God's commandments and remain faithful to Jesus."},{"_id":"615fbe3fa7e6c939a16faf0b","topicId":"615fbe3aa7e6c939a16faefd","verse":"Colossians 2:18-23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51002018_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v51002018-1\">18&nbsp;</b>Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind, <b class=\"verse-num\" id=\"v51002019-1\">19&nbsp;</b>and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God.</p>\n<p id=\"p51002019_01-16\"><b class=\"verse-num\" id=\"v51002020-1\">20&nbsp;</b>If with Christ you died to the elemental spirits of the world, why, as if you were still alive in the world, do you submit to regulations—<b class=\"verse-num\" id=\"v51002021-1\">21&nbsp;</b>“Do not handle, Do not taste, Do not touch” <b class=\"verse-num\" id=\"v51002022-1\">22&nbsp;</b>(referring to things that all perish as they are used)—according to human precepts and teachings? <b class=\"verse-num\" id=\"v51002023-1\">23&nbsp;</b>These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh.</p>\n\n</div>","kjv":"<strong>18</strong> Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,  <strong>19</strong> And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.  <strong>20</strong> Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,  <strong>21</strong> (Touch not; taste not; handle not;  <strong>22</strong> Which all are to perish with the using;) after the commandments and doctrines of men?  <strong>23</strong> Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.  ","niv":"<sup><strong>18</strong></sup> Do not let anyone who delights in false humility and the worship of angels disqualify you for the prize. Such a person goes into great detail about what he has seen, and his unspiritual mind puffs him up with idle notions. <sup><strong>19</strong></sup> He has lost connection with the Head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow. <sup><strong>20</strong></sup> Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules: <sup><strong>21</strong></sup> \"Do not handle! Do not taste! Do not touch!\"? <sup><strong>22</strong></sup> These are all destined to perish with use, because they are based on human commands and teachings. <sup><strong>23</strong></sup> Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence. "},{"_id":"615fbe3fa7e6c939a16faf0c","topicId":"615fbe3aa7e6c939a16faefd","verse":"Isaiah 5:22","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23005022_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005022-1\">22&nbsp;</b>&nbsp;&nbsp;Woe to those who are heroes at drinking wine,</span><br><span id=\"p23005022_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and valiant men in mixing strong drink,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Woe unto them that are mighty to drink wine, and men of strength to mingle strong drink:  ","niv":"<sup><strong>22</strong></sup> Woe to those who are heroes at drinking wine and champions at mixing drinks,"},{"_id":"615fbe3fa7e6c939a16faf0d","topicId":"615fbe3aa7e6c939a16faefd","verse":"Isaiah 5:11","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23005011_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005011-1\">11&nbsp;</b>&nbsp;&nbsp;Woe to those who rise early in the morning,</span><br><span id=\"p23005011_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may run after strong drink,</span><br><span id=\"p23005011_01-18\" class=\"line\">&nbsp;&nbsp;who tarry late into the evening</span><br><span id=\"p23005011_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as wine inflames them!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Woe unto them that rise up early in the morning, that they may follow strong drink; that continue until night, till wine inflame them!  ","niv":"<sup><strong>11</strong></sup> Woe to those who rise early in the morning to run after their drinks, who stay up late at night till they are inflamed with wine."},{"_id":"615fbe3fa7e6c939a16faf0e","topicId":"615fbe3aa7e6c939a16faefd","verse":"1 Thessalonians 4:16-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p52004016_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first. <b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord. <b class=\"verse-num\" id=\"v52004018-1\">18&nbsp;</b>Therefore encourage one another with these words.</p>\n</div>","kjv":"<strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  <strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  <strong>18</strong> Wherefore comfort one another with these words.  ","niv":"<sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. <sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. <sup><strong>18</strong></sup> Therefore encourage each other with these words. "},{"_id":"615fbe3fa7e6c939a16faf0f","topicId":"615fbe3aa7e6c939a16faefd","verse":"1 Corinthians 1:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46001017_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46001017-1\">17&nbsp;</b>For Christ did not send me to baptize but to preach the gospel, and not with words of eloquent wisdom, lest the cross of Christ be emptied of its power.</p>\n</div>","kjv":"<strong>17</strong> For Christ sent me not to baptize, but to preach the gospel: not with wisdom of words, lest the cross of Christ should be made of none effect.  ","niv":"<sup><strong>17</strong></sup> For Christ did not send me to baptize, but to preach the gospel--not with words of human wisdom, lest the cross of Christ be emptied of its power."},{"_id":"615fbe3fa7e6c939a16faf10","topicId":"615fbe3aa7e6c939a16faefd","verse":"Romans 12:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"615fbe40a7e6c939a16faf11","topicId":"615fbe3aa7e6c939a16faefd","verse":"Acts 16:1-40","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44016001_06-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44016001-1\">16:1&nbsp;</b>Paul came also to Derbe and to Lystra. A disciple was there, named Timothy, the son of a Jewish woman who was a believer, but his father was a Greek. <b class=\"verse-num\" id=\"v44016002-1\">2&nbsp;</b>He was well spoken of by the brothers at Lystra and Iconium. <b class=\"verse-num\" id=\"v44016003-1\">3&nbsp;</b>Paul wanted Timothy to accompany him, and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was a Greek. <b class=\"verse-num\" id=\"v44016004-1\">4&nbsp;</b>As they went on their way through the cities, they delivered to them for observance the decisions that had been reached by the apostles and elders who were in Jerusalem. <b class=\"verse-num\" id=\"v44016005-1\">5&nbsp;</b>So the churches were strengthened in the faith, and they increased in numbers daily.</p>\n\n<p id=\"p44016005_09-24\"><b class=\"verse-num\" id=\"v44016006-1\">6&nbsp;</b>And they went through the region of Phrygia and Galatia, having been forbidden by the Holy Spirit to speak the word in Asia. <b class=\"verse-num\" id=\"v44016007-1\">7&nbsp;</b>And when they had come up to Mysia, they attempted to go into Bithynia, but the Spirit of Jesus did not allow them. <b class=\"verse-num\" id=\"v44016008-1\">8&nbsp;</b>So, passing by Mysia, they went down to Troas. <b class=\"verse-num\" id=\"v44016009-1\">9&nbsp;</b>And a vision appeared to Paul in the night: a man of Macedonia was standing there, urging him and saying, “Come over to Macedonia and help us.” <b class=\"verse-num\" id=\"v44016010-1\">10&nbsp;</b>And when Paul had seen the vision, immediately we sought to go on into Macedonia, concluding that God had called us to preach the gospel to them.</p>\n\n<p id=\"p44016010_13-24\"><b class=\"verse-num\" id=\"v44016011-1\">11&nbsp;</b>So, setting sail from Troas, we made a direct voyage to Samothrace, and the following day to Neapolis, <b class=\"verse-num\" id=\"v44016012-1\">12&nbsp;</b>and from there to Philippi, which is a leading city of the district of Macedonia and a Roman colony. We remained in this city some days. <b class=\"verse-num\" id=\"v44016013-1\">13&nbsp;</b>And on the Sabbath day we went outside the gate to the riverside, where we supposed there was a place of prayer, and we sat down and spoke to the women who had come together. <b class=\"verse-num\" id=\"v44016014-1\">14&nbsp;</b>One who heard us was a woman named Lydia, from the city of Thyatira, a seller of purple goods, who was a worshiper of God. The Lord opened her heart to pay attention to what was said by Paul. <b class=\"verse-num\" id=\"v44016015-1\">15&nbsp;</b>And after she was baptized, and her household as well, she urged us, saying, “If you have judged me to be faithful to the Lord, come to my house and stay.” And she prevailed upon us.</p>\n\n<p id=\"p44016015_18-24\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling. <b class=\"verse-num\" id=\"v44016017-1\">17&nbsp;</b>She followed Paul and us, crying out, “These men are servants of the Most High God, who proclaim to you the way of salvation.” <b class=\"verse-num\" id=\"v44016018-1\">18&nbsp;</b>And this she kept doing for many days. Paul, having become greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And it came out that very hour.</p>\n<p id=\"p44016018_18-24\"><b class=\"verse-num\" id=\"v44016019-1\">19&nbsp;</b>But when her owners saw that their hope of gain was gone, they seized Paul and Silas and dragged them into the marketplace before the rulers. <b class=\"verse-num\" id=\"v44016020-1\">20&nbsp;</b>And when they had brought them to the magistrates, they said, “These men are Jews, and they are disturbing our city. <b class=\"verse-num\" id=\"v44016021-1\">21&nbsp;</b>They advocate customs that are not lawful for us as Romans to accept or practice.” <b class=\"verse-num\" id=\"v44016022-1\">22&nbsp;</b>The crowd joined in attacking them, and the magistrates tore the garments off them and gave orders to beat them with rods. <b class=\"verse-num\" id=\"v44016023-1\">23&nbsp;</b>And when they had inflicted many blows upon them, they threw them into prison, ordering the jailer to keep them safely. <b class=\"verse-num\" id=\"v44016024-1\">24&nbsp;</b>Having received this order, he put them into the inner prison and fastened their feet in the stocks.</p>\n\n<p id=\"p44016024_22-24\"><b class=\"verse-num\" id=\"v44016025-1\">25&nbsp;</b>About midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them, <b class=\"verse-num\" id=\"v44016026-1\">26&nbsp;</b>and suddenly there was a great earthquake, so that the foundations of the prison were shaken. And immediately all the doors were opened, and everyone’s bonds were unfastened. <b class=\"verse-num\" id=\"v44016027-1\">27&nbsp;</b>When the jailer woke and saw that the prison doors were open, he drew his sword and was about to kill himself, supposing that the prisoners had escaped. <b class=\"verse-num\" id=\"v44016028-1\">28&nbsp;</b>But Paul cried with a loud voice, “Do not harm yourself, for we are all here.” <b class=\"verse-num\" id=\"v44016029-1\">29&nbsp;</b>And the jailer called for lights and rushed in, and trembling with fear he fell down before Paul and Silas. <b class=\"verse-num\" id=\"v44016030-1\">30&nbsp;</b>Then he brought them out and said, “Sirs, what must I do to be saved?” <b class=\"verse-num\" id=\"v44016031-1\">31&nbsp;</b>And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.” <b class=\"verse-num\" id=\"v44016032-1\">32&nbsp;</b>And they spoke the word of the Lord to him and to all who were in his house. <b class=\"verse-num\" id=\"v44016033-1\">33&nbsp;</b>And he took them the same hour of the night and washed their wounds; and he was baptized at once, he and all his family. <b class=\"verse-num\" id=\"v44016034-1\">34&nbsp;</b>Then he brought them up into his house and set food before them. And he rejoiced along with his entire household that he had believed in God.</p>\n<p id=\"p44016034_22-24\"><b class=\"verse-num\" id=\"v44016035-1\">35&nbsp;</b>But when it was day, the magistrates sent the police, saying, “Let those men go.” <b class=\"verse-num\" id=\"v44016036-1\">36&nbsp;</b>And the jailer reported these words to Paul, saying, “The magistrates have sent to let you go. Therefore come out now and go in peace.” <b class=\"verse-num\" id=\"v44016037-1\">37&nbsp;</b>But Paul said to them, “They have beaten us publicly, uncondemned, men who are Roman citizens, and have thrown us into prison; and do they now throw us out secretly? No! Let them come themselves and take us out.” <b class=\"verse-num\" id=\"v44016038-1\">38&nbsp;</b>The police reported these words to the magistrates, and they were afraid when they heard that they were Roman citizens. <b class=\"verse-num\" id=\"v44016039-1\">39&nbsp;</b>So they came and apologized to them. And they took them out and asked them to leave the city. <b class=\"verse-num\" id=\"v44016040-1\">40&nbsp;</b>So they went out of the prison and visited Lydia. And when they had seen the brothers, they encouraged them and departed.</p>\n\n</div>","kjv":"<strong>1</strong> Then came he to Derbe and Lystra: and, behold, a certain disciple was there, named Timotheus, the son of a certain woman, which was a Jewess, and believed; but his father was a Greek:  <strong>2</strong> Which was well reported of by the brethren that were at Lystra and Iconium.  <strong>3</strong> Him would Paul have to go forth with him; and took and circumcised him because of the Jews which were in those quarters: for they knew all that his father was a Greek.  <strong>4</strong> And as they went through the cities, they delivered them the decrees for to keep, that were ordained of the apostles and elders which were at Jerusalem.  <strong>5</strong> And so were the churches established in the faith, and increased in number daily.  <strong>6</strong> Now when they had gone throughout Phrygia and the region of Galatia, and were forbidden of the Holy Ghost to preach the word in Asia,  <strong>7</strong> After they were come to Mysia, they assayed to go into Bithynia: but the Spirit suffered them not.  <strong>8</strong> And they passing by Mysia came down to Troas.  <strong>9</strong> And a vision appeared to Paul in the night; There stood a man of Macedonia, and prayed him, saying, Come over into Macedonia, and help us.  <strong>10</strong> And after he had seen the vision, immediately we endeavoured to go into Macedonia, assuredly gathering that the Lord had called us for to preach the gospel unto them.  <strong>11</strong> Therefore loosing from Troas, we came with a straight course to Samothracia, and the next day to Neapolis;  <strong>12</strong> And from thence to Philippi, which is the chief city of that part of Macedonia, and a colony: and we were in that city abiding certain days.  <strong>13</strong> And on the sabbath we went out of the city by a river side, where prayer was wont to be made; and we sat down, and spake unto the women which resorted thither.  <strong>14</strong> And a certain woman named Lydia, a seller of purple, of the city of Thyatira, which worshipped God, heard us: whose heart the Lord opened, that she attended unto the things which were spoken of Paul.  <strong>15</strong> And when she was baptized, and her household, she besought us,  saying, If ye have judged me to be faithful to the Lord, come into my house, and abide there. And she constrained us.  <strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  <strong>17</strong> The same followed Paul and us, and cried, saying, These men are the servants of the most high God, which shew unto us the way of salvation.  <strong>18</strong> And this did she many days. But Paul, being grieved, turned and said to the spirit, I command thee in the name of Jesus Christ to come out of her. And he came out the same hour.  <strong>19</strong> And when her masters saw that the hope of their gains was gone, they caught Paul and Silas, and drew them into the marketplace unto the rulers,  <strong>20</strong> And brought them to the magistrates, saying, These men, being Jews, do exceedingly trouble our city,  <strong>21</strong> And teach customs, which are not lawful for us to receive, neither to observe, being Romans.  <strong>22</strong> And the multitude rose up together against them: and the magistrates rent off their clothes, and commanded to beat them.  <strong>23</strong> And when they had laid many stripes upon them, they cast them  into prison, charging the jailer to keep them safely:  <strong>24</strong> Who, having received such a charge, thrust them into the inner prison, and made their feet fast in the stocks.  <strong>25</strong> And at midnight Paul and Silas prayed, and sang praises unto God: and the prisoners heard them.  <strong>26</strong> And suddenly there was a great earthquake, so that the foundations of the prison were shaken: and immediately all the doors were opened, and every one’s bands were loosed.  <strong>27</strong> And the keeper of the prison awaking out of his sleep, and seeing the prison doors open, he drew out his sword, and would have killed himself, supposing that the prisoners had been fled.  <strong>28</strong> But Paul cried with a loud voice, saying, Do thyself no harm: for we are all here.  <strong>29</strong> Then he called for a light, and sprang in, and came trembling, and fell down before Paul and Silas,  <strong>30</strong> And brought them out, and said, Sirs, what must I do to be saved?  <strong>31</strong> And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.  <strong>32</strong> And they spake unto him the word of the Lord, and to all that were in his house.  <strong>33</strong> And he took them the same hour of the night, and washed their  stripes; and was baptized, he and all his, straightway.  <strong>34</strong> And when he had brought them into his house, he set meat before them, and rejoiced, believing in God with all his house.  <strong>35</strong> And when it was day, the magistrates sent the serjeants, saying, Let those men go.  <strong>36</strong> And the keeper of the prison told this saying to Paul, The magistrates have sent to let you go: now therefore depart, and go in peace.  <strong>37</strong> But Paul said unto them, They have beaten us openly uncondemned, being Romans, and have cast us into prison; and now do they thrust us out privily? nay verily; but let them come themselves and fetch us out.  <strong>38</strong> And the serjeants told these words unto the magistrates: and they feared, when they heard that they were Romans.  <strong>39</strong> And they came and besought them, and brought them out, and desired them to depart out of the city.  <strong>40</strong> And they went out of the prison, and entered into the house of  Lydia and when they had seen the brethren, they comforted them, and departed.  ","niv":"<sup><strong>1</strong></sup> He came to Derbe and then to Lystra, where a disciple named Timothy lived, whose mother was a Jewess and a believer, but whose father was a Greek. <sup><strong>2</strong></sup> The brothers at Lystra and Iconium spoke well of him. <sup><strong>3</strong></sup> Paul wanted to take him along on the journey, so he circumcised him because of the Jews who lived in that area, for they all knew that his father was a Greek. <sup><strong>4</strong></sup> As they traveled from town to town, they delivered the decisions reached by the apostles and elders in Jerusalem for the people to obey. <sup><strong>5</strong></sup> So the churches were strengthened in the faith and grew daily in numbers. <sup><strong>6</strong></sup> Paul and his companions traveled throughout the region of Phrygia and Galatia, having been kept by the Holy Spirit from preaching the word in the province of Asia. <sup><strong>7</strong></sup> When they came to the border of Mysia, they tried to enter Bithynia, but the Spirit of Jesus would not allow them to. <sup><strong>8</strong></sup> So they passed by Mysia and went down to Troas. <sup><strong>9</strong></sup> During the night Paul had a vision of a man of Macedonia standing and begging him, \"Come over to Macedonia and help us.\" <sup><strong>10</strong></sup> After Paul had seen the vision, we got ready at once to leave for Macedonia, concluding that God had called us to preach the gospel to them. <sup><strong>11</strong></sup> From Troas we put out to sea and sailed straight for Samothrace, and the next day on to Neapolis. <sup><strong>12</strong></sup> From there we traveled to Philippi, a Roman colony and the leading city of that district of Macedonia. And we stayed there several days. <sup><strong>13</strong></sup> On the Sabbath we went outside the city gate to the river, where we expected to find a place of prayer. We sat down and began to speak to the women who had gathered there. <sup><strong>14</strong></sup> One of those listening was a woman named Lydia, a dealer in purple cloth from the city of Thyatira, who was a worshiper of God. The Lord opened her heart to respond to Paul's message. <sup><strong>15</strong></sup> When she and the members of her household were baptized, she invited us to her home. \"If you consider me a believer in the Lord,\" she said, \"come and stay at my house.\" And she persuaded us. <sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling. <sup><strong>17</strong></sup> This girl followed Paul and the rest of us, shouting, \"These men are servants of the Most High God, who are telling you the way to be saved.\" <sup><strong>18</strong></sup> She kept this up for many days. Finally Paul became so troubled that he turned around and said to the spirit, \"In the name of Jesus Christ I command you to come out of her!\" At that moment the spirit left her. <sup><strong>19</strong></sup> When the owners of the slave girl realized that their hope of making money was gone, they seized Paul and Silas and dragged them into the marketplace to face the authorities. <sup><strong>20</strong></sup> They brought them before the magistrates and said, \"These men are Jews, and are throwing our city into an uproar <sup><strong>21</strong></sup> by advocating customs unlawful for us Romans to accept or practice.\" <sup><strong>22</strong></sup> The crowd joined in the attack against Paul and Silas, and the magistrates ordered them to be stripped and beaten. <sup><strong>23</strong></sup> After they had been severely flogged, they were thrown into prison, and the jailer was commanded to guard them carefully. <sup><strong>24</strong></sup> Upon receiving such orders, he put them in the inner cell and fastened their feet in the stocks. <sup><strong>25</strong></sup> About midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them. <sup><strong>26</strong></sup> Suddenly there was such a violent earthquake that the foundations of the prison were shaken. At once all the prison doors flew open, and everybody's chains came loose. <sup><strong>27</strong></sup> The jailer woke up, and when he saw the prison doors open, he drew his sword and was about to kill himself because he thought the prisoners had escaped. <sup><strong>28</strong></sup> But Paul shouted, \"Don't harm yourself! We are all here!\" <sup><strong>29</strong></sup> The jailer called for lights, rushed in and fell trembling before Paul and Silas. <sup><strong>30</strong></sup> He then brought them out and asked, \"Sirs, what must I do to be saved?\" <sup><strong>31</strong></sup> They replied, \"Believe in the Lord Jesus, and you will be saved--you and your household.\" <sup><strong>32</strong></sup> Then they spoke the word of the Lord to him and to all the others in his house. <sup><strong>33</strong></sup> At that hour of the night the jailer took them and washed their wounds; then immediately he and all his family were baptized. <sup><strong>34</strong></sup> The jailer brought them into his house and set a meal before them; he was filled with joy because he had come to believe in God--he and his whole family. <sup><strong>35</strong></sup> When it was daylight, the magistrates sent their officers to the jailer with the order: \"Release those men.\" <sup><strong>36</strong></sup> The jailer told Paul, \"The magistrates have ordered that you and Silas be released. Now you can leave. Go in peace.\" <sup><strong>37</strong></sup> But Paul said to the officers: \"They beat us publicly without a trial, even though we are Roman citizens, and threw us into prison. And now do they want to get rid of us quietly? No! Let them come themselves and escort us out.\" <sup><strong>38</strong></sup> The officers reported this to the magistrates, and when they heard that Paul and Silas were Roman citizens, they were alarmed. <sup><strong>39</strong></sup> They came to appease them and escorted them from the prison, requesting them to leave the city. <sup><strong>40</strong></sup> After Paul and Silas came out of the prison, they went to Lydia's house, where they met with the brothers and encouraged them. Then they left. "},{"_id":"615fbe40a7e6c939a16faf12","topicId":"615fbe3aa7e6c939a16faefd","verse":"Isaiah 17:10","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23017010_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23017010-1\">10&nbsp;</b>&nbsp;&nbsp;For you have forgotten the God of your salvation</span><br><span id=\"p23017010_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have not remembered the Rock of your refuge;</span><br><span id=\"p23017010_01-25\" class=\"line\">&nbsp;&nbsp;therefore, though you plant pleasant plants</span><br><span id=\"p23017010_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sow the vine-branch of a stranger,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Because thou hast forgotten the God of thy salvation, and hast not been mindful of the rock of thy strength, therefore shalt thou plant pleasant plants, and shalt set it with strange slips:  ","niv":"<sup><strong>10</strong></sup> You have forgotten God your Savior; you have not remembered the Rock, your fortress. Therefore, though you set out the finest plants and plant imported vines,"},{"_id":"615fbe40a7e6c939a16faf13","topicId":"615fbe3aa7e6c939a16faefd","verse":"Proverbs 31:4","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031004_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031004-1\">4&nbsp;</b>&nbsp;&nbsp;It is not for kings, O Lemuel,</span><br><span id=\"p20031004_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is not for kings to drink wine,</span><br><span id=\"p20031004_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or for rulers to take strong drink,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> It is not for kings, O Lemuel, it is not for kings to drink wine; nor for princes strong drink:  ","niv":"<sup><strong>4</strong></sup> \"It is not for kings, O Lemuel- not for kings to drink wine, not for rulers to crave beer,"},{"_id":"615fbe40a7e6c939a16faf14","topicId":"615fbe3aa7e6c939a16faefd","verse":"Genesis 1:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-27\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\""},{"_id":"615fbe41a7e6c939a16faf15","topicId":"615fbe3aa7e6c939a16faefd","verse":"Romans 12:3","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45012003_04-28\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned.</p>\n</div>","kjv":"<strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  ","niv":"<sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you."},{"_id":"615fbe41a7e6c939a16faf16","topicId":"615fbe3aa7e6c939a16faefd","verse":"John 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."}]}