{"_id":"615cf61ae4f8ad1e13fa842f","slug":"dvinci","name":"Da Vinci","verses":[{"_id":"615cf61ae4f8ad1e13fa8430","topicId":"615cf61ae4f8ad1e13fa842f","verse":"John 6:50-71","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43006050_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006050-1\">50&nbsp;</b><span class=\"woc\">This is the bread that comes down from heaven, so that one may eat of it and not die.</span> <b class=\"verse-num woc\" id=\"v43006051-1\">51&nbsp;</b><span class=\"woc\">I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”</span></p>\n<p id=\"p43006051_01-1\"><b class=\"verse-num\" id=\"v43006052-1\">52&nbsp;</b>The Jews then disputed among themselves, saying, “How can this man give us his flesh to eat?” <b class=\"verse-num\" id=\"v43006053-1\">53&nbsp;</b>So Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you.</span> <b class=\"verse-num woc\" id=\"v43006054-1\">54&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n<p id=\"p43006059_06-1\"><b class=\"verse-num\" id=\"v43006060-1\">60&nbsp;</b>When many of his disciples heard it, they said, “This is a hard saying; who can listen to it?” <b class=\"verse-num\" id=\"v43006061-1\">61&nbsp;</b>But Jesus, knowing in himself that his disciples were grumbling about this, said to them, <span class=\"woc\">“Do you take offense at this?</span> <b class=\"verse-num woc\" id=\"v43006062-1\">62&nbsp;</b><span class=\"woc\">Then what if you were to see the Son of Man ascending to where he was before?</span> <b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span> <b class=\"verse-num woc\" id=\"v43006064-1\">64&nbsp;</b><span class=\"woc\">But there are some of you who do not believe.”</span> (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.) <b class=\"verse-num\" id=\"v43006065-1\">65&nbsp;</b>And he said, <span class=\"woc\">“This is why I told you that no one can come to me unless it is granted him by the Father.”</span></p>\n<p id=\"p43006065_06-1\"><b class=\"verse-num\" id=\"v43006066-1\">66&nbsp;</b>After this many of his disciples turned back and no longer walked with him. <b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n\n</div>","kjv":"<strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  <strong>51</strong> I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.  <strong>52</strong> The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?  <strong>53</strong> Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.  <strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  <strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  <strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. <strong>66</strong> From that time many of his disciples went back, and walked no more with him.  <strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>50</strong></sup> But here is the bread that comes down from heaven, which a man may eat and not die. <sup><strong>51</strong></sup> I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. This bread is my flesh, which I will give for the life of the world.\" <sup><strong>52</strong></sup> Then the Jews began to argue sharply among themselves, \"How can this man give us his flesh to eat?\" <sup><strong>53</strong></sup> Jesus said to them, \"I tell you the truth, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you. <sup><strong>54</strong></sup> Whoever eats my flesh and drinks my blood has eternal life, and I will raise him up at the last day. <sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. <sup><strong>60</strong></sup> On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\" <sup><strong>61</strong></sup> Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you? <sup><strong>62</strong></sup> What if you see the Son of Man ascend to where he was before! <sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life. <sup><strong>64</strong></sup> Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him. <sup><strong>65</strong></sup> He went on to say, \"This is why I told you that no one can come to me unless the Father has enabled him.\" <sup><strong>66</strong></sup> From this time many of his disciples turned back and no longer followed him. <sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"615cf61ae4f8ad1e13fa8431","topicId":"615cf61ae4f8ad1e13fa842f","verse":"John 20:19-24","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43020019_06-2\"><b class=\"verse-num\" id=\"v43020019-1\">19&nbsp;</b>On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020020-1\">20&nbsp;</b>When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord. <b class=\"verse-num\" id=\"v43020021-1\">21&nbsp;</b>Jesus said to them again, <span class=\"woc\">“Peace be with you. As the Father has sent me, even so I am sending you.”</span> <b class=\"verse-num\" id=\"v43020022-1\">22&nbsp;</b>And when he had said this, he breathed on them and said to them, <span class=\"woc\">“Receive the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v43020023-1\">23&nbsp;</b><span class=\"woc\">If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.”</span></p>\n\n<p id=\"p43020023_09-2\"><b class=\"verse-num\" id=\"v43020024-1\">24&nbsp;</b>Now Thomas, one of the twelve, called the Twin, was not with them when Jesus came.</p>\n\n</div>","kjv":"<strong>19</strong> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.  <strong>20</strong> And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.  <strong>21</strong> Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.  <strong>22</strong> And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:  <strong>23</strong> Whose soever sins ye remit, they are remitted unto them; and  whose soever sins ye retain, they are retained. <strong>24</strong> But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.  ","niv":"<sup><strong>19</strong></sup> On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>20</strong></sup> After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord. <sup><strong>21</strong></sup> Again Jesus said, \"Peace be with you! As the Father has sent me, I am sending you.\" <sup><strong>22</strong></sup> And with that he breathed on them and said, \"Receive the Holy Spirit. <sup><strong>23</strong></sup> If you forgive anyone his sins, they are forgiven; if you do not forgive them, they are not forgiven.\" <sup><strong>24</strong></sup> Now Thomas (called Didymus), one of the Twelve, was not with the disciples when Jesus came. "},{"_id":"615cf61be4f8ad1e13fa8432","topicId":"615cf61ae4f8ad1e13fa842f","verse":"John 4:1-54","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43004001_07-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43004001-1\">4:1&nbsp;</b>Now when Jesus learned that the Pharisees had heard that Jesus was making and baptizing more disciples than John <b class=\"verse-num\" id=\"v43004002-1\">2&nbsp;</b>(although Jesus himself did not baptize, but only his disciples), <b class=\"verse-num\" id=\"v43004003-1\">3&nbsp;</b>he left Judea and departed again for Galilee. <b class=\"verse-num\" id=\"v43004004-1\">4&nbsp;</b>And he had to pass through Samaria. <b class=\"verse-num\" id=\"v43004005-1\">5&nbsp;</b>So he came to a town of Samaria called Sychar, near the field that Jacob had given to his son Joseph. <b class=\"verse-num\" id=\"v43004006-1\">6&nbsp;</b>Jacob’s well was there; so Jesus, wearied as he was from his journey, was sitting beside the well. It was about the sixth hour.</p>\n<p id=\"p43004006_07-3\"><b class=\"verse-num\" id=\"v43004007-1\">7&nbsp;</b>A woman from Samaria came to draw water. Jesus said to her, <span class=\"woc\">“Give me a drink.”</span> <b class=\"verse-num\" id=\"v43004008-1\">8&nbsp;</b>(For his disciples had gone away into the city to buy food.) <b class=\"verse-num\" id=\"v43004009-1\">9&nbsp;</b>The Samaritan woman said to him, “How is it that you, a Jew, ask for a drink from me, a woman of Samaria?” (For Jews have no dealings with Samaritans.) <b class=\"verse-num\" id=\"v43004010-1\">10&nbsp;</b>Jesus answered her, <span class=\"woc\">“If you knew the gift of God, and who it is that is saying to you, ‘Give me a drink,’ you would have asked him, and he would have given you living water.”</span> <b class=\"verse-num\" id=\"v43004011-1\">11&nbsp;</b>The woman said to him, “Sir, you have nothing to draw water with, and the well is deep. Where do you get that living water? <b class=\"verse-num\" id=\"v43004012-1\">12&nbsp;</b>Are you greater than our father Jacob? He gave us the well and drank from it himself, as did his sons and his livestock.” <b class=\"verse-num\" id=\"v43004013-1\">13&nbsp;</b>Jesus said to her, <span class=\"woc\">“Everyone who drinks of this water will be thirsty again,</span> <b class=\"verse-num woc\" id=\"v43004014-1\">14&nbsp;</b><span class=\"woc\">but whoever drinks of the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring of water welling up to eternal life.”</span> <b class=\"verse-num\" id=\"v43004015-1\">15&nbsp;</b>The woman said to him, “Sir, give me this water, so that I will not be thirsty or have to come here to draw water.”</p>\n<p id=\"p43004015_07-3\"><b class=\"verse-num\" id=\"v43004016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Go, call your husband, and come here.”</span> <b class=\"verse-num\" id=\"v43004017-1\">17&nbsp;</b>The woman answered him, “I have no husband.” Jesus said to her, <span class=\"woc\">“You are right in saying, ‘I have no husband’;</span> <b class=\"verse-num woc\" id=\"v43004018-1\">18&nbsp;</b><span class=\"woc\">for you have had five husbands, and the one you now have is not your husband. What you have said is true.”</span> <b class=\"verse-num\" id=\"v43004019-1\">19&nbsp;</b>The woman said to him, “Sir, I perceive that you are a prophet. <b class=\"verse-num\" id=\"v43004020-1\">20&nbsp;</b>Our fathers worshiped on this mountain, but you say that in Jerusalem is the place where people ought to worship.” <b class=\"verse-num\" id=\"v43004021-1\">21&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, believe me, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.</span> <b class=\"verse-num woc\" id=\"v43004022-1\">22&nbsp;</b><span class=\"woc\">You worship what you do not know; we worship what we know, for salvation is from the Jews.</span> <b class=\"verse-num woc\" id=\"v43004023-1\">23&nbsp;</b><span class=\"woc\">But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him.</span> <b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span> <b class=\"verse-num\" id=\"v43004025-1\">25&nbsp;</b>The woman said to him, “I know that Messiah is coming (he who is called Christ). When he comes, he will tell us all things.” <b class=\"verse-num\" id=\"v43004026-1\">26&nbsp;</b>Jesus said to her, <span class=\"woc\">“I who speak to you am he.”</span></p>\n<p id=\"p43004026_07-3\"><b class=\"verse-num\" id=\"v43004027-1\">27&nbsp;</b>Just then his disciples came back. They marveled that he was talking with a woman, but no one said, “What do you seek?” or, “Why are you talking with her?” <b class=\"verse-num\" id=\"v43004028-1\">28&nbsp;</b>So the woman left her water jar and went away into town and said to the people, <b class=\"verse-num\" id=\"v43004029-1\">29&nbsp;</b>“Come, see a man who told me all that I ever did. Can this be the Christ?” <b class=\"verse-num\" id=\"v43004030-1\">30&nbsp;</b>They went out of the town and were coming to him.</p>\n<p id=\"p43004030_07-3\"><b class=\"verse-num\" id=\"v43004031-1\">31&nbsp;</b>Meanwhile the disciples were urging him, saying, “Rabbi, eat.” <b class=\"verse-num\" id=\"v43004032-1\">32&nbsp;</b>But he said to them, <span class=\"woc\">“I have food to eat that you do not know about.”</span> <b class=\"verse-num\" id=\"v43004033-1\">33&nbsp;</b>So the disciples said to one another, “Has anyone brought him something to eat?” <b class=\"verse-num\" id=\"v43004034-1\">34&nbsp;</b>Jesus said to them, <span class=\"woc\">“My food is to do the will of him who sent me and to accomplish his work.</span> <b class=\"verse-num woc\" id=\"v43004035-1\">35&nbsp;</b><span class=\"woc\">Do you not say, ‘There are yet four months, then comes the harvest’? Look, I tell you, lift up your eyes, and see that the fields are white for harvest.</span> <b class=\"verse-num woc\" id=\"v43004036-1\">36&nbsp;</b><span class=\"woc\">Already</span> <span class=\"woc\">the one who reaps is receiving wages and gathering fruit for eternal life, so that sower and reaper may rejoice together.</span> <b class=\"verse-num woc\" id=\"v43004037-1\">37&nbsp;</b><span class=\"woc\">For here the saying holds true, ‘One sows and another reaps.’</span> <b class=\"verse-num woc\" id=\"v43004038-1\">38&nbsp;</b><span class=\"woc\">I sent you to reap that for which you did not labor. Others have labored, and you have entered into their labor.”</span></p>\n<p id=\"p43004038_07-3\"><b class=\"verse-num\" id=\"v43004039-1\">39&nbsp;</b>Many Samaritans from that town believed in him because of the woman’s testimony, “He told me all that I ever did.” <b class=\"verse-num\" id=\"v43004040-1\">40&nbsp;</b>So when the Samaritans came to him, they asked him to stay with them, and he stayed there two days. <b class=\"verse-num\" id=\"v43004041-1\">41&nbsp;</b>And many more believed because of his word. <b class=\"verse-num\" id=\"v43004042-1\">42&nbsp;</b>They said to the woman, “It is no longer because of what you said that we believe, for we have heard for ourselves, and we know that this is indeed the Savior of the world.”</p>\n<p id=\"p43004042_07-3\"><b class=\"verse-num\" id=\"v43004043-1\">43&nbsp;</b>After the two days he departed for Galilee. <b class=\"verse-num\" id=\"v43004044-1\">44&nbsp;</b>(For Jesus himself had testified that a prophet has no honor in his own hometown.) <b class=\"verse-num\" id=\"v43004045-1\">45&nbsp;</b>So when he came to Galilee, the Galileans welcomed him, having seen all that he had done in Jerusalem at the feast. For they too had gone to the feast.</p>\n\n<p id=\"p43004045_12-3\"><b class=\"verse-num\" id=\"v43004046-1\">46&nbsp;</b>So he came again to Cana in Galilee, where he had made the water wine. And at Capernaum there was an official whose son was ill. <b class=\"verse-num\" id=\"v43004047-1\">47&nbsp;</b>When this man heard that Jesus had come from Judea to Galilee, he went to him and asked him to come down and heal his son, for he was at the point of death. <b class=\"verse-num\" id=\"v43004048-1\">48&nbsp;</b>So Jesus said to him, <span class=\"woc\">“Unless you see signs and wonders you will not believe.”</span> <b class=\"verse-num\" id=\"v43004049-1\">49&nbsp;</b>The official said to him, “Sir, come down before my child dies.” <b class=\"verse-num\" id=\"v43004050-1\">50&nbsp;</b>Jesus said to him, <span class=\"woc\">“Go; your son will live.”</span> The man believed the word that Jesus spoke to him and went on his way. <b class=\"verse-num\" id=\"v43004051-1\">51&nbsp;</b>As he was going down, his servants met him and told him that his son was recovering. <b class=\"verse-num\" id=\"v43004052-1\">52&nbsp;</b>So he asked them the hour when he began to get better, and they said to him, “Yesterday at the seventh hour the fever left him.” <b class=\"verse-num\" id=\"v43004053-1\">53&nbsp;</b>The father knew that was the hour when Jesus had said to him, <span class=\"woc\">“Your son will live.”</span> And he himself believed, and all his household. <b class=\"verse-num\" id=\"v43004054-1\">54&nbsp;</b>This was now the second sign that Jesus did when he had come from Judea to Galilee.</p>\n\n</div>","kjv":"<strong>1</strong> When therefore the Lord knew how the Pharisees had heard that Jesus made and baptized more disciples than John,  <strong>2</strong> (Though Jesus himself baptized not, but his disciples,)  <strong>3</strong> He left Judaea, and departed again into Galilee.  <strong>4</strong> And he must needs go through Samaria.  <strong>5</strong> Then cometh he to a city of Samaria, which is called Sychar, near to the parcel of ground that Jacob gave to his son Joseph.  <strong>6</strong> Now Jacob’s well was there. Jesus therefore, being wearied with his journey, sat thus on the well: and it was about the sixth hour.  <strong>7</strong> There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink.  <strong>8</strong> (For his disciples were gone away unto the city to buy meat.)  <strong>9</strong> Then saith the woman of Samaria unto him, How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.  <strong>10</strong> Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.  <strong>11</strong> The woman saith unto him, Sir, thou hast nothing to draw with, and the well is deep: from whence then hast thou that living water?  <strong>12</strong> Art thou greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?  <strong>13</strong> Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again:  <strong>14</strong> But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.  <strong>15</strong> The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.  <strong>16</strong> Jesus saith unto her, Go, call thy husband, and come hither.  <strong>17</strong> The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband:  <strong>18</strong> For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly.  <strong>19</strong> The woman saith unto him, Sir, I perceive that thou art a prophet.  <strong>20</strong> Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.  <strong>21</strong> Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father.  <strong>22</strong> Ye worship ye know not what: we know what we worship: for salvation is of the Jews.  <strong>23</strong> But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him.  <strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  <strong>25</strong> The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.  <strong>26</strong> Jesus saith unto her, I that speak unto thee am he. <strong>27</strong> And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seekest thou? or, Why talkest thou with her?  <strong>28</strong> The woman then left her waterpot, and went her way into the city, and saith to the men,  <strong>29</strong> Come, see a man, which told me all things that ever I did: is not this the Christ?  <strong>30</strong> Then they went out of the city, and came unto him.  <strong>31</strong> In the mean while his disciples prayed him, saying, Master, eat.  <strong>32</strong> But he said unto them, I have meat to eat that ye know not of.  <strong>33</strong> Therefore said the disciples one to another, Hath any man brought him ought to eat?  <strong>34</strong> Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work.  <strong>35</strong> Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest.  <strong>36</strong> And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together.  <strong>37</strong> And herein is that saying true, One soweth, and another reapeth.  <strong>38</strong> I sent you to reap that whereon ye bestowed no labour: other men laboured, and ye are entered into their labours. <strong>39</strong> And many of the Samaritans of that city believed on him for the saying of the woman, which testified, He told me all that ever I did.  <strong>40</strong> So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days.  <strong>41</strong> And many more believed because of his own word;  <strong>42</strong> And said unto the woman, Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.  <strong>43</strong> Now after two days he departed thence, and went into Galilee.  <strong>44</strong> For Jesus himself testified, that a prophet hath no honour in his own country.  <strong>45</strong> Then when he was come into Galilee, the Galilaeans received him, having seen all the things that he did at Jerusalem at the feast: for they also went unto the feast.  <strong>46</strong> So Jesus came again into Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum.  <strong>47</strong> When he heard that Jesus was come out of Judaea into Galilee, he went unto him, and besought him that he would come down, and heal his son: for he was at the point of death.  <strong>48</strong> Then said Jesus unto him, Except ye see signs and wonders, ye will not believe.  <strong>49</strong> The nobleman saith unto him, Sir, come down ere my child die.  <strong>50</strong> Jesus saith unto him, Go thy way; thy son liveth. And the man believed the word that Jesus had spoken unto him, and he went his way.  <strong>51</strong> And as he was now going down, his servants met him, and told him,  saying, Thy son liveth.  <strong>52</strong> Then enquired he of them the hour when he began to amend. And they said unto him, Yesterday at the seventh hour the fever left him.  <strong>53</strong> So the father knew that it was at the same hour, in the which Jesus said unto him, Thy son liveth: and himself believed, and his whole house.  <strong>54</strong> This is again the second miracle that Jesus did, when he was come out of Judaea into Galilee.  ","niv":"<sup><strong>1</strong></sup> The Pharisees heard that Jesus was gaining and baptizing more disciples than John, <sup><strong>2</strong></sup> although in fact it was not Jesus who baptized, but his disciples. <sup><strong>3</strong></sup> When the Lord learned of this, he left Judea and went back once more to Galilee. <sup><strong>4</strong></sup> Now he had to go through Samaria. <sup><strong>5</strong></sup> So he came to a town in Samaria called Sychar, near the plot of ground Jacob had given to his son Joseph. <sup><strong>6</strong></sup> Jacob's well was there, and Jesus, tired as he was from the journey, sat down by the well. It was about the sixth hour. <sup><strong>7</strong></sup> When a Samaritan woman came to draw water, Jesus said to her, \"Will you give me a drink?\" <sup><strong>8</strong></sup> (His disciples had gone into the town to buy food.) <sup><strong>9</strong></sup> The Samaritan woman said to him, \"You are a Jew and I am a Samaritan woman. How can you ask me for a drink?\" (For Jews do not associate with Samaritans. ) <sup><strong>10</strong></sup> Jesus answered her, \"If you knew the gift of God and who it is that asks you for a drink, you would have asked him and he would have given you living water.\" <sup><strong>11</strong></sup> \"Sir,\" the woman said, \"you have nothing to draw with and the well is deep. Where can you get this living water? <sup><strong>12</strong></sup> Are you greater than our father Jacob, who gave us the well and drank from it himself, as did also his sons and his flocks and herds?\" <sup><strong>13</strong></sup> Jesus answered, \"Everyone who drinks this water will be thirsty again, <sup><strong>14</strong></sup> but whoever drinks the water I give him will never thirst. Indeed, the water I give him will become in him a spring of water welling up to eternal life.\" <sup><strong>15</strong></sup> The woman said to him, \"Sir, give me this water so that I won't get thirsty and have to keep coming here to draw water.\" <sup><strong>16</strong></sup> He told her, \"Go, call your husband and come back.\" <sup><strong>17</strong></sup> \"I have no husband,\" she replied. <sup><strong>18</strong></sup> Jesus said to her, \"You are right when you say you have no husband. The fact is, you have had five husbands, and the man you now have is not your husband. What you have just said is quite true.\" <sup><strong>19</strong></sup> \"Sir,\" the woman said, \"I can see that you are a prophet. <sup><strong>20</strong></sup> Our fathers worshiped on this mountain, but you Jews claim that the place where we must worship is in Jerusalem.\" <sup><strong>21</strong></sup> Jesus declared, \"Believe me, woman, a time is coming when you will worship the Father neither on this mountain nor in Jerusalem. <sup><strong>22</strong></sup> You Samaritans worship what you do not know; we worship what we do know, for salvation is from the Jews. <sup><strong>23</strong></sup> Yet a time is coming and has now come when the true worshipers will worship the Father in spirit and truth, for they are the kind of worshipers the Father seeks. <sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\" <sup><strong>25</strong></sup> The woman said, \"I know that Messiah\" (called Christ) \"is coming. When he comes, he will explain everything to us.\" <sup><strong>26</strong></sup> Then Jesus declared, \"I who speak to you am he.\" <sup><strong>27</strong></sup> Just then his disciples returned and were surprised to find him talking with a woman. But no one asked, \"What do you want?\" or \"Why are you talking with her?\" <sup><strong>28</strong></sup> Then, leaving her water jar, the woman went back to the town and said to the people, <sup><strong>29</strong></sup> \"Come, see a man who told me everything I ever did. Could this be the Christ?\" <sup><strong>30</strong></sup> They came out of the town and made their way toward him. <sup><strong>31</strong></sup> Meanwhile his disciples urged him, \"Rabbi, eat something.\" <sup><strong>32</strong></sup> But he said to them, \"I have food to eat that you know nothing about.\" <sup><strong>33</strong></sup> Then his disciples said to each other, \"Could someone have brought him food?\" <sup><strong>34</strong></sup> \"My food,\" said Jesus, \"is to do the will of him who sent me and to finish his work. <sup><strong>35</strong></sup> Do you not say, 'Four months more and then the harvest'? I tell you, open your eyes and look at the fields! They are ripe for harvest. <sup><strong>36</strong></sup> Even now the reaper draws his wages, even now he harvests the crop for eternal life, so that the sower and the reaper may be glad together. <sup><strong>37</strong></sup> Thus the saying 'One sows and another reaps' is true. <sup><strong>38</strong></sup> I sent you to reap what you have not worked for. Others have done the hard work, and you have reaped the benefits of their labor.\" <sup><strong>39</strong></sup> Many of the Samaritans from that town believed in him because of the woman's testimony, \"He told me everything I ever did.\" <sup><strong>40</strong></sup> So when the Samaritans came to him, they urged him to stay with them, and he stayed two days. <sup><strong>41</strong></sup> And because of his words many more became believers. <sup><strong>42</strong></sup> They said to the woman, \"We no longer believe just because of what you said; now we have heard for ourselves, and we know that this man really is the Savior of the world.\" <sup><strong>43</strong></sup> After the two days he left for Galilee. <sup><strong>44</strong></sup> (Now Jesus himself had pointed out that a prophet has no honor in his own country.) <sup><strong>45</strong></sup> When he arrived in Galilee, the Galileans welcomed him. They had seen all that he had done in Jerusalem at the Passover Feast, for they also had been there. <sup><strong>46</strong></sup> Once more he visited Cana in Galilee, where he had turned the water into wine. And there was a certain royal official whose son lay sick at Capernaum. <sup><strong>47</strong></sup> When this man heard that Jesus had arrived in Galilee from Judea, he went to him and begged him to come and heal his son, who was close to death. <sup><strong>48</strong></sup> \"Unless you people see miraculous signs and wonders,\" Jesus told him, \"you will never believe.\" <sup><strong>49</strong></sup> The royal official said, \"Sir, come down before my child dies.\" <sup><strong>50</strong></sup> Jesus replied, \"You may go. Your son will live.\" The man took Jesus at his word and departed. <sup><strong>51</strong></sup> While he was still on the way, his servants met him with the news that his boy was living. <sup><strong>52</strong></sup> When he inquired as to the time when his son got better, they said to him, \"The fever left him yesterday at the seventh hour.\" <sup><strong>53</strong></sup> Then the father realized that this was the exact time at which Jesus had said to him, \"Your son will live.\" So he and all his household believed. <sup><strong>54</strong></sup> This was the second miraculous sign that Jesus performed, having come from Judea to Galilee. "},{"_id":"615cf61be4f8ad1e13fa8433","topicId":"615cf61ae4f8ad1e13fa842f","verse":"John 3:16-36","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-4\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_12-4\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_12-4\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_12-4\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"615cf61be4f8ad1e13fa8434","topicId":"615cf61ae4f8ad1e13fa842f","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-5\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615cf61be4f8ad1e13fa8435","topicId":"615cf61ae4f8ad1e13fa842f","verse":"Leviticus 1:1-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p03001001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03001001-1\">1:1&nbsp;</b>The LORD called Moses and spoke to him from the tent of meeting, saying, <b class=\"verse-num\" id=\"v03001002-1\">2&nbsp;</b>“Speak to the people of Israel and say to them, When any one of you brings an offering to the LORD, you shall bring your offering of livestock from the herd or from the flock.</p>\n<p id=\"p03001002_05-6\"><b class=\"verse-num\" id=\"v03001003-1\">3&nbsp;</b>“If his offering is a burnt offering from the herd, he shall offer a male without blemish. He shall bring it to the entrance of the tent of meeting, that he may be accepted before the LORD. <b class=\"verse-num\" id=\"v03001004-1\">4&nbsp;</b>He shall lay his hand on the head of the burnt offering, and it shall be accepted for him to make atonement for him. <b class=\"verse-num\" id=\"v03001005-1\">5&nbsp;</b>Then he shall kill the bull before the LORD, and Aaron’s sons the priests shall bring the blood and throw the blood against the sides of the altar that is at the entrance of the tent of meeting. <b class=\"verse-num\" id=\"v03001006-1\">6&nbsp;</b>Then he shall flay the burnt offering and cut it into pieces, <b class=\"verse-num\" id=\"v03001007-1\">7&nbsp;</b>and the sons of Aaron the priest shall put fire on the altar and arrange wood on the fire. <b class=\"verse-num\" id=\"v03001008-1\">8&nbsp;</b>And Aaron’s sons the priests shall arrange the pieces, the head, and the fat, on the wood that is on the fire on the altar; <b class=\"verse-num\" id=\"v03001009-1\">9&nbsp;</b>but its entrails and its legs he shall wash with water. And the priest shall burn all of it on the altar, as a burnt offering, a food offering with a pleasing aroma to the LORD.</p>\n<p id=\"p03001009_05-6\"><b class=\"verse-num\" id=\"v03001010-1\">10&nbsp;</b>“If his gift for a burnt offering is from the flock, from the sheep or goats, he shall bring a male without blemish, <b class=\"verse-num\" id=\"v03001011-1\">11&nbsp;</b>and he shall kill it on the north side of the altar before the LORD, and Aaron’s sons the priests shall throw its blood against the sides of the altar. <b class=\"verse-num\" id=\"v03001012-1\">12&nbsp;</b>And he shall cut it into pieces, with its head and its fat, and the priest shall arrange them on the wood that is on the fire on the altar, <b class=\"verse-num\" id=\"v03001013-1\">13&nbsp;</b>but the entrails and the legs he shall wash with water. And the priest shall offer all of it and burn it on the altar; it is a burnt offering, a food offering with a pleasing aroma to the LORD.</p>\n<p id=\"p03001013_05-6\"><b class=\"verse-num\" id=\"v03001014-1\">14&nbsp;</b>“If his offering to the LORD is a burnt offering of birds, then he shall bring his offering of turtledoves or pigeons. <b class=\"verse-num\" id=\"v03001015-1\">15&nbsp;</b>And the priest shall bring it to the altar and wring off its head and burn it on the altar. Its blood shall be drained out on the side of the altar. <b class=\"verse-num\" id=\"v03001016-1\">16&nbsp;</b>He shall remove its crop with its contents and cast it beside the altar on the east side, in the place for ashes. <b class=\"verse-num\" id=\"v03001017-1\">17&nbsp;</b>He shall tear it open by its wings, but shall not sever it completely. And the priest shall burn it on the altar, on the wood that is on the fire. It is a burnt offering, a food offering with a pleasing aroma to the LORD.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD called unto Moses, and spake unto him out of the tabernacle of the congregation, saying,  <strong>2</strong> Speak unto the children of Israel, and say unto them, If any man of you bring an offering unto the LORD, ye shall bring your offering of the cattle, even of the herd, and of the flock.  <strong>3</strong> If his offering be a burnt sacrifice of the herd, let him offer a male without blemish: he shall offer it of his own voluntary will at the door of the tabernacle of the congregation before the LORD.  <strong>4</strong> And he shall put his hand upon the head of the burnt offering; and it shall be accepted for him to make atonement for him.  <strong>5</strong> And he shall kill the bullock before the LORD: and the priests, Aaron’s sons, shall bring the blood, and sprinkle the blood round about upon the altar that is by the door of the tabernacle of the congregation.  <strong>6</strong> And he shall flay the burnt offering, and cut it into his pieces.  <strong>7</strong> And the sons of Aaron the priest shall put fire upon the altar, and lay the wood in order upon the fire:  <strong>8</strong> And the priests, Aaron’s sons, shall lay the parts, the head, and the fat, in order upon the wood that is on the fire which is  upon the altar:  <strong>9</strong> But his inwards and his legs shall he wash in water: and the priest shall burn all on the altar, to be a burnt sacrifice, an offering made by fire, of a sweet savour unto the LORD.  <strong>10</strong> And if his offering be of the flocks, namely, of the sheep, or of the goats, for a burnt sacrifice; he shall bring it a male without blemish.  <strong>11</strong> And he shall kill it on the side of the altar northward before the LORD: and the priests, Aaron’s sons, shall sprinkle his blood round about upon the altar.  <strong>12</strong> And he shall cut it into his pieces, with his head and his fat: and the priest shall lay them in order on the wood that is on the fire which is upon the altar:  <strong>13</strong> But he shall wash the inwards and the legs with water: and the priest shall bring it all, and burn it upon the altar: it is a burnt sacrifice, an offering made by fire, of a sweet savour unto the LORD.  <strong>14</strong> And if the burnt sacrifice for his offering to the LORD be  of fowls, then he shall bring his offering of turtledoves, or of young pigeons.  <strong>15</strong> And the priest shall bring it unto the altar, and wring off his head, and burn it on the altar; and the blood thereof shall be wrung out at the side of the altar:  <strong>16</strong> And he shall pluck away his crop with his feathers, and cast it beside the altar on the east part, by the place of the ashes:  <strong>17</strong> And he shall cleave it with the wings thereof, but shall not divide it asunder: and the priest shall burn it upon the altar, upon the wood that is upon the fire: it is a burnt sacrifice, an offering made by fire, of a sweet savour unto the LORD.  ","niv":"<sup><strong>1</strong></sup> The LORD called to Moses and spoke to him from the Tent of Meeting. He said, <sup><strong>2</strong></sup> \"Speak to the Israelites and say to them: 'When any of you brings an offering to the LORD, bring as your offering an animal from either the herd or the flock. <sup><strong>3</strong></sup> \"'If the offering is a burnt offering from the herd, he is to offer a male without defect. He must present it at the entrance to the Tent of Meeting so that it will be acceptable to the LORD. <sup><strong>4</strong></sup> He is to lay his hand on the head of the burnt offering, and it will be accepted on his behalf to make atonement for him. <sup><strong>5</strong></sup> He is to slaughter the young bull before the LORD, and then Aaron's sons the priests shall bring the blood and sprinkle it against the altar on all sides at the entrance to the Tent of Meeting. <sup><strong>6</strong></sup> He is to skin the burnt offering and cut it into pieces. <sup><strong>7</strong></sup> The sons of Aaron the priest are to put fire on the altar and arrange wood on the fire. <sup><strong>8</strong></sup> Then Aaron's sons the priests shall arrange the pieces, including the head and the fat, on the burning wood that is on the altar. <sup><strong>9</strong></sup> He is to wash the inner parts and the legs with water, and the priest is to burn all of it on the altar. It is a burnt offering, an offering made by fire, an aroma pleasing to the LORD. <sup><strong>10</strong></sup> \"'If the offering is a burnt offering from the flock, from either the sheep or the goats, he is to offer a male without defect. <sup><strong>11</strong></sup> He is to slaughter it at the north side of the altar before the LORD, and Aaron's sons the priests shall sprinkle its blood against the altar on all sides. <sup><strong>12</strong></sup> He is to cut it into pieces, and the priest shall arrange them, including the head and the fat, on the burning wood that is on the altar. <sup><strong>13</strong></sup> He is to wash the inner parts and the legs with water, and the priest is to bring all of it and burn it on the altar. It is a burnt offering, an offering made by fire, an aroma pleasing to the LORD. <sup><strong>14</strong></sup> \"'If the offering to the LORD is a burnt offering of birds, he is to offer a dove or a young pigeon. <sup><strong>15</strong></sup> The priest shall bring it to the altar, wring off the head and burn it on the altar; its blood shall be drained out on the side of the altar. <sup><strong>16</strong></sup> He is to remove the crop with its contents and throw it to the east side of the altar, where the ashes are. <sup><strong>17</strong></sup> He shall tear it open by the wings, not severing it completely, and then the priest shall burn it on the wood that is on the fire on the altar. It is a burnt offering, an offering made by fire, an aroma pleasing to the LORD. "}]}