{"_id":"615fc168eb63b282e3fc338e","slug":"earthly-possessions","name":"Earthly Possessions","verses":[{"_id":"615fc16aeb63b282e3fc338f","topicId":"615fc168eb63b282e3fc338e","verse":"Matthew 6:19-21","votes":203,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-1\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. ","modified":"2022-09-18T00:00:28.631Z"},{"_id":"615fc16aeb63b282e3fc3390","topicId":"615fc168eb63b282e3fc338e","verse":"Hebrews 13:5","votes":141,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\"","modified":"2022-06-19T18:52:10.034Z"},{"_id":"615fc16beb63b282e3fc3391","topicId":"615fc168eb63b282e3fc338e","verse":"Matthew 6:24","votes":99,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-3\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money."},{"_id":"615fc16beb63b282e3fc3392","topicId":"615fc168eb63b282e3fc338e","verse":"Colossians 3:1-4","votes":78,"__v":0,"esv":"<div>\n\n<p id=\"p51003001_06-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. <b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth. <b class=\"verse-num\" id=\"v51003003-1\">3&nbsp;</b>For you have died, and your life is hidden with Christ in God. <b class=\"verse-num\" id=\"v51003004-1\">4&nbsp;</b>When Christ who is your life appears, then you also will appear with him in glory.</p>\n\n</div>","kjv":"<strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  <strong>2</strong> Set your affection on things above, not on things on the earth.  <strong>3</strong> For ye are dead, and your life is hid with Christ in God.  <strong>4</strong> When Christ, who is our life, shall appear, then shall ye also appear with him in glory.  ","niv":"<sup><strong>1</strong></sup> Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God. <sup><strong>2</strong></sup> Set your minds on things above, not on earthly things. <sup><strong>3</strong></sup> For you died, and your life is now hidden with Christ in God. <sup><strong>4</strong></sup> When Christ, who is your life, appears, then you also will appear with him in glory. "},{"_id":"615fc16ceb63b282e3fc3393","topicId":"615fc168eb63b282e3fc338e","verse":"James 4:14","votes":53,"__v":0,"esv":"<div>\n<p id=\"p59004014_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004014-1\">14&nbsp;</b>yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes.</p>\n</div>","kjv":"<strong>14</strong> Whereas ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away.  ","niv":"<sup><strong>14</strong></sup> Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes.","modified":"2022-07-14T20:02:44.785Z"},{"_id":"615fc16ceb63b282e3fc3394","topicId":"615fc168eb63b282e3fc338e","verse":"Philippians 4:19","votes":53,"__v":0,"esv":"<div>\n<p id=\"p50004019_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004019-1\">19&nbsp;</b>And my God will supply every need of yours according to his riches in glory in Christ Jesus.</p>\n</div>","kjv":"<strong>19</strong> But my God shall supply all your need according to his riches in glory by Christ Jesus.  ","niv":"<sup><strong>19</strong></sup> And my God will meet all your needs according to his glorious riches in Christ Jesus."},{"_id":"615fc16deb63b282e3fc3395","topicId":"615fc168eb63b282e3fc338e","verse":"Luke 12:13-21","votes":50,"__v":0,"esv":"<div>\n\n<p id=\"p42012013_07-7\"><b class=\"verse-num\" id=\"v42012013-1\">13&nbsp;</b>Someone in the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.” <b class=\"verse-num\" id=\"v42012014-1\">14&nbsp;</b>But he said to him, <span class=\"woc\">“Man, who made me a judge or arbitrator over you?”</span> <b class=\"verse-num\" id=\"v42012015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”</span> <b class=\"verse-num\" id=\"v42012016-1\">16&nbsp;</b>And he told them a parable, saying, <span class=\"woc\">“The land of a rich man produced plentifully,</span> <b class=\"verse-num woc\" id=\"v42012017-1\">17&nbsp;</b><span class=\"woc\">and he thought to himself, ‘What shall I do, for I have nowhere to store my crops?’</span> <b class=\"verse-num woc\" id=\"v42012018-1\">18&nbsp;</b><span class=\"woc\">And he said, ‘I will do this: I will tear down my barns and build larger ones, and there I will store all my grain and my goods.</span> <b class=\"verse-num woc\" id=\"v42012019-1\">19&nbsp;</b><span class=\"woc\">And I will say to my soul, “Soul, you have ample goods laid up for many years; relax, eat, drink, be merry.”’</span> <b class=\"verse-num woc\" id=\"v42012020-1\">20&nbsp;</b><span class=\"woc\">But God said to him, ‘Fool! This night your soul is required of you, and the things you have prepared, whose will they be?’</span> <b class=\"verse-num woc\" id=\"v42012021-1\">21&nbsp;</b><span class=\"woc\">So is the one who lays up treasure for himself and is not rich toward God.”</span></p>\n</div>","kjv":"<strong>13</strong> And one of the company said unto him, Master, speak to my brother, that he divide the inheritance with me.  <strong>14</strong> And he said unto him, Man, who made me a judge or a divider over you?  <strong>15</strong> And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.  <strong>16</strong> And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:  <strong>17</strong> And he thought within himself, saying, What shall I do, because I have no room where to bestow my fruits?  <strong>18</strong> And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods.  <strong>19</strong> And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.  <strong>20</strong> But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?  <strong>21</strong> So is he that layeth up treasure for himself, and is not rich toward God. ","niv":"<sup><strong>13</strong></sup> Someone in the crowd said to him, \"Teacher, tell my brother to divide the inheritance with me.\" <sup><strong>14</strong></sup> Jesus replied, \"Man, who appointed me a judge or an arbiter between you?\" <sup><strong>15</strong></sup> Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\" <sup><strong>16</strong></sup> And he told them this parable: \"The ground of a certain rich man produced a good crop. <sup><strong>17</strong></sup> He thought to himself, 'What shall I do? I have no place to store my crops.' <sup><strong>18</strong></sup> \"Then he said, 'This is what I'll do. I will tear down my barns and build bigger ones, and there I will store all my grain and my goods. <sup><strong>19</strong></sup> And I'll say to myself, \"You have plenty of good things laid up for many years. Take life easy; eat, drink and be merry.\"' <sup><strong>20</strong></sup> \"But God said to him, 'You fool! This very night your life will be demanded from you. Then who will get what you have prepared for yourself?' <sup><strong>21</strong></sup> \"This is how it will be with anyone who stores up things for himself but is not rich toward God.\" "},{"_id":"615fc16deb63b282e3fc3396","topicId":"615fc168eb63b282e3fc338e","verse":"Matthew 6:33","votes":43,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."},{"_id":"615fc16deb63b282e3fc3397","topicId":"615fc168eb63b282e3fc338e","verse":"Luke 21:1-4","votes":42,"__v":0,"esv":"<div>\n\n<p id=\"p42021001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42021001-1\">21:1&nbsp;</b>Jesus looked up and saw the rich putting their gifts into the offering box, <b class=\"verse-num\" id=\"v42021002-1\">2&nbsp;</b>and he saw a poor widow put in two small copper coins. <b class=\"verse-num\" id=\"v42021003-1\">3&nbsp;</b>And he said, <span class=\"woc\">“Truly, I tell you, this poor widow has put in more than all of them.</span> <b class=\"verse-num woc\" id=\"v42021004-1\">4&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty put in all she had to live on.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he looked up, and saw the rich men casting their gifts into the treasury.  <strong>2</strong> And he saw also a certain poor widow casting in thither two mites.  <strong>3</strong> And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all:  <strong>4</strong> For all these have of their abundance cast in unto the offerings of God: but she of her penury hath cast in all the living that she had.  ","niv":"<sup><strong>1</strong></sup> As he looked up, Jesus saw the rich putting their gifts into the temple treasury. <sup><strong>2</strong></sup> He also saw a poor widow put in two very small copper coins. <sup><strong>3</strong></sup> \"I tell you the truth,\" he said, \"this poor widow has put in more than all the others. <sup><strong>4</strong></sup> All these people gave their gifts out of their wealth; but she out of her poverty put in all she had to live on.\" "},{"_id":"615fc16eeb63b282e3fc3398","topicId":"615fc168eb63b282e3fc338e","verse":"1 Timothy 6:9","votes":40,"__v":0,"esv":"<div>\n<p id=\"p54006009_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006009-1\">9&nbsp;</b>But those who desire to be rich fall into temptation, into a snare, into many senseless and harmful desires that plunge people into ruin and destruction.</p>\n</div>","kjv":"<strong>9</strong> But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.  ","niv":"<sup><strong>9</strong></sup> People who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge men into ruin and destruction."},{"_id":"615fc16eeb63b282e3fc3399","topicId":"615fc168eb63b282e3fc338e","verse":"1 Timothy 6:8","votes":48,"__v":0,"esv":"<div>\n<p id=\"p54006008_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006008-1\">8&nbsp;</b>But if we have food and clothing, with these we will be content.</p>\n</div>","kjv":"<strong>8</strong> And having food and raiment let us be therewith content.  ","niv":"<sup><strong>8</strong></sup> But if we have food and clothing, we will be content with that.","modified":"2023-08-23T00:41:40.108Z"},{"_id":"615fc16eeb63b282e3fc339a","topicId":"615fc168eb63b282e3fc338e","verse":"2 Corinthians 9:7","votes":36,"__v":0,"esv":"<div>\n<p id=\"p47009007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009007-1\">7&nbsp;</b>Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.</p>\n</div>","kjv":"<strong>7</strong> Every man according as he purposeth in his heart, so let him give;  not grudgingly, or of necessity: for God loveth a cheerful giver.  ","niv":"<sup><strong>7</strong></sup> Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."},{"_id":"615fc16feb63b282e3fc339b","topicId":"615fc168eb63b282e3fc338e","verse":"Luke 12:15","votes":34,"__v":0,"esv":"<div>\n<p id=\"p42012015_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v42012015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.  ","niv":"<sup><strong>15</strong></sup> Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\""},{"_id":"615fc16feb63b282e3fc339c","topicId":"615fc168eb63b282e3fc338e","verse":"Mark 10:45","votes":32,"__v":0,"esv":"<div>\n<p id=\"p41010045_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41010045-1\">45&nbsp;</b><span class=\"woc\">For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n</div>","kjv":"<strong>45</strong> For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. ","niv":"<sup><strong>45</strong></sup> For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\""},{"_id":"615fc16feb63b282e3fc339d","topicId":"615fc168eb63b282e3fc338e","verse":"Matthew 6:20","votes":33,"__v":0,"esv":"<div>\n<p id=\"p40006020_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span></p>\n</div>","kjv":"<strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  ","niv":"<sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal.","modified":"2022-09-05T13:34:19.673Z"},{"_id":"615fc16feb63b282e3fc339e","topicId":"615fc168eb63b282e3fc338e","verse":"1 Timothy 6:6-10","votes":31,"__v":0,"esv":"<div>\n<p id=\"p54006006_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006006-1\">6&nbsp;</b>But godliness with contentment is great gain, <b class=\"verse-num\" id=\"v54006007-1\">7&nbsp;</b>for we brought nothing into the world, and we cannot take anything out of the world. <b class=\"verse-num\" id=\"v54006008-1\">8&nbsp;</b>But if we have food and clothing, with these we will be content. <b class=\"verse-num\" id=\"v54006009-1\">9&nbsp;</b>But those who desire to be rich fall into temptation, into a snare, into many senseless and harmful desires that plunge people into ruin and destruction. <b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n\n</div>","kjv":"<strong>6</strong> But godliness with contentment is great gain.  <strong>7</strong> For we brought nothing into this world, and it is  certain we can carry nothing out.  <strong>8</strong> And having food and raiment let us be therewith content.  <strong>9</strong> But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.  <strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>6</strong></sup> But godliness with contentment is great gain. <sup><strong>7</strong></sup> For we brought nothing into the world, and we can take nothing out of it. <sup><strong>8</strong></sup> But if we have food and clothing, we will be content with that. <sup><strong>9</strong></sup> People who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge men into ruin and destruction. <sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs. "},{"_id":"615fc16feb63b282e3fc339f","topicId":"615fc168eb63b282e3fc338e","verse":"1 Timothy 6:17","votes":29,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-21\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment.","modified":"2022-09-30T22:12:13.181Z"},{"_id":"615fc16feb63b282e3fc33a1","topicId":"615fc168eb63b282e3fc338e","verse":"Matthew 6:25-34","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p40006025_05-22\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_05-22\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. ","modified":"2023-04-24T14:51:36.890Z"},{"_id":"615fc16feb63b282e3fc33a0","topicId":"615fc168eb63b282e3fc338e","verse":"Colossians 3:2","votes":29,"__v":0,"esv":"<div>\n<p id=\"p51003002_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth.</p>\n</div>","kjv":"<strong>2</strong> Set your affection on things above, not on things on the earth.  ","niv":"<sup><strong>2</strong></sup> Set your minds on things above, not on earthly things."},{"_id":"615fc16feb63b282e3fc33a2","topicId":"615fc168eb63b282e3fc338e","verse":"Matthew 6:19","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-24\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal."},{"_id":"615fc16feb63b282e3fc33a3","topicId":"615fc168eb63b282e3fc338e","verse":"Matthew 19:23","votes":28,"__v":0,"esv":"<div>\n<p id=\"p40019023_01-25\"><b class=\"verse-num\" id=\"v40019023-1\">23&nbsp;</b>And Jesus said to his disciples, <span class=\"woc\">“Truly, I say to you, only with difficulty will a rich person enter the kingdom of heaven.</span></p>\n</div>","kjv":"<strong>23</strong> Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.  ","niv":"<sup><strong>23</strong></sup> Then Jesus said to his disciples, \"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven."},{"_id":"615fc16feb63b282e3fc33a4","topicId":"615fc168eb63b282e3fc338e","verse":"Psalm 23:1","votes":25,"__v":0,"esv":"<div>\n\n<h4 id=\"p19023001_06-27\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-27\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  ","niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want."},{"_id":"615fc16feb63b282e3fc33a5","topicId":"615fc168eb63b282e3fc338e","verse":"1 Timothy 6:10","votes":24,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."},{"_id":"615fc16feb63b282e3fc33a7","topicId":"615fc168eb63b282e3fc338e","verse":"Luke 6:38","votes":27,"__v":0,"esv":"<div>\n<p id=\"p42006038_01-29\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n</div>","kjv":"<strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","niv":"<sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\""},{"_id":"615fc16feb63b282e3fc33a6","topicId":"615fc168eb63b282e3fc338e","verse":"Luke 16:9","votes":26,"__v":0,"esv":"<div>\n<p id=\"p42016009_01-30\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016009-1\">9&nbsp;</b><span class=\"woc\">And I tell you, make friends for yourselves by means of unrighteous wealth, so that when it fails they may receive you into the eternal dwellings.</span></p>\n\n</div>","kjv":"<strong>9</strong> And I say unto you, Make to yourselves friends of the mammon of unrighteousness; that, when ye fail, they may receive you into everlasting habitations.  ","niv":"<sup><strong>9</strong></sup> I tell you, use worldly wealth to gain friends for yourselves, so that when it is gone, you will be welcomed into eternal dwellings.","modified":"2022-08-02T10:17:18.108Z"}]}