{"_id":"615fc206eb63b282e3fc33dc","slug":"easter","name":"Easter","verses":[{"_id":"615fc207eb63b282e3fc33dd","topicId":"615fc206eb63b282e3fc33dc","verse":"1 Peter 1:3","votes":57,"__v":0,"esv":"<div>\n\n<p id=\"p60001003_07-1\"><b class=\"verse-num\" id=\"v60001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,</p>\n</div>","kjv":"<strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,  ","niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead,","modified":"2023-04-08T11:54:02.141Z"},{"_id":"615fc20aeb63b282e3fc33de","topicId":"615fc206eb63b282e3fc33dc","verse":"Luke 24:1-12","votes":43,"__v":0,"esv":"<div>\n\n<p id=\"p42024001_03-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42024001-1\">24:1&nbsp;</b>But on the first day of the week, at early dawn, they went to the tomb, taking the spices they had prepared. <b class=\"verse-num\" id=\"v42024002-1\">2&nbsp;</b>And they found the stone rolled away from the tomb, <b class=\"verse-num\" id=\"v42024003-1\">3&nbsp;</b>but when they went in they did not find the body of the Lord Jesus. <b class=\"verse-num\" id=\"v42024004-1\">4&nbsp;</b>While they were perplexed about this, behold, two men stood by them in dazzling apparel. <b class=\"verse-num\" id=\"v42024005-1\">5&nbsp;</b>And as they were frightened and bowed their faces to the ground, the men said to them, “Why do you seek the living among the dead? <b class=\"verse-num\" id=\"v42024006-1\">6&nbsp;</b>He is not here, but has risen. Remember how he told you, while he was still in Galilee, <b class=\"verse-num\" id=\"v42024007-1\">7&nbsp;</b>that the Son of Man must be delivered into the hands of sinful men and be crucified and on the third day rise.” <b class=\"verse-num\" id=\"v42024008-1\">8&nbsp;</b>And they remembered his words, <b class=\"verse-num\" id=\"v42024009-1\">9&nbsp;</b>and returning from the tomb they told all these things to the eleven and to all the rest. <b class=\"verse-num\" id=\"v42024010-1\">10&nbsp;</b>Now it was Mary Magdalene and Joanna and Mary the mother of James and the other women with them who told these things to the apostles, <b class=\"verse-num\" id=\"v42024011-1\">11&nbsp;</b>but these words seemed to them an idle tale, and they did not believe them. <b class=\"verse-num\" id=\"v42024012-1\">12&nbsp;</b>But Peter rose and ran to the tomb; stooping and looking in, he saw the linen cloths by themselves; and he went home marveling at what had happened.</p>\n</div>","kjv":"<strong>1</strong> Now upon the first day of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared, and certain others with them.  <strong>2</strong> And they found the stone rolled away from the sepulchre.  <strong>3</strong> And they entered in, and found not the body of the Lord Jesus.  <strong>4</strong> And it came to pass, as they were much perplexed thereabout, behold, two men stood by them in shining garments:  <strong>5</strong> And as they were afraid, and bowed down their faces to the earth, they said unto them, Why seek ye the living among the dead?  <strong>6</strong> He is not here, but is risen: remember how he spake unto you when he was yet in Galilee,  <strong>7</strong> Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.  <strong>8</strong> And they remembered his words,  <strong>9</strong> And returned from the sepulchre, and told all these things unto the eleven, and to all the rest.  <strong>10</strong> It was Mary Magdalene, and Joanna, and Mary the mother of James, and other women that were with them, which told these things unto the apostles.  <strong>11</strong> And their words seemed to them as idle tales, and they believed them not.  <strong>12</strong> Then arose Peter, and ran unto the sepulchre; and stooping down, he beheld the linen clothes laid by themselves, and departed, wondering in himself at that which was come to pass.  ","niv":"<sup><strong>1</strong></sup> On the first day of the week, very early in the morning, the women took the spices they had prepared and went to the tomb. <sup><strong>2</strong></sup> They found the stone rolled away from the tomb, <sup><strong>3</strong></sup> but when they entered, they did not find the body of the Lord Jesus. <sup><strong>4</strong></sup> While they were wondering about this, suddenly two men in clothes that gleamed like lightning stood beside them. <sup><strong>5</strong></sup> In their fright the women bowed down with their faces to the ground, but the men said to them, \"Why do you look for the living among the dead? <sup><strong>6</strong></sup> He is not here; he has risen! Remember how he told you, while he was still with you in Galilee: <sup><strong>7</strong></sup> 'The Son of Man must be delivered into the hands of sinful men, be crucified and on the third day be raised again.'\" <sup><strong>8</strong></sup> Then they remembered his words. <sup><strong>9</strong></sup> When they came back from the tomb, they told all these things to the Eleven and to all the others. <sup><strong>10</strong></sup> It was Mary Magdalene, Joanna, Mary the mother of James, and the others with them who told this to the apostles. <sup><strong>11</strong></sup> But they did not believe the women, because their words seemed to them like nonsense. <sup><strong>12</strong></sup> Peter, however, got up and ran to the tomb. Bending over, he saw the strips of linen lying by themselves, and he went away, wondering to himself what had happened. ","modified":"2023-04-06T18:27:24.247Z"},{"_id":"615fc20aeb63b282e3fc33df","topicId":"615fc206eb63b282e3fc33dc","verse":"John 3:16","votes":34,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-3\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2023-04-08T01:19:07.049Z"},{"_id":"615fc20beb63b282e3fc33e0","topicId":"615fc206eb63b282e3fc33dc","verse":"Romans 5:8","votes":22,"__v":0,"esv":"<div>\n<p id=\"p45005008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us.</p>\n</div>","kjv":"<strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  ","niv":"<sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.","modified":"2022-04-17T18:01:11.549Z"},{"_id":"615fc20beb63b282e3fc33e1","topicId":"615fc206eb63b282e3fc33dc","verse":"Acts 12:4","votes":29,"__v":0,"esv":"<div>\n<p id=\"p44012004_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44012004-1\">4&nbsp;</b>And when he had seized him, he put him in prison, delivering him over to four squads of soldiers to guard him, intending after the Passover to bring him out to the people.</p>\n</div>","kjv":"<strong>4</strong> And when he had apprehended him, he put him in prison, and delivered him to four quaternions of soldiers to keep him; intending after Easter to bring him forth to the people.  ","niv":"<sup><strong>4</strong></sup> After arresting him, he put him in prison, handing him over to be guarded by four squads of four soldiers each. Herod intended to bring him out for public trial after the Passover.","modified":"2022-06-23T15:34:26.269Z"},{"_id":"615fc20beb63b282e3fc33e2","topicId":"615fc206eb63b282e3fc33dc","verse":"Matthew 28:1-20","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p40028001_03-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40028001-1\">28:1&nbsp;</b>Now after the Sabbath, toward the dawn of the first day of the week, Mary Magdalene and the other Mary went to see the tomb. <b class=\"verse-num\" id=\"v40028002-1\">2&nbsp;</b>And behold, there was a great earthquake, for an angel of the Lord descended from heaven and came and rolled back the stone and sat on it. <b class=\"verse-num\" id=\"v40028003-1\">3&nbsp;</b>His appearance was like lightning, and his clothing white as snow. <b class=\"verse-num\" id=\"v40028004-1\">4&nbsp;</b>And for fear of him the guards trembled and became like dead men. <b class=\"verse-num\" id=\"v40028005-1\">5&nbsp;</b>But the angel said to the women, “Do not be afraid, for I know that you seek Jesus who was crucified. <b class=\"verse-num\" id=\"v40028006-1\">6&nbsp;</b>He is not here, for he has risen, as he said. Come, see the place where he lay. <b class=\"verse-num\" id=\"v40028007-1\">7&nbsp;</b>Then go quickly and tell his disciples that he has risen from the dead, and behold, he is going before you to Galilee; there you will see him. See, I have told you.” <b class=\"verse-num\" id=\"v40028008-1\">8&nbsp;</b>So they departed quickly from the tomb with fear and great joy, and ran to tell his disciples. <b class=\"verse-num\" id=\"v40028009-1\">9&nbsp;</b>And behold, Jesus met them and said, <span class=\"woc\">“Greetings!”</span> And they came up and took hold of his feet and worshiped him. <b class=\"verse-num\" id=\"v40028010-1\">10&nbsp;</b>Then Jesus said to them, <span class=\"woc\">“Do not be afraid; go and tell my brothers to go to Galilee, and there they will see me.”</span></p>\n\n<p id=\"p40028010_08-6\"><b class=\"verse-num\" id=\"v40028011-1\">11&nbsp;</b>While they were going, behold, some of the guard went into the city and told the chief priests all that had taken place. <b class=\"verse-num\" id=\"v40028012-1\">12&nbsp;</b>And when they had assembled with the elders and taken counsel, they gave a sufficient sum of money to the soldiers <b class=\"verse-num\" id=\"v40028013-1\">13&nbsp;</b>and said, “Tell people, ‘His disciples came by night and stole him away while we were asleep.’ <b class=\"verse-num\" id=\"v40028014-1\">14&nbsp;</b>And if this comes to the governor’s ears, we will satisfy him and keep you out of trouble.” <b class=\"verse-num\" id=\"v40028015-1\">15&nbsp;</b>So they took the money and did as they were directed. And this story has been spread among the Jews to this day.</p>\n\n<p id=\"p40028015_11-6\"><b class=\"verse-num\" id=\"v40028016-1\">16&nbsp;</b>Now the eleven disciples went to Galilee, to the mountain to which Jesus had directed them. <b class=\"verse-num\" id=\"v40028017-1\">17&nbsp;</b>And when they saw him they worshiped him, but some doubted. <b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span> <b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the end of the sabbath, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the sepulchre.  <strong>2</strong> And, behold, there was a great earthquake: for the angel of the Lord descended from heaven, and came and rolled back the stone from the door, and sat upon it.  <strong>3</strong> His countenance was like lightning, and his raiment white as snow:  <strong>4</strong> And for fear of him the keepers did shake, and became as dead men.  <strong>5</strong> And the angel answered and said unto the women, Fear not ye: for I know that ye seek Jesus, which was crucified.  <strong>6</strong> He is not here: for he is risen, as he said. Come, see the place where the Lord lay.  <strong>7</strong> And go quickly, and tell his disciples that he is risen from the dead; and, behold, he goeth before you into Galilee; there shall ye see him: lo, I have told you.  <strong>8</strong> And they departed quickly from the sepulchre with fear and great joy; and did run to bring his disciples word.  <strong>9</strong> And as they went to tell his disciples, behold, Jesus met them, saying, All hail. And they came and held him by the feet, and worshipped him.  <strong>10</strong> Then said Jesus unto them, Be not afraid: go tell my brethren that they go into Galilee, and there shall they see me. <strong>11</strong> Now when they were going, behold, some of the watch came into the city, and shewed unto the chief priests all the things that were done.  <strong>12</strong> And when they were assembled with the elders, and had taken counsel, they gave large money unto the soldiers,  <strong>13</strong> Saying, Say ye, His disciples came by night, and stole him away while we slept.  <strong>14</strong> And if this come to the governor’s ears, we will persuade him, and secure you.  <strong>15</strong> So they took the money, and did as they were taught: and this saying is commonly reported among the Jews until this day.  <strong>16</strong> Then the eleven disciples went away into Galilee, into a mountain where Jesus had appointed them.  <strong>17</strong> And when they saw him, they worshipped him: but some doubted.  <strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  <strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>1</strong></sup> After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb. <sup><strong>2</strong></sup> There was a violent earthquake, for an angel of the Lord came down from heaven and, going to the tomb, rolled back the stone and sat on it. <sup><strong>3</strong></sup> His appearance was like lightning, and his clothes were white as snow. <sup><strong>4</strong></sup> The guards were so afraid of him that they shook and became like dead men. <sup><strong>5</strong></sup> The angel said to the women, \"Do not be afraid, for I know that you are looking for Jesus, who was crucified. <sup><strong>6</strong></sup> He is not here; he has risen, just as he said. Come and see the place where he lay. <sup><strong>7</strong></sup> Then go quickly and tell his disciples: 'He has risen from the dead and is going ahead of you into Galilee. There you will see him.' Now I have told you.\" <sup><strong>8</strong></sup> So the women hurried away from the tomb, afraid yet filled with joy, and ran to tell his disciples. <sup><strong>9</strong></sup> Suddenly Jesus met them. \"Greetings,\" he said. They came to him, clasped his feet and worshiped him. <sup><strong>10</strong></sup> Then Jesus said to them, \"Do not be afraid. Go and tell my brothers to go to Galilee; there they will see me.\" <sup><strong>11</strong></sup> While the women were on their way, some of the guards went into the city and reported to the chief priests everything that had happened. <sup><strong>12</strong></sup> When the chief priests had met with the elders and devised a plan, they gave the soldiers a large sum of money, <sup><strong>13</strong></sup> telling them, \"You are to say, 'His disciples came during the night and stole him away while we were asleep.' <sup><strong>14</strong></sup> If this report gets to the governor, we will satisfy him and keep you out of trouble.\" <sup><strong>15</strong></sup> So the soldiers took the money and did as they were instructed. And this story has been widely circulated among the Jews to this very day. <sup><strong>16</strong></sup> Then the eleven disciples went to Galilee, to the mountain where Jesus had told them to go. <sup><strong>17</strong></sup> When they saw him, they worshiped him; but some doubted. <sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. <sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" ","modified":"2022-04-17T14:30:09.977Z"},{"_id":"615fc20beb63b282e3fc33e4","topicId":"615fc206eb63b282e3fc33dc","verse":"Romans 4:25","votes":15,"__v":0,"esv":"<div>\n<p id=\"p45004025_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45004025-1\">25&nbsp;</b>who was delivered up for our trespasses and raised for our justification.</p>\n</div>","kjv":"<strong>25</strong> Who was delivered for our offences, and was raised again for our justification.  ","niv":"<sup><strong>25</strong></sup> He was delivered over to death for our sins and was raised to life for our justification.","modified":"2023-04-07T13:57:29.633Z"},{"_id":"615fc20beb63b282e3fc33e3","topicId":"615fc206eb63b282e3fc33dc","verse":"John 11:25-26","votes":14,"__v":0,"esv":"<div>\n<p id=\"p43011025_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011025-1\">25&nbsp;</b>Jesus said to her, <span class=\"woc\">“I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live,</span> <b class=\"verse-num woc\" id=\"v43011026-1\">26&nbsp;</b><span class=\"woc\">and everyone who lives and believes in me shall never die. Do you believe this?”</span></p>\n\n</div>","kjv":"<strong>25</strong> Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:  <strong>26</strong> And whosoever liveth and believeth in me shall never die. Believest thou this?  ","niv":"<sup><strong>25</strong></sup> Jesus said to her, \"I am the resurrection and the life. He who believes in me will live, even though he dies; <sup><strong>26</strong></sup> and whoever lives and believes in me will never die. Do you believe this?\" ","modified":"2023-04-09T06:24:51.178Z"},{"_id":"615fc20beb63b282e3fc33e5","topicId":"615fc206eb63b282e3fc33dc","verse":"Romans 1:4","votes":16,"__v":0,"esv":"<div>\n<p id=\"p45001004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord,</p>\n</div>","kjv":"<strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  ","niv":"<sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord.","modified":"2023-04-07T10:08:21.695Z"},{"_id":"615fc20beb63b282e3fc33e6","topicId":"615fc206eb63b282e3fc33dc","verse":"Isaiah 58:1-14","votes":13,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23058001_05-10\" class=\"line\"><b class=\"chapter-num\" id=\"v23058001-1\">58:1&nbsp;</b>&nbsp;&nbsp;“Cry aloud; do not hold back;</span><br><span id=\"p23058001_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lift up your voice like a trumpet;</span><br><span id=\"p23058001_05-10\" class=\"line\">&nbsp;&nbsp;declare to my people their transgression,</span><br><span id=\"p23058001_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the house of Jacob their sins.</span><br><span id=\"p23058002_05-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058002-1\">2&nbsp;</b>&nbsp;&nbsp;Yet they seek me daily</span><br><span id=\"p23058002_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delight to know my ways,</span><br><span id=\"p23058002_05-10\" class=\"line\">&nbsp;&nbsp;as if they were a nation that did righteousness</span><br><span id=\"p23058002_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and did not forsake the judgment of their God;</span><br><span id=\"p23058002_05-10\" class=\"line\">&nbsp;&nbsp;they ask of me righteous judgments;</span><br><span id=\"p23058002_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they delight to draw near to God.</span><br><span id=\"p23058003_05-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058003-1\">3&nbsp;</b>&nbsp;&nbsp;‘Why have we fasted, and you see it not?</span><br><span id=\"p23058003_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Why have we humbled ourselves, and you take no knowledge of it?’</span><br><span id=\"p23058003_05-10\" class=\"line\">&nbsp;&nbsp;Behold, in the day of your fast you seek your own pleasure,</span><br><span id=\"p23058003_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and oppress all your workers.</span><br><span id=\"p23058004_05-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058004-1\">4&nbsp;</b>&nbsp;&nbsp;Behold, you fast only to quarrel and to fight</span><br><span id=\"p23058004_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to hit with a wicked fist.</span><br><span id=\"p23058004_05-10\" class=\"line\">&nbsp;&nbsp;Fasting like yours this day</span><br><span id=\"p23058004_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will not make your voice to be heard on high.</span><br><span id=\"p23058005_05-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058005-1\">5&nbsp;</b>&nbsp;&nbsp;Is such the fast that I choose,</span><br><span id=\"p23058005_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a day for a person to humble himself?</span><br><span id=\"p23058005_05-10\" class=\"line\">&nbsp;&nbsp;Is it to bow down his head like a reed,</span><br><span id=\"p23058005_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to spread sackcloth and ashes under him?</span><br><span id=\"p23058005_05-10\" class=\"line\">&nbsp;&nbsp;Will you call this a fast,</span><br><span id=\"p23058005_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a day acceptable to the LORD?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23058006_05-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058006-1\">6&nbsp;</b>&nbsp;&nbsp;“Is not this the fast that I choose:</span><br><span id=\"p23058006_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to loose the bonds of wickedness,</span><br><span id=\"p23058006_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to undo the straps of the yoke,</span><br><span id=\"p23058006_05-10\" class=\"line\">&nbsp;&nbsp;to let the oppressed go free,</span><br><span id=\"p23058006_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to break every yoke?</span><br><span id=\"p23058007_05-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058007-1\">7&nbsp;</b>&nbsp;&nbsp;Is it not to share your bread with the hungry</span><br><span id=\"p23058007_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and bring the homeless poor into your house;</span><br><span id=\"p23058007_05-10\" class=\"line\">&nbsp;&nbsp;when you see the naked, to cover him,</span><br><span id=\"p23058007_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and not to hide yourself from your own flesh?</span><br><span id=\"p23058008_05-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058008-1\">8&nbsp;</b>&nbsp;&nbsp;Then shall your light break forth like the dawn,</span><br><span id=\"p23058008_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your healing shall spring up speedily;</span><br><span id=\"p23058008_05-10\" class=\"line\">&nbsp;&nbsp;your righteousness shall go before you;</span><br><span id=\"p23058008_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the glory of the LORD shall be your rear guard.</span><br><span id=\"p23058009_05-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058009-1\">9&nbsp;</b>&nbsp;&nbsp;Then you shall call, and the LORD will answer;</span><br><span id=\"p23058009_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall cry, and he will say, ‘Here I am.’</span><br><span id=\"p23058009_05-10\" class=\"line\">&nbsp;&nbsp;If you take away the yoke from your midst,</span><br><span id=\"p23058009_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the pointing of the finger, and speaking wickedness,</span><br><span id=\"p23058010_05-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058010-1\">10&nbsp;</b>&nbsp;&nbsp;if you pour yourself out for the hungry</span><br><span id=\"p23058010_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and satisfy the desire of the afflicted,</span><br><span id=\"p23058010_05-10\" class=\"line\">&nbsp;&nbsp;then shall your light rise in the darkness</span><br><span id=\"p23058010_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your gloom be as the noonday.</span><br><span id=\"p23058011_05-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058011-1\">11&nbsp;</b>&nbsp;&nbsp;And the LORD will guide you continually</span><br><span id=\"p23058011_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and satisfy your desire in scorched places</span><br><span id=\"p23058011_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make your bones strong;</span><br><span id=\"p23058011_05-10\" class=\"line\">&nbsp;&nbsp;and you shall be like a watered garden,</span><br><span id=\"p23058011_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a spring of water,</span><br><span id=\"p23058011_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose waters do not fail.</span><br><span id=\"p23058012_05-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058012-1\">12&nbsp;</b>&nbsp;&nbsp;And your ancient ruins shall be rebuilt;</span><br><span id=\"p23058012_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall raise up the foundations of many generations;</span><br><span id=\"p23058012_05-10\" class=\"line\">&nbsp;&nbsp;you shall be called the repairer of the breach,</span><br><span id=\"p23058012_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the restorer of streets to dwell in.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23058013_05-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058013-1\">13&nbsp;</b>&nbsp;&nbsp;“If you turn back your foot from the Sabbath,</span><br><span id=\"p23058013_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from doing your pleasure on my holy day,</span><br><span id=\"p23058013_05-10\" class=\"line\">&nbsp;&nbsp;and call the Sabbath a delight</span><br><span id=\"p23058013_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the holy day of the LORD honorable;</span><br><span id=\"p23058013_05-10\" class=\"line\">&nbsp;&nbsp;if you honor it, not going your own ways,</span><br><span id=\"p23058013_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or seeking your own pleasure, or talking idly;</span><br><span id=\"p23058014_05-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058014-1\">14&nbsp;</b>&nbsp;&nbsp;then you shall take delight in the LORD,</span><br><span id=\"p23058014_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will make you ride on the heights of the earth;</span><br><span id=\"p23058014_05-10\" class=\"line\">&nbsp;&nbsp;I will feed you with the heritage of Jacob your father,</span><br><span id=\"p23058014_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the mouth of the LORD has spoken.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Cry aloud, spare not, lift up thy voice like a trumpet, and shew my people their transgression, and the house of Jacob their sins.  <strong>2</strong> Yet they seek me daily, and delight to know my ways, as a nation that did righteousness, and forsook not the ordinance of their God: they ask of me the ordinances of justice; they take delight in approaching to God.  <strong>3</strong> Wherefore have we fasted, say they, and thou seest not? wherefore have we afflicted our soul, and thou takest no knowledge? Behold, in the day of your fast ye find pleasure, and exact all your labours.  <strong>4</strong> Behold, ye fast for strife and debate, and to smite with the fist of wickedness: ye shall not fast as ye do this day, to make your voice to be heard on high.  <strong>5</strong> Is it such a fast that I have chosen? a day for a man to afflict his soul? is it to bow down his head as a bulrush, and to spread sackcloth and ashes under him? wilt thou call this a fast, and an acceptable day to the LORD?  <strong>6</strong> Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke?  <strong>7</strong> Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?  <strong>8</strong> Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the LORD shall be thy rereward.  <strong>9</strong> Then shalt thou call, and the LORD shall answer; thou shalt cry, and he shall say, Here I am. If thou take away from the midst of thee the yoke, the putting forth of the finger, and speaking vanity;  <strong>10</strong> And if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday:  <strong>11</strong> And the LORD shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.  <strong>12</strong> And they that shall be of thee shall build the old waste places: thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in.  <strong>13</strong> If thou turn away thy foot from the sabbath, from doing thy pleasure on my holy day; and call the sabbath a delight, the holy of the LORD, honourable; and shalt honour him, not doing thine own ways, nor finding thine own pleasure, nor speaking thine own words:  <strong>14</strong> Then shalt thou delight thyself in the LORD; and I will cause thee to ride upon the high places of the earth, and feed thee with the heritage of Jacob thy father: for the mouth of the LORD hath spoken it. ","niv":"<sup><strong>1</strong></sup> \"Shout it aloud, do not hold back. Raise your voice like a trumpet. Declare to my people their rebellion and to the house of Jacob their sins. <sup><strong>2</strong></sup> For day after day they seek me out; they seem eager to know my ways, as if they were a nation that does what is right and has not forsaken the commands of its God. They ask me for just decisions and seem eager for God to come near them. <sup><strong>3</strong></sup> 'Why have we fasted,' they say, 'and you have not seen it? Why have we humbled ourselves, and you have not noticed?'\"Yet on the day of your fasting, you do as you please and exploit all your workers. <sup><strong>4</strong></sup> Your fasting ends in quarreling and strife, and in striking each other with wicked fists. You cannot fast as you do today and expect your voice to be heard on high. <sup><strong>5</strong></sup> Is this the kind of fast I have chosen, only a day for a man to humble himself? Is it only for bowing one's head like a reed and for lying on sackcloth and ashes? Is that what you call a fast, a day acceptable to the LORD? <sup><strong>6</strong></sup> \"Is not this the kind of fasting I have chosen: to loose the chains of injustice and untie the cords of the yoke, to set the oppressed free and break every yoke? <sup><strong>7</strong></sup> Is it not to share your food with the hungry and to provide the poor wanderer with shelter- when you see the naked, to clothe him, and not to turn away from your own flesh and blood? <sup><strong>8</strong></sup> Then your light will break forth like the dawn, and your healing will quickly appear; then your righteousness will go before you, and the glory of the LORD will be your rear guard. <sup><strong>9</strong></sup> Then you will call, and the LORD will answer; you will cry for help, and he will say: Here am I. \"If you do away with the yoke of oppression, with the pointing finger and malicious talk, <sup><strong>10</strong></sup> and if you spend yourselves in behalf of the hungry and satisfy the needs of the oppressed, then your light will rise in the darkness, and your night will become like the noonday. <sup><strong>11</strong></sup> The LORD will guide you always; he will satisfy your needs in a sun-scorched land and will strengthen your frame. You will be like a well-watered garden, like a spring whose waters never fail. <sup><strong>12</strong></sup> Your people will rebuild the ancient ruins and will raise up the age-old foundations; you will be called Repairer of Broken Walls, Restorer of Streets with Dwellings. <sup><strong>13</strong></sup> \"If you keep your feet from breaking the Sabbath and from doing as you please on my holy day, if you call the Sabbath a delight and the LORD's holy day honorable, and if you honor it by not going your own way and not doing as you please or speaking idle words, <sup><strong>14</strong></sup> then you will find your joy in the LORD, and I will cause you to ride on the heights of the land and to feast on the inheritance of your father Jacob.\" The mouth of the LORD has spoken. "},{"_id":"615fc20beb63b282e3fc33e7","topicId":"615fc206eb63b282e3fc33dc","verse":"1 Corinthians 15:42-44","votes":13,"__v":0,"esv":"<div>\n<p id=\"p46015042_01-12\"><b class=\"verse-num\" id=\"v46015042-1\">42&nbsp;</b>So is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable. <b class=\"verse-num\" id=\"v46015043-1\">43&nbsp;</b>It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. <b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body.</p>\n</div>","kjv":"<strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  ","niv":"<sup><strong>42</strong></sup> So will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable; <sup><strong>43</strong></sup> it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power; <sup><strong>44</strong></sup> it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body. "},{"_id":"615fc20beb63b282e3fc33e8","topicId":"615fc206eb63b282e3fc33dc","verse":"Mark 16:1-8","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p41016001_03-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41016001-1\">16:1&nbsp;</b>When the Sabbath was past, Mary Magdalene, Mary the mother of James, and Salome bought spices, so that they might go and anoint him. <b class=\"verse-num\" id=\"v41016002-1\">2&nbsp;</b>And very early on the first day of the week, when the sun had risen, they went to the tomb. <b class=\"verse-num\" id=\"v41016003-1\">3&nbsp;</b>And they were saying to one another, “Who will roll away the stone for us from the entrance of the tomb?” <b class=\"verse-num\" id=\"v41016004-1\">4&nbsp;</b>And looking up, they saw that the stone had been rolled back—it was very large. <b class=\"verse-num\" id=\"v41016005-1\">5&nbsp;</b>And entering the tomb, they saw a young man sitting on the right side, dressed in a white robe, and they were alarmed. <b class=\"verse-num\" id=\"v41016006-1\">6&nbsp;</b>And he said to them, “Do not be alarmed. You seek Jesus of Nazareth, who was crucified. He has risen; he is not here. See the place where they laid him. <b class=\"verse-num\" id=\"v41016007-1\">7&nbsp;</b>But go, tell his disciples and Peter that he is going before you to Galilee. There you will see him, just as he told you.” <b class=\"verse-num\" id=\"v41016008-1\">8&nbsp;</b>And they went out and fled from the tomb, for trembling and astonishment had seized them, and they said nothing to anyone, for they were afraid.</p>\n</div>","kjv":"<strong>1</strong> And when the sabbath was past, Mary Magdalene, and Mary the mother  of James, and Salome, had bought sweet spices, that they might come and anoint him.  <strong>2</strong> And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.  <strong>3</strong> And they said among themselves, Who shall roll us away the stone from the door of the sepulchre?  <strong>4</strong> And when they looked, they saw that the stone was rolled away: for it was very great.  <strong>5</strong> And entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted.  <strong>6</strong> And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him.  <strong>7</strong> But go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall ye see him, as he said unto you.  <strong>8</strong> And they went out quickly, and fled from the sepulchre; for they trembled and were amazed: neither said they any thing to any man; for they were afraid.  ","niv":"<sup><strong>1</strong></sup> When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices so that they might go to anoint Jesus' body. <sup><strong>2</strong></sup> Very early on the first day of the week, just after sunrise, they were on their way to the tomb <sup><strong>3</strong></sup> and they asked each other, \"Who will roll the stone away from the entrance of the tomb?\" <sup><strong>4</strong></sup> But when they looked up, they saw that the stone, which was very large, had been rolled away. <sup><strong>5</strong></sup> As they entered the tomb, they saw a young man dressed in a white robe sitting on the right side, and they were alarmed. <sup><strong>6</strong></sup> \"Don't be alarmed,\" he said. \"You are looking for Jesus the Nazarene, who was crucified. He has risen! He is not here. See the place where they laid him. <sup><strong>7</strong></sup> But go, tell his disciples and Peter, 'He is going ahead of you into Galilee. There you will see him, just as he told you.'\" <sup><strong>8</strong></sup> Trembling and bewildered, the women went out and fled from the tomb. They said nothing to anyone, because they were afraid. ","modified":"2022-04-12T16:32:24.843Z"},{"_id":"615fc20beb63b282e3fc33e9","topicId":"615fc206eb63b282e3fc33dc","verse":"John 20:1-18","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p43020001_03-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43020001-1\">20:1&nbsp;</b>Now on the first day of the week Mary Magdalene came to the tomb early, while it was still dark, and saw that the stone had been taken away from the tomb. <b class=\"verse-num\" id=\"v43020002-1\">2&nbsp;</b>So she ran and went to Simon Peter and the other disciple, the one whom Jesus loved, and said to them, “They have taken the Lord out of the tomb, and we do not know where they have laid him.” <b class=\"verse-num\" id=\"v43020003-1\">3&nbsp;</b>So Peter went out with the other disciple, and they were going toward the tomb. <b class=\"verse-num\" id=\"v43020004-1\">4&nbsp;</b>Both of them were running together, but the other disciple outran Peter and reached the tomb first. <b class=\"verse-num\" id=\"v43020005-1\">5&nbsp;</b>And stooping to look in, he saw the linen cloths lying there, but he did not go in. <b class=\"verse-num\" id=\"v43020006-1\">6&nbsp;</b>Then Simon Peter came, following him, and went into the tomb. He saw the linen cloths lying there, <b class=\"verse-num\" id=\"v43020007-1\">7&nbsp;</b>and the face cloth, which had been on Jesus’ head, not lying with the linen cloths but folded up in a place by itself. <b class=\"verse-num\" id=\"v43020008-1\">8&nbsp;</b>Then the other disciple, who had reached the tomb first, also went in, and he saw and believed; <b class=\"verse-num\" id=\"v43020009-1\">9&nbsp;</b>for as yet they did not understand the Scripture, that he must rise from the dead. <b class=\"verse-num\" id=\"v43020010-1\">10&nbsp;</b>Then the disciples went back to their homes.</p>\n\n<p id=\"p43020010_08-14\"><b class=\"verse-num\" id=\"v43020011-1\">11&nbsp;</b>But Mary stood weeping outside the tomb, and as she wept she stooped to look into the tomb. <b class=\"verse-num\" id=\"v43020012-1\">12&nbsp;</b>And she saw two angels in white, sitting where the body of Jesus had lain, one at the head and one at the feet. <b class=\"verse-num\" id=\"v43020013-1\">13&nbsp;</b>They said to her, “Woman, why are you weeping?” She said to them, “They have taken away my Lord, and I do not know where they have laid him.” <b class=\"verse-num\" id=\"v43020014-1\">14&nbsp;</b>Having said this, she turned around and saw Jesus standing, but she did not know that it was Jesus. <b class=\"verse-num\" id=\"v43020015-1\">15&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, why are you weeping? Whom are you seeking?”</span> Supposing him to be the gardener, she said to him, “Sir, if you have carried him away, tell me where you have laid him, and I will take him away.” <b class=\"verse-num\" id=\"v43020016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Mary.”</span> She turned and said to him in Aramaic, “Rabboni!” (which means Teacher). <b class=\"verse-num\" id=\"v43020017-1\">17&nbsp;</b>Jesus said to her, <span class=\"woc\">“Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”</span> <b class=\"verse-num\" id=\"v43020018-1\">18&nbsp;</b>Mary Magdalene went and announced to the disciples, “I have seen the Lord”—and that he had said these things to her.</p>\n\n</div>","kjv":"<strong>1</strong> The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre.  <strong>2</strong> Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him.  <strong>3</strong> Peter therefore went forth, and that other disciple, and came to the sepulchre.  <strong>4</strong> So they ran both together: and the other disciple did outrun Peter, and came first to the sepulchre.  <strong>5</strong> And he stooping down, and looking in, saw the linen clothes lying; yet went he not in.  <strong>6</strong> Then cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie,  <strong>7</strong> And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself.  <strong>8</strong> Then went in also that other disciple, which came first to the sepulchre, and he saw, and believed.  <strong>9</strong> For as yet they knew not the scripture, that he must rise again from the dead.  <strong>10</strong> Then the disciples went away again unto their own home.  <strong>11</strong> But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,  <strong>12</strong> And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.  <strong>13</strong> And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.  <strong>14</strong> And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.  <strong>15</strong> Jesus saith unto her, Woman, why weepest thou? whom seekest thou?  She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.  <strong>16</strong> Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.  <strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  <strong>18</strong> Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her.  ","niv":"<sup><strong>1</strong></sup> Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been removed from the entrance. <sup><strong>2</strong></sup> So she came running to Simon Peter and the other disciple, the one Jesus loved, and said, \"They have taken the Lord out of the tomb, and we don't know where they have put him!\" <sup><strong>3</strong></sup> So Peter and the other disciple started for the tomb. <sup><strong>4</strong></sup> Both were running, but the other disciple outran Peter and reached the tomb first. <sup><strong>5</strong></sup> He bent over and looked in at the strips of linen lying there but did not go in. <sup><strong>6</strong></sup> Then Simon Peter, who was behind him, arrived and went into the tomb. He saw the strips of linen lying there, <sup><strong>7</strong></sup> as well as the burial cloth that had been around Jesus' head. The cloth was folded up by itself, separate from the linen. <sup><strong>8</strong></sup> Finally the other disciple, who had reached the tomb first, also went inside. He saw and believed. <sup><strong>9</strong></sup> (They still did not understand from Scripture that Jesus had to rise from the dead.) <sup><strong>10</strong></sup> Then the disciples went back to their homes, <sup><strong>11</strong></sup> but Mary stood outside the tomb crying. As she wept, she bent over to look into the tomb <sup><strong>12</strong></sup> and saw two angels in white, seated where Jesus' body had been, one at the head and the other at the foot. <sup><strong>13</strong></sup> They asked her, \"Woman, why are you crying?\" <sup><strong>14</strong></sup> \"They have taken my Lord away,\" she said, \"and I don't know where they have put him.\" At this, she turned around and saw Jesus standing there, but she did not realize that it was Jesus. <sup><strong>15</strong></sup> \"Woman,\" he said, \"why are you crying? Who is it you are looking for?\" Thinking he was the gardener, she said, \"Sir, if you have carried him away, tell me where you have put him, and I will get him.\" <sup><strong>16</strong></sup> Jesus said to her, \"Mary.\" She turned toward him and cried out in Aramaic, \"Rabboni!\" (which means Teacher). <sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\" <sup><strong>18</strong></sup> Mary Magdalene went to the disciples with the news: \"I have seen the Lord!\" And she told them that he had said these things to her. "},{"_id":"615fc20beb63b282e3fc33ea","topicId":"615fc206eb63b282e3fc33dc","verse":"John 17:9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p43017009_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017009-1\">9&nbsp;</b><span class=\"woc\">I am praying for them. I am not praying for the world but for those whom you have given me, for they are yours.</span></p>\n</div>","kjv":"<strong>9</strong> I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine.  ","niv":"<sup><strong>9</strong></sup> I pray for them. I am not praying for the world, but for those you have given me, for they are yours."},{"_id":"615fc20beb63b282e3fc33eb","topicId":"615fc206eb63b282e3fc33dc","verse":"Luke 24:36-39","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p42024036_06-16\"><b class=\"verse-num\" id=\"v42024036-1\">36&nbsp;</b>As they were talking about these things, Jesus himself stood among them, and said to them, <span class=\"woc\">“Peace to you!”</span> <b class=\"verse-num\" id=\"v42024037-1\">37&nbsp;</b>But they were startled and frightened and thought they saw a spirit. <b class=\"verse-num\" id=\"v42024038-1\">38&nbsp;</b>And he said to them, <span class=\"woc\">“Why are you troubled, and why do doubts arise in your hearts?</span> <b class=\"verse-num woc\" id=\"v42024039-1\">39&nbsp;</b><span class=\"woc\">See my hands and my feet, that it is I myself. Touch me, and see. For a spirit does not have flesh and bones as you see that I have.”</span></p>\n</div>","kjv":"<strong>36</strong> And as they thus spake, Jesus himself stood in the midst of them, and saith unto them, Peace be unto you.  <strong>37</strong> But they were terrified and affrighted, and supposed that they had seen a spirit.  <strong>38</strong> And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?  <strong>39</strong> Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.  ","niv":"<sup><strong>36</strong></sup> While they were still talking about this, Jesus himself stood among them and said to them, \"Peace be with you.\" <sup><strong>37</strong></sup> They were startled and frightened, thinking they saw a ghost. <sup><strong>38</strong></sup> He said to them, \"Why are you troubled, and why do doubts rise in your minds? <sup><strong>39</strong></sup> Look at my hands and my feet. It is I myself! Touch me and see; a ghost does not have flesh and bones, as you see I have.\" ","modified":"2023-04-04T12:59:05.559Z"},{"_id":"615fc20beb63b282e3fc33ec","topicId":"615fc206eb63b282e3fc33dc","verse":"Romans 5:11","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45005011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005011-1\">11&nbsp;</b>More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.</p>\n</div>","kjv":"<strong>11</strong> And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.  ","niv":"<sup><strong>11</strong></sup> Not only is this so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.","modified":"2022-04-13T10:19:33.464Z"},{"_id":"615fc20ceb63b282e3fc33ed","topicId":"615fc206eb63b282e3fc33dc","verse":"Romans 10:9","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved.","modified":"2023-03-27T07:26:12.871Z"},{"_id":"615fc20ceb63b282e3fc33ee","topicId":"615fc206eb63b282e3fc33dc","verse":"Matthew 20:18-19","votes":10,"__v":0,"esv":"<div>\n<p id=\"p40020018_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40020018-1\">18&nbsp;</b><span class=\"woc\">“See, we are going up to Jerusalem. And the Son of Man will be delivered over to the chief priests and scribes, and they will condemn him to death</span> <b class=\"verse-num woc\" id=\"v40020019-1\">19&nbsp;</b><span class=\"woc\">and deliver him over to the Gentiles to be mocked and flogged and crucified, and he will be raised on the third day.”</span></p>\n</div>","kjv":"<strong>18</strong> Behold, we go up to Jerusalem; and the Son of man shall be betrayed unto the chief priests and unto the scribes, and they shall condemn him to death,  <strong>19</strong> And shall deliver him to the Gentiles to mock, and to scourge, and to crucify him: and the third day he shall rise again.  ","niv":"<sup><strong>18</strong></sup> \"We are going up to Jerusalem, and the Son of Man will be betrayed to the chief priests and the teachers of the law. They will condemn him to death <sup><strong>19</strong></sup> and will turn him over to the Gentiles to be mocked and flogged and crucified. On the third day he will be raised to life!\" "},{"_id":"615fc20ceb63b282e3fc33ef","topicId":"615fc206eb63b282e3fc33dc","verse":"Isaiah 53:1-12","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053001_01-20\" class=\"line\"><b class=\"chapter-num\" id=\"v23053001-1\">53:1&nbsp;</b>&nbsp;&nbsp;Who has believed what he has heard from us?</span><br><span id=\"p23053001_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And to whom has the arm of the LORD been revealed?</span><br><span id=\"p23053002_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053002-1\">2&nbsp;</b>&nbsp;&nbsp;For he grew up before him like a young plant,</span><br><span id=\"p23053002_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a root out of dry ground;</span><br><span id=\"p23053002_01-20\" class=\"line\">&nbsp;&nbsp;he had no form or majesty that we should look at him,</span><br><span id=\"p23053002_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no beauty that we should desire him.</span><br><span id=\"p23053003_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053003-1\">3&nbsp;</b>&nbsp;&nbsp;He was despised and rejected by men,</span><br><span id=\"p23053003_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man of sorrows and acquainted with grief;</span><br><span id=\"p23053003_01-20\" class=\"line\">&nbsp;&nbsp;and as one from whom men hide their faces</span><br><span id=\"p23053003_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was despised, and we esteemed him not.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053004_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053004-1\">4&nbsp;</b>&nbsp;&nbsp;Surely he has borne our griefs</span><br><span id=\"p23053004_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and carried our sorrows;</span><br><span id=\"p23053004_01-20\" class=\"line\">&nbsp;&nbsp;yet we esteemed him stricken,</span><br><span id=\"p23053004_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;smitten by God, and afflicted.</span><br><span id=\"p23053005_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053005-1\">5&nbsp;</b>&nbsp;&nbsp;But he was pierced for our transgressions;</span><br><span id=\"p23053005_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was crushed for our iniquities;</span><br><span id=\"p23053005_01-20\" class=\"line\">&nbsp;&nbsp;upon him was the chastisement that brought us peace,</span><br><span id=\"p23053005_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with his wounds we are healed.</span><br><span id=\"p23053006_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053006-1\">6&nbsp;</b>&nbsp;&nbsp;All we like sheep have gone astray;</span><br><span id=\"p23053006_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have turned—every one—to his own way;</span><br><span id=\"p23053006_01-20\" class=\"line\">&nbsp;&nbsp;and the LORD has laid on him</span><br><span id=\"p23053006_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of us all.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053007_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053007-1\">7&nbsp;</b>&nbsp;&nbsp;He was oppressed, and he was afflicted,</span><br><span id=\"p23053007_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet he opened not his mouth;</span><br><span id=\"p23053007_01-20\" class=\"line\">&nbsp;&nbsp;like a lamb that is led to the slaughter,</span><br><span id=\"p23053007_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a sheep that before its shearers is silent,</span><br><span id=\"p23053007_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opened not his mouth.</span><br><span id=\"p23053008_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053008-1\">8&nbsp;</b>&nbsp;&nbsp;By oppression and judgment he was taken away;</span><br><span id=\"p23053008_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and as for his generation, who considered</span><br><span id=\"p23053008_01-20\" class=\"line\">&nbsp;&nbsp;that he was cut off out of the land of the living,</span><br><span id=\"p23053008_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;stricken for the transgression of my people?</span><br><span id=\"p23053009_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053009-1\">9&nbsp;</b>&nbsp;&nbsp;And they made his grave with the wicked</span><br><span id=\"p23053009_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with a rich man in his death,</span><br><span id=\"p23053009_01-20\" class=\"line\">&nbsp;&nbsp;although he had done no violence,</span><br><span id=\"p23053009_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there was no deceit in his mouth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053010_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053010-1\">10&nbsp;</b>&nbsp;&nbsp;Yet it was the will of the LORD to crush him;</span><br><span id=\"p23053010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has put him to grief;</span><br><span id=\"p23053010_01-20\" class=\"line\">&nbsp;&nbsp;when his soul makes an offering for guilt,</span><br><span id=\"p23053010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he shall see his offspring; he shall prolong his days;</span><br><span id=\"p23053010_01-20\" class=\"line\">&nbsp;&nbsp;the will of the LORD shall prosper in his hand.</span><br><span id=\"p23053011_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053011-1\">11&nbsp;</b>&nbsp;&nbsp;Out of the anguish of his soul he shall see and be satisfied;</span><br><span id=\"p23053011_01-20\" class=\"line\">&nbsp;&nbsp;by his knowledge shall the righteous one, my servant,</span><br><span id=\"p23053011_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make many to be accounted righteous,</span><br><span id=\"p23053011_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall bear their iniquities.</span><br><span id=\"p23053012_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053012-1\">12&nbsp;</b>&nbsp;&nbsp;Therefore I will divide him a portion with the many,</span><br><span id=\"p23053012_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall divide the spoil with the strong,</span><br><span id=\"p23053012_01-20\" class=\"line\">&nbsp;&nbsp;because he poured out his soul to death</span><br><span id=\"p23053012_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and was numbered with the transgressors;</span><br><span id=\"p23053012_01-20\" class=\"line\">&nbsp;&nbsp;yet he bore the sin of many,</span><br><span id=\"p23053012_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes intercession for the transgressors.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Who hath believed our report? and to whom is the arm of the LORD revealed?  <strong>2</strong> For he shall grow up before him as a tender plant, and as a root out of a dry ground: he hath no form nor comeliness; and when we shall see him, there is no beauty that we should desire him.  <strong>3</strong> He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.  <strong>4</strong> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.  <strong>5</strong> But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.  <strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.  <strong>7</strong> He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth.  <strong>8</strong> He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken.  <strong>9</strong> And he made his grave with the wicked, and with the rich in his death; because he had done no violence, neither was any deceit in his mouth.  <strong>10</strong> Yet it pleased the LORD to bruise him; he hath put him to grief: when thou shalt make his soul an offering for sin, he shall see his seed, he shall prolong his days, and the pleasure of the LORD shall prosper in his hand.  <strong>11</strong> He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.  <strong>12</strong> Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors.  ","niv":"<sup><strong>1</strong></sup> Who has believed our message and to whom has the arm of the LORD been revealed? <sup><strong>2</strong></sup> He grew up before him like a tender shoot, and like a root out of dry ground. He had no beauty or majesty to attract us to him, nothing in his appearance that we should desire him. <sup><strong>3</strong></sup> He was despised and rejected by men, a man of sorrows, and familiar with suffering. Like one from whom men hide their faces he was despised, and we esteemed him not. <sup><strong>4</strong></sup> Surely he took up our infirmities and carried our sorrows, yet we considered him stricken by God, smitten by him, and afflicted. <sup><strong>5</strong></sup> But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed. <sup><strong>6</strong></sup> We all, like sheep, have gone astray, each of us has turned to his own way; and the LORD has laid on him the iniquity of us all. <sup><strong>7</strong></sup> He was oppressed and afflicted, yet he did not open his mouth; he was led like a lamb to the slaughter, and as a sheep before her shearers is silent, so he did not open his mouth. <sup><strong>8</strong></sup> By oppression and judgment he was taken away. And who can speak of his descendants? For he was cut off from the land of the living; for the transgression of my people he was stricken. <sup><strong>9</strong></sup> He was assigned a grave with the wicked, and with the rich in his death, though he had done no violence, nor was any deceit in his mouth. <sup><strong>10</strong></sup> Yet it was the LORD's will to crush him and cause him to suffer, and though the LORD makes his life a guilt offering, he will see his offspring and prolong his days, and the will of the LORD will prosper in his hand. <sup><strong>11</strong></sup> After the suffering of his soul, he will see the light of life and be satisfied; by his knowledge my righteous servant will justify many, and he will bear their iniquities. <sup><strong>12</strong></sup> Therefore I will give him a portion among the great, and he will divide the spoils with the strong, because he poured out his life unto death, and was numbered with the transgressors. For he bore the sin of many, and made intercession for the transgressors. "},{"_id":"615fc20ceb63b282e3fc33f0","topicId":"615fc206eb63b282e3fc33dc","verse":"1 Corinthians 15:17","votes":11,"__v":0,"esv":"<div>\n<p id=\"p46015017_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015017-1\">17&nbsp;</b>And if Christ has not been raised, your faith is futile and you are still in your sins.</p>\n</div>","kjv":"<strong>17</strong> And if Christ be not raised, your faith is vain; ye are yet in your sins.  ","niv":"<sup><strong>17</strong></sup> And if Christ has not been raised, your faith is futile; you are still in your sins.","modified":"2022-04-17T11:23:06.837Z"},{"_id":"615fc20ceb63b282e3fc33f1","topicId":"615fc206eb63b282e3fc33dc","verse":"Romans 8:34","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45008034_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008034-1\">34&nbsp;</b>Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us.</p>\n\n</div>","kjv":"<strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  ","niv":"<sup><strong>34</strong></sup> Who is he that condemns? Christ Jesus, who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us.","modified":"2023-03-22T12:33:15.590Z"},{"_id":"615fc20ceb63b282e3fc33f2","topicId":"615fc206eb63b282e3fc33dc","verse":"Mark 16:6","votes":9,"__v":0,"esv":"<div>\n<p id=\"p41016006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v41016006-1\">6&nbsp;</b>And he said to them, “Do not be alarmed. You seek Jesus of Nazareth, who was crucified. He has risen; he is not here. See the place where they laid him.</p>\n</div>","kjv":"<strong>6</strong> And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him.  ","niv":"<sup><strong>6</strong></sup> \"Don't be alarmed,\" he said. \"You are looking for Jesus the Nazarene, who was crucified. He has risen! He is not here. See the place where they laid him."},{"_id":"615fc20deb63b282e3fc33f3","topicId":"615fc206eb63b282e3fc33dc","verse":"1 Corinthians 5:7","votes":9,"__v":0,"esv":"<div>\n<p id=\"p46005007_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v46005007-1\">7&nbsp;</b>Cleanse out the old leaven that you may be a new lump, as you really are unleavened. For Christ, our Passover lamb, has been sacrificed.</p>\n</div>","kjv":"<strong>7</strong> Purge out therefore the old leaven, that ye may be a new lump, as ye are unleavened. For even Christ our passover is sacrificed for us:  ","niv":"<sup><strong>7</strong></sup> Get rid of the old yeast that you may be a new batch without yeast--as you really are. For Christ, our Passover lamb, has been sacrificed."},{"_id":"615fc20deb63b282e3fc33f4","topicId":"615fc206eb63b282e3fc33dc","verse":"Romans 6:8-11","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45006008_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006008-1\">8&nbsp;</b>Now if we have died with Christ, we believe that we will also live with him. <b class=\"verse-num\" id=\"v45006009-1\">9&nbsp;</b>We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him. <b class=\"verse-num\" id=\"v45006010-1\">10&nbsp;</b>For the death he died he died to sin, once for all, but the life he lives he lives to God. <b class=\"verse-num\" id=\"v45006011-1\">11&nbsp;</b>So you also must consider yourselves dead to sin and alive to God in Christ Jesus.</p>\n</div>","kjv":"<strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  ","niv":"<sup><strong>8</strong></sup> Now if we died with Christ, we believe that we will also live with him. <sup><strong>9</strong></sup> For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him. <sup><strong>10</strong></sup> The death he died, he died to sin once for all; but the life he lives, he lives to God. <sup><strong>11</strong></sup> In the same way, count yourselves dead to sin but alive to God in Christ Jesus. ","modified":"2023-04-04T12:55:32.964Z"},{"_id":"615fc20deb63b282e3fc33f5","topicId":"615fc206eb63b282e3fc33dc","verse":"Luke 24:6-7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42024006_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v42024006-1\">6&nbsp;</b>He is not here, but has risen. Remember how he told you, while he was still in Galilee, <b class=\"verse-num\" id=\"v42024007-1\">7&nbsp;</b>that the Son of Man must be delivered into the hands of sinful men and be crucified and on the third day rise.”</p>\n</div>","kjv":"<strong>6</strong> He is not here, but is risen: remember how he spake unto you when he was yet in Galilee,  <strong>7</strong> Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.  ","niv":"<sup><strong>6</strong></sup> He is not here; he has risen! Remember how he told you, while he was still with you in Galilee: <sup><strong>7</strong></sup> 'The Son of Man must be delivered into the hands of sinful men, be crucified and on the third day be raised again.'\" ","modified":"2023-03-22T12:32:09.402Z"}]}