{"_id":"616047ddeb63b282e3fc3452","slug":"eating-fish","name":"Eating Fish","verses":[{"_id":"616047deeb63b282e3fc3453","topicId":"616047ddeb63b282e3fc3452","verse":"Leviticus 11:1-47","votes":43,"__v":0,"esv":"<div>\n\n<p id=\"p03011001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03011001-1\">11:1&nbsp;</b>And the LORD spoke to Moses and Aaron, saying to them, <b class=\"verse-num\" id=\"v03011002-1\">2&nbsp;</b>“Speak to the people of Israel, saying, These are the living things that you may eat among all the animals that are on the earth. <b class=\"verse-num\" id=\"v03011003-1\">3&nbsp;</b>Whatever parts the hoof and is cloven-footed and chews the cud, among the animals, you may eat. <b class=\"verse-num\" id=\"v03011004-1\">4&nbsp;</b>Nevertheless, among those that chew the cud or part the hoof, you shall not eat these: The camel, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011005-1\">5&nbsp;</b>And the rock badger, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011006-1\">6&nbsp;</b>And the hare, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011007-1\">7&nbsp;</b>And the pig, because it parts the hoof and is cloven-footed but does not chew the cud, is unclean to you. <b class=\"verse-num\" id=\"v03011008-1\">8&nbsp;</b>You shall not eat any of their flesh, and you shall not touch their carcasses; they are unclean to you.</p>\n<p id=\"p03011008_05-1\"><b class=\"verse-num\" id=\"v03011009-1\">9&nbsp;</b>“These you may eat, of all that are in the waters. Everything in the waters that has fins and scales, whether in the seas or in the rivers, you may eat. <b class=\"verse-num\" id=\"v03011010-1\">10&nbsp;</b>But anything in the seas or the rivers that does not have fins and scales, of the swarming creatures in the waters and of the living creatures that are in the waters, is detestable to you. <b class=\"verse-num\" id=\"v03011011-1\">11&nbsp;</b>You shall regard them as detestable; you shall not eat any of their flesh, and you shall detest their carcasses. <b class=\"verse-num\" id=\"v03011012-1\">12&nbsp;</b>Everything in the waters that does not have fins and scales is detestable to you.</p>\n<p id=\"p03011012_05-1\"><b class=\"verse-num\" id=\"v03011013-1\">13&nbsp;</b>“And these you shall detest among the birds; they shall not be eaten; they are detestable: the eagle, the bearded vulture, the black vulture, <b class=\"verse-num\" id=\"v03011014-1\">14&nbsp;</b>the kite, the falcon of any kind, <b class=\"verse-num\" id=\"v03011015-1\">15&nbsp;</b>every raven of any kind, <b class=\"verse-num\" id=\"v03011016-1\">16&nbsp;</b>the ostrich, the nighthawk, the sea gull, the hawk of any kind, <b class=\"verse-num\" id=\"v03011017-1\">17&nbsp;</b>the little owl, the cormorant, the short-eared owl, <b class=\"verse-num\" id=\"v03011018-1\">18&nbsp;</b>the barn owl, the tawny owl, the carrion vulture, <b class=\"verse-num\" id=\"v03011019-1\">19&nbsp;</b>the stork, the heron of any kind, the hoopoe, and the bat.</p>\n<p id=\"p03011019_05-1\"><b class=\"verse-num\" id=\"v03011020-1\">20&nbsp;</b>“All winged insects that go on all fours are detestable to you. <b class=\"verse-num\" id=\"v03011021-1\">21&nbsp;</b>Yet among the winged insects that go on all fours you may eat those that have jointed legs above their feet, with which to hop on the ground. <b class=\"verse-num\" id=\"v03011022-1\">22&nbsp;</b>Of them you may eat: the locust of any kind, the bald locust of any kind, the cricket of any kind, and the grasshopper of any kind. <b class=\"verse-num\" id=\"v03011023-1\">23&nbsp;</b>But all other winged insects that have four feet are detestable to you.</p>\n<p id=\"p03011023_05-1\"><b class=\"verse-num\" id=\"v03011024-1\">24&nbsp;</b>“And by these you shall become unclean. Whoever touches their carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011025-1\">25&nbsp;</b>and whoever carries any part of their carcass shall wash his clothes and be unclean until the evening. <b class=\"verse-num\" id=\"v03011026-1\">26&nbsp;</b>Every animal that parts the hoof but is not cloven-footed or does not chew the cud is unclean to you. Everyone who touches them shall be unclean. <b class=\"verse-num\" id=\"v03011027-1\">27&nbsp;</b>And all that walk on their paws, among the animals that go on all fours, are unclean to you. Whoever touches their carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011028-1\">28&nbsp;</b>and he who carries their carcass shall wash his clothes and be unclean until the evening; they are unclean to you.</p>\n<p id=\"p03011028_05-1\"><b class=\"verse-num\" id=\"v03011029-1\">29&nbsp;</b>“And these are unclean to you among the swarming things that swarm on the ground: the mole rat, the mouse, the great lizard of any kind, <b class=\"verse-num\" id=\"v03011030-1\">30&nbsp;</b>the gecko, the monitor lizard, the lizard, the sand lizard, and the chameleon. <b class=\"verse-num\" id=\"v03011031-1\">31&nbsp;</b>These are unclean to you among all that swarm. Whoever touches them when they are dead shall be unclean until the evening. <b class=\"verse-num\" id=\"v03011032-1\">32&nbsp;</b>And anything on which any of them falls when they are dead shall be unclean, whether it is an article of wood or a garment or a skin or a sack, any article that is used for any purpose. It must be put into water, and it shall be unclean until the evening; then it shall be clean. <b class=\"verse-num\" id=\"v03011033-1\">33&nbsp;</b>And if any of them falls into any earthenware vessel, all that is in it shall be unclean, and you shall break it. <b class=\"verse-num\" id=\"v03011034-1\">34&nbsp;</b>Any food in it that could be eaten, on which water comes, shall be unclean. And all drink that could be drunk from every such vessel shall be unclean. <b class=\"verse-num\" id=\"v03011035-1\">35&nbsp;</b>And everything on which any part of their carcass falls shall be unclean. Whether oven or stove, it shall be broken in pieces. They are unclean and shall remain unclean for you. <b class=\"verse-num\" id=\"v03011036-1\">36&nbsp;</b>Nevertheless, a spring or a cistern holding water shall be clean, but whoever touches a carcass in them shall be unclean. <b class=\"verse-num\" id=\"v03011037-1\">37&nbsp;</b>And if any part of their carcass falls upon any seed grain that is to be sown, it is clean, <b class=\"verse-num\" id=\"v03011038-1\">38&nbsp;</b>but if water is put on the seed and any part of their carcass falls on it, it is unclean to you.</p>\n<p id=\"p03011038_05-1\"><b class=\"verse-num\" id=\"v03011039-1\">39&nbsp;</b>“And if any animal which you may eat dies, whoever touches its carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011040-1\">40&nbsp;</b>and whoever eats of its carcass shall wash his clothes and be unclean until the evening. And whoever carries the carcass shall wash his clothes and be unclean until the evening.</p>\n<p id=\"p03011040_05-1\"><b class=\"verse-num\" id=\"v03011041-1\">41&nbsp;</b>“Every swarming thing that swarms on the ground is detestable; it shall not be eaten. <b class=\"verse-num\" id=\"v03011042-1\">42&nbsp;</b>Whatever goes on its belly, and whatever goes on all fours, or whatever has many feet, any swarming thing that swarms on the ground, you shall not eat, for they are detestable. <b class=\"verse-num\" id=\"v03011043-1\">43&nbsp;</b>You shall not make yourselves detestable with any swarming thing that swarms, and you shall not defile yourselves with them, and become unclean through them. <b class=\"verse-num\" id=\"v03011044-1\">44&nbsp;</b>For I am the LORD your God. Consecrate yourselves therefore, and be holy, for I am holy. You shall not defile yourselves with any swarming thing that crawls on the ground. <b class=\"verse-num\" id=\"v03011045-1\">45&nbsp;</b>For I am the LORD who brought you up out of the land of Egypt to be your God. You shall therefore be holy, for I am holy.”</p>\n<p id=\"p03011045_05-1\"><b class=\"verse-num\" id=\"v03011046-1\">46&nbsp;</b>This is the law about beast and bird and every living creature that moves through the waters and every creature that swarms on the ground, <b class=\"verse-num\" id=\"v03011047-1\">47&nbsp;</b>to make a distinction between the unclean and the clean and between the living creature that may be eaten and the living creature that may not be eaten.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses and to Aaron, saying unto them,  <strong>2</strong> Speak unto the children of Israel, saying, These are the beasts which ye shall eat among all the beasts that are on the earth.  <strong>3</strong> Whatsoever parteth the hoof, and is clovenfooted, and cheweth the cud, among the beasts, that shall ye eat.  <strong>4</strong> Nevertheless these shall ye not eat of them that chew the cud, or of them that divide the hoof: as the camel, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>5</strong> And the coney, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>6</strong> And the hare, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>7</strong> And the swine, though he divide the hoof, and be clovenfooted, yet he cheweth not the cud; he is unclean to you.  <strong>8</strong> Of their flesh shall ye not eat, and their carcase shall ye not touch; they are unclean to you.  <strong>9</strong> These shall ye eat of all that are in the waters: whatsoever hath fins and scales in the waters, in the seas, and in the rivers, them shall ye eat.  <strong>10</strong> And all that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which is in the waters, they shall be an abomination unto you:  <strong>11</strong> They shall be even an abomination unto you; ye shall not eat of their flesh, but ye shall have their carcases in abomination.  <strong>12</strong> Whatsoever hath no fins nor scales in the waters, that shall be  an abomination unto you.  <strong>13</strong> And these are they which ye shall have in abomination among the fowls; they shall not be eaten, they are an abomination: the eagle, and the ossifrage, and the ospray,  <strong>14</strong> And the vulture, and the kite after his kind;  <strong>15</strong> Every raven after his kind;  <strong>16</strong> And the owl, and the night hawk, and the cuckow, and the hawk after his kind,  <strong>17</strong> And the little owl, and the cormorant, and the great owl,  <strong>18</strong> And the swan, and the pelican, and the gier eagle,  <strong>19</strong> And the stork, the heron after her kind, and the lapwing, and the bat.  <strong>20</strong> All fowls that creep, going upon all four, shall be  an abomination unto you.  <strong>21</strong> Yet these may ye eat of every flying creeping thing that goeth upon all four, which have legs above their feet, to leap withal upon the earth;  <strong>22</strong> Even these of them ye may eat; the locust after his kind, and the bald locust after his kind, and the beetle after his kind, and the grasshopper after his kind.  <strong>23</strong> But all other flying creeping things, which have four feet, shall be an abomination unto you.  <strong>24</strong> And for these ye shall be unclean: whosoever toucheth the carcase of them shall be unclean until the even.  <strong>25</strong> And whosoever beareth ought of the carcase of them shall wash his clothes, and be unclean until the even.  <strong>26</strong> The carcases of every beast which divideth the hoof, and is not clovenfooted, nor cheweth the cud, are unclean unto you: every one that toucheth them shall be unclean.  <strong>27</strong> And whatsoever goeth upon his paws, among all manner of beasts that go on all four, those are unclean unto you: whoso toucheth their carcase shall be unclean until the even.  <strong>28</strong> And he that beareth the carcase of them shall wash his clothes, and be unclean until the even: they are unclean unto you.  <strong>29</strong> These also shall be unclean unto you among the creeping things that creep upon the earth; the weasel, and the mouse, and the tortoise after his kind,  <strong>30</strong> And the ferret, and the chameleon, and the lizard, and the snail, and the mole.  <strong>31</strong> These are unclean to you among all that creep: whosoever doth touch them, when they be dead, shall be unclean until the even.  <strong>32</strong> And upon whatsoever any of them, when they are dead, doth fall, it shall be unclean; whether it be any vessel of wood, or raiment, or skin, or sack, whatsoever vessel it be, wherein any work is done, it must be put into water, and it shall be unclean until the even; so it shall be cleansed.  <strong>33</strong> And every earthen vessel, whereinto any of them falleth, whatsoever is in it shall be unclean; and ye shall break it.  <strong>34</strong> Of all meat which may be eaten, that on which such  water cometh shall be unclean: and all drink that may be drunk in every such vessel shall be unclean.  <strong>35</strong> And every thing whereupon any part of their carcase falleth shall be unclean; whether it be oven, or ranges for pots, they shall be broken down: for they are unclean, and shall be unclean unto you.  <strong>36</strong> Nevertheless a fountain or pit, wherein there is plenty of water, shall be clean: but that which toucheth their carcase shall be unclean.  <strong>37</strong> And if any part of their carcase fall upon any sowing seed which is to be sown, it shall be clean.  <strong>38</strong> But if any water be put upon the seed, and any part  of their carcase fall thereon, it shall be unclean unto you.  <strong>39</strong> And if any beast, of which ye may eat, die; he that toucheth the carcase thereof shall be unclean until the even.  <strong>40</strong> And he that eateth of the carcase of it shall wash his clothes, and be unclean until the even: he also that beareth the carcase of it shall wash his clothes, and be unclean until the even.  <strong>41</strong> And every creeping thing that creepeth upon the earth shall be  an abomination; it shall not be eaten.  <strong>42</strong> Whatsoever goeth upon the belly, and whatsoever goeth upon all  four, or whatsoever hath more feet among all creeping things that creep upon the earth, them ye shall not eat; for they are an abomination.  <strong>43</strong> Ye shall not make yourselves abominable with any creeping thing that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby.  <strong>44</strong> For I am the LORD your God: ye shall therefore sanctify yourselves, and ye shall be holy; for I am holy: neither shall ye defile yourselves with any manner of creeping thing that creepeth upon the earth.  <strong>45</strong> For I am the LORD that bringeth you up out of the land of Egypt, to be your God: ye shall therefore be holy, for I am holy.  <strong>46</strong> This is the law of the beasts, and of the fowl, and of every living creature that moveth in the waters, and of every creature that creepeth upon the earth:  <strong>47</strong> To make a difference between the unclean and the clean, and between the beast that may be eaten and the beast that may not be eaten.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses and Aaron, <sup><strong>2</strong></sup> \"Say to the Israelites: 'Of all the animals that live on land, these are the ones you may eat: <sup><strong>3</strong></sup> You may eat any animal that has a split hoof completely divided and that chews the cud. <sup><strong>4</strong></sup> \"'There are some that only chew the cud or only have a split hoof, but you must not eat them. The camel, though it chews the cud, does not have a split hoof; it is ceremonially unclean for you. <sup><strong>5</strong></sup> The coney, though it chews the cud, does not have a split hoof; it is unclean for you. <sup><strong>6</strong></sup> The rabbit, though it chews the cud, does not have a split hoof; it is unclean for you. <sup><strong>7</strong></sup> And the pig, though it has a split hoof completely divided, does not chew the cud; it is unclean for you. <sup><strong>8</strong></sup> You must not eat their meat or touch their carcasses; they are unclean for you. <sup><strong>9</strong></sup> \"'Of all the creatures living in the water of the seas and the streams, you may eat any that have fins and scales. <sup><strong>10</strong></sup> But all creatures in the seas or streams that do not have fins and scales-whether among all the swarming things or among all the other living creatures in the water-you are to detest. <sup><strong>11</strong></sup> And since you are to detest them, you must not eat their meat and you must detest their carcasses. <sup><strong>12</strong></sup> Anything living in the water that does not have fins and scales is to be detestable to you. <sup><strong>13</strong></sup> \"'These are the birds you are to detest and not eat because they are detestable: the eagle, the vulture, the black vulture, <sup><strong>14</strong></sup> the red kite, any kind of black kite, <sup><strong>15</strong></sup> any kind of raven, <sup><strong>16</strong></sup> the horned owl, the screech owl, the gull, any kind of hawk, <sup><strong>17</strong></sup> the little owl, the cormorant, the great owl, <sup><strong>18</strong></sup> the white owl, the desert owl, the osprey, <sup><strong>19</strong></sup> the stork, any kind of heron, the hoopoe and the bat. <sup><strong>20</strong></sup> \"'All flying insects that walk on all fours are to be detestable to you. <sup><strong>21</strong></sup> There are, however, some winged creatures that walk on all fours that you may eat: those that have jointed legs for hopping on the ground. <sup><strong>22</strong></sup> Of these you may eat any kind of locust, katydid, cricket or grasshopper. <sup><strong>23</strong></sup> But all other winged creatures that have four legs you are to detest. <sup><strong>24</strong></sup> \"'You will make yourselves unclean by these; whoever touches their carcasses will be unclean till evening. <sup><strong>25</strong></sup> Whoever picks up one of their carcasses must wash his clothes, and he will be unclean till evening. <sup><strong>26</strong></sup> \"'Every animal that has a split hoof not completely divided or that does not chew the cud is unclean for you; whoever touches the carcass of any of them will be unclean. <sup><strong>27</strong></sup> Of all the animals that walk on all fours, those that walk on their paws are unclean for you; whoever touches their carcasses will be unclean till evening. <sup><strong>28</strong></sup> Anyone who picks up their carcasses must wash his clothes, and he will be unclean till evening. They are unclean for you. <sup><strong>29</strong></sup> \"'Of the animals that move about on the ground, these are unclean for you: the weasel, the rat, any kind of great lizard, <sup><strong>30</strong></sup> the gecko, the monitor lizard, the wall lizard, the skink and the chameleon. <sup><strong>31</strong></sup> Of all those that move along the ground, these are unclean for you. Whoever touches them when they are dead will be unclean till evening. <sup><strong>32</strong></sup> When one of them dies and falls on something, that article, whatever its use, will be unclean, whether it is made of wood, cloth, hide or sackcloth. Put it in water; it will be unclean till evening, and then it will be clean. <sup><strong>33</strong></sup> If one of them falls into a clay pot, everything in it will be unclean, and you must break the pot. <sup><strong>34</strong></sup> Any food that could be eaten but has water on it from such a pot is unclean, and any liquid that could be drunk from it is unclean. <sup><strong>35</strong></sup> Anything that one of their carcasses falls on becomes unclean; an oven or cooking pot must be broken up. They are unclean, and you are to regard them as unclean. <sup><strong>36</strong></sup> A spring, however, or a cistern for collecting water remains clean, but anyone who touches one of these carcasses is unclean. <sup><strong>37</strong></sup> If a carcass falls on any seeds that are to be planted, they remain clean. <sup><strong>38</strong></sup> But if water has been put on the seed and a carcass falls on it, it is unclean for you. <sup><strong>39</strong></sup> \"'If an animal that you are allowed to eat dies, anyone who touches the carcass will be unclean till evening. <sup><strong>40</strong></sup> Anyone who eats some of the carcass must wash his clothes, and he will be unclean till evening. Anyone who picks up the carcass must wash his clothes, and he will be unclean till evening. <sup><strong>41</strong></sup> \"'Every creature that moves about on the ground is detestable; it is not to be eaten. <sup><strong>42</strong></sup> You are not to eat any creature that moves about on the ground, whether it moves on its belly or walks on all fours or on many feet; it is detestable. <sup><strong>43</strong></sup> Do not defile yourselves by any of these creatures. Do not make yourselves unclean by means of them or be made unclean by them. <sup><strong>44</strong></sup> I am the LORD your God; consecrate yourselves and be holy, because I am holy. Do not make yourselves unclean by any creature that moves about on the ground. <sup><strong>45</strong></sup> I am the LORD who brought you up out of Egypt to be your God; therefore be holy, because I am holy. <sup><strong>46</strong></sup> \"'These are the regulations concerning animals, birds, every living thing that moves in the water and every creature that moves about on the ground. <sup><strong>47</strong></sup> You must distinguish between the unclean and the clean, between living creatures that may be eaten and those that may not be eaten.'\" "},{"_id":"616047deeb63b282e3fc3454","topicId":"616047ddeb63b282e3fc3452","verse":"Luke 24:42-43","votes":40,"__v":0,"esv":"<div>\n<p id=\"p42024042_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v42024042-1\">42&nbsp;</b>They gave him a piece of broiled fish, <b class=\"verse-num\" id=\"v42024043-1\">43&nbsp;</b>and he took it and ate before them.</p>\n\n</div>","kjv":"<strong>42</strong> And they gave him a piece of a broiled fish, and of an honeycomb.  <strong>43</strong> And he took it, and did eat before them.  ","niv":"<sup><strong>42</strong></sup> They gave him a piece of broiled fish, <sup><strong>43</strong></sup> and he took it and ate it in their presence. "},{"_id":"616047deeb63b282e3fc3455","topicId":"616047ddeb63b282e3fc3452","verse":"Genesis 1:28","votes":27,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-3\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\""},{"_id":"616047dfeb63b282e3fc3456","topicId":"616047ddeb63b282e3fc3452","verse":"Genesis 1:29","votes":25,"__v":0,"esv":"<div>\n<p id=\"p01001029_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food.</p>\n</div>","kjv":"<strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  ","niv":"<sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food."},{"_id":"616047dfeb63b282e3fc3457","topicId":"616047ddeb63b282e3fc3452","verse":"1 Corinthians 10:31","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p46010001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46010001-1\">10:1&nbsp;</b>For I do not want you to be unaware, brothers, that our fathers were all under the cloud, and all passed through the sea, <b class=\"verse-num\" id=\"v46010002-1\">2&nbsp;</b>and all were baptized into Moses in the cloud and in the sea, <b class=\"verse-num\" id=\"v46010003-1\">3&nbsp;</b>and all ate the same spiritual food, <b class=\"verse-num\" id=\"v46010004-1\">4&nbsp;</b>and all drank the same spiritual drink. For they drank from the spiritual Rock that followed them, and the Rock was Christ. <b class=\"verse-num\" id=\"v46010005-1\">5&nbsp;</b>Nevertheless, with most of them God was not pleased, for they were overthrown in the wilderness.</p>\n<p id=\"p46010005_04-15\"><b class=\"verse-num\" id=\"v46010006-1\">6&nbsp;</b>Now these things took place as examples for us, that we might not desire evil as they did. <b class=\"verse-num\" id=\"v46010007-1\">7&nbsp;</b>Do not be idolaters as some of them were; as it is written, “The people sat down to eat and drink and rose up to play.” <b class=\"verse-num\" id=\"v46010008-1\">8&nbsp;</b>We must not indulge in sexual immorality as some of them did, and twenty-three thousand fell in a single day. <b class=\"verse-num\" id=\"v46010009-1\">9&nbsp;</b>We must not put Christ to the test, as some of them did and were destroyed by serpents, <b class=\"verse-num\" id=\"v46010010-1\">10&nbsp;</b>nor grumble, as some of them did and were destroyed by the Destroyer. <b class=\"verse-num\" id=\"v46010011-1\">11&nbsp;</b>Now these things happened to them as an example, but they were written down for our instruction, on whom the end of the ages has come. <b class=\"verse-num\" id=\"v46010012-1\">12&nbsp;</b>Therefore let anyone who thinks that he stands take heed lest he fall. <b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n<p id=\"p46010013_04-15\"><b class=\"verse-num\" id=\"v46010014-1\">14&nbsp;</b>Therefore, my beloved, flee from idolatry. <b class=\"verse-num\" id=\"v46010015-1\">15&nbsp;</b>I speak as to sensible people; judge for yourselves what I say. <b class=\"verse-num\" id=\"v46010016-1\">16&nbsp;</b>The cup of blessing that we bless, is it not a participation in the blood of Christ? The bread that we break, is it not a participation in the body of Christ? <b class=\"verse-num\" id=\"v46010017-1\">17&nbsp;</b>Because there is one bread, we who are many are one body, for we all partake of the one bread. <b class=\"verse-num\" id=\"v46010018-1\">18&nbsp;</b>Consider the people of Israel: are not those who eat the sacrifices participants in the altar? <b class=\"verse-num\" id=\"v46010019-1\">19&nbsp;</b>What do I imply then? That food offered to idols is anything, or that an idol is anything? <b class=\"verse-num\" id=\"v46010020-1\">20&nbsp;</b>No, I imply that what pagans sacrifice they offer to demons and not to God. I do not want you to be participants with demons. <b class=\"verse-num\" id=\"v46010021-1\">21&nbsp;</b>You cannot drink the cup of the Lord and the cup of demons. You cannot partake of the table of the Lord and the table of demons. <b class=\"verse-num\" id=\"v46010022-1\">22&nbsp;</b>Shall we provoke the Lord to jealousy? Are we stronger than he?</p>\n\n<p id=\"p46010022_11-15\"><b class=\"verse-num\" id=\"v46010023-1\">23&nbsp;</b>“All things are lawful,” but not all things are helpful. “All things are lawful,” but not all things build up. <b class=\"verse-num\" id=\"v46010024-1\">24&nbsp;</b>Let no one seek his own good, but the good of his neighbor. <b class=\"verse-num\" id=\"v46010025-1\">25&nbsp;</b>Eat whatever is sold in the meat market without raising any question on the ground of conscience. <b class=\"verse-num\" id=\"v46010026-1\">26&nbsp;</b>For “the earth is the Lord’s, and the fullness thereof.” <b class=\"verse-num\" id=\"v46010027-1\">27&nbsp;</b>If one of the unbelievers invites you to dinner and you are disposed to go, eat whatever is set before you without raising any question on the ground of conscience. <b class=\"verse-num\" id=\"v46010028-1\">28&nbsp;</b>But if someone says to you, “This has been offered in sacrifice,” then do not eat it, for the sake of the one who informed you, and for the sake of conscience—<b class=\"verse-num\" id=\"v46010029-1\">29&nbsp;</b>I do not mean your conscience, but his. For why should my liberty be determined by someone else’s conscience? <b class=\"verse-num\" id=\"v46010030-1\">30&nbsp;</b>If I partake with thankfulness, why am I denounced because of that for which I give thanks?</p>\n<p id=\"p46010030_11-15\"><b class=\"verse-num\" id=\"v46010031-1\">31&nbsp;</b>So, whether you eat or drink, or whatever you do, do all to the glory of God. <b class=\"verse-num\" id=\"v46010032-1\">32&nbsp;</b>Give no offense to Jews or to Greeks or to the church of God, <b class=\"verse-num\" id=\"v46010033-1\">33&nbsp;</b>just as I try to please everyone in everything I do, not seeking my own advantage, but that of many, that they may be saved.</p>\n\n</div>","kjv":"<strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  ","niv":"<sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God.","modified":"2022-05-19T13:11:12.325Z"},{"_id":"616047dfeb63b282e3fc3458","topicId":"616047ddeb63b282e3fc3452","verse":"Leviticus 11:9-12","votes":20,"__v":0,"esv":"<div>\n<p id=\"p03011009_01-7\"><b class=\"verse-num\" id=\"v03011009-1\">9&nbsp;</b>“These you may eat, of all that are in the waters. Everything in the waters that has fins and scales, whether in the seas or in the rivers, you may eat. <b class=\"verse-num\" id=\"v03011010-1\">10&nbsp;</b>But anything in the seas or the rivers that does not have fins and scales, of the swarming creatures in the waters and of the living creatures that are in the waters, is detestable to you. <b class=\"verse-num\" id=\"v03011011-1\">11&nbsp;</b>You shall regard them as detestable; you shall not eat any of their flesh, and you shall detest their carcasses. <b class=\"verse-num\" id=\"v03011012-1\">12&nbsp;</b>Everything in the waters that does not have fins and scales is detestable to you.</p>\n</div>","kjv":"<strong>9</strong> These shall ye eat of all that are in the waters: whatsoever hath fins and scales in the waters, in the seas, and in the rivers, them shall ye eat.  <strong>10</strong> And all that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which is in the waters, they shall be an abomination unto you:  <strong>11</strong> They shall be even an abomination unto you; ye shall not eat of their flesh, but ye shall have their carcases in abomination.  <strong>12</strong> Whatsoever hath no fins nor scales in the waters, that shall be  an abomination unto you.  ","niv":"<sup><strong>9</strong></sup> \"'Of all the creatures living in the water of the seas and the streams, you may eat any that have fins and scales. <sup><strong>10</strong></sup> But all creatures in the seas or streams that do not have fins and scales-whether among all the swarming things or among all the other living creatures in the water-you are to detest. <sup><strong>11</strong></sup> And since you are to detest them, you must not eat their meat and you must detest their carcasses. <sup><strong>12</strong></sup> Anything living in the water that does not have fins and scales is to be detestable to you. "},{"_id":"616047dfeb63b282e3fc3459","topicId":"616047ddeb63b282e3fc3452","verse":"Genesis 1:30","votes":17,"__v":0,"esv":"<div>\n<p id=\"p01001030_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so.</p>\n</div>","kjv":"<strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  ","niv":"<sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so."},{"_id":"616047e0eb63b282e3fc345a","topicId":"616047ddeb63b282e3fc3452","verse":"Luke 24:42","votes":17,"__v":0,"esv":"<div>\n<p id=\"p42024042_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v42024042-1\">42&nbsp;</b>They gave him a piece of broiled fish,</p>\n\n</div>","kjv":"<strong>42</strong> And they gave him a piece of a broiled fish, and of an honeycomb.  ","niv":"<sup><strong>42</strong></sup> They gave him a piece of broiled fish,"},{"_id":"616047e0eb63b282e3fc345b","topicId":"616047ddeb63b282e3fc3452","verse":"Matthew 6:26","votes":17,"__v":0,"esv":"<div>\n<p id=\"p40006026_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span></p>\n</div>","kjv":"<strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  ","niv":"<sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they?","modified":"2022-07-30T18:04:15.623Z"},{"_id":"616047e0eb63b282e3fc345c","topicId":"616047ddeb63b282e3fc3452","verse":"1 Peter 5:8","votes":15,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."},{"_id":"616047e0eb63b282e3fc345d","topicId":"616047ddeb63b282e3fc3452","verse":"Numbers 11:5","votes":13,"__v":0,"esv":"<div>\n<p id=\"p04011005_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v04011005-1\">5&nbsp;</b>We remember the fish we ate in Egypt that cost nothing, the cucumbers, the melons, the leeks, the onions, and the garlic.</p>\n</div>","kjv":"<strong>5</strong> We remember the fish, which we did eat in Egypt freely; the cucumbers, and the melons, and the leeks, and the onions, and the garlick:  ","niv":"<sup><strong>5</strong></sup> We remember the fish we ate in Egypt at no cost-also the cucumbers, melons, leeks, onions and garlic."},{"_id":"616047e1eb63b282e3fc345e","topicId":"616047ddeb63b282e3fc3452","verse":"1 Corinthians 10:1-33","votes":12,"__v":0,"kjv":"<strong>1</strong> Moreover, brethren, I would not that ye should be ignorant, how that all our fathers were under the cloud, and all passed through the sea;  <strong>2</strong> And were all baptized unto Moses in the cloud and in the sea;  <strong>3</strong> And did all eat the same spiritual meat;  <strong>4</strong> And did all drink the same spiritual drink: for they drank of that spiritual Rock that followed them: and that Rock was Christ.  <strong>5</strong> But with many of them God was not well pleased: for they were overthrown in the wilderness.  <strong>6</strong> Now these things were our examples, to the intent we should not lust after evil things, as they also lusted.  <strong>7</strong> Neither be ye idolaters, as were some of them; as it is written, The people sat down to eat and drink, and rose up to play.  <strong>8</strong> Neither let us commit fornication, as some of them committed, and fell in one day three and twenty thousand.  <strong>9</strong> Neither let us tempt Christ, as some of them also tempted, and were destroyed of serpents.  <strong>10</strong> Neither murmur ye, as some of them also murmured, and were destroyed of the destroyer.  <strong>11</strong> Now all these things happened unto them for ensamples: and they are written for our admonition, upon whom the ends of the world are come.  <strong>12</strong> Wherefore let him that thinketh he standeth take heed lest he fall.  <strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  <strong>14</strong> Wherefore, my dearly beloved, flee from idolatry.  <strong>15</strong> I speak as to wise men; judge ye what I say.  <strong>16</strong> The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?  <strong>17</strong> For we being many are one bread, and one body: for we are all partakers of that one bread.  <strong>18</strong> Behold Israel after the flesh: are not they which eat of the sacrifices partakers of the altar?  <strong>19</strong> What say I then? that the idol is any thing, or that which is offered in sacrifice to idols is any thing?  <strong>20</strong> But I say, that the things which the Gentiles sacrifice, they sacrifice to devils, and not to God: and I would not that ye should have fellowship with devils.  <strong>21</strong> Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord’s table, and of the table of devils.  <strong>22</strong> Do we provoke the Lord to jealousy? are we stronger than he?  <strong>23</strong> All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.  <strong>24</strong> Let no man seek his own, but every man another’s wealth.  <strong>25</strong> Whatsoever is sold in the shambles, that eat, asking no question for conscience sake:  <strong>26</strong> For the earth is the Lord’s, and the fulness thereof.  <strong>27</strong> If any of them that believe not bid you to a feast, and ye be disposed to go; whatsoever is set before you, eat, asking no question for conscience sake.  <strong>28</strong> But if any man say unto you, This is offered in sacrifice unto idols, eat not for his sake that shewed it, and for conscience sake: for the earth is the Lord’s, and the fulness thereof:  <strong>29</strong> Conscience, I say, not thine own, but of the other: for why is my liberty judged of another man’s conscience?  <strong>30</strong> For if I by grace be a partaker, why am I evil spoken of for that for which I give thanks?  <strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  <strong>32</strong> Give none offence, neither to the Jews, nor to the Gentiles, nor to the church of God:  <strong>33</strong> Even as I please all men in all things, not seeking mine own profit, but the profit of many, that they may be saved.  ","niv":"<sup><strong>1</strong></sup> For I do not want you to be ignorant of the fact, brothers, that our forefathers were all under the cloud and that they all passed through the sea. <sup><strong>2</strong></sup> They were all baptized into Moses in the cloud and in the sea. <sup><strong>3</strong></sup> They all ate the same spiritual food <sup><strong>4</strong></sup> and drank the same spiritual drink; for they drank from the spiritual rock that accompanied them, and that rock was Christ. <sup><strong>5</strong></sup> Nevertheless, God was not pleased with most of them; their bodies were scattered over the desert. <sup><strong>6</strong></sup> Now these things occurred as examples to keep us from setting our hearts on evil things as they did. <sup><strong>7</strong></sup> Do not be idolaters, as some of them were; as it is written: \"The people sat down to eat and drink and got up to indulge in pagan revelry.\" <sup><strong>8</strong></sup> We should not commit sexual immorality, as some of them did--and in one day twenty-three thousand of them died. <sup><strong>9</strong></sup> We should not test the Lord, as some of them did--and were killed by snakes. <sup><strong>10</strong></sup> And do not grumble, as some of them did--and were killed by the destroying angel. <sup><strong>11</strong></sup> These things happened to them as examples and were written down as warnings for us, on whom the fulfillment of the ages has come. <sup><strong>12</strong></sup> So, if you think you are standing firm, be careful that you don't fall! <sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it. <sup><strong>14</strong></sup> Therefore, my dear friends, flee from idolatry. <sup><strong>15</strong></sup> I speak to sensible people; judge for yourselves what I say. <sup><strong>16</strong></sup> Is not the cup of thanksgiving for which we give thanks a participation in the blood of Christ? And is not the bread that we break a participation in the body of Christ? <sup><strong>17</strong></sup> Because there is one loaf, we, who are many, are one body, for we all partake of the one loaf. <sup><strong>18</strong></sup> Consider the people of Israel: Do not those who eat the sacrifices participate in the altar? <sup><strong>19</strong></sup> Do I mean then that a sacrifice offered to an idol is anything, or that an idol is anything? <sup><strong>20</strong></sup> No, but the sacrifices of pagans are offered to demons, not to God, and I do not want you to be participants with demons. <sup><strong>21</strong></sup> You cannot drink the cup of the Lord and the cup of demons too; you cannot have a part in both the Lord's table and the table of demons. <sup><strong>22</strong></sup> Are we trying to arouse the Lord's jealousy? Are we stronger than he? <sup><strong>23</strong></sup> \"Everything is permissible\"--but not everything is beneficial. \"Everything is permissible\"--but not everything is constructive. <sup><strong>24</strong></sup> Nobody should seek his own good, but the good of others. <sup><strong>25</strong></sup> Eat anything sold in the meat market without raising questions of conscience, <sup><strong>26</strong></sup> for, \"The earth is the Lord's, and everything in it.\" <sup><strong>27</strong></sup> If some unbeliever invites you to a meal and you want to go, eat whatever is put before you without raising questions of conscience. <sup><strong>28</strong></sup> But if anyone says to you, \"This has been offered in sacrifice,\" then do not eat it, both for the sake of the man who told you and for conscience' sake-- <sup><strong>29</strong></sup> the other man's conscience, I mean, not yours. For why should my freedom be judged by another's conscience? <sup><strong>30</strong></sup> If I take part in the meal with thankfulness, why am I denounced because of something I thank God for? <sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God. <sup><strong>32</strong></sup> Do not cause anyone to stumble, whether Jews, Greeks or the church of God-- <sup><strong>33</strong></sup> even as I try to please everybody in every way. For I am not seeking my own good but the good of many, so that they may be saved. "},{"_id":"616047e1eb63b282e3fc345f","topicId":"616047ddeb63b282e3fc3452","verse":"Daniel 1:12","votes":12,"__v":0,"esv":"<div>\n<p id=\"p27001012_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v27001012-1\">12&nbsp;</b>“Test your servants for ten days; let us be given vegetables to eat and water to drink.</p>\n</div>","kjv":"<strong>12</strong> Prove thy servants, I beseech thee, ten days; and let them give us pulse to eat, and water to drink.  ","niv":"<sup><strong>12</strong></sup> \"Please test your servants for ten days: Give us nothing but vegetables to eat and water to drink."},{"_id":"616047e1eb63b282e3fc3460","topicId":"616047ddeb63b282e3fc3452","verse":"Leviticus 11:9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p03011009_01-17\"><b class=\"verse-num\" id=\"v03011009-1\">9&nbsp;</b>“These you may eat, of all that are in the waters. Everything in the waters that has fins and scales, whether in the seas or in the rivers, you may eat.</p>\n</div>","kjv":"<strong>9</strong> These shall ye eat of all that are in the waters: whatsoever hath fins and scales in the waters, in the seas, and in the rivers, them shall ye eat.  ","niv":"<sup><strong>9</strong></sup> \"'Of all the creatures living in the water of the seas and the streams, you may eat any that have fins and scales."},{"_id":"616047e2eb63b282e3fc3461","topicId":"616047ddeb63b282e3fc3452","verse":"Deuteronomy 14:9-10","votes":11,"__v":0,"esv":"<div>\n<p id=\"p05014009_01-18\"><b class=\"verse-num\" id=\"v05014009-1\">9&nbsp;</b>“Of all that are in the waters you may eat these: whatever has fins and scales you may eat. <b class=\"verse-num\" id=\"v05014010-1\">10&nbsp;</b>And whatever does not have fins and scales you shall not eat; it is unclean for you.</p>\n</div>","kjv":"<strong>9</strong> These ye shall eat of all that are in the waters: all that have fins and scales shall ye eat:  <strong>10</strong> And whatsoever hath not fins and scales ye may not eat; it is  unclean unto you.  ","niv":"<sup><strong>9</strong></sup> Of all the creatures living in the water, you may eat any that has fins and scales. <sup><strong>10</strong></sup> But anything that does not have fins and scales you may not eat; for you it is unclean. "},{"_id":"616047e2eb63b282e3fc3462","topicId":"616047ddeb63b282e3fc3452","verse":"Matthew 6:10","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006010_01-19\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_01-19\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_01-19\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  ","niv":"<sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven."},{"_id":"616047e2eb63b282e3fc3463","topicId":"616047ddeb63b282e3fc3452","verse":"Isaiah 41:10","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-20\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"616047e2eb63b282e3fc3464","topicId":"616047ddeb63b282e3fc3452","verse":"Leviticus 11:8","votes":12,"__v":0,"esv":"<div>\n<p id=\"p03011008_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v03011008-1\">8&nbsp;</b>You shall not eat any of their flesh, and you shall not touch their carcasses; they are unclean to you.</p>\n</div>","kjv":"<strong>8</strong> Of their flesh shall ye not eat, and their carcase shall ye not touch; they are unclean to you.  ","niv":"<sup><strong>8</strong></sup> You must not eat their meat or touch their carcasses; they are unclean for you.","modified":"2022-03-24T19:33:54.473Z"},{"_id":"616047e3eb63b282e3fc3465","topicId":"616047ddeb63b282e3fc3452","verse":"Leviticus 11:2","votes":10,"__v":0,"esv":"<div>\n<p id=\"p03011002_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v03011002-1\">2&nbsp;</b>“Speak to the people of Israel, saying, These are the living things that you may eat among all the animals that are on the earth.</p>\n</div>","kjv":"<strong>2</strong> Speak unto the children of Israel, saying, These are the beasts which ye shall eat among all the beasts that are on the earth.  ","niv":"<sup><strong>2</strong></sup> \"Say to the Israelites: 'Of all the animals that live on land, these are the ones you may eat:","modified":"2022-08-15T20:36:06.782Z"},{"_id":"616047e3eb63b282e3fc3466","topicId":"616047ddeb63b282e3fc3452","verse":"Matthew 4:19","votes":10,"__v":0,"esv":"<div>\n<p id=\"p40004019_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v40004019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“Follow me, and I will make you fishers of men.”</span></p>\n\n</div>","kjv":"<strong>19</strong> And he saith unto them, Follow me, and I will make you fishers of men.  ","niv":"<sup><strong>19</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\""},{"_id":"616047e3eb63b282e3fc3467","topicId":"616047ddeb63b282e3fc3452","verse":"Jonah 2:1","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p32002001_03-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v32002001-1\">2:1&nbsp;</b>Then Jonah prayed to the LORD his God from the belly of the fish,</p>\n</div>","kjv":"<strong>1</strong> Then Jonah prayed unto the LORD his God out of the fish’s belly,  ","niv":"<sup><strong>1</strong></sup> From inside the fish Jonah prayed to the LORD his God."},{"_id":"616047e4eb63b282e3fc3468","topicId":"616047ddeb63b282e3fc3452","verse":"Leviticus 11:10","votes":10,"__v":0,"esv":"<div>\n<p id=\"p03011010_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v03011010-1\">10&nbsp;</b>But anything in the seas or the rivers that does not have fins and scales, of the swarming creatures in the waters and of the living creatures that are in the waters, is detestable to you.</p>\n</div>","kjv":"<strong>10</strong> And all that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which is in the waters, they shall be an abomination unto you:  ","niv":"<sup><strong>10</strong></sup> But all creatures in the seas or streams that do not have fins and scales-whether among all the swarming things or among all the other living creatures in the water-you are to detest."},{"_id":"616047e4eb63b282e3fc3469","topicId":"616047ddeb63b282e3fc3452","verse":"Exodus 12:11","votes":10,"__v":0,"esv":"<div>\n<p id=\"p02012011_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v02012011-1\">11&nbsp;</b>In this manner you shall eat it: with your belt fastened, your sandals on your feet, and your staff in your hand. And you shall eat it in haste. It is the LORD’s Passover.</p>\n</div>","kjv":"<strong>11</strong> And thus shall ye eat it; with your loins girded, your shoes on your feet, and your staff in your hand; and ye shall eat it in haste: it is the LORD’S passover.  ","niv":"<sup><strong>11</strong></sup> This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the LORD's Passover."},{"_id":"616047e4eb63b282e3fc346a","topicId":"616047ddeb63b282e3fc3452","verse":"1 Peter 5:7","votes":10,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"616047e5eb63b282e3fc346b","topicId":"616047ddeb63b282e3fc3452","verse":"Luke 1:37","votes":10,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\""}]}