{"_id":"616049fdeb63b282e3fc357a","slug":"eavesdropping","name":"Eavesdropping","verses":[{"_id":"616049ffeb63b282e3fc357b","topicId":"616049fdeb63b282e3fc357a","verse":"Ecclesiastes 7:21","votes":25,"__v":0,"esv":"<div>\n<p id=\"p21007021_01-1\"><b class=\"verse-num\" id=\"v21007021-1\">21&nbsp;</b>Do not take to heart all the things that people say, lest you hear your servant cursing you.</p>\n</div>","kjv":"<strong>21</strong> Also take no heed unto all words that are spoken; lest thou hear thy servant curse thee:  ","niv":"<sup><strong>21</strong></sup> Do not pay attention to every word people say, or you may hear your servant cursing you-"},{"_id":"61604a00eb63b282e3fc357c","topicId":"616049fdeb63b282e3fc357a","verse":"Luke 12:3","votes":11,"__v":0,"esv":"<div>\n<p id=\"p42012003_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012003-1\">3&nbsp;</b><span class=\"woc\">Therefore whatever you have said in the dark shall be heard in the light, and what you have whispered in private rooms shall be proclaimed on the housetops.</span></p>\n</div>","kjv":"<strong>3</strong> Therefore whatsoever ye have spoken in darkness shall be heard in the light; and that which ye have spoken in the ear in closets shall be proclaimed upon the housetops.  ","niv":"<sup><strong>3</strong></sup> What you have said in the dark will be heard in the daylight, and what you have whispered in the ear in the inner rooms will be proclaimed from the roofs."},{"_id":"61604a04eb63b282e3fc357d","topicId":"616049fdeb63b282e3fc357a","verse":"Ephesians 4:31-32","votes":7,"__v":0,"esv":"<div>\n<p id=\"p49004031_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"61604a04eb63b282e3fc357e","topicId":"616049fdeb63b282e3fc357a","verse":"2 Corinthians 5:10","votes":6,"__v":0,"esv":"<div>\n<p id=\"p47005010_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005010-1\">10&nbsp;</b>For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil.</p>\n</div>","kjv":"<strong>10</strong> For we must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.  ","niv":"<sup><strong>10</strong></sup> For we must all appear before the judgment seat of Christ, that each one may receive what is due him for the things done while in the body, whether good or bad."},{"_id":"61604a04eb63b282e3fc357f","topicId":"616049fdeb63b282e3fc357a","verse":"2 Thessalonians 2:11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p53002011_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002011-1\">11&nbsp;</b>Therefore God sends them a strong delusion, so that they may believe what is false,</p>\n</div>","kjv":"<strong>11</strong> And for this cause God shall send them strong delusion, that they should believe a lie:  ","niv":"<sup><strong>11</strong></sup> For this reason God sends them a powerful delusion so that they will believe the lie","modified":"2022-11-02T15:03:54.839Z"},{"_id":"61604a04eb63b282e3fc3580","topicId":"616049fdeb63b282e3fc357a","verse":"Luke 11:10","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42011010_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011010-1\">10&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span></p>\n</div>","kjv":"<strong>10</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  ","niv":"<sup><strong>10</strong></sup> For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened."},{"_id":"61604a04eb63b282e3fc3581","topicId":"616049fdeb63b282e3fc357a","verse":"Galatians 5:22","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"_id":"61604a05eb63b282e3fc3582","topicId":"616049fdeb63b282e3fc357a","verse":"Hebrews 4:12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"61604a05eb63b282e3fc3583","topicId":"616049fdeb63b282e3fc357a","verse":"1 Corinthians 14:33","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46014033_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_01-10\">As in all the churches of the saints,</p>\n</div>","kjv":"<strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  ","niv":"<sup><strong>33</strong></sup> For God is not a God of disorder but of peace."},{"_id":"61604a05eb63b282e3fc3584","topicId":"616049fdeb63b282e3fc357a","verse":"Romans 8:39","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45008039_01-11\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."},{"_id":"61604a05eb63b282e3fc3585","topicId":"616049fdeb63b282e3fc357a","verse":"Romans 6:23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"61604a05eb63b282e3fc3586","topicId":"616049fdeb63b282e3fc357a","verse":"Hebrews 4:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58004015_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004015-1\">15&nbsp;</b>For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.</p>\n</div>","kjv":"<strong>15</strong> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet  without sin.  ","niv":"<sup><strong>15</strong></sup> For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who has been tempted in every way, just as we are--yet was without sin."},{"_id":"61604a05eb63b282e3fc3588","topicId":"616049fdeb63b282e3fc357a","verse":"Romans 13:1-3","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval,</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. "},{"_id":"61604a05eb63b282e3fc3587","topicId":"616049fdeb63b282e3fc357a","verse":"Ephesians 5:25","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49005025_01-15\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her,</p>\n</div>","kjv":"<strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  ","niv":"<sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her"},{"_id":"61604a06eb63b282e3fc3589","topicId":"616049fdeb63b282e3fc357a","verse":"Romans 2:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45002011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002011-1\">11&nbsp;</b>For God shows no partiality.</p>\n</div>","kjv":"<strong>11</strong> For there is no respect of persons with God.  ","niv":"<sup><strong>11</strong></sup> For God does not show favoritism."},{"_id":"61604a06eb63b282e3fc358a","topicId":"616049fdeb63b282e3fc357a","verse":"Luke 14:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42014027_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014027-1\">27&nbsp;</b><span class=\"woc\">Whoever does not bear his own cross and come after me cannot be my disciple.</span></p>\n</div>","kjv":"<strong>27</strong> And whosoever doth not bear his cross, and come after me, cannot be my disciple.  ","niv":"<sup><strong>27</strong></sup> And anyone who does not carry his cross and follow me cannot be my disciple."},{"_id":"61604a06eb63b282e3fc358b","topicId":"616049fdeb63b282e3fc357a","verse":"2 Corinthians 5:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47005021_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005021-1\">21&nbsp;</b>For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.</p>\n</div>","kjv":"<strong>21</strong> For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.  ","niv":"<sup><strong>21</strong></sup> God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."},{"_id":"61604a06eb63b282e3fc358c","topicId":"616049fdeb63b282e3fc357a","verse":"Luke 6:35","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42006035_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006035-1\">35&nbsp;</b><span class=\"woc\">But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.</span></p>\n</div>","kjv":"<strong>35</strong> But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.  ","niv":"<sup><strong>35</strong></sup> But love your enemies, do good to them, and lend to them without expecting to get anything back. Then your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked."},{"_id":"61604a06eb63b282e3fc358d","topicId":"616049fdeb63b282e3fc357a","verse":"Romans 14:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45014005_01-20\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind.</p>\n</div>","kjv":"<strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  ","niv":"<sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind."},{"_id":"61604a06eb63b282e3fc358e","topicId":"616049fdeb63b282e3fc357a","verse":"Acts 26:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44026014_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44026014-1\">14&nbsp;</b>And when we had all fallen to the ground, I heard a voice saying to me in the Hebrew language, <span class=\"woc\">‘Saul, Saul, why are you persecuting me? It is hard for you to kick against the goads.’</span></p>\n\n</div>","kjv":"<strong>14</strong> And when we were all fallen to the earth, I heard a voice speaking unto me, and saying in the Hebrew tongue, Saul, Saul, why persecutest thou me? it is hard for thee to kick against the pricks.  ","niv":"<sup><strong>14</strong></sup> We all fell to the ground, and I heard a voice saying to me in Aramaic, 'Saul, Saul, why do you persecute me? It is hard for you to kick against the goads.'"},{"_id":"61604a06eb63b282e3fc358f","topicId":"616049fdeb63b282e3fc357a","verse":"Romans 8:38","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008038_01-22\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers,</p>\n</div>","kjv":"<strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  ","niv":"<sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers,"},{"_id":"61604a06eb63b282e3fc3590","topicId":"616049fdeb63b282e3fc357a","verse":"John 16:33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\""},{"_id":"61604a07eb63b282e3fc3591","topicId":"616049fdeb63b282e3fc357a","verse":"John 15:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43015013_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span></p>\n</div>","kjv":"<strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  ","niv":"<sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends."},{"_id":"61604a07eb63b282e3fc3592","topicId":"616049fdeb63b282e3fc357a","verse":"Matthew 7:12","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-25\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets."},{"_id":"61604a07eb63b282e3fc3593","topicId":"616049fdeb63b282e3fc357a","verse":"Ephesians 5:29","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49005029_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church,</p>\n</div>","kjv":"<strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  ","niv":"<sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church--"}]}