{"_id":"61604a60eb63b282e3fc35ae","slug":"ecology","name":"Ecology","verses":[{"_id":"61604a61eb63b282e3fc35af","topicId":"61604a60eb63b282e3fc35ae","verse":"Numbers 35:33","votes":25,"__v":0,"esv":"<div>\n<p id=\"p04035033_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v04035033-1\">33&nbsp;</b>You shall not pollute the land in which you live, for blood pollutes the land, and no atonement can be made for the land for the blood that is shed in it, except by the blood of the one who shed it.</p>\n</div>","kjv":"<strong>33</strong> So ye shall not pollute the land wherein ye are: for blood it defileth the land: and the land cannot be cleansed of the blood that is shed therein, but by the blood of him that shed it.  ","niv":"<sup><strong>33</strong></sup> \"'Do not pollute the land where you are. Bloodshed pollutes the land, and atonement cannot be made for the land on which blood has been shed, except by the blood of the one who shed it."},{"_id":"61604a62eb63b282e3fc35b0","topicId":"61604a60eb63b282e3fc35ae","verse":"Genesis 1:26","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-9\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-9\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-9\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-9\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-9\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-9\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-9\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-9\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-9\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\""},{"_id":"61604a62eb63b282e3fc35b1","topicId":"61604a60eb63b282e3fc35ae","verse":"Proverbs 12:10","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012010_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012010-1\">10&nbsp;</b>&nbsp;&nbsp;Whoever is righteous has regard for the life of his beast,</span><br><span id=\"p20012010_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the mercy of the wicked is cruel.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> A righteous man regardeth the life of his beast: but the tender mercies of the wicked are cruel.  ","niv":"<sup><strong>10</strong></sup> A righteous man cares for the needs of his animal, but the kindest acts of the wicked are cruel."},{"_id":"61604a62eb63b282e3fc35b2","topicId":"61604a60eb63b282e3fc35ae","verse":"Exodus 23:10-11","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p02023010_07-4\"><b class=\"verse-num\" id=\"v02023010-1\">10&nbsp;</b>“For six years you shall sow your land and gather in its yield, <b class=\"verse-num\" id=\"v02023011-1\">11&nbsp;</b>but the seventh year you shall let it rest and lie fallow, that the poor of your people may eat; and what they leave the beasts of the field may eat. You shall do likewise with your vineyard, and with your olive orchard.</p>\n</div>","kjv":"<strong>10</strong> And six years thou shalt sow thy land, and shalt gather in the fruits thereof:  <strong>11</strong> But the seventh year thou shalt let it rest and lie still; that the poor of thy people may eat: and what they leave the beasts of the field shall eat. In like manner thou shalt deal with thy vineyard, and  with thy oliveyard.  ","niv":"<sup><strong>10</strong></sup> \"For six years you are to sow your fields and harvest the crops, <sup><strong>11</strong></sup> but during the seventh year let the land lie unplowed and unused. Then the poor among your people may get food from it, and the wild animals may eat what they leave. Do the same with your vineyard and your olive grove. ","modified":"2022-09-19T12:09:43.759Z"},{"_id":"61604a63eb63b282e3fc35b3","topicId":"61604a60eb63b282e3fc35ae","verse":"Genesis 1:29","votes":14,"__v":0,"esv":"<div>\n<p id=\"p01001029_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food.</p>\n</div>","kjv":"<strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  ","niv":"<sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food."},{"_id":"61604a63eb63b282e3fc35b4","topicId":"61604a60eb63b282e3fc35ae","verse":"Deuteronomy 22:6-7","votes":13,"__v":0,"esv":"<div>\n<p id=\"p05022006_01-6\"><b class=\"verse-num\" id=\"v05022006-1\">6&nbsp;</b>“If you come across a bird’s nest in any tree or on the ground, with young ones or eggs and the mother sitting on the young or on the eggs, you shall not take the mother with the young. <b class=\"verse-num\" id=\"v05022007-1\">7&nbsp;</b>You shall let the mother go, but the young you may take for yourself, that it may go well with you, and that you may live long.</p>\n</div>","kjv":"<strong>6</strong> If a bird’s nest chance to be before thee in the way in any tree, or on the ground, whether they be young ones, or eggs, and the dam sitting upon the young, or upon the eggs, thou shalt not take the dam with the young:  <strong>7</strong> But thou shalt in any wise let the dam go, and take the young to thee; that it may be well with thee, and that thou mayest prolong thy days.  ","niv":"<sup><strong>6</strong></sup> If you come across a bird's nest beside the road, either in a tree or on the ground, and the mother is sitting on the young or on the eggs, do not take the mother with the young. <sup><strong>7</strong></sup> You may take the young, but be sure to let the mother go, so that it may go well with you and you may have a long life. "},{"_id":"61604a63eb63b282e3fc35b5","topicId":"61604a60eb63b282e3fc35ae","verse":"Psalm 23:1-6","votes":8,"__v":0,"esv":"<div>\n\n<h4 id=\"p19023001_06-7\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-7\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br><span id=\"p19023002_06-7\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He makes me lie down in green pastures.</span><br><span id=\"p19023002_06-7\" class=\"line\">&nbsp;&nbsp;He leads me beside still waters.</span><br><span id=\"p19023003_06-7\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He restores my soul.</span><br><span id=\"p19023003_06-7\" class=\"line\">&nbsp;&nbsp;He leads me in paths of righteousness</span><br><span id=\"p19023003_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his name’s sake.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023004_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_06-7\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023005_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023005-1\">5&nbsp;</b>&nbsp;&nbsp;You prepare a table before me</span><br><span id=\"p19023005_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of my enemies;</span><br><span id=\"p19023005_06-7\" class=\"line\">&nbsp;&nbsp;you anoint my head with oil;</span><br><span id=\"p19023005_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my cup overflows.</span><br><span id=\"p19023006_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023006-1\">6&nbsp;</b>&nbsp;&nbsp;Surely goodness and mercy shall follow me</span><br><span id=\"p19023006_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19023006_06-7\" class=\"line\">&nbsp;&nbsp;and I shall dwell in the house of the LORD</span><br><span id=\"p19023006_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  <strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  <strong>3</strong> He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.  <strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  <strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  <strong>6</strong> Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.  ","niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want. <sup><strong>2</strong></sup> He makes me lie down in green pastures, he leads me beside quiet waters, <sup><strong>3</strong></sup> he restores my soul. He guides me in paths of righteousness for his name's sake. <sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. <sup><strong>5</strong></sup> You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. <sup><strong>6</strong></sup> Surely goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever. "},{"_id":"61604a63eb63b282e3fc35b6","topicId":"61604a60eb63b282e3fc35ae","verse":"Psalm 24:1","votes":7,"__v":0,"esv":"<div>\n\n<h4 id=\"p19024001_05-8\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19024001_05-8\" class=\"line\"><b class=\"chapter-num\" id=\"v19024001-1\">24:1&nbsp;</b>&nbsp;&nbsp;The earth is the LORD’s and the fullness thereof,</span><br><span id=\"p19024001_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the world and those who dwell therein,</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The earth is the LORD’S, and the fulness thereof; the world, and they that dwell therein.  ","niv":"<sup><strong>1</strong></sup> The earth is the LORD's, and everything in it, the world, and all who live in it;"},{"_id":"61604a63eb63b282e3fc35b7","topicId":"61604a60eb63b282e3fc35ae","verse":"Genesis 1:1-31","votes":7,"__v":0,"kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"61604a63eb63b282e3fc35b8","topicId":"61604a60eb63b282e3fc35ae","verse":"Matthew 6:25-33","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40006025_05-10\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n\n</div>","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. "},{"_id":"61604a64eb63b282e3fc35b9","topicId":"61604a60eb63b282e3fc35ae","verse":"Isaiah 45:18","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045018_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045018-1\">18&nbsp;</b>&nbsp;&nbsp;For thus says the LORD,</span><br><span id=\"p23045018_01-11\" class=\"line\">&nbsp;&nbsp;who created the heavens</span><br><span id=\"p23045018_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he is God!),</span><br><span id=\"p23045018_01-11\" class=\"line\">&nbsp;&nbsp;who formed the earth and made it</span><br><span id=\"p23045018_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he established it;</span><br><span id=\"p23045018_01-11\" class=\"line\">&nbsp;&nbsp;he did not create it empty,</span><br><span id=\"p23045018_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he formed it to be inhabited!):</span><br><span id=\"p23045018_01-11\" class=\"line\">&nbsp;&nbsp;“I am the LORD, and there is no other.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> For thus saith the LORD that created the heavens; God himself that formed the earth and made it; he hath established it, he created it not in vain, he formed it to be inhabited: I am the LORD; and there is none else.  ","niv":"<sup><strong>18</strong></sup> For this is what the LORD says- he who created the heavens, he is God; he who fashioned and made the earth, he founded it; he did not create it to be empty, but formed it to be inhabited- he says: \"I am the LORD, and there is no other."},{"_id":"61604a64eb63b282e3fc35ba","topicId":"61604a60eb63b282e3fc35ae","verse":"Romans 8:19-22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45008019_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008019-1\">19&nbsp;</b>For the creation waits with eager longing for the revealing of the sons of God. <b class=\"verse-num\" id=\"v45008020-1\">20&nbsp;</b>For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope <b class=\"verse-num\" id=\"v45008021-1\">21&nbsp;</b>that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. <b class=\"verse-num\" id=\"v45008022-1\">22&nbsp;</b>For we know that the whole creation has been groaning together in the pains of childbirth until now.</p>\n</div>","kjv":"<strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  ","niv":"<sup><strong>19</strong></sup> The creation waits in eager expectation for the sons of God to be revealed. <sup><strong>20</strong></sup> For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope <sup><strong>21</strong></sup> that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God. <sup><strong>22</strong></sup> We know that the whole creation has been groaning as in the pains of childbirth right up to the present time. "},{"_id":"61604a64eb63b282e3fc35bb","topicId":"61604a60eb63b282e3fc35ae","verse":"Exodus 23:10","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p02023010_07-13\"><b class=\"verse-num\" id=\"v02023010-1\">10&nbsp;</b>“For six years you shall sow your land and gather in its yield,</p>\n</div>","kjv":"<strong>10</strong> And six years thou shalt sow thy land, and shalt gather in the fruits thereof:  ","niv":"<sup><strong>10</strong></sup> \"For six years you are to sow your fields and harvest the crops,"},{"_id":"61604a64eb63b282e3fc35bc","topicId":"61604a60eb63b282e3fc35ae","verse":"Matthew 23:27-29","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40023027_01-14\"><b class=\"verse-num woc\" id=\"v40023027-1\">27&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you are like whitewashed tombs, which outwardly appear beautiful, but within are full of dead people’s bones and all uncleanness.</span> <b class=\"verse-num woc\" id=\"v40023028-1\">28&nbsp;</b><span class=\"woc\">So you also outwardly appear righteous to others, but within you are full of hypocrisy and lawlessness.</span></p>\n<p id=\"p40023028_01-14\"><b class=\"verse-num woc\" id=\"v40023029-1\">29&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you build the tombs of the prophets and decorate the monuments of the righteous,</span></p>\n</div>","kjv":"<strong>27</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye are like unto whited sepulchres, which indeed appear beautiful outward, but are within full of dead men’s bones, and of all uncleanness.  <strong>28</strong> Even so ye also outwardly appear righteous unto men, but within ye are full of hypocrisy and iniquity.  <strong>29</strong> Woe unto you, scribes and Pharisees, hypocrites! because ye build the tombs of the prophets, and garnish the sepulchres of the righteous,  ","niv":"<sup><strong>27</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You are like whitewashed tombs, which look beautiful on the outside but on the inside are full of dead men's bones and everything unclean. <sup><strong>28</strong></sup> In the same way, on the outside you appear to people as righteous but on the inside you are full of hypocrisy and wickedness. <sup><strong>29</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You build tombs for the prophets and decorate the graves of the righteous. "},{"_id":"61604a65eb63b282e3fc35bd","topicId":"61604a60eb63b282e3fc35ae","verse":"Psalm 104:15","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19104015_01-15\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19104015-1\">15&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and wine to gladden the heart of man,</span><br><span id=\"p19104015_01-15\" class=\"line\">&nbsp;&nbsp;oil to make his face shine</span><br><span id=\"p19104015_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and bread to strengthen man’s heart.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> And wine that maketh glad the heart of man, and  oil to make his face to shine, and bread which  strengtheneth man’s heart.  ","niv":"<sup><strong>15</strong></sup> wine that gladdens the heart of man, oil to make his face shine, and bread that sustains his heart."},{"_id":"61604a65eb63b282e3fc35be","topicId":"61604a60eb63b282e3fc35ae","verse":"Revelation 11:18","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66011018_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v66011018-1\">18&nbsp;</b>&nbsp;&nbsp;The nations raged,</span><br><span id=\"p66011018_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your wrath came,</span><br><span id=\"p66011018_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the time for the dead to be judged,</span><br><span id=\"p66011018_01-16\" class=\"line\">&nbsp;&nbsp;and for rewarding your servants, the prophets and saints,</span><br><span id=\"p66011018_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who fear your name,</span><br><span id=\"p66011018_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;both small and great,</span><br><span id=\"p66011018_01-16\" class=\"line\">&nbsp;&nbsp;and for destroying the destroyers of the earth.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.  ","niv":"<sup><strong>18</strong></sup> The nations were angry; and your wrath has come. The time has come for judging the dead, and for rewarding your servants the prophets and your saints and those who reverence your name, both small and great--and for destroying those who destroy the earth.\""},{"_id":"61604a65eb63b282e3fc35bf","topicId":"61604a60eb63b282e3fc35ae","verse":"Isaiah 24:4-13","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23024004_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23024004-1\">4&nbsp;</b>&nbsp;&nbsp;The earth mourns and withers;</span><br><span id=\"p23024004_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the world languishes and withers;</span><br><span id=\"p23024004_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the highest people of the earth languish.</span><br><span id=\"p23024005_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23024005-1\">5&nbsp;</b>&nbsp;&nbsp;The earth lies defiled</span><br><span id=\"p23024005_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;under its inhabitants;</span><br><span id=\"p23024005_01-17\" class=\"line\">&nbsp;&nbsp;for they have transgressed the laws,</span><br><span id=\"p23024005_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;violated the statutes,</span><br><span id=\"p23024005_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;broken the everlasting covenant.</span><br><span id=\"p23024006_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23024006-1\">6&nbsp;</b>&nbsp;&nbsp;Therefore a curse devours the earth,</span><br><span id=\"p23024006_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its inhabitants suffer for their guilt;</span><br><span id=\"p23024006_01-17\" class=\"line\">&nbsp;&nbsp;therefore the inhabitants of the earth are scorched,</span><br><span id=\"p23024006_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and few men are left.</span><br><span id=\"p23024007_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23024007-1\">7&nbsp;</b>&nbsp;&nbsp;The wine mourns,</span><br><span id=\"p23024007_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the vine languishes,</span><br><span id=\"p23024007_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the merry-hearted sigh.</span><br><span id=\"p23024008_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23024008-1\">8&nbsp;</b>&nbsp;&nbsp;The mirth of the tambourines is stilled,</span><br><span id=\"p23024008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the noise of the jubilant has ceased,</span><br><span id=\"p23024008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the mirth of the lyre is stilled.</span><br><span id=\"p23024009_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23024009-1\">9&nbsp;</b>&nbsp;&nbsp;No more do they drink wine with singing;</span><br><span id=\"p23024009_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;strong drink is bitter to those who drink it.</span><br><span id=\"p23024010_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23024010-1\">10&nbsp;</b>&nbsp;&nbsp;The wasted city is broken down;</span><br><span id=\"p23024010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every house is shut up so that none can enter.</span><br><span id=\"p23024011_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23024011-1\">11&nbsp;</b>&nbsp;&nbsp;There is an outcry in the streets for lack of wine;</span><br><span id=\"p23024011_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all joy has grown dark;</span><br><span id=\"p23024011_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the gladness of the earth is banished.</span><br><span id=\"p23024012_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23024012-1\">12&nbsp;</b>&nbsp;&nbsp;Desolation is left in the city;</span><br><span id=\"p23024012_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the gates are battered into ruins.</span><br><span id=\"p23024013_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23024013-1\">13&nbsp;</b>&nbsp;&nbsp;For thus it shall be in the midst of the earth</span><br><span id=\"p23024013_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;among the nations,</span><br><span id=\"p23024013_01-17\" class=\"line\">&nbsp;&nbsp;as when an olive tree is beaten,</span><br><span id=\"p23024013_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as at the gleaning when the grape harvest is done.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> The earth mourneth and fadeth away, the world languisheth and fadeth away, the haughty people of the earth do languish.  <strong>5</strong> The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, changed the ordinance, broken the everlasting covenant.  <strong>6</strong> Therefore hath the curse devoured the earth, and they that dwell therein are desolate: therefore the inhabitants of the earth are burned, and few men left.  <strong>7</strong> The new wine mourneth, the vine languisheth, all the merryhearted do sigh.  <strong>8</strong> The mirth of tabrets ceaseth, the noise of them that rejoice endeth, the joy of the harp ceaseth.  <strong>9</strong> They shall not drink wine with a song; strong drink shall be bitter to them that drink it.  <strong>10</strong> The city of confusion is broken down: every house is shut up, that no man may come in.  <strong>11</strong> There is a crying for wine in the streets; all joy is darkened, the mirth of the land is gone.  <strong>12</strong> In the city is left desolation, and the gate is smitten with destruction.  <strong>13</strong> When thus it shall be in the midst of the land among the people, there shall be as the shaking of an olive tree, and as the gleaning grapes when the vintage is done.  ","niv":"<sup><strong>4</strong></sup> The earth dries up and withers, the world languishes and withers, the exalted of the earth languish. <sup><strong>5</strong></sup> The earth is defiled by its people; they have disobeyed the laws, violated the statutes and broken the everlasting covenant. <sup><strong>6</strong></sup> Therefore a curse consumes the earth; its people must bear their guilt. Therefore earth's inhabitants are burned up, and very few are left. <sup><strong>7</strong></sup> The new wine dries up and the vine withers; all the merrymakers groan. <sup><strong>8</strong></sup> The gaiety of the tambourines is stilled, the noise of the revelers has stopped, the joyful harp is silent. <sup><strong>9</strong></sup> No longer do they drink wine with a song; the beer is bitter to its drinkers. <sup><strong>10</strong></sup> The ruined city lies desolate; the entrance to every house is barred. <sup><strong>11</strong></sup> In the streets they cry out for wine; all joy turns to gloom, all gaiety is banished from the earth. <sup><strong>12</strong></sup> The city is left in ruins, its gate is battered to pieces. <sup><strong>13</strong></sup> So will it be on the earth and among the nations, as when an olive tree is beaten, or as when gleanings are left after the grape harvest. "},{"_id":"61604a66eb63b282e3fc35c0","topicId":"61604a60eb63b282e3fc35ae","verse":"Jonah 4:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p32004011_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v32004011-1\">11&nbsp;</b>And should not I pity Nineveh, that great city, in which there are more than 120,000 persons who do not know their right hand from their left, and also much cattle?”</p>\n</div>","kjv":"<strong>11</strong> And should not I spare Nineveh, that great city, wherein are more than sixscore thousand persons that cannot discern between their right hand and their left hand; and also much cattle?  ","niv":"<sup><strong>11</strong></sup> But Nineveh has more than a hundred and twenty thousand people who cannot tell their right hand from their left, and many cattle as well. Should I not be concerned about that great city?\""}]}