{"_id":"61604a87eb63b282e3fc35c1","slug":"economics","name":"Economics","verses":[{"_id":"61604a87eb63b282e3fc35c2","topicId":"61604a87eb63b282e3fc35c1","verse":"2 Thessalonians 3:10","votes":67,"__v":0,"esv":"<div>\n<p id=\"p53003010_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v53003010-1\">10&nbsp;</b>For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.</p>\n</div>","kjv":"<strong>10</strong> For even when we were with you, this we commanded you, that if any would not work, neither should he eat.  ","niv":"<sup><strong>10</strong></sup> For even when we were with you, we gave you this rule: \"If a man will not work, he shall not eat.\"","modified":"2023-02-05T16:05:07.028Z"},{"_id":"61604a87eb63b282e3fc35c3","topicId":"61604a87eb63b282e3fc35c1","verse":"Proverbs 19:17","votes":43,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019017_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019017-1\">17&nbsp;</b>&nbsp;&nbsp;Whoever is generous to the poor lends to the LORD,</span><br><span id=\"p20019017_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will repay him for his deed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.  ","niv":"<sup><strong>17</strong></sup> He who is kind to the poor lends to the LORD, and he will reward him for what he has done.","modified":"2023-01-19T15:48:38.026Z"},{"_id":"61604a87eb63b282e3fc35c4","topicId":"61604a87eb63b282e3fc35c1","verse":"Proverbs 22:16","votes":41,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022016_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022016-1\">16&nbsp;</b>&nbsp;&nbsp;Whoever oppresses the poor to increase his own wealth,</span><br><span id=\"p20022016_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or gives to the rich, will only come to poverty.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> He that oppresseth the poor to increase his riches, and he that giveth to the rich, shall surely come to want.  ","niv":"<sup><strong>16</strong></sup> He who oppresses the poor to increase his wealth and he who gives gifts to the rich-both come to poverty."},{"_id":"61604a88eb63b282e3fc35c5","topicId":"61604a87eb63b282e3fc35c1","verse":"Genesis 41:33-57","votes":38,"__v":0,"esv":"<div>\n<p id=\"p01041033_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v01041033-1\">33&nbsp;</b>Now therefore let Pharaoh select a discerning and wise man, and set him over the land of Egypt. <b class=\"verse-num\" id=\"v01041034-1\">34&nbsp;</b>Let Pharaoh proceed to appoint overseers over the land and take one-fifth of the produce of the land of Egypt during the seven plentiful years. <b class=\"verse-num\" id=\"v01041035-1\">35&nbsp;</b>And let them gather all the food of these good years that are coming and store up grain under the authority of Pharaoh for food in the cities, and let them keep it. <b class=\"verse-num\" id=\"v01041036-1\">36&nbsp;</b>That food shall be a reserve for the land against the seven years of famine that are to occur in the land of Egypt, so that the land may not perish through the famine.”</p>\n\n<p id=\"p01041036_05-4\"><b class=\"verse-num\" id=\"v01041037-1\">37&nbsp;</b>This proposal pleased Pharaoh and all his servants. <b class=\"verse-num\" id=\"v01041038-1\">38&nbsp;</b>And Pharaoh said to his servants, “Can we find a man like this, in whom is the Spirit of God?” <b class=\"verse-num\" id=\"v01041039-1\">39&nbsp;</b>Then Pharaoh said to Joseph, “Since God has shown you all this, there is none so discerning and wise as you are. <b class=\"verse-num\" id=\"v01041040-1\">40&nbsp;</b>You shall be over my house, and all my people shall order themselves as you command. Only as regards the throne will I be greater than you.” <b class=\"verse-num\" id=\"v01041041-1\">41&nbsp;</b>And Pharaoh said to Joseph, “See, I have set you over all the land of Egypt.” <b class=\"verse-num\" id=\"v01041042-1\">42&nbsp;</b>Then Pharaoh took his signet ring from his hand and put it on Joseph’s hand, and clothed him in garments of fine linen and put a gold chain about his neck. <b class=\"verse-num\" id=\"v01041043-1\">43&nbsp;</b>And he made him ride in his second chariot. And they called out before him, “Bow the knee!” Thus he set him over all the land of Egypt. <b class=\"verse-num\" id=\"v01041044-1\">44&nbsp;</b>Moreover, Pharaoh said to Joseph, “I am Pharaoh, and without your consent no one shall lift up hand or foot in all the land of Egypt.” <b class=\"verse-num\" id=\"v01041045-1\">45&nbsp;</b>And Pharaoh called Joseph’s name Zaphenath-paneah. And he gave him in marriage Asenath, the daughter of Potiphera priest of On. So Joseph went out over the land of Egypt.</p>\n<p id=\"p01041045_05-4\"><b class=\"verse-num\" id=\"v01041046-1\">46&nbsp;</b>Joseph was thirty years old when he entered the service of Pharaoh king of Egypt. And Joseph went out from the presence of Pharaoh and went through all the land of Egypt. <b class=\"verse-num\" id=\"v01041047-1\">47&nbsp;</b>During the seven plentiful years the earth produced abundantly, <b class=\"verse-num\" id=\"v01041048-1\">48&nbsp;</b>and he gathered up all the food of these seven years, which occurred in the land of Egypt, and put the food in the cities. He put in every city the food from the fields around it. <b class=\"verse-num\" id=\"v01041049-1\">49&nbsp;</b>And Joseph stored up grain in great abundance, like the sand of the sea, until he ceased to measure it, for it could not be measured.</p>\n<p id=\"p01041049_05-4\"><b class=\"verse-num\" id=\"v01041050-1\">50&nbsp;</b>Before the year of famine came, two sons were born to Joseph. Asenath, the daughter of Potiphera priest of On, bore them to him. <b class=\"verse-num\" id=\"v01041051-1\">51&nbsp;</b>Joseph called the name of the firstborn Manasseh. “For,” he said, “God has made me forget all my hardship and all my father’s house.” <b class=\"verse-num\" id=\"v01041052-1\">52&nbsp;</b>The name of the second he called Ephraim, “For God has made me fruitful in the land of my affliction.”</p>\n<p id=\"p01041052_05-4\"><b class=\"verse-num\" id=\"v01041053-1\">53&nbsp;</b>The seven years of plenty that occurred in the land of Egypt came to an end, <b class=\"verse-num\" id=\"v01041054-1\">54&nbsp;</b>and the seven years of famine began to come, as Joseph had said. There was famine in all lands, but in all the land of Egypt there was bread. <b class=\"verse-num\" id=\"v01041055-1\">55&nbsp;</b>When all the land of Egypt was famished, the people cried to Pharaoh for bread. Pharaoh said to all the Egyptians, “Go to Joseph. What he says to you, do.”</p>\n<p id=\"p01041055_05-4\"><b class=\"verse-num\" id=\"v01041056-1\">56&nbsp;</b>So when the famine had spread over all the land, Joseph opened all the storehouses and sold to the Egyptians, for the famine was severe in the land of Egypt. <b class=\"verse-num\" id=\"v01041057-1\">57&nbsp;</b>Moreover, all the earth came to Egypt to Joseph to buy grain, because the famine was severe over all the earth.</p>\n\n</div>","kjv":"<strong>33</strong> Now therefore let Pharaoh look out a man discreet and wise, and set him over the land of Egypt.  <strong>34</strong> Let Pharaoh do this, and let him appoint officers over the land, and take up the fifth part of the land of Egypt in the seven plenteous years.  <strong>35</strong> And let them gather all the food of those good years that come, and lay up corn under the hand of Pharaoh, and let them keep food in the cities.  <strong>36</strong> And that food shall be for store to the land against the seven years of famine, which shall be in the land of Egypt; that the land perish not through the famine.  <strong>37</strong> And the thing was good in the eyes of Pharaoh, and in the eyes of all his servants.  <strong>38</strong> And Pharaoh said unto his servants, Can we find such a one  as this is, a man in whom the Spirit of God is?  <strong>39</strong> And Pharaoh said unto Joseph, Forasmuch as God hath shewed thee all this, there is none so discreet and wise as thou art:  <strong>40</strong> Thou shalt be over my house, and according unto thy word shall all my people be ruled: only in the throne will I be greater than thou.  <strong>41</strong> And Pharaoh said unto Joseph, See, I have set thee over all the land of Egypt.  <strong>42</strong> And Pharaoh took off his ring from his hand, and put it upon Joseph’s hand, and arrayed him in vestures of fine linen, and put a gold chain about his neck;  <strong>43</strong> And he made him to ride in the second chariot which he had; and they cried before him, Bow the knee: and he made him ruler over all the land of Egypt.  <strong>44</strong> And Pharaoh said unto Joseph, I am Pharaoh, and without thee shall no man lift up his hand or foot in all the land of Egypt.  <strong>45</strong> And Pharaoh called Joseph’s name Zaphnath-paaneah; and he gave him to wife Asenath the daughter of Poti-pherah priest of On. And Joseph went out over all the land of Egypt.  <strong>46</strong> And Joseph was thirty years old when he stood before Pharaoh king of Egypt. And Joseph went out from the presence of Pharaoh, and went throughout all the land of Egypt.  <strong>47</strong> And in the seven plenteous years the earth brought forth by handfuls.  <strong>48</strong> And he gathered up all the food of the seven years, which were in the land of Egypt, and laid up the food in the cities: the food of the field, which was round about every city, laid he up in the same.  <strong>49</strong> And Joseph gathered corn as the sand of the sea, very much, until he left numbering; for it was without number.  <strong>50</strong> And unto Joseph were born two sons before the years of famine came, which Asenath the daughter of Poti-pherah priest of On bare unto him.  <strong>51</strong> And Joseph called the name of the firstborn Manasseh: For God, said he, hath made me forget all my toil, and all my father’s house.  <strong>52</strong> And the name of the second called he Ephraim: For God hath caused me to be fruitful in the land of my affliction.  <strong>53</strong> And the seven years of plenteousness, that was in the land of Egypt, were ended.  <strong>54</strong> And the seven years of dearth began to come, according as Joseph had said: and the dearth was in all lands; but in all the land of Egypt there was bread.  <strong>55</strong> And when all the land of Egypt was famished, the people cried to Pharaoh for bread: and Pharaoh said unto all the Egyptians, Go unto Joseph; what he saith to you, do.  <strong>56</strong> And the famine was over all the face of the earth: and Joseph opened all the storehouses, and sold unto the Egyptians; and the famine waxed sore in the land of Egypt.  <strong>57</strong> And all countries came into Egypt to Joseph for to buy corn;  because that the famine was so sore in all lands.  ","niv":"<sup><strong>33</strong></sup> \"And now let Pharaoh look for a discerning and wise man and put him in charge of the land of Egypt. <sup><strong>34</strong></sup> Let Pharaoh appoint commissioners over the land to take a fifth of the harvest of Egypt during the seven years of abundance. <sup><strong>35</strong></sup> They should collect all the food of these good years that are coming and store up the grain under the authority of Pharaoh, to be kept in the cities for food. <sup><strong>36</strong></sup> This food should be held in reserve for the country, to be used during the seven years of famine that will come upon Egypt, so that the country may not be ruined by the famine.\" <sup><strong>37</strong></sup> The plan seemed good to Pharaoh and to all his officials. <sup><strong>38</strong></sup> So Pharaoh asked them, \"Can we find anyone like this man, one in whom is the spirit of God?\" <sup><strong>39</strong></sup> Then Pharaoh said to Joseph, \"Since God has made all this known to you, there is no one so discerning and wise as you. <sup><strong>40</strong></sup> You shall be in charge of my palace, and all my people are to submit to your orders. Only with respect to the throne will I be greater than you.\" <sup><strong>41</strong></sup> So Pharaoh said to Joseph, \"I hereby put you in charge of the whole land of Egypt.\" <sup><strong>42</strong></sup> Then Pharaoh took his signet ring from his finger and put it on Joseph's finger. He dressed him in robes of fine linen and put a gold chain around his neck. <sup><strong>43</strong></sup> He had him ride in a chariot as his second-in-command, and men shouted before him, \"Make way!\" Thus he put him in charge of the whole land of Egypt. <sup><strong>44</strong></sup> Then Pharaoh said to Joseph, \"I am Pharaoh, but without your word no one will lift hand or foot in all Egypt.\" <sup><strong>45</strong></sup> Pharaoh gave Joseph the name Zaphenath-Paneah and gave him Asenath daughter of Potiphera, priest of On, to be his wife. And Joseph went throughout the land of Egypt. <sup><strong>46</strong></sup> Joseph was thirty years old when he entered the service of Pharaoh king of Egypt. And Joseph went out from Pharaoh's presence and traveled throughout Egypt. <sup><strong>47</strong></sup> During the seven years of abundance the land produced plentifully. <sup><strong>48</strong></sup> Joseph collected all the food produced in those seven years of abundance in Egypt and stored it in the cities. In each city he put the food grown in the fields surrounding it. <sup><strong>49</strong></sup> Joseph stored up huge quantities of grain, like the sand of the sea; it was so much that he stopped keeping records because it was beyond measure. <sup><strong>50</strong></sup> Before the years of famine came, two sons were born to Joseph by Asenath daughter of Potiphera, priest of On. <sup><strong>51</strong></sup> Joseph named his firstborn Manasseh and said, \"It is because God has made me forget all my trouble and all my father's household.\" <sup><strong>52</strong></sup> The second son he named Ephraim and said, \"It is because God has made me fruitful in the land of my suffering.\" <sup><strong>53</strong></sup> The seven years of abundance in Egypt came to an end, <sup><strong>54</strong></sup> and the seven years of famine began, just as Joseph had said. There was famine in all the other lands, but in the whole land of Egypt there was food. <sup><strong>55</strong></sup> When all Egypt began to feel the famine, the people cried to Pharaoh for food. Then Pharaoh told all the Egyptians, \"Go to Joseph and do what he tells you.\" <sup><strong>56</strong></sup> When the famine had spread over the whole country, Joseph opened the storehouses and sold grain to the Egyptians, for the famine was severe throughout Egypt. <sup><strong>57</strong></sup> And all the countries came to Egypt to buy grain from Joseph, because the famine was severe in all the world. ","modified":"2022-11-05T04:42:38.346Z"},{"_id":"61604a88eb63b282e3fc35c6","topicId":"61604a87eb63b282e3fc35c1","verse":"Ecclesiastes 5:10","votes":39,"__v":0,"esv":"<div>\n<p id=\"p21005010_01-5\"><b class=\"verse-num\" id=\"v21005010-1\">10&nbsp;</b>He who loves money will not be satisfied with money, nor he who loves wealth with his income; this also is vanity.</p>\n</div>","kjv":"<strong>10</strong> He that loveth silver shall not be satisfied with silver; nor he that loveth abundance with increase: this is also vanity.  ","niv":"<sup><strong>10</strong></sup> Whoever loves money never has money enough; whoever loves wealth is never satisfied with his income. This too is meaningless.","modified":"2022-10-09T21:33:37.098Z"},{"_id":"61604a88eb63b282e3fc35c7","topicId":"61604a87eb63b282e3fc35c1","verse":"Proverbs 22:7","votes":36,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022007_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022007-1\">7&nbsp;</b>&nbsp;&nbsp;The rich rules over the poor,</span><br><span id=\"p20022007_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the borrower is the slave of the lender.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The rich ruleth over the poor, and the borrower is servant to the lender.  ","niv":"<sup><strong>7</strong></sup> The rich rule over the poor, and the borrower is servant to the lender.","modified":"2022-11-05T04:42:44.187Z"},{"_id":"61604a89eb63b282e3fc35c8","topicId":"61604a87eb63b282e3fc35c1","verse":"Luke 12:15","votes":32,"__v":0,"esv":"<div>\n<p id=\"p42012015_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v42012015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.  ","niv":"<sup><strong>15</strong></sup> Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\""},{"_id":"61604a89eb63b282e3fc35c9","topicId":"61604a87eb63b282e3fc35c1","verse":"1 Timothy 6:10","votes":32,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.","modified":"2023-04-03T00:02:26.261Z"},{"_id":"61604a89eb63b282e3fc35ca","topicId":"61604a87eb63b282e3fc35c1","verse":"Luke 6:38","votes":28,"__v":0,"esv":"<div>\n<p id=\"p42006038_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n</div>","kjv":"<strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","niv":"<sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\""},{"_id":"61604a89eb63b282e3fc35cb","topicId":"61604a87eb63b282e3fc35c1","verse":"Romans 13:1-14","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-11\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-11\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"61604a8aeb63b282e3fc35cc","topicId":"61604a87eb63b282e3fc35c1","verse":"Philippians 4:19","votes":25,"__v":0,"esv":"<div>\n<p id=\"p50004019_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004019-1\">19&nbsp;</b>And my God will supply every need of yours according to his riches in glory in Christ Jesus.</p>\n</div>","kjv":"<strong>19</strong> But my God shall supply all your need according to his riches in glory by Christ Jesus.  ","niv":"<sup><strong>19</strong></sup> And my God will meet all your needs according to his glorious riches in Christ Jesus."},{"_id":"61604a8aeb63b282e3fc35cd","topicId":"61604a87eb63b282e3fc35c1","verse":"Proverbs 3:9-10","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003009_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003009-1\">9&nbsp;</b>&nbsp;&nbsp;Honor the LORD with your wealth</span><br><span id=\"p20003009_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with the firstfruits of all your produce;</span><br><span id=\"p20003010_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003010-1\">10&nbsp;</b>&nbsp;&nbsp;then your barns will be filled with plenty,</span><br><span id=\"p20003010_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your vats will be bursting with wine.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Honour the LORD with thy substance, and with the firstfruits of all thine increase:  <strong>10</strong> So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.  ","niv":"<sup><strong>9</strong></sup> Honor the LORD with your wealth, with the firstfruits of all your crops; <sup><strong>10</strong></sup> then your barns will be filled to overflowing, and your vats will brim over with new wine. ","modified":"2022-11-20T23:26:12.317Z"},{"_id":"61604a8aeb63b282e3fc35ce","topicId":"61604a87eb63b282e3fc35c1","verse":"Ecclesiastes 11:4-6","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21011004_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v21011004-1\">4&nbsp;</b>&nbsp;&nbsp;He who observes the wind will not sow,</span><br><span id=\"p21011004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who regards the clouds will not reap.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p21011004_01-14\"><b class=\"verse-num\" id=\"v21011005-1\">5&nbsp;</b>As you do not know the way the spirit comes to the bones in the womb of a woman with child, so you do not know the work of God who makes everything.</p>\n<p id=\"p21011005_01-14\"><b class=\"verse-num\" id=\"v21011006-1\">6&nbsp;</b>In the morning sow your seed, and at evening withhold not your hand, for you do not know which will prosper, this or that, or whether both alike will be good.</p>\n\n</div>","kjv":"<strong>4</strong> He that observeth the wind shall not sow; and he that regardeth the clouds shall not reap.  <strong>5</strong> As thou knowest not what is the way of the spirit, nor  how the bones do grow in the womb of her that is with child: even so thou knowest not the works of God who maketh all.  <strong>6</strong> In the morning sow thy seed, and in the evening withhold not thine hand: for thou knowest not whether shall prosper, either this or that, or whether they both shall be alike good.  ","niv":"<sup><strong>4</strong></sup> Whoever watches the wind will not plant; whoever looks at the clouds will not reap. <sup><strong>5</strong></sup> As you do not know the path of the wind, or how the body is formed in a mother's womb, so you cannot understand the work of God, the Maker of all things. <sup><strong>6</strong></sup> Sow your seed in the morning, and at evening let not your hands be idle, for you do not know which will succeed, whether this or that, or whether both will do equally well. "},{"_id":"61604a8beb63b282e3fc35cf","topicId":"61604a87eb63b282e3fc35c1","verse":"Proverbs 28:25","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028025_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028025-1\">25&nbsp;</b>&nbsp;&nbsp;A greedy man stirs up strife,</span><br><span id=\"p20028025_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the one who trusts in the LORD will be enriched.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> He that is of a proud heart stirreth up strife: but he that putteth his trust in the LORD shall be made fat.  ","niv":"<sup><strong>25</strong></sup> A greedy man stirs up dissension, but he who trusts in the LORD will prosper.","modified":"2022-06-15T14:22:21.613Z"},{"_id":"61604a8beb63b282e3fc35d0","topicId":"61604a87eb63b282e3fc35c1","verse":"1 Timothy 5:8","votes":20,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"61604a8beb63b282e3fc35d1","topicId":"61604a87eb63b282e3fc35c1","verse":"Proverbs 31:10-31","votes":29,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031010_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031010-1\">10&nbsp;</b>&nbsp;&nbsp; An excellent wife who can find?</span><br><span id=\"p20031010_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;She is far more precious than jewels.</span><br><span id=\"p20031011_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031011-1\">11&nbsp;</b>&nbsp;&nbsp;The heart of her husband trusts in her,</span><br><span id=\"p20031011_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will have no lack of gain.</span><br><span id=\"p20031012_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031012-1\">12&nbsp;</b>&nbsp;&nbsp;She does him good, and not harm,</span><br><span id=\"p20031012_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of her life.</span><br><span id=\"p20031013_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031013-1\">13&nbsp;</b>&nbsp;&nbsp;She seeks wool and flax,</span><br><span id=\"p20031013_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and works with willing hands.</span><br><span id=\"p20031014_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031014-1\">14&nbsp;</b>&nbsp;&nbsp;She is like the ships of the merchant;</span><br><span id=\"p20031014_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she brings her food from afar.</span><br><span id=\"p20031015_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031015-1\">15&nbsp;</b>&nbsp;&nbsp;She rises while it is yet night</span><br><span id=\"p20031015_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and provides food for her household</span><br><span id=\"p20031015_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and portions for her maidens.</span><br><span id=\"p20031016_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031016-1\">16&nbsp;</b>&nbsp;&nbsp;She considers a field and buys it;</span><br><span id=\"p20031016_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the fruit of her hands she plants a vineyard.</span><br><span id=\"p20031017_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031017-1\">17&nbsp;</b>&nbsp;&nbsp;She dresses herself with strength</span><br><span id=\"p20031017_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes her arms strong.</span><br><span id=\"p20031018_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031018-1\">18&nbsp;</b>&nbsp;&nbsp;She perceives that her merchandise is profitable.</span><br><span id=\"p20031018_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Her lamp does not go out at night.</span><br><span id=\"p20031019_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031019-1\">19&nbsp;</b>&nbsp;&nbsp;She puts her hands to the distaff,</span><br><span id=\"p20031019_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her hands hold the spindle.</span><br><span id=\"p20031020_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031020-1\">20&nbsp;</b>&nbsp;&nbsp;She opens her hand to the poor</span><br><span id=\"p20031020_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and reaches out her hands to the needy.</span><br><span id=\"p20031021_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031021-1\">21&nbsp;</b>&nbsp;&nbsp;She is not afraid of snow for her household,</span><br><span id=\"p20031021_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all her household are clothed in scarlet.</span><br><span id=\"p20031022_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031022-1\">22&nbsp;</b>&nbsp;&nbsp;She makes bed coverings for herself;</span><br><span id=\"p20031022_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her clothing is fine linen and purple.</span><br><span id=\"p20031023_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031023-1\">23&nbsp;</b>&nbsp;&nbsp;Her husband is known in the gates</span><br><span id=\"p20031023_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he sits among the elders of the land.</span><br><span id=\"p20031024_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031024-1\">24&nbsp;</b>&nbsp;&nbsp;She makes linen garments and sells them;</span><br><span id=\"p20031024_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she delivers sashes to the merchant.</span><br><span id=\"p20031025_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031025-1\">25&nbsp;</b>&nbsp;&nbsp;Strength and dignity are her clothing,</span><br><span id=\"p20031025_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and she laughs at the time to come.</span><br><span id=\"p20031026_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031026-1\">26&nbsp;</b>&nbsp;&nbsp;She opens her mouth with wisdom,</span><br><span id=\"p20031026_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the teaching of kindness is on her tongue.</span><br><span id=\"p20031027_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031027-1\">27&nbsp;</b>&nbsp;&nbsp;She looks well to the ways of her household</span><br><span id=\"p20031027_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not eat the bread of idleness.</span><br><span id=\"p20031028_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031028-1\">28&nbsp;</b>&nbsp;&nbsp;Her children rise up and call her blessed;</span><br><span id=\"p20031028_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her husband also, and he praises her:</span><br><span id=\"p20031029_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031029-1\">29&nbsp;</b>&nbsp;&nbsp;“Many women have done excellently,</span><br><span id=\"p20031029_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you surpass them all.”</span><br><span id=\"p20031030_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031030-1\">30&nbsp;</b>&nbsp;&nbsp;Charm is deceitful, and beauty is vain,</span><br><span id=\"p20031030_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a woman who fears the LORD is to be praised.</span><br><span id=\"p20031031_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031031-1\">31&nbsp;</b>&nbsp;&nbsp;Give her of the fruit of her hands,</span><br><span id=\"p20031031_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let her works praise her in the gates.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> Who can find a virtuous woman? for her price is far above rubies.  <strong>11</strong> The heart of her husband doth safely trust in her, so that he shall have no need of spoil.  <strong>12</strong> She will do him good and not evil all the days of her life.  <strong>13</strong> She seeketh wool, and flax, and worketh willingly with her hands.  <strong>14</strong> She is like the merchants’ ships; she bringeth her food from afar.  <strong>15</strong> She riseth also while it is yet night, and giveth meat to her household, and a portion to her maidens.  <strong>16</strong> She considereth a field, and buyeth it: with the fruit of her hands she planteth a vineyard.  <strong>17</strong> She girdeth her loins with strength, and strengtheneth her arms.  <strong>18</strong> She perceiveth that her merchandise is good: her candle goeth not out by night.  <strong>19</strong> She layeth her hands to the spindle, and her hands hold the distaff.  <strong>20</strong> She stretcheth out her hand to the poor; yea, she reacheth forth her hands to the needy.  <strong>21</strong> She is not afraid of the snow for her household: for all her household are clothed with scarlet.  <strong>22</strong> She maketh herself coverings of tapestry; her clothing is  silk and purple.  <strong>23</strong> Her husband is known in the gates, when he sitteth among the elders of the land.  <strong>24</strong> She maketh fine linen, and selleth it; and delivereth girdles unto the merchant.  <strong>25</strong> Strength and honour are her clothing; and she shall rejoice in time to come.  <strong>26</strong> She openeth her mouth with wisdom; and in her tongue is the law of kindness.  <strong>27</strong> She looketh well to the ways of her household, and eateth not the bread of idleness.  <strong>28</strong> Her children arise up, and call her blessed; her husband also,  and he praiseth her.  <strong>29</strong> Many daughters have done virtuously, but thou excellest them all.  <strong>30</strong> Favour is deceitful, and beauty is vain: but  a woman that feareth the LORD, she shall be praised.  <strong>31</strong> Give her of the fruit of her hands; and let her own works praise her in the gates.  ","niv":"<sup><strong>10</strong></sup> A wife of noble character who can find? She is worth far more than rubies. <sup><strong>11</strong></sup> Her husband has full confidence in her and lacks nothing of value. <sup><strong>12</strong></sup> She brings him good, not harm, all the days of her life. <sup><strong>13</strong></sup> She selects wool and flax and works with eager hands. <sup><strong>14</strong></sup> She is like the merchant ships, bringing her food from afar. <sup><strong>15</strong></sup> She gets up while it is still dark; she provides food for her family and portions for her servant girls. <sup><strong>16</strong></sup> She considers a field and buys it; out of her earnings she plants a vineyard. <sup><strong>17</strong></sup> She sets about her work vigorously; her arms are strong for her tasks. <sup><strong>18</strong></sup> She sees that her trading is profitable, and her lamp does not go out at night. <sup><strong>19</strong></sup> In her hand she holds the distaff and grasps the spindle with her fingers. <sup><strong>20</strong></sup> She opens her arms to the poor and extends her hands to the needy. <sup><strong>21</strong></sup> When it snows, she has no fear for her household; for all of them are clothed in scarlet. <sup><strong>22</strong></sup> She makes coverings for her bed; she is clothed in fine linen and purple. <sup><strong>23</strong></sup> Her husband is respected at the city gate, where he takes his seat among the elders of the land. <sup><strong>24</strong></sup> She makes linen garments and sells them, and supplies the merchants with sashes. <sup><strong>25</strong></sup> She is clothed with strength and dignity; she can laugh at the days to come. <sup><strong>26</strong></sup> She speaks with wisdom, and faithful instruction is on her tongue. <sup><strong>27</strong></sup> She watches over the affairs of her household and does not eat the bread of idleness. <sup><strong>28</strong></sup> Her children arise and call her blessed; her husband also, and he praises her: <sup><strong>29</strong></sup> \"Many women do noble things, but you surpass them all.\" <sup><strong>30</strong></sup> Charm is deceptive, and beauty is fleeting; but a woman who fears the LORD is to be praised. <sup><strong>31</strong></sup> Give her the reward she has earned, and let her works bring her praise at the city gate. ","modified":"2023-05-11T19:30:48.474Z"},{"_id":"61604a8beb63b282e3fc35d2","topicId":"61604a87eb63b282e3fc35c1","verse":"Deuteronomy 23:15-24","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p05023015_03-19\"><b class=\"verse-num\" id=\"v05023015-1\">15&nbsp;</b>“You shall not give up to his master a slave who has escaped from his master to you. <b class=\"verse-num\" id=\"v05023016-1\">16&nbsp;</b>He shall dwell with you, in your midst, in the place that he shall choose within one of your towns, wherever it suits him. You shall not wrong him.</p>\n<p id=\"p05023016_03-19\"><b class=\"verse-num\" id=\"v05023017-1\">17&nbsp;</b>“None of the daughters of Israel shall be a cult prostitute, and none of the sons of Israel shall be a cult prostitute. <b class=\"verse-num\" id=\"v05023018-1\">18&nbsp;</b>You shall not bring the fee of a prostitute or the wages of a dog into the house of the LORD your God in payment for any vow, for both of these are an abomination to the LORD your God.</p>\n<p id=\"p05023018_03-19\"><b class=\"verse-num\" id=\"v05023019-1\">19&nbsp;</b>“You shall not charge interest on loans to your brother, interest on money, interest on food, interest on anything that is lent for interest. <b class=\"verse-num\" id=\"v05023020-1\">20&nbsp;</b>You may charge a foreigner interest, but you may not charge your brother interest, that the LORD your God may bless you in all that you undertake in the land that you are entering to take possession of it.</p>\n<p id=\"p05023020_03-19\"><b class=\"verse-num\" id=\"v05023021-1\">21&nbsp;</b>“If you make a vow to the LORD your God, you shall not delay fulfilling it, for the LORD your God will surely require it of you, and you will be guilty of sin. <b class=\"verse-num\" id=\"v05023022-1\">22&nbsp;</b>But if you refrain from vowing, you will not be guilty of sin. <b class=\"verse-num\" id=\"v05023023-1\">23&nbsp;</b>You shall be careful to do what has passed your lips, for you have voluntarily vowed to the LORD your God what you have promised with your mouth.</p>\n<p id=\"p05023023_03-19\"><b class=\"verse-num\" id=\"v05023024-1\">24&nbsp;</b>“If you go into your neighbor’s vineyard, you may eat your fill of grapes, as many as you wish, but you shall not put any in your bag.</p>\n\n</div>","kjv":"<strong>15</strong> Thou shalt not deliver unto his master the servant which is escaped from his master unto thee:  <strong>16</strong> He shall dwell with thee, even among you, in that place which he shall choose in one of thy gates, where it liketh him best: thou shalt not oppress him.  <strong>17</strong> There shall be no whore of the daughters of Israel, nor a sodomite of the sons of Israel.  <strong>18</strong> Thou shalt not bring the hire of a whore, or the price of a dog, into the house of the LORD thy God for any vow: for even both these are  abomination unto the LORD thy God.  <strong>19</strong> Thou shalt not lend upon usury to thy brother; usury of money, usury of victuals, usury of any thing that is lent upon usury:  <strong>20</strong> Unto a stranger thou mayest lend upon usury; but unto thy brother thou shalt not lend upon usury: that the LORD thy God may bless thee in all that thou settest thine hand to in the land whither thou goest to possess it.  <strong>21</strong> When thou shalt vow a vow unto the LORD thy God, thou shalt not slack to pay it: for the LORD thy God will surely require it of thee; and it would be sin in thee.  <strong>22</strong> But if thou shalt forbear to vow, it shall be no sin in thee.  <strong>23</strong> That which is gone out of thy lips thou shalt keep and perform; even a freewill offering, according as thou hast vowed unto the LORD thy God, which thou hast promised with thy mouth.  <strong>24</strong> When thou comest into thy neighbour’s vineyard, then thou mayest eat grapes thy fill at thine own pleasure; but thou shalt not put any  in thy vessel.  ","niv":"<sup><strong>15</strong></sup> If a slave has taken refuge with you, do not hand him over to his master. <sup><strong>16</strong></sup> Let him live among you wherever he likes and in whatever town he chooses. Do not oppress him. <sup><strong>17</strong></sup> No Israelite man or woman is to become a shrine prostitute. <sup><strong>18</strong></sup> You must not bring the earnings of a female prostitute or of a male prostitute into the house of the LORD your God to pay any vow, because the LORD your God detests them both. <sup><strong>19</strong></sup> Do not charge your brother interest, whether on money or food or anything else that may earn interest. <sup><strong>20</strong></sup> You may charge a foreigner interest, but not a brother Israelite, so that the LORD your God may bless you in everything you put your hand to in the land you are entering to possess. <sup><strong>21</strong></sup> If you make a vow to the LORD your God, do not be slow to pay it, for the LORD your God will certainly demand it of you and you will be guilty of sin. <sup><strong>22</strong></sup> But if you refrain from making a vow, you will not be guilty. <sup><strong>23</strong></sup> Whatever your lips utter you must be sure to do, because you made your vow freely to the LORD your God with your own mouth. <sup><strong>24</strong></sup> If you enter your neighbor's vineyard, you may eat all the grapes you want, but do not put any in your basket. ","modified":"2023-03-19T13:30:22.360Z"},{"_id":"61604a8ceb63b282e3fc35d3","topicId":"61604a87eb63b282e3fc35c1","verse":"Proverbs 21:20","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021020_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021020-1\">20&nbsp;</b>&nbsp;&nbsp;Precious treasure and oil are in a wise man’s dwelling,</span><br><span id=\"p20021020_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a foolish man devours it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> There is treasure to be desired and oil in the dwelling of the wise; but a foolish man spendeth it up.  ","niv":"<sup><strong>20</strong></sup> In the house of the wise are stores of choice food and oil, but a foolish man devours all he has."},{"_id":"61604a8ceb63b282e3fc35d4","topicId":"61604a87eb63b282e3fc35c1","verse":"2 Thessalonians 3:10-13","votes":14,"__v":0,"esv":"<div>\n<p id=\"p53003010_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v53003010-1\">10&nbsp;</b>For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat. <b class=\"verse-num\" id=\"v53003011-1\">11&nbsp;</b>For we hear that some among you walk in idleness, not busy at work, but busybodies. <b class=\"verse-num\" id=\"v53003012-1\">12&nbsp;</b>Now such persons we command and encourage in the Lord Jesus Christ to do their work quietly and to earn their own living.</p>\n<p id=\"p53003012_01-21\"><b class=\"verse-num\" id=\"v53003013-1\">13&nbsp;</b>As for you, brothers, do not grow weary in doing good.</p>\n\n</div>","kjv":"<strong>10</strong> For even when we were with you, this we commanded you, that if any would not work, neither should he eat.  <strong>11</strong> For we hear that there are some which walk among you disorderly, working not at all, but are busybodies.  <strong>12</strong> Now them that are such we command and exhort by our Lord Jesus Christ, that with quietness they work, and eat their own bread.  <strong>13</strong> But ye, brethren, be not weary in well doing.  ","niv":"<sup><strong>10</strong></sup> For even when we were with you, we gave you this rule: \"If a man will not work, he shall not eat.\" <sup><strong>11</strong></sup> We hear that some among you are idle. They are not busy; they are busybodies. <sup><strong>12</strong></sup> Such people we command and urge in the Lord Jesus Christ to settle down and earn the bread they eat. <sup><strong>13</strong></sup> And as for you, brothers, never tire of doing what is right. ","modified":"2023-06-07T12:57:31.873Z"},{"_id":"61604a8ceb63b282e3fc35d5","topicId":"61604a87eb63b282e3fc35c1","verse":"Psalm 52:6-7","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19052006_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052006-1\">6&nbsp;</b>&nbsp;&nbsp;The righteous shall see and fear,</span><br><span id=\"p19052006_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall laugh at him, saying,</span><br><span id=\"p19052007_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052007-1\">7&nbsp;</b>&nbsp;&nbsp;“See the man who would not make</span><br><span id=\"p19052007_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;God his refuge,</span><br><span id=\"p19052007_01-22\" class=\"line\">&nbsp;&nbsp;but trusted in the abundance of his riches</span><br><span id=\"p19052007_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sought refuge in his own destruction!”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> The righteous also shall see, and fear, and shall laugh at him:  <strong>7</strong> Lo, this is the man that made not God his strength; but trusted in the abundance of his riches, and strengthened himself in his wickedness.  ","niv":"<sup><strong>6</strong></sup> The righteous will see and fear; they will laugh at him, saying, <sup><strong>7</strong></sup> \"Here now is the man who did not make God his stronghold but trusted in his great wealth and grew strong by destroying others!\" "},{"_id":"61604a8deb63b282e3fc35d6","topicId":"61604a87eb63b282e3fc35c1","verse":"Luke 19:23","votes":12,"__v":0,"esv":"<div>\n<p id=\"p42019023_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42019023-1\">23&nbsp;</b><span class=\"woc\">Why then did you not put my money in the bank, and at my coming I might have collected it with interest?’</span></p>\n</div>","kjv":"<strong>23</strong> Wherefore then gavest not thou my money into the bank, that at my coming I might have required mine own with usury?  ","niv":"<sup><strong>23</strong></sup> Why then didn't you put my money on deposit, so that when I came back, I could have collected it with interest?'","modified":"2022-07-15T02:23:31.653Z"},{"_id":"61604a8deb63b282e3fc35d7","topicId":"61604a87eb63b282e3fc35c1","verse":"Proverbs 30:8","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20030008_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030008-1\">8&nbsp;</b>&nbsp;&nbsp;Remove far from me falsehood and lying;</span><br><span id=\"p20030008_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me neither poverty nor riches;</span><br><span id=\"p20030008_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feed me with the food that is needful for me,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Remove far from me vanity and lies: give me neither poverty nor riches; feed me with food convenient for me:  ","niv":"<sup><strong>8</strong></sup> Keep falsehood and lies far from me; give me neither poverty nor riches, but give me only my daily bread."},{"_id":"61604a8deb63b282e3fc35d8","topicId":"61604a87eb63b282e3fc35c1","verse":"Proverbs 24:27","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024027_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024027-1\">27&nbsp;</b>&nbsp;&nbsp;Prepare your work outside;</span><br><span id=\"p20024027_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;get everything ready for yourself in the field,</span><br><span id=\"p20024027_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and after that build your house.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> Prepare thy work without, and make it fit for thyself in the field; and afterwards build thine house.  ","niv":"<sup><strong>27</strong></sup> Finish your outdoor work and get your fields ready; after that, build your house."},{"_id":"61604a8eeb63b282e3fc35d9","topicId":"61604a87eb63b282e3fc35c1","verse":"Luke 10:7","votes":13,"__v":0,"esv":"<div>\n<p id=\"p42010007_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42010007-1\">7&nbsp;</b><span class=\"woc\">And remain in the same house, eating and drinking what they provide, for the laborer deserves his wages. Do not go from house to house.</span></p>\n</div>","kjv":"<strong>7</strong> And in the same house remain, eating and drinking such things as they give: for the labourer is worthy of his hire. Go not from house to house.  ","niv":"<sup><strong>7</strong></sup> Stay in that house, eating and drinking whatever they give you, for the worker deserves his wages. Do not move around from house to house."},{"_id":"61604a8eeb63b282e3fc35da","topicId":"61604a87eb63b282e3fc35c1","verse":"Exodus 20:15","votes":11,"__v":0,"esv":"<div>\n<p id=\"p02020015_01-27\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n</div>","kjv":"<strong>15</strong> Thou shalt not steal.  ","niv":"<sup><strong>15</strong></sup> \"You shall not steal.","modified":"2022-03-16T09:10:33.460Z"}]}