{"_id":"61606bf3eb63b282e3fc3610","slug":"eczema","name":"Eczema","verses":[{"_id":"61606bf5eb63b282e3fc3611","topicId":"61606bf3eb63b282e3fc3610","verse":"Job 42:10-12","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p18042010_06-1\"><b class=\"verse-num\" id=\"v18042010-1\">10&nbsp;</b>And the LORD restored the fortunes of Job, when he had prayed for his friends. And the LORD gave Job twice as much as he had before. <b class=\"verse-num\" id=\"v18042011-1\">11&nbsp;</b>Then came to him all his brothers and sisters and all who had known him before, and ate bread with him in his house. And they showed him sympathy and comforted him for all the evil that the LORD had brought upon him. And each of them gave him a piece of money and a ring of gold.</p>\n<p id=\"p18042011_06-1\"><b class=\"verse-num\" id=\"v18042012-1\">12&nbsp;</b>And the LORD blessed the latter days of Job more than his beginning. And he had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys.</p>\n\n</div>","kjv":"<strong>10</strong> And the LORD turned the captivity of Job, when he prayed for his friends: also the LORD gave Job twice as much as he had before.  <strong>11</strong> Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house: and they bemoaned him, and comforted him over all the evil that the LORD had brought upon him: every man also gave him a piece of money, and every one an earring of gold.  <strong>12</strong> So the LORD blessed the latter end of Job more than his beginning: for he had fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she asses.  ","niv":"<sup><strong>10</strong></sup> After Job had prayed for his friends, the LORD made him prosperous again and gave him twice as much as he had before. <sup><strong>11</strong></sup> All his brothers and sisters and everyone who had known him before came and ate with him in his house. They comforted and consoled him over all the trouble the LORD had brought upon him, and each one gave him a piece of silver and a gold ring. <sup><strong>12</strong></sup> The LORD blessed the latter part of Job's life more than the first. He had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen and a thousand donkeys. ","modified":"2023-05-30T20:45:52.553Z"},{"_id":"61606bf5eb63b282e3fc3612","topicId":"61606bf3eb63b282e3fc3610","verse":"1 John 1:9-10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness. <b class=\"verse-num\" id=\"v62001010-1\">10&nbsp;</b>If we say we have not sinned, we make him a liar, and his word is not in us.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  <strong>10</strong> If we say that we have not sinned, we make him a liar, and his word is not in us.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. <sup><strong>10</strong></sup> If we claim we have not sinned, we make him out to be a liar and his word has no place in our lives. "},{"_id":"61606bf5eb63b282e3fc3613","topicId":"61606bf3eb63b282e3fc3610","verse":"Mark 2:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p41002005_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v41002005-1\">5&nbsp;</b>And when Jesus saw their faith, he said to the paralytic, <span class=\"woc\">“Son, your sins are forgiven.”</span></p>\n</div>","kjv":"<strong>5</strong> When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be forgiven thee.  ","niv":"<sup><strong>5</strong></sup> When Jesus saw their faith, he said to the paralytic, \"Son, your sins are forgiven.\""},{"_id":"61606bf6eb63b282e3fc3614","topicId":"61606bf3eb63b282e3fc3610","verse":"Job 2:7-8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p18002007_01-4\"><b class=\"verse-num\" id=\"v18002007-1\">7&nbsp;</b>So Satan went out from the presence of the LORD and struck Job with loathsome sores from the sole of his foot to the crown of his head. <b class=\"verse-num\" id=\"v18002008-1\">8&nbsp;</b>And he took a piece of broken pottery with which to scrape himself while he sat in the ashes.</p>\n</div>","kjv":"<strong>7</strong> So went Satan forth from the presence of the LORD, and smote Job with sore boils from the sole of his foot unto his crown.  <strong>8</strong> And he took him a potsherd to scrape himself withal; and he sat down among the ashes.  ","niv":"<sup><strong>7</strong></sup> So Satan went out from the presence of the LORD and afflicted Job with painful sores from the soles of his feet to the top of his head. <sup><strong>8</strong></sup> Then Job took a piece of broken pottery and scraped himself with it as he sat among the ashes. "},{"_id":"61606bf6eb63b282e3fc3615","topicId":"61606bf3eb63b282e3fc3610","verse":"Exodus 15:26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02015026_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v02015026-1\">26&nbsp;</b>saying, “If you will diligently listen to the voice of the LORD your God, and do that which is right in his eyes, and give ear to his commandments and keep all his statutes, I will put none of the diseases on you that I put on the Egyptians, for I am the LORD, your healer.”</p>\n</div>","kjv":"<strong>26</strong> And said, If thou wilt diligently hearken to the voice of the LORD thy God, and wilt do that which is right in his sight, and wilt give ear to his commandments, and keep all his statutes, I will put none of these diseases upon thee, which I have brought upon the Egyptians: for I am the LORD that healeth thee.  ","niv":"<sup><strong>26</strong></sup> He said, \"If you listen carefully to the voice of the LORD your God and do what is right in his eyes, if you pay attention to his commands and keep all his decrees, I will not bring on you any of the diseases I brought on the Egyptians, for I am the LORD, who heals you.\""},{"_id":"61606bf6eb63b282e3fc3616","topicId":"61606bf3eb63b282e3fc3610","verse":"1 Peter 1:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60001008_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001008-1\">8&nbsp;</b>Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory,</p>\n</div>","kjv":"<strong>8</strong> Whom having not seen, ye love; in whom, though now ye see him  not, yet believing, ye rejoice with joy unspeakable and full of glory:  ","niv":"<sup><strong>8</strong></sup> Though you have not seen him, you love him; and even though you do not see him now, you believe in him and are filled with an inexpressible and glorious joy,"},{"_id":"61606bf6eb63b282e3fc3617","topicId":"61606bf3eb63b282e3fc3610","verse":"Matthew 15:30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40015030_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v40015030-1\">30&nbsp;</b>And great crowds came to him, bringing with them the lame, the blind, the crippled, the mute, and many others, and they put them at his feet, and he healed them,</p>\n</div>","kjv":"<strong>30</strong> And great multitudes came unto him, having with them those that were lame, blind, dumb, maimed, and many others, and cast them down at Jesus’ feet; and he healed them:  ","niv":"<sup><strong>30</strong></sup> Great crowds came to him, bringing the lame, the blind, the crippled, the mute and many others, and laid them at his feet; and he healed them."},{"_id":"61606bf7eb63b282e3fc3618","topicId":"61606bf3eb63b282e3fc3610","verse":"Matthew 4:1-11","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40004001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40004001-1\">4:1&nbsp;</b>Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. <b class=\"verse-num\" id=\"v40004002-1\">2&nbsp;</b>And after fasting forty days and forty nights, he was hungry. <b class=\"verse-num\" id=\"v40004003-1\">3&nbsp;</b>And the tempter came and said to him, “If you are the Son of God, command these stones to become loaves of bread.” <b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_05-9\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_05-9\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004004_05-9\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004005-1\">5&nbsp;</b>Then the devil took him to the holy city and set him on the pinnacle of the temple <b class=\"verse-num\" id=\"v40004006-1\">6&nbsp;</b>and said to him, “If you are the Son of God, throw yourself down, for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-9\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-9\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-9\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p40004006_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-9\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span> <b class=\"verse-num\" id=\"v40004008-1\">8&nbsp;</b>Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. <b class=\"verse-num\" id=\"v40004009-1\">9&nbsp;</b>And he said to him, “All these I will give you, if you will fall down and worship me.” <b class=\"verse-num\" id=\"v40004010-1\">10&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Be gone, Satan! For it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004010_05-9\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God</span><br><span id=\"p40004010_05-9\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004010_05-9\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004011-1\">11&nbsp;</b>Then the devil left him, and behold, angels came and were ministering to him.</p>\n</div>","kjv":"<strong>1</strong> Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil.  <strong>2</strong> And when he had fasted forty days and forty nights, he was afterward an hungred.  <strong>3</strong> And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.  <strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  <strong>5</strong> Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple,  <strong>6</strong> And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  <strong>8</strong> Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;  <strong>9</strong> And saith unto him, All these things will I give thee, if thou wilt fall down and worship me.  <strong>10</strong> Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  <strong>11</strong> Then the devil leaveth him, and, behold, angels came and ministered unto him.  ","niv":"<sup><strong>1</strong></sup> Then Jesus was led by the Spirit into the desert to be tempted by the devil. <sup><strong>2</strong></sup> After fasting forty days and forty nights, he was hungry. <sup><strong>3</strong></sup> The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\" <sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\" <sup><strong>5</strong></sup> Then the devil took him to the holy city and had him stand on the highest point of the temple. <sup><strong>6</strong></sup> \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \"'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\" <sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\" <sup><strong>8</strong></sup> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. <sup><strong>9</strong></sup> \"All this I will give you,\" he said, \"if you will bow down and worship me.\" <sup><strong>10</strong></sup> Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\" <sup><strong>11</strong></sup> Then the devil left him, and angels came and attended him. "},{"_id":"61606bf7eb63b282e3fc3619","topicId":"61606bf3eb63b282e3fc3610","verse":"John 14:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"61606bf7eb63b282e3fc361a","topicId":"61606bf3eb63b282e3fc3610","verse":"Numbers 4:1-49","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p04004001_08-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04004001-1\">4:1&nbsp;</b>The LORD spoke to Moses and Aaron, saying, <b class=\"verse-num\" id=\"v04004002-1\">2&nbsp;</b>“Take a census of the sons of Kohath from among the sons of Levi, by their clans and their fathers’ houses, <b class=\"verse-num\" id=\"v04004003-1\">3&nbsp;</b>from thirty years old up to fifty years old, all who can come on duty, to do the work in the tent of meeting. <b class=\"verse-num\" id=\"v04004004-1\">4&nbsp;</b>This is the service of the sons of Kohath in the tent of meeting: the most holy things. <b class=\"verse-num\" id=\"v04004005-1\">5&nbsp;</b>When the camp is to set out, Aaron and his sons shall go in and take down the veil of the screen and cover the ark of the testimony with it. <b class=\"verse-num\" id=\"v04004006-1\">6&nbsp;</b>Then they shall put on it a covering of goatskin and spread on top of that a cloth all of blue, and shall put in its poles. <b class=\"verse-num\" id=\"v04004007-1\">7&nbsp;</b>And over the table of the bread of the Presence they shall spread a cloth of blue and put on it the plates, the dishes for incense, the bowls, and the flagons for the drink offering; the regular showbread also shall be on it. <b class=\"verse-num\" id=\"v04004008-1\">8&nbsp;</b>Then they shall spread over them a cloth of scarlet and cover the same with a covering of goatskin, and shall put in its poles. <b class=\"verse-num\" id=\"v04004009-1\">9&nbsp;</b>And they shall take a cloth of blue and cover the lampstand for the light, with its lamps, its tongs, its trays, and all the vessels for oil with which it is supplied. <b class=\"verse-num\" id=\"v04004010-1\">10&nbsp;</b>And they shall put it with all its utensils in a covering of goatskin and put it on the carrying frame. <b class=\"verse-num\" id=\"v04004011-1\">11&nbsp;</b>And over the golden altar they shall spread a cloth of blue and cover it with a covering of goatskin, and shall put in its poles. <b class=\"verse-num\" id=\"v04004012-1\">12&nbsp;</b>And they shall take all the vessels of the service that are used in the sanctuary and put them in a cloth of blue and cover them with a covering of goatskin and put them on the carrying frame. <b class=\"verse-num\" id=\"v04004013-1\">13&nbsp;</b>And they shall take away the ashes from the altar and spread a purple cloth over it. <b class=\"verse-num\" id=\"v04004014-1\">14&nbsp;</b>And they shall put on it all the utensils of the altar, which are used for the service there, the fire pans, the forks, the shovels, and the basins, all the utensils of the altar; and they shall spread on it a covering of goatskin, and shall put in its poles. <b class=\"verse-num\" id=\"v04004015-1\">15&nbsp;</b>And when Aaron and his sons have finished covering the sanctuary and all the furnishings of the sanctuary, as the camp sets out, after that the sons of Kohath shall come to carry these, but they must not touch the holy things, lest they die. These are the things of the tent of meeting that the sons of Kohath are to carry.</p>\n<p id=\"p04004015_08-11\"><b class=\"verse-num\" id=\"v04004016-1\">16&nbsp;</b>“And Eleazar the son of Aaron the priest shall have charge of the oil for the light, the fragrant incense, the regular grain offering, and the anointing oil, with the oversight of the whole tabernacle and all that is in it, of the sanctuary and its vessels.”</p>\n<p id=\"p04004016_08-11\"><b class=\"verse-num\" id=\"v04004017-1\">17&nbsp;</b>The LORD spoke to Moses and Aaron, saying, <b class=\"verse-num\" id=\"v04004018-1\">18&nbsp;</b>“Let not the tribe of the clans of the Kohathites be destroyed from among the Levites, <b class=\"verse-num\" id=\"v04004019-1\">19&nbsp;</b>but deal thus with them, that they may live and not die when they come near to the most holy things: Aaron and his sons shall go in and appoint them each to his task and to his burden, <b class=\"verse-num\" id=\"v04004020-1\">20&nbsp;</b>but they shall not go in to look on the holy things even for a moment, lest they die.”</p>\n<p id=\"p04004020_08-11\"><b class=\"verse-num\" id=\"v04004021-1\">21&nbsp;</b>The LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04004022-1\">22&nbsp;</b>“Take a census of the sons of Gershon also, by their fathers’ houses and by their clans. <b class=\"verse-num\" id=\"v04004023-1\">23&nbsp;</b>From thirty years old up to fifty years old, you shall list them, all who can come to do duty, to do service in the tent of meeting. <b class=\"verse-num\" id=\"v04004024-1\">24&nbsp;</b>This is the service of the clans of the Gershonites, in serving and bearing burdens: <b class=\"verse-num\" id=\"v04004025-1\">25&nbsp;</b>they shall carry the curtains of the tabernacle and the tent of meeting with its covering and the covering of goatskin that is on top of it and the screen for the entrance of the tent of meeting <b class=\"verse-num\" id=\"v04004026-1\">26&nbsp;</b>and the hangings of the court and the screen for the entrance of the gate of the court that is around the tabernacle and the altar, and their cords and all the equipment for their service. And they shall do all that needs to be done with regard to them. <b class=\"verse-num\" id=\"v04004027-1\">27&nbsp;</b>All the service of the sons of the Gershonites shall be at the command of Aaron and his sons, in all that they are to carry and in all that they have to do. And you shall assign to their charge all that they are to carry. <b class=\"verse-num\" id=\"v04004028-1\">28&nbsp;</b>This is the service of the clans of the sons of the Gershonites in the tent of meeting, and their guard duty is to be under the direction of Ithamar the son of Aaron the priest.</p>\n<p id=\"p04004028_08-11\"><b class=\"verse-num\" id=\"v04004029-1\">29&nbsp;</b>“As for the sons of Merari, you shall list them by their clans and their fathers’ houses. <b class=\"verse-num\" id=\"v04004030-1\">30&nbsp;</b>From thirty years old up to fifty years old, you shall list them, everyone who can come on duty, to do the service of the tent of meeting. <b class=\"verse-num\" id=\"v04004031-1\">31&nbsp;</b>And this is what they are charged to carry, as the whole of their service in the tent of meeting: the frames of the tabernacle, with its bars, pillars, and bases, <b class=\"verse-num\" id=\"v04004032-1\">32&nbsp;</b>and the pillars around the court with their bases, pegs, and cords, with all their equipment and all their accessories. And you shall list by name the objects that they are required to carry. <b class=\"verse-num\" id=\"v04004033-1\">33&nbsp;</b>This is the service of the clans of the sons of Merari, the whole of their service in the tent of meeting, under the direction of Ithamar the son of Aaron the priest.”</p>\n<p id=\"p04004033_08-11\"><b class=\"verse-num\" id=\"v04004034-1\">34&nbsp;</b>And Moses and Aaron and the chiefs of the congregation listed the sons of the Kohathites, by their clans and their fathers’ houses, <b class=\"verse-num\" id=\"v04004035-1\">35&nbsp;</b>from thirty years old up to fifty years old, everyone who could come on duty, for service in the tent of meeting; <b class=\"verse-num\" id=\"v04004036-1\">36&nbsp;</b>and those listed by clans were 2,750. <b class=\"verse-num\" id=\"v04004037-1\">37&nbsp;</b>This was the list of the clans of the Kohathites, all who served in the tent of meeting, whom Moses and Aaron listed according to the commandment of the LORD by Moses.</p>\n<p id=\"p04004037_08-11\"><b class=\"verse-num\" id=\"v04004038-1\">38&nbsp;</b>Those listed of the sons of Gershon, by their clans and their fathers’ houses, <b class=\"verse-num\" id=\"v04004039-1\">39&nbsp;</b>from thirty years old up to fifty years old, everyone who could come on duty for service in the tent of meeting—<b class=\"verse-num\" id=\"v04004040-1\">40&nbsp;</b>those listed by their clans and their fathers’ houses were 2,630. <b class=\"verse-num\" id=\"v04004041-1\">41&nbsp;</b>This was the list of the clans of the sons of Gershon, all who served in the tent of meeting, whom Moses and Aaron listed according to the commandment of the LORD.</p>\n<p id=\"p04004041_08-11\"><b class=\"verse-num\" id=\"v04004042-1\">42&nbsp;</b>Those listed of the clans of the sons of Merari, by their clans and their fathers’ houses, <b class=\"verse-num\" id=\"v04004043-1\">43&nbsp;</b>from thirty years old up to fifty years old, everyone who could come on duty, for service in the tent of meeting—<b class=\"verse-num\" id=\"v04004044-1\">44&nbsp;</b>those listed by clans were 3,200. <b class=\"verse-num\" id=\"v04004045-1\">45&nbsp;</b>This was the list of the clans of the sons of Merari, whom Moses and Aaron listed according to the commandment of the LORD by Moses.</p>\n<p id=\"p04004045_08-11\"><b class=\"verse-num\" id=\"v04004046-1\">46&nbsp;</b>All those who were listed of the Levites, whom Moses and Aaron and the chiefs of Israel listed, by their clans and their fathers’ houses, <b class=\"verse-num\" id=\"v04004047-1\">47&nbsp;</b>from thirty years old up to fifty years old, everyone who could come to do the service of ministry and the service of bearing burdens in the tent of meeting, <b class=\"verse-num\" id=\"v04004048-1\">48&nbsp;</b>those listed were 8,580. <b class=\"verse-num\" id=\"v04004049-1\">49&nbsp;</b>According to the commandment of the LORD through Moses they were listed, each one with his task of serving or carrying. Thus they were listed by him, as the LORD commanded Moses.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses and unto Aaron, saying,  <strong>2</strong> Take the sum of the sons of Kohath from among the sons of Levi, after their families, by the house of their fathers,  <strong>3</strong> From thirty years old and upward even until fifty years old, all that enter into the host, to do the work in the tabernacle of the congregation.  <strong>4</strong> This shall be the service of the sons of Kohath in the tabernacle of the congregation, about the most holy things:  <strong>5</strong> And when the camp setteth forward, Aaron shall come, and his sons, and they shall take down the covering vail, and cover the ark of testimony with it:  <strong>6</strong> And shall put thereon the covering of badgers’ skins, and shall spread over it a cloth wholly of blue, and shall put in the staves thereof.  <strong>7</strong> And upon the table of shewbread they shall spread a cloth of blue, and put thereon the dishes, and the spoons, and the bowls, and covers to cover withal: and the continual bread shall be thereon:  <strong>8</strong> And they shall spread upon them a cloth of scarlet, and cover the same with a covering of badgers’ skins, and shall put in the staves thereof.  <strong>9</strong> And they shall take a cloth of blue, and cover the candlestick of the light, and his lamps, and his tongs, and his snuffdishes, and all the oil vessels thereof, wherewith they minister unto it:  <strong>10</strong> And they shall put it and all the vessels thereof within a covering of badgers’ skins, and shall put it upon a bar.  <strong>11</strong> And upon the golden altar they shall spread a cloth of blue, and cover it with a covering of badgers’ skins, and shall put to the staves thereof:  <strong>12</strong> And they shall take all the instruments of ministry, wherewith they minister in the sanctuary, and put them in a cloth of blue, and cover them with a covering of badgers’ skins, and shall put them  on a bar:  <strong>13</strong> And they shall take away the ashes from the altar, and spread a purple cloth thereon:  <strong>14</strong> And they shall put upon it all the vessels thereof, wherewith they minister about it, even the censers, the fleshhooks, and the shovels, and the basons, all the vessels of the altar; and they shall spread upon it a covering of badgers skins, and put to the staves of it.  <strong>15</strong> And when Aaron and his sons have made an end of covering the sanctuary, and all the vessels of the sanctuary, as the camp is to set forward; after that, the sons of Kohath shall come to bear it: but they shall not touch any holy thing, lest they die. These things are  the burden of the sons of Kohath in the tabernacle of the congregation.  <strong>16</strong> And to the office of Eleazar the son of Aaron the priest pertaineth  the oil for the light, and the sweet incense, and the daily meat offering, and the anointing oil, and the oversight of all the tabernacle, and of all that therein is, in the sanctuary, and in the vessels thereof.  <strong>17</strong> And the LORD spake unto Moses and unto Aaron, saying,  <strong>18</strong> Cut ye not off the tribe of the families of the Kohathites from among the Levites:  <strong>19</strong> But thus do unto them, that they may live, and not die, when they approach unto the most holy things: Aaron and his sons shall go in, and appoint them every one to his service and to his burden:  <strong>20</strong> But they shall not go in to see when the holy things are covered, lest they die.  <strong>21</strong> And the LORD spake unto Moses, saying,  <strong>22</strong> Take also the sum of the sons of Gershon, throughout the houses of their fathers, by their families;  <strong>23</strong> From thirty years old and upward until fifty years old shalt thou number them; all that enter in to perform the service, to do the work in the tabernacle of the congregation.  <strong>24</strong> This is the service of the families of the Gershonites, to serve, and for burdens:  <strong>25</strong> And they shall bear the curtains of the tabernacle, and the tabernacle of the congregation, his covering, and the covering of the badgers’ skins that is above upon it, and the hanging for the door of the tabernacle of the congregation,  <strong>26</strong> And the hangings of the court, and the hanging for the door of the gate of the court, which is by the tabernacle and by the altar round about, and their cords, and all the instruments of their service, and all that is made for them: so shall they serve.  <strong>27</strong> At the appointment of Aaron and his sons shall be all the service of the sons of the Gershonites, in all their burdens, and in all their service: and ye shall appoint unto them in charge all their burdens.  <strong>28</strong> This is the service of the families of the sons of Gershon in the tabernacle of the congregation: and their charge shall be under the hand of Ithamar the son of Aaron the priest.  <strong>29</strong> As for the sons of Merari, thou shalt number them after their families, by the house of their fathers;  <strong>30</strong> From thirty years old and upward even unto fifty years old shalt thou number them, every one that entereth into the service, to do the work of the tabernacle of the congregation.  <strong>31</strong> And this is the charge of their burden, according to all their service in the tabernacle of the congregation; the boards of the tabernacle, and the bars thereof, and the pillars thereof, and sockets thereof,  <strong>32</strong> And the pillars of the court round about, and their sockets, and their pins, and their cords, with all their instruments, and with all their service: and by name ye shall reckon the instruments of the charge of their burden.  <strong>33</strong> This is the service of the families of the sons of Merari, according to all their service, in the tabernacle of the congregation, under the hand of Ithamar the son of Aaron the priest.  <strong>34</strong> And Moses and Aaron and the chief of the congregation numbered the sons of the Kohathites after their families, and after the house of their fathers,  <strong>35</strong> From thirty years old and upward even unto fifty years old, every one that entereth into the service, for the work in the tabernacle of the congregation:  <strong>36</strong> And those that were numbered of them by their families were two thousand seven hundred and fifty.  <strong>37</strong> These were they that were numbered of the families of the Kohathites, all that might do service in the tabernacle of the congregation, which Moses and Aaron did number according to the commandment of the LORD by the hand of Moses.  <strong>38</strong> And those that were numbered of the sons of Gershon, throughout their families, and by the house of their fathers,  <strong>39</strong> From thirty years old and upward even unto fifty years old, every one that entereth into the service, for the work in the tabernacle of the congregation,  <strong>40</strong> Even those that were numbered of them, throughout their families, by the house of their fathers, were two thousand and six hundred and thirty.  <strong>41</strong> These are they that were numbered of the families of the sons of Gershon, of all that might do service in the tabernacle of the congregation, whom Moses and Aaron did number according to the commandment of the LORD.  <strong>42</strong> And those that were numbered of the families of the sons of Merari, throughout their families, by the house of their fathers,  <strong>43</strong> From thirty years old and upward even unto fifty years old, every one that entereth into the service, for the work in the tabernacle of the congregation,  <strong>44</strong> Even those that were numbered of them after their families, were three thousand and two hundred.  <strong>45</strong> These be those that were numbered of the families of the sons of Merari, whom Moses and Aaron numbered according to the word of the LORD by the hand of Moses.  <strong>46</strong> All those that were numbered of the Levites, whom Moses and Aaron and the chief of Israel numbered, after their families, and after the house of their fathers,  <strong>47</strong> From thirty years old and upward even unto fifty years old, every one that came to do the service of the ministry, and the service of the burden in the tabernacle of the congregation,  <strong>48</strong> Even those that were numbered of them, were eight thousand and five hundred and fourscore.  <strong>49</strong> According to the commandment of the LORD they were numbered by the hand of Moses, every one according to his service, and according to his burden: thus were they numbered of him, as the LORD commanded Moses.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses and Aaron: <sup><strong>2</strong></sup> \"Take a census of the Kohathite branch of the Levites by their clans and families. <sup><strong>3</strong></sup> Count all the men from thirty to fifty years of age who come to serve in the work in the Tent of Meeting. <sup><strong>4</strong></sup> \"This is the work of the Kohathites in the Tent of Meeting: the care of the most holy things. <sup><strong>5</strong></sup> When the camp is to move, Aaron and his sons are to go in and take down the shielding curtain and cover the ark of the Testimony with it. <sup><strong>6</strong></sup> Then they are to cover this with hides of sea cows, spread a cloth of solid blue over that and put the poles in place. <sup><strong>7</strong></sup> \"Over the table of the Presence they are to spread a blue cloth and put on it the plates, dishes and bowls, and the jars for drink offerings; the bread that is continually there is to remain on it. <sup><strong>8</strong></sup> Over these they are to spread a scarlet cloth, cover that with hides of sea cows and put its poles in place. <sup><strong>9</strong></sup> \"They are to take a blue cloth and cover the lampstand that is for light, together with its lamps, its wick trimmers and trays, and all its jars for the oil used to supply it. <sup><strong>10</strong></sup> Then they are to wrap it and all its accessories in a covering of hides of sea cows and put it on a carrying frame. <sup><strong>11</strong></sup> \"Over the gold altar they are to spread a blue cloth and cover that with hides of sea cows and put its poles in place. <sup><strong>12</strong></sup> \"They are to take all the articles used for ministering in the sanctuary, wrap them in a blue cloth, cover that with hides of sea cows and put them on a carrying frame. <sup><strong>13</strong></sup> \"They are to remove the ashes from the bronze altar and spread a purple cloth over it. <sup><strong>14</strong></sup> Then they are to place on it all the utensils used for ministering at the altar, including the firepans, meat forks, shovels and sprinkling bowls. Over it they are to spread a covering of hides of sea cows and put its poles in place. <sup><strong>15</strong></sup> \"After Aaron and his sons have finished covering the holy furnishings and all the holy articles, and when the camp is ready to move, the Kohathites are to come to do the carrying. But they must not touch the holy things or they will die. The Kohathites are to carry those things that are in the Tent of Meeting. <sup><strong>16</strong></sup> \"Eleazar son of Aaron, the priest, is to have charge of the oil for the light, the fragrant incense, the regular grain offering and the anointing oil. He is to be in charge of the entire tabernacle and everything in it, including its holy furnishings and articles.\" <sup><strong>17</strong></sup> The LORD said to Moses and Aaron, <sup><strong>18</strong></sup> \"See that the Kohathite tribal clans are not cut off from the Levites. <sup><strong>19</strong></sup> So that they may live and not die when they come near the most holy things, do this for them: Aaron and his sons are to go into the sanctuary and assign to each man his work and what he is to carry. <sup><strong>20</strong></sup> But the Kohathites must not go in to look at the holy things, even for a moment, or they will die.\" <sup><strong>21</strong></sup> The LORD said to Moses, <sup><strong>22</strong></sup> \"Take a census also of the Gershonites by their families and clans. <sup><strong>23</strong></sup> Count all the men from thirty to fifty years of age who come to serve in the work at the Tent of Meeting. <sup><strong>24</strong></sup> \"This is the service of the Gershonite clans as they work and carry burdens: <sup><strong>25</strong></sup> They are to carry the curtains of the tabernacle, the Tent of Meeting, its covering and the outer covering of hides of sea cows, the curtains for the entrance to the Tent of Meeting, <sup><strong>26</strong></sup> the curtains of the courtyard surrounding the tabernacle and altar, the curtain for the entrance, the ropes and all the equipment used in its service. The Gershonites are to do all that needs to be done with these things. <sup><strong>27</strong></sup> All their service, whether carrying or doing other work, is to be done under the direction of Aaron and his sons. You shall assign to them as their responsibility all they are to carry. <sup><strong>28</strong></sup> This is the service of the Gershonite clans at the Tent of Meeting. Their duties are to be under the direction of Ithamar son of Aaron, the priest. <sup><strong>29</strong></sup> \"Count the Merarites by their clans and families. <sup><strong>30</strong></sup> Count all the men from thirty to fifty years of age who come to serve in the work at the Tent of Meeting. <sup><strong>31</strong></sup> This is their duty as they perform service at the Tent of Meeting: to carry the frames of the tabernacle, its crossbars, posts and bases, <sup><strong>32</strong></sup> as well as the posts of the surrounding courtyard with their bases, tent pegs, ropes, all their equipment and everything related to their use. Assign to each man the specific things he is to carry. <sup><strong>33</strong></sup> This is the service of the Merarite clans as they work at the Tent of Meeting under the direction of Ithamar son of Aaron, the priest.\" <sup><strong>34</strong></sup> Moses, Aaron and the leaders of the community counted the Kohathites by their clans and families. <sup><strong>35</strong></sup> All the men from thirty to fifty years of age who came to serve in the work in the Tent of Meeting, <sup><strong>36</strong></sup> counted by clans, were 2,750. <sup><strong>37</strong></sup> This was the total of all those in the Kohathite clans who served in the Tent of Meeting. Moses and Aaron counted them according to the LORD's command through Moses. <sup><strong>38</strong></sup> The Gershonites were counted by their clans and families. <sup><strong>39</strong></sup> All the men from thirty to fifty years of age who came to serve in the work at the Tent of Meeting, <sup><strong>40</strong></sup> counted by their clans and families, were 2,630. <sup><strong>41</strong></sup> This was the total of those in the Gershonite clans who served at the Tent of Meeting. Moses and Aaron counted them according to the LORD's command. <sup><strong>42</strong></sup> The Merarites were counted by their clans and families. <sup><strong>43</strong></sup> All the men from thirty to fifty years of age who came to serve in the work at the Tent of Meeting, <sup><strong>44</strong></sup> counted by their clans, were 3,200. <sup><strong>45</strong></sup> This was the total of those in the Merarite clans. Moses and Aaron counted them according to the LORD's command through Moses. <sup><strong>46</strong></sup> So Moses, Aaron and the leaders of Israel counted all the Levites by their clans and families. <sup><strong>47</strong></sup> All the men from thirty to fifty years of age who came to do the work of serving and carrying the Tent of Meeting <sup><strong>48</strong></sup> numbered 8,580. <sup><strong>49</strong></sup> At the LORD's command through Moses, each was assigned his work and told what to carry. Thus they were counted, as the LORD commanded Moses. "},{"_id":"61606bf7eb63b282e3fc361b","topicId":"61606bf3eb63b282e3fc3610","verse":"Numbers 2:1-34","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p04002001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04002001-1\">2:1&nbsp;</b>The LORD spoke to Moses and Aaron, saying, <b class=\"verse-num\" id=\"v04002002-1\">2&nbsp;</b>“The people of Israel shall camp each by his own standard, with the banners of their fathers’ houses. They shall camp facing the tent of meeting on every side. <b class=\"verse-num\" id=\"v04002003-1\">3&nbsp;</b>Those to camp on the east side toward the sunrise shall be of the standard of the camp of Judah by their companies, the chief of the people of Judah being Nahshon the son of Amminadab, <b class=\"verse-num\" id=\"v04002004-1\">4&nbsp;</b>his company as listed being 74,600. <b class=\"verse-num\" id=\"v04002005-1\">5&nbsp;</b>Those to camp next to him shall be the tribe of Issachar, the chief of the people of Issachar being Nethanel the son of Zuar, <b class=\"verse-num\" id=\"v04002006-1\">6&nbsp;</b>his company as listed being 54,400. <b class=\"verse-num\" id=\"v04002007-1\">7&nbsp;</b>Then the tribe of Zebulun, the chief of the people of Zebulun being Eliab the son of Helon, <b class=\"verse-num\" id=\"v04002008-1\">8&nbsp;</b>his company as listed being 57,400. <b class=\"verse-num\" id=\"v04002009-1\">9&nbsp;</b>All those listed of the camp of Judah, by their companies, were 186,400. They shall set out first on the march.</p>\n<p id=\"p04002009_05-12\"><b class=\"verse-num\" id=\"v04002010-1\">10&nbsp;</b>“On the south side shall be the standard of the camp of Reuben by their companies, the chief of the people of Reuben being Elizur the son of Shedeur, <b class=\"verse-num\" id=\"v04002011-1\">11&nbsp;</b>his company as listed being 46,500. <b class=\"verse-num\" id=\"v04002012-1\">12&nbsp;</b>And those to camp next to him shall be the tribe of Simeon, the chief of the people of Simeon being Shelumiel the son of Zurishaddai, <b class=\"verse-num\" id=\"v04002013-1\">13&nbsp;</b>his company as listed being 59,300. <b class=\"verse-num\" id=\"v04002014-1\">14&nbsp;</b>Then the tribe of Gad, the chief of the people of Gad being Eliasaph the son of Reuel, <b class=\"verse-num\" id=\"v04002015-1\">15&nbsp;</b>his company as listed being 45,650. <b class=\"verse-num\" id=\"v04002016-1\">16&nbsp;</b>All those listed of the camp of Reuben, by their companies, were 151,450. They shall set out second.</p>\n<p id=\"p04002016_05-12\"><b class=\"verse-num\" id=\"v04002017-1\">17&nbsp;</b>“Then the tent of meeting shall set out, with the camp of the Levites in the midst of the camps; as they camp, so shall they set out, each in position, standard by standard.</p>\n<p id=\"p04002017_05-12\"><b class=\"verse-num\" id=\"v04002018-1\">18&nbsp;</b>“On the west side shall be the standard of the camp of Ephraim by their companies, the chief of the people of Ephraim being Elishama the son of Ammihud, <b class=\"verse-num\" id=\"v04002019-1\">19&nbsp;</b>his company as listed being 40,500. <b class=\"verse-num\" id=\"v04002020-1\">20&nbsp;</b>And next to him shall be the tribe of Manasseh, the chief of the people of Manasseh being Gamaliel the son of Pedahzur, <b class=\"verse-num\" id=\"v04002021-1\">21&nbsp;</b>his company as listed being 32,200. <b class=\"verse-num\" id=\"v04002022-1\">22&nbsp;</b>Then the tribe of Benjamin, the chief of the people of Benjamin being Abidan the son of Gideoni, <b class=\"verse-num\" id=\"v04002023-1\">23&nbsp;</b>his company as listed being 35,400. <b class=\"verse-num\" id=\"v04002024-1\">24&nbsp;</b>All those listed of the camp of Ephraim, by their companies, were 108,100. They shall set out third on the march.</p>\n<p id=\"p04002024_05-12\"><b class=\"verse-num\" id=\"v04002025-1\">25&nbsp;</b>“On the north side shall be the standard of the camp of Dan by their companies, the chief of the people of Dan being Ahiezer the son of Ammishaddai, <b class=\"verse-num\" id=\"v04002026-1\">26&nbsp;</b>his company as listed being 62,700. <b class=\"verse-num\" id=\"v04002027-1\">27&nbsp;</b>And those to camp next to him shall be the tribe of Asher, the chief of the people of Asher being Pagiel the son of Ochran, <b class=\"verse-num\" id=\"v04002028-1\">28&nbsp;</b>his company as listed being 41,500. <b class=\"verse-num\" id=\"v04002029-1\">29&nbsp;</b>Then the tribe of Naphtali, the chief of the people of Naphtali being Ahira the son of Enan, <b class=\"verse-num\" id=\"v04002030-1\">30&nbsp;</b>his company as listed being 53,400. <b class=\"verse-num\" id=\"v04002031-1\">31&nbsp;</b>All those listed of the camp of Dan were 157,600. They shall set out last, standard by standard.”</p>\n<p id=\"p04002031_05-12\"><b class=\"verse-num\" id=\"v04002032-1\">32&nbsp;</b>These are the people of Israel as listed by their fathers’ houses. All those listed in the camps by their companies were 603,550. <b class=\"verse-num\" id=\"v04002033-1\">33&nbsp;</b>But the Levites were not listed among the people of Israel, as the LORD commanded Moses.</p>\n<p id=\"p04002033_05-12\"><b class=\"verse-num\" id=\"v04002034-1\">34&nbsp;</b>Thus did the people of Israel. According to all that the LORD commanded Moses, so they camped by their standards, and so they set out, each one in his clan, according to his fathers’ house.</p>\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses and unto Aaron, saying,  <strong>2</strong> Every man of the children of Israel shall pitch by his own standard, with the ensign of their father’s house: far off about the tabernacle of the congregation shall they pitch.  <strong>3</strong> And on the east side toward the rising of the sun shall they of the standard of the camp of Judah pitch throughout their armies: and Nahshon the son of Amminadab shall be captain of the children of Judah.  <strong>4</strong> And his host, and those that were numbered of them, were threescore and fourteen thousand and six hundred.  <strong>5</strong> And those that do pitch next unto him shall be the tribe of Issachar: and Nethaneel the son of Zuar shall be captain of the children of Issachar.  <strong>6</strong> And his host, and those that were numbered thereof, were fifty and four thousand and four hundred.  <strong>7</strong> Then the tribe of Zebulun: and Eliab the son of Helon shall be captain of the children of Zebulun.  <strong>8</strong> And his host, and those that were numbered thereof, were fifty and seven thousand and four hundred.  <strong>9</strong> All that were numbered in the camp of Judah were an hundred thousand and fourscore thousand and six thousand and four hundred, throughout their armies. These shall first set forth.  <strong>10</strong> On the south side shall be the standard of the camp of Reuben according to their armies: and the captain of the children of Reuben shall be Elizur the son of Shedeur.  <strong>11</strong> And his host, and those that were numbered thereof, were  forty and six thousand and five hundred.  <strong>12</strong> And those which pitch by him shall be the tribe of Simeon: and the captain of the children of Simeon shall be Shelumiel the son of Zurishaddai.  <strong>13</strong> And his host, and those that were numbered of them, were  fifty and nine thousand and three hundred.  <strong>14</strong> Then the tribe of Gad: and the captain of the sons of Gad shall be  Eliasaph the son of Reuel.  <strong>15</strong> And his host, and those that were numbered of them, were  forty and five thousand and six hundred and fifty.  <strong>16</strong> All that were numbered in the camp of Reuben were an hundred thousand and fifty and one thousand and four hundred and fifty, throughout their armies. And they shall set forth in the second rank.  <strong>17</strong> Then the tabernacle of the congregation shall set forward with the camp of the Levites in the midst of the camp: as they encamp, so shall they set forward, every man in his place by their standards.  <strong>18</strong> On the west side shall be the standard of the camp of Ephraim according to their armies: and the captain of the sons of Ephraim shall be Elishama the son of Ammihud.  <strong>19</strong> And his host, and those that were numbered of them, were  forty thousand and five hundred.  <strong>20</strong> And by him shall be the tribe of Manasseh: and the captain of the children of Manasseh shall be Gamaliel the son of Pedahzur.  <strong>21</strong> And his host, and those that were numbered of them, were  thirty and two thousand and two hundred.  <strong>22</strong> Then the tribe of Benjamin: and the captain of the sons of Benjamin shall be Abidan the son of Gideoni.  <strong>23</strong> And his host, and those that were numbered of them, were  thirty and five thousand and four hundred.  <strong>24</strong> All that were numbered of the camp of Ephraim were an hundred thousand and eight thousand and an hundred, throughout their armies. And they shall go forward in the third rank.  <strong>25</strong> The standard of the camp of Dan shall be on the north side by their armies: and the captain of the children of Dan shall be Ahiezer the son of Ammishaddai.  <strong>26</strong> And his host, and those that were numbered of them, were  threescore and two thousand and seven hundred.  <strong>27</strong> And those that encamp by him shall be the tribe of Asher: and the captain of the children of Asher shall be Pagiel the son of Ocran.  <strong>28</strong> And his host, and those that were numbered of them, were  forty and one thousand and five hundred.  <strong>29</strong> Then the tribe of Naphtali: and the captain of the children of Naphtali shall be Ahira the son of Enan.  <strong>30</strong> And his host, and those that were numbered of them, were  fifty and three thousand and four hundred.  <strong>31</strong> All they that were numbered in the camp of Dan were an hundred thousand and fifty and seven thousand and six hundred. They shall go hindmost with their standards.  <strong>32</strong> These are those which were numbered of the children of Israel by the house of their fathers: all those that were numbered of the camps throughout their hosts were six hundred thousand and three thousand and five hundred and fifty.  <strong>33</strong> But the Levites were not numbered among the children of Israel; as the LORD commanded Moses.  <strong>34</strong> And the children of Israel did according to all that the LORD commanded Moses: so they pitched by their standards, and so they set forward, every one after their families, according to the house of their fathers.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses and Aaron: <sup><strong>2</strong></sup> \"The Israelites are to camp around the Tent of Meeting some distance from it, each man under his standard with the banners of his family.\" <sup><strong>3</strong></sup> On the east, toward the sunrise, the divisions of the camp of Judah are to encamp under their standard. The leader of the people of Judah is Nahshon son of Amminadab. <sup><strong>4</strong></sup> His division numbers 74,600. <sup><strong>5</strong></sup> The tribe of Issachar will camp next to them. The leader of the people of Issachar is Nethanel son of Zuar. <sup><strong>6</strong></sup> His division numbers 54,400. <sup><strong>7</strong></sup> The tribe of Zebulun will be next. The leader of the people of Zebulun is Eliab son of Helon. <sup><strong>8</strong></sup> His division numbers 57,400. <sup><strong>9</strong></sup> All the men assigned to the camp of Judah, according to their divisions, number 186,400. They will set out first. <sup><strong>10</strong></sup> On the south will be the divisions of the camp of Reuben under their standard. The leader of the people of Reuben is Elizur son of Shedeur. <sup><strong>11</strong></sup> His division numbers 46,500. <sup><strong>12</strong></sup> The tribe of Simeon will camp next to them. The leader of the people of Simeon is Shelumiel son of Zurishaddai. <sup><strong>13</strong></sup> His division numbers 59,300. <sup><strong>14</strong></sup> The tribe of Gad will be next. The leader of the people of Gad is Eliasaph son of Deuel. <sup><strong>15</strong></sup> His division numbers 45,650. <sup><strong>16</strong></sup> All the men assigned to the camp of Reuben, according to their divisions, number 151,450. They will set out second. <sup><strong>17</strong></sup> Then the Tent of Meeting and the camp of the Levites will set out in the middle of the camps. They will set out in the same order as they encamp, each in his own place under his standard. <sup><strong>18</strong></sup> On the west will be the divisions of the camp of Ephraim under their standard. The leader of the people of Ephraim is Elishama son of Ammihud. <sup><strong>19</strong></sup> His division numbers 40,500. <sup><strong>20</strong></sup> The tribe of Manasseh will be next to them. The leader of the people of Manasseh is Gamaliel son of Pedahzur. <sup><strong>21</strong></sup> His division numbers 32,200. <sup><strong>22</strong></sup> The tribe of Benjamin will be next. The leader of the people of Benjamin is Abidan son of Gideoni. <sup><strong>23</strong></sup> His division numbers 35,400. <sup><strong>24</strong></sup> All the men assigned to the camp of Ephraim, according to their divisions, number 108,100. They will set out third. <sup><strong>25</strong></sup> On the north will be the divisions of the camp of Dan, under their standard. The leader of the people of Dan is Ahiezer son of Ammishaddai. <sup><strong>26</strong></sup> His division numbers 62,700. <sup><strong>27</strong></sup> The tribe of Asher will camp next to them. The leader of the people of Asher is Pagiel son of Ocran. <sup><strong>28</strong></sup> His division numbers 41,500. <sup><strong>29</strong></sup> The tribe of Naphtali will be next. The leader of the people of Naphtali is Ahira son of Enan. <sup><strong>30</strong></sup> His division numbers 53,400. <sup><strong>31</strong></sup> All the men assigned to the camp of Dan number 157,600. They will set out last, under their standards. <sup><strong>32</strong></sup> These are the Israelites, counted according to their families. All those in the camps, by their divisions, number 603,550. <sup><strong>33</strong></sup> The Levites, however, were not counted along with the other Israelites, as the LORD commanded Moses. <sup><strong>34</strong></sup> So the Israelites did everything the LORD commanded Moses; that is the way they encamped under their standards, and that is the way they set out, each with his clan and family. "},{"_id":"61606bf7eb63b282e3fc361c","topicId":"61606bf3eb63b282e3fc3610","verse":"Acts 9:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44009009_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44009009-1\">9&nbsp;</b>And for three days he was without sight, and neither ate nor drank.</p>\n</div>","kjv":"<strong>9</strong> And he was three days without sight, and neither did eat nor drink.  ","niv":"<sup><strong>9</strong></sup> For three days he was blind, and did not eat or drink anything."},{"_id":"61606bf8eb63b282e3fc361d","topicId":"61606bf3eb63b282e3fc3610","verse":"Isaiah 1:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p23001001_01-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23001001-1\">1:1&nbsp;</b>The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001002_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001002-1\">2&nbsp;</b>&nbsp;&nbsp;Hear, O heavens, and give ear, O earth;</span><br><span id=\"p23001002_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD has spoken:</span><br><span id=\"p23001002_05-14\" class=\"line\">&nbsp;&nbsp;“Children have I reared and brought up,</span><br><span id=\"p23001002_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they have rebelled against me.</span><br><span id=\"p23001003_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001003-1\">3&nbsp;</b>&nbsp;&nbsp;The ox knows its owner,</span><br><span id=\"p23001003_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the donkey its master’s crib,</span><br><span id=\"p23001003_05-14\" class=\"line\">&nbsp;&nbsp;but Israel does not know,</span><br><span id=\"p23001003_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my people do not understand.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001004_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001004-1\">4&nbsp;</b>&nbsp;&nbsp;Ah, sinful nation,</span><br><span id=\"p23001004_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a people laden with iniquity,</span><br><span id=\"p23001004_05-14\" class=\"line\">&nbsp;&nbsp;offspring of evildoers,</span><br><span id=\"p23001004_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;children who deal corruptly!</span><br><span id=\"p23001004_05-14\" class=\"line\">&nbsp;&nbsp;They have forsaken the LORD,</span><br><span id=\"p23001004_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have despised the Holy One of Israel,</span><br><span id=\"p23001004_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are utterly estranged.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001005_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001005-1\">5&nbsp;</b>&nbsp;&nbsp;Why will you still be struck down?</span><br><span id=\"p23001005_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Why will you continue to rebel?</span><br><span id=\"p23001005_05-14\" class=\"line\">&nbsp;&nbsp;The whole head is sick,</span><br><span id=\"p23001005_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the whole heart faint.</span><br><span id=\"p23001006_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001006-1\">6&nbsp;</b>&nbsp;&nbsp;From the sole of the foot even to the head,</span><br><span id=\"p23001006_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is no soundness in it,</span><br><span id=\"p23001006_05-14\" class=\"line\">&nbsp;&nbsp;but bruises and sores</span><br><span id=\"p23001006_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raw wounds;</span><br><span id=\"p23001006_05-14\" class=\"line\">&nbsp;&nbsp;they are not pressed out or bound up</span><br><span id=\"p23001006_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or softened with oil.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001007_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001007-1\">7&nbsp;</b>&nbsp;&nbsp;Your country lies desolate;</span><br><span id=\"p23001007_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your cities are burned with fire;</span><br><span id=\"p23001007_05-14\" class=\"line\">&nbsp;&nbsp;in your very presence</span><br><span id=\"p23001007_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;foreigners devour your land;</span><br><span id=\"p23001007_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is desolate, as overthrown by foreigners.</span><br><span id=\"p23001008_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001008-1\">8&nbsp;</b>&nbsp;&nbsp;And the daughter of Zion is left</span><br><span id=\"p23001008_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a booth in a vineyard,</span><br><span id=\"p23001008_05-14\" class=\"line\">&nbsp;&nbsp;like a lodge in a cucumber field,</span><br><span id=\"p23001008_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a besieged city.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001009_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001009-1\">9&nbsp;</b>&nbsp;&nbsp;If the LORD of hosts</span><br><span id=\"p23001009_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;had not left us a few survivors,</span><br><span id=\"p23001009_05-14\" class=\"line\">&nbsp;&nbsp;we should have been like Sodom,</span><br><span id=\"p23001009_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become like Gomorrah.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001010_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001010-1\">10&nbsp;</b>&nbsp;&nbsp;Hear the word of the LORD,</span><br><span id=\"p23001010_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you rulers of Sodom!</span><br><span id=\"p23001010_05-14\" class=\"line\">&nbsp;&nbsp;Give ear to the teaching of our God,</span><br><span id=\"p23001010_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you people of Gomorrah!</span><br><span id=\"p23001011_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001011-1\">11&nbsp;</b>&nbsp;&nbsp;“What to me is the multitude of your sacrifices?</span><br><span id=\"p23001011_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the LORD;</span><br><span id=\"p23001011_05-14\" class=\"line\">&nbsp;&nbsp;I have had enough of burnt offerings of rams</span><br><span id=\"p23001011_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fat of well-fed beasts;</span><br><span id=\"p23001011_05-14\" class=\"line\">&nbsp;&nbsp;I do not delight in the blood of bulls,</span><br><span id=\"p23001011_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or of lambs, or of goats.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001012_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001012-1\">12&nbsp;</b>&nbsp;&nbsp;“When you come to appear before me,</span><br><span id=\"p23001012_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has required of you</span><br><span id=\"p23001012_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;this trampling of my courts?</span><br><span id=\"p23001013_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001013-1\">13&nbsp;</b>&nbsp;&nbsp;Bring no more vain offerings;</span><br><span id=\"p23001013_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;incense is an abomination to me.</span><br><span id=\"p23001013_05-14\" class=\"line\">&nbsp;&nbsp;New moon and Sabbath and the calling of convocations—</span><br><span id=\"p23001013_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I cannot endure iniquity and solemn assembly.</span><br><span id=\"p23001014_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001014-1\">14&nbsp;</b>&nbsp;&nbsp;Your new moons and your appointed feasts</span><br><span id=\"p23001014_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul hates;</span><br><span id=\"p23001014_05-14\" class=\"line\">&nbsp;&nbsp;they have become a burden to me;</span><br><span id=\"p23001014_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am weary of bearing them.</span><br><span id=\"p23001015_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001015-1\">15&nbsp;</b>&nbsp;&nbsp;When you spread out your hands,</span><br><span id=\"p23001015_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will hide my eyes from you;</span><br><span id=\"p23001015_05-14\" class=\"line\">&nbsp;&nbsp;even though you make many prayers,</span><br><span id=\"p23001015_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not listen;</span><br><span id=\"p23001015_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your hands are full of blood.</span><br><span id=\"p23001016_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001016-1\">16&nbsp;</b>&nbsp;&nbsp;Wash yourselves; make yourselves clean;</span><br><span id=\"p23001016_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;remove the evil of your deeds from before my eyes;</span><br><span id=\"p23001016_05-14\" class=\"line\">&nbsp;&nbsp;cease to do evil,</span><br><span id=\"p23001017_05-14\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23001017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;learn to do good;</span><br><span id=\"p23001017_05-14\" class=\"line\">&nbsp;&nbsp;seek justice,</span><br><span id=\"p23001017_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;correct oppression;</span><br><span id=\"p23001017_05-14\" class=\"line\">&nbsp;&nbsp;bring justice to the fatherless,</span><br><span id=\"p23001017_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plead the widow’s cause.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001018_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_05-14\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_05-14\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br><span id=\"p23001019_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001019-1\">19&nbsp;</b>&nbsp;&nbsp;If you are willing and obedient,</span><br><span id=\"p23001019_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat the good of the land;</span><br><span id=\"p23001020_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001020-1\">20&nbsp;</b>&nbsp;&nbsp;but if you refuse and rebel,</span><br><span id=\"p23001020_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be eaten by the sword;</span><br><span id=\"p23001020_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the mouth of the LORD has spoken.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001021_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001021-1\">21&nbsp;</b>&nbsp;&nbsp;How the faithful city</span><br><span id=\"p23001021_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become a whore,</span><br><span id=\"p23001021_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she who was full of justice!</span><br><span id=\"p23001021_08-14\" class=\"line\">&nbsp;&nbsp;Righteousness lodged in her,</span><br><span id=\"p23001021_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but now murderers.</span><br><span id=\"p23001022_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001022-1\">22&nbsp;</b>&nbsp;&nbsp;Your silver has become dross,</span><br><span id=\"p23001022_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your best wine mixed with water.</span><br><span id=\"p23001023_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001023-1\">23&nbsp;</b>&nbsp;&nbsp;Your princes are rebels</span><br><span id=\"p23001023_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and companions of thieves.</span><br><span id=\"p23001023_08-14\" class=\"line\">&nbsp;&nbsp;Everyone loves a bribe</span><br><span id=\"p23001023_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and runs after gifts.</span><br><span id=\"p23001023_08-14\" class=\"line\">&nbsp;&nbsp;They do not bring justice to the fatherless,</span><br><span id=\"p23001023_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the widow’s cause does not come to them.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001024_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001024-1\">24&nbsp;</b>&nbsp;&nbsp;Therefore the Lord declares,</span><br><span id=\"p23001024_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD of hosts,</span><br><span id=\"p23001024_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Mighty One of Israel:</span><br><span id=\"p23001024_08-14\" class=\"line\">&nbsp;&nbsp;“Ah, I will get relief from my enemies</span><br><span id=\"p23001024_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and avenge myself on my foes.</span><br><span id=\"p23001025_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001025-1\">25&nbsp;</b>&nbsp;&nbsp;I will turn my hand against you</span><br><span id=\"p23001025_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will smelt away your dross as with lye</span><br><span id=\"p23001025_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and remove all your alloy.</span><br><span id=\"p23001026_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001026-1\">26&nbsp;</b>&nbsp;&nbsp;And I will restore your judges as at the first,</span><br><span id=\"p23001026_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your counselors as at the beginning.</span><br><span id=\"p23001026_08-14\" class=\"line\">&nbsp;&nbsp;Afterward you shall be called the city of righteousness,</span><br><span id=\"p23001026_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the faithful city.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001027_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001027-1\">27&nbsp;</b>&nbsp;&nbsp;Zion shall be redeemed by justice,</span><br><span id=\"p23001027_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those in her who repent, by righteousness.</span><br><span id=\"p23001028_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001028-1\">28&nbsp;</b>&nbsp;&nbsp;But rebels and sinners shall be broken together,</span><br><span id=\"p23001028_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who forsake the LORD shall be consumed.</span><br><span id=\"p23001029_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001029-1\">29&nbsp;</b>&nbsp;&nbsp;For they shall be ashamed of the oaks</span><br><span id=\"p23001029_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you desired;</span><br><span id=\"p23001029_08-14\" class=\"line\">&nbsp;&nbsp;and you shall blush for the gardens</span><br><span id=\"p23001029_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you have chosen.</span><br><span id=\"p23001030_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001030-1\">30&nbsp;</b>&nbsp;&nbsp;For you shall be like an oak</span><br><span id=\"p23001030_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose leaf withers,</span><br><span id=\"p23001030_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a garden without water.</span><br><span id=\"p23001031_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001031-1\">31&nbsp;</b>&nbsp;&nbsp;And the strong shall become tinder,</span><br><span id=\"p23001031_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his work a spark,</span><br><span id=\"p23001031_08-14\" class=\"line\">&nbsp;&nbsp;and both of them shall burn together,</span><br><span id=\"p23001031_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with none to quench them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.  <strong>2</strong> Hear, O heavens, and give ear, O earth: for the LORD hath spoken, I have nourished and brought up children, and they have rebelled against me.  <strong>3</strong> The ox knoweth his owner, and the ass his master’s crib: but  Israel doth not know, my people doth not consider.  <strong>4</strong> Ah sinful nation, a people laden with iniquity, a seed of evildoers, children that are corrupters: they have forsaken the LORD, they have provoked the Holy One of Israel unto anger, they are gone away backward.  <strong>5</strong> Why should ye be stricken any more? ye will revolt more and more: the whole head is sick, and the whole heart faint.  <strong>6</strong> From the sole of the foot even unto the head there is no soundness in it; but wounds, and bruises, and putrifying sores: they have not been closed, neither bound up, neither mollified with ointment.  <strong>7</strong> Your country is desolate, your cities are burned with fire: your land, strangers devour it in your presence, and it is  desolate, as overthrown by strangers.  <strong>8</strong> And the daughter of Zion is left as a cottage in a vineyard, as a lodge in a garden of cucumbers, as a besieged city.  <strong>9</strong> Except the LORD of hosts had left unto us a very small remnant, we should have been as Sodom, and we should have been like unto Gomorrah.  <strong>10</strong> Hear the word of the LORD, ye rulers of Sodom; give ear unto the law of our God, ye people of Gomorrah.  <strong>11</strong> To what purpose is the multitude of your sacrifices unto me? saith the LORD: I am full of the burnt offerings of rams, and the fat of fed beasts; and I delight not in the blood of bullocks, or of lambs, or of he goats.  <strong>12</strong> When ye come to appear before me, who hath required this at your hand, to tread my courts?  <strong>13</strong> Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with; it is  iniquity, even the solemn meeting.  <strong>14</strong> Your new moons and your appointed feasts my soul hateth: they are a trouble unto me; I am weary to bear them.  <strong>15</strong> And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.  <strong>16</strong> Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;  <strong>17</strong> Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.  <strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  <strong>19</strong> If ye be willing and obedient, ye shall eat the good of the land:  <strong>20</strong> But if ye refuse and rebel, ye shall be devoured with the sword: for the mouth of the LORD hath spoken it. <strong>21</strong> How is the faithful city become an harlot! it was full of judgment; righteousness lodged in it; but now murderers.  <strong>22</strong> Thy silver is become dross, thy wine mixed with water:  <strong>23</strong> Thy princes are rebellious, and companions of thieves: every one loveth gifts, and followeth after rewards: they judge not the fatherless, neither doth the cause of the widow come unto them.  <strong>24</strong> Therefore saith the Lord, the LORD of hosts, the mighty One of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies:  <strong>25</strong> And I will turn my hand upon thee, and purely purge away thy dross, and take away all thy tin:  <strong>26</strong> And I will restore thy judges as at the first, and thy counsellors as at the beginning: afterward thou shalt be called, The city of righteousness, the faithful city.  <strong>27</strong> Zion shall be redeemed with judgment, and her converts with righteousness.  <strong>28</strong> And the destruction of the transgressors and of the sinners shall be together, and they that forsake the LORD shall be consumed.  <strong>29</strong> For they shall be ashamed of the oaks which ye have desired, and ye shall be confounded for the gardens that ye have chosen.  <strong>30</strong> For ye shall be as an oak whose leaf fadeth, and as a garden that hath no water.  <strong>31</strong> And the strong shall be as tow, and the maker of it as a spark, and they shall both burn together, and none shall quench them. ","niv":"<sup><strong>1</strong></sup> The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah. <sup><strong>2</strong></sup> Hear, O heavens! Listen, O earth! For the LORD has spoken: \"I reared children and brought them up, but they have rebelled against me. <sup><strong>3</strong></sup> The ox knows his master, the donkey his owner's manger, but Israel does not know, my people do not understand.\" <sup><strong>4</strong></sup> Ah, sinful nation, a people loaded with guilt, a brood of evildoers, children given to corruption! They have forsaken the LORD; they have spurned the Holy One of Israel and turned their backs on him. <sup><strong>5</strong></sup> Why should you be beaten anymore? Why do you persist in rebellion? Your whole head is injured, your whole heart afflicted. <sup><strong>6</strong></sup> From the sole of your foot to the top of your head there is no soundness- only wounds and welts and open sores, not cleansed or bandaged or soothed with oil. <sup><strong>7</strong></sup> Your country is desolate, your cities burned with fire; your fields are being stripped by foreigners right before you, laid waste as when overthrown by strangers. <sup><strong>8</strong></sup> The Daughter of Zion is left like a shelter in a vineyard, like a hut in a field of melons, like a city under siege. <sup><strong>9</strong></sup> Unless the LORD Almighty had left us some survivors, we would have become like Sodom, we would have been like Gomorrah. <sup><strong>10</strong></sup> Hear the word of the LORD, you rulers of Sodom; listen to the law of our God, you people of Gomorrah! <sup><strong>11</strong></sup> \"The multitude of your sacrifices- what are they to me?\" says the LORD. \"I have more than enough of burnt offerings, of rams and the fat of fattened animals; I have no pleasure in the blood of bulls and lambs and goats. <sup><strong>12</strong></sup> When you come to appear before me, who has asked this of you, this trampling of my courts? <sup><strong>13</strong></sup> Stop bringing meaningless offerings! Your incense is detestable to me. New Moons, Sabbaths and convocations- I cannot bear your evil assemblies. <sup><strong>14</strong></sup> Your New Moon festivals and your appointed feasts my soul hates. They have become a burden to me; I am weary of bearing them. <sup><strong>15</strong></sup> When you spread out your hands in prayer, I will hide my eyes from you; even if you offer many prayers, I will not listen. Your hands are full of blood; <sup><strong>16</strong></sup> wash and make yourselves clean. Take your evil deeds out of my sight! Stop doing wrong, <sup><strong>17</strong></sup> learn to do right! Seek justice, encourage the oppressed. Defend the cause of the fatherless, plead the case of the widow. <sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool. <sup><strong>19</strong></sup> If you are willing and obedient, you will eat the best from the land; <sup><strong>20</strong></sup> but if you resist and rebel, you will be devoured by the sword.\" For the mouth of the LORD has spoken. <sup><strong>21</strong></sup> See how the faithful city has become a harlot! She once was full of justice; righteousness used to dwell in her- but now murderers! <sup><strong>22</strong></sup> Your silver has become dross, your choice wine is diluted with water. <sup><strong>23</strong></sup> Your rulers are rebels, companions of thieves; they all love bribes and chase after gifts. They do not defend the cause of the fatherless; the widow's case does not come before them. <sup><strong>24</strong></sup> Therefore the Lord, the LORD Almighty, the Mighty One of Israel, declares: \"Ah, I will get relief from my foes and avenge myself on my enemies. <sup><strong>25</strong></sup> I will turn my hand against you; I will thoroughly purge away your dross and remove all your impurities. <sup><strong>26</strong></sup> I will restore your judges as in days of old, your counselors as at the beginning. Afterward you will be called the City of Righteousness, the Faithful City.\" <sup><strong>27</strong></sup> Zion will be redeemed with justice, her penitent ones with righteousness. <sup><strong>28</strong></sup> But rebels and sinners will both be broken, and those who forsake the LORD will perish. <sup><strong>29</strong></sup> \"You will be ashamed because of the sacred oaks in which you have delighted; you will be disgraced because of the gardens that you have chosen. <sup><strong>30</strong></sup> You will be like an oak with fading leaves, like a garden without water. <sup><strong>31</strong></sup> The mighty man will become tinder and his work a spark; both will burn together, with no one to quench the fire.\" "},{"_id":"61606bf8eb63b282e3fc361e","topicId":"61606bf3eb63b282e3fc3610","verse":"Ecclesiastes 1:1-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p21001001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21001001-1\">1:1&nbsp;</b>The words of the Preacher, the son of David, king in Jerusalem.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21001002_04-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001002-1\">2&nbsp;</b>&nbsp;&nbsp;Vanity of vanities, says the Preacher,</span><br><span id=\"p21001002_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vanity of vanities! All is vanity.</span><br><span id=\"p21001003_04-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001003-1\">3&nbsp;</b>&nbsp;&nbsp;What does man gain by all the toil</span><br><span id=\"p21001003_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at which he toils under the sun?</span><br><span id=\"p21001004_04-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001004-1\">4&nbsp;</b>&nbsp;&nbsp;A generation goes, and a generation comes,</span><br><span id=\"p21001004_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the earth remains forever.</span><br><span id=\"p21001005_04-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001005-1\">5&nbsp;</b>&nbsp;&nbsp;The sun rises, and the sun goes down,</span><br><span id=\"p21001005_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hastens to the place where it rises.</span><br><span id=\"p21001006_04-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001006-1\">6&nbsp;</b>&nbsp;&nbsp;The wind blows to the south</span><br><span id=\"p21001006_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and goes around to the north;</span><br><span id=\"p21001006_04-15\" class=\"line\">&nbsp;&nbsp;around and around goes the wind,</span><br><span id=\"p21001006_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on its circuits the wind returns.</span><br><span id=\"p21001007_04-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001007-1\">7&nbsp;</b>&nbsp;&nbsp;All streams run to the sea,</span><br><span id=\"p21001007_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the sea is not full;</span><br><span id=\"p21001007_04-15\" class=\"line\">&nbsp;&nbsp;to the place where the streams flow,</span><br><span id=\"p21001007_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there they flow again.</span><br><span id=\"p21001008_04-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001008-1\">8&nbsp;</b>&nbsp;&nbsp;All things are full of weariness;</span><br><span id=\"p21001008_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man cannot utter it;</span><br><span id=\"p21001008_04-15\" class=\"line\">&nbsp;&nbsp;the eye is not satisfied with seeing,</span><br><span id=\"p21001008_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the ear filled with hearing.</span><br><span id=\"p21001009_04-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001009-1\">9&nbsp;</b>&nbsp;&nbsp;What has been is what will be,</span><br><span id=\"p21001009_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what has been done is what will be done,</span><br><span id=\"p21001009_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is nothing new under the sun.</span><br><span id=\"p21001010_04-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001010-1\">10&nbsp;</b>&nbsp;&nbsp;Is there a thing of which it is said,</span><br><span id=\"p21001010_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“See, this is new”?</span><br><span id=\"p21001010_04-15\" class=\"line\">&nbsp;&nbsp;It has been already</span><br><span id=\"p21001010_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the ages before us.</span><br><span id=\"p21001011_04-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001011-1\">11&nbsp;</b>&nbsp;&nbsp;There is no remembrance of former things,</span><br><span id=\"p21001011_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor will there be any remembrance</span><br><span id=\"p21001011_04-15\" class=\"line\">&nbsp;&nbsp;of later things yet to be</span><br><span id=\"p21001011_04-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;among those who come after.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p21001011_08-15\"><b class=\"verse-num\" id=\"v21001012-1\">12&nbsp;</b>I the Preacher have been king over Israel in Jerusalem. <b class=\"verse-num\" id=\"v21001013-1\">13&nbsp;</b>And I applied my heart to seek and to search out by wisdom all that is done under heaven. It is an unhappy business that God has given to the children of man to be busy with. <b class=\"verse-num\" id=\"v21001014-1\">14&nbsp;</b>I have seen everything that is done under the sun, and behold, all is vanity and a striving after wind.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21001015_08-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001015-1\">15&nbsp;</b>&nbsp;&nbsp;What is crooked cannot be made straight,</span><br><span id=\"p21001015_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what is lacking cannot be counted.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p21001015_08-15\"><b class=\"verse-num\" id=\"v21001016-1\">16&nbsp;</b>I said in my heart, “I have acquired great wisdom, surpassing all who were over Jerusalem before me, and my heart has had great experience of wisdom and knowledge.” <b class=\"verse-num\" id=\"v21001017-1\">17&nbsp;</b>And I applied my heart to know wisdom and to know madness and folly. I perceived that this also is but a striving after wind.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21001018_08-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001018-1\">18&nbsp;</b>&nbsp;&nbsp;For in much wisdom is much vexation,</span><br><span id=\"p21001018_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who increases knowledge increases sorrow.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The words of the Preacher, the son of David, king in Jerusalem.  <strong>2</strong> Vanity of vanities, saith the Preacher, vanity of vanities; all is vanity.  <strong>3</strong> What profit hath a man of all his labour which he taketh under the sun?  <strong>4</strong> One generation passeth away, and another generation cometh: but the earth abideth for ever.  <strong>5</strong> The sun also ariseth, and the sun goeth down, and hasteth to his place where he arose.  <strong>6</strong> The wind goeth toward the south, and turneth about unto the north; it whirleth about continually, and the wind returneth again according to his circuits.  <strong>7</strong> All the rivers run into the sea; yet the sea is not full; unto the place from whence the rivers come, thither they return again.  <strong>8</strong> All things are full of labour; man cannot utter it:  the eye is not satisfied with seeing, nor the ear filled with hearing.  <strong>9</strong> The thing that hath been, it is that which shall be; and that which is done is that which shall be done: and there is  no new thing under the sun.  <strong>10</strong> Is there any thing whereof it may be said, See, this is new? it hath been already of old time, which was before us.  <strong>11</strong> There is no remembrance of former things; neither shall there be any remembrance of things that are to come with those that shall come after.  <strong>12</strong> I the Preacher was king over Israel in Jerusalem.  <strong>13</strong> And I gave my heart to seek and search out by wisdom concerning all things that are done under heaven: this sore travail hath God given to the sons of man to be exercised therewith.  <strong>14</strong> I have seen all the works that are done under the sun; and, behold, all is vanity and vexation of spirit.  <strong>15</strong> That which is crooked cannot be made straight: and that which is wanting cannot be numbered.  <strong>16</strong> I communed with mine own heart, saying, Lo, I am come to great estate, and have gotten more wisdom than all they that have been before me in Jerusalem: yea, my heart had great experience of wisdom and knowledge.  <strong>17</strong> And I gave my heart to know wisdom, and to know madness and folly: I perceived that this also is vexation of spirit.  <strong>18</strong> For in much wisdom is much grief: and he that increaseth knowledge increaseth sorrow.  ","niv":"<sup><strong>1</strong></sup> The words of the Teacher, son of David, king in Jerusalem: <sup><strong>2</strong></sup> \"Meaningless! Meaningless!\" says the Teacher. \"Utterly meaningless! Everything is meaningless.\" <sup><strong>3</strong></sup> What does man gain from all his labor at which he toils under the sun? <sup><strong>4</strong></sup> Generations come and generations go, but the earth remains forever. <sup><strong>5</strong></sup> The sun rises and the sun sets, and hurries back to where it rises. <sup><strong>6</strong></sup> The wind blows to the south and turns to the north; round and round it goes, ever returning on its course. <sup><strong>7</strong></sup> All streams flow into the sea, yet the sea is never full. To the place the streams come from, there they return again. <sup><strong>8</strong></sup> All things are wearisome, more than one can say. The eye never has enough of seeing, nor the ear its fill of hearing. <sup><strong>9</strong></sup> What has been will be again, what has been done will be done again; there is nothing new under the sun. <sup><strong>10</strong></sup> Is there anything of which one can say, \"Look! This is something new\"? It was here already, long ago; it was here before our time. <sup><strong>11</strong></sup> There is no remembrance of men of old, and even those who are yet to come will not be remembered by those who follow. <sup><strong>12</strong></sup> I, the Teacher, was king over Israel in Jerusalem. <sup><strong>13</strong></sup> I devoted myself to study and to explore by wisdom all that is done under heaven. What a heavy burden God has laid on men! <sup><strong>14</strong></sup> I have seen all the things that are done under the sun; all of them are meaningless, a chasing after the wind. <sup><strong>15</strong></sup> What is twisted cannot be straightened; what is lacking cannot be counted. <sup><strong>16</strong></sup> I thought to myself, \"Look, I have grown and increased in wisdom more than anyone who has ruled over Jerusalem before me; I have experienced much of wisdom and knowledge.\" <sup><strong>17</strong></sup> Then I applied myself to the understanding of wisdom, and also of madness and folly, but I learned that this, too, is a chasing after the wind. <sup><strong>18</strong></sup> For with much wisdom comes much sorrow; the more knowledge, the more grief. "}]}