{"_id":"61606cb1eb63b282e3fc3653","slug":"effort","name":"Effort","verses":[{"_id":"61606cb3eb63b282e3fc3654","topicId":"61606cb1eb63b282e3fc3653","verse":"Colossians 3:23","votes":72,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,","modified":"2022-08-25T10:13:19.976Z"},{"_id":"61606cb3eb63b282e3fc3655","topicId":"61606cb1eb63b282e3fc3653","verse":"Ecclesiastes 9:10","votes":37,"__v":0,"esv":"<div>\n<p id=\"p21009010_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v21009010-1\">10&nbsp;</b>Whatever your hand finds to do, do it with your might, for there is no work or thought or knowledge or wisdom in Sheol, to which you are going.</p>\n\n</div>","kjv":"<strong>10</strong> Whatsoever thy hand findeth to do, do it with thy might; for there is no work, nor device, nor knowledge, nor wisdom, in the grave, whither thou goest.  ","niv":"<sup><strong>10</strong></sup> Whatever your hand finds to do, do it with all your might, for in the grave, where you are going, there is neither working nor planning nor knowledge nor wisdom.","modified":"2022-12-22T21:38:07.585Z"},{"_id":"61606cb3eb63b282e3fc3656","topicId":"61606cb1eb63b282e3fc3653","verse":"2 Peter 1:5-10","votes":33,"__v":0,"esv":"<div>\n<p id=\"p61001005_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001005-1\">5&nbsp;</b>For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge, <b class=\"verse-num\" id=\"v61001006-1\">6&nbsp;</b>and knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness, <b class=\"verse-num\" id=\"v61001007-1\">7&nbsp;</b>and godliness with brotherly affection, and brotherly affection with love. <b class=\"verse-num\" id=\"v61001008-1\">8&nbsp;</b>For if these qualities are yours and are increasing, they keep you from being ineffective or unfruitful in the knowledge of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v61001009-1\">9&nbsp;</b>For whoever lacks these qualities is so nearsighted that he is blind, having forgotten that he was cleansed from his former sins. <b class=\"verse-num\" id=\"v61001010-1\">10&nbsp;</b>Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall.</p>\n\n</div>","kjv":"<strong>5</strong> And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge;  <strong>6</strong> And to knowledge temperance; and to temperance patience; and to patience godliness;  <strong>7</strong> And to godliness brotherly kindness; and to brotherly kindness charity.  <strong>8</strong> For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.  <strong>9</strong> But he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins.  <strong>10</strong> Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall:  ","niv":"<sup><strong>5</strong></sup> For this very reason, make every effort to add to your faith goodness; and to goodness, knowledge; <sup><strong>6</strong></sup> and to knowledge, self-control; and to self-control, perseverance; and to perseverance, godliness; <sup><strong>7</strong></sup> and to godliness, brotherly kindness; and to brotherly kindness, love. <sup><strong>8</strong></sup> For if you possess these qualities in increasing measure, they will keep you from being ineffective and unproductive in your knowledge of our Lord Jesus Christ. <sup><strong>9</strong></sup> But if anyone does not have them, he is nearsighted and blind, and has forgotten that he has been cleansed from his past sins. <sup><strong>10</strong></sup> Therefore, my brothers, be all the more eager to make your calling and election sure. For if you do these things, you will never fall, "},{"_id":"61606cb4eb63b282e3fc3657","topicId":"61606cb1eb63b282e3fc3653","verse":"1 Corinthians 10:13","votes":21,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it.","modified":"2022-08-14T04:32:33.723Z"},{"_id":"61606cb4eb63b282e3fc3658","topicId":"61606cb1eb63b282e3fc3653","verse":"Colossians 3:23-24","votes":21,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men, <b class=\"verse-num\" id=\"v51003024-1\">24&nbsp;</b>knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  <strong>24</strong> Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men, <sup><strong>24</strong></sup> since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving. "},{"_id":"61606cb4eb63b282e3fc3659","topicId":"61606cb1eb63b282e3fc3653","verse":"Matthew 7:7","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p40007007_07-7\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span></p>\n</div>","kjv":"<strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  ","niv":"<sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you."},{"_id":"61606cb4eb63b282e3fc365a","topicId":"61606cb1eb63b282e3fc3653","verse":"Romans 14:19","votes":13,"__v":0,"esv":"<div>\n<p id=\"p45014019_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n</div>","kjv":"<strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  ","niv":"<sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification."},{"_id":"61606cb5eb63b282e3fc365b","topicId":"61606cb1eb63b282e3fc3653","verse":"Titus 2:12","votes":9,"__v":0,"esv":"<div>\n<p id=\"p56002012_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002012-1\">12&nbsp;</b>training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age,</p>\n</div>","kjv":"<strong>12</strong> Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world;  ","niv":"<sup><strong>12</strong></sup> It teaches us to say \"No\" to ungodliness and worldly passions, and to live self-controlled, upright and godly lives in this present age,","modified":"2023-11-15T09:27:29.346Z"},{"_id":"61606cb5eb63b282e3fc365c","topicId":"61606cb1eb63b282e3fc3653","verse":"Galatians 6:9","votes":9,"__v":0,"esv":"<div>\n<p id=\"p48006009_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up.</p>\n</div>","kjv":"<strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  ","niv":"<sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.","modified":"2023-11-15T09:27:35.610Z"},{"_id":"61606cb5eb63b282e3fc365d","topicId":"61606cb1eb63b282e3fc3653","verse":"Philippians 4:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength.","modified":"2022-08-18T17:24:43.154Z"},{"_id":"61606cb5eb63b282e3fc365e","topicId":"61606cb1eb63b282e3fc3653","verse":"Romans 1:21-22","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45001021_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools,</p>\n</div>","kjv":"<strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  ","niv":"<sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools "},{"_id":"61606cb5eb63b282e3fc365f","topicId":"61606cb1eb63b282e3fc3653","verse":"Proverbs 13:4","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013004_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013004-1\">4&nbsp;</b>&nbsp;&nbsp;The soul of the sluggard craves and gets nothing,</span><br><span id=\"p20013004_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;while the soul of the diligent is richly supplied.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> The soul of the sluggard desireth, and hath nothing: but the soul of the diligent shall be made fat.  ","niv":"<sup><strong>4</strong></sup> The sluggard craves and gets nothing, but the desires of the diligent are fully satisfied."},{"_id":"61606cb6eb63b282e3fc3660","topicId":"61606cb1eb63b282e3fc3653","verse":"2 Peter 1:2-4","votes":6,"__v":0,"esv":"<div>\n<p id=\"p61001002_01-14\"><b class=\"verse-num\" id=\"v61001002-1\">2&nbsp;</b>May grace and peace be multiplied to you in the knowledge of God and of Jesus our Lord.</p>\n\n<p id=\"p61001002_06-14\"><b class=\"verse-num\" id=\"v61001003-1\">3&nbsp;</b>His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence, <b class=\"verse-num\" id=\"v61001004-1\">4&nbsp;</b>by which he has granted to us his precious and very great promises, so that through them you may become partakers of the divine nature, having escaped from the corruption that is in the world because of sinful desire.</p>\n\n</div>","kjv":"<strong>2</strong> Grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord,  <strong>3</strong> According as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue:  <strong>4</strong> Whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.  ","niv":"<sup><strong>2</strong></sup> Grace and peace be yours in abundance through the knowledge of God and of Jesus our Lord. <sup><strong>3</strong></sup> His divine power has given us everything we need for life and godliness through our knowledge of him who called us by his own glory and goodness. <sup><strong>4</strong></sup> Through these he has given us his very great and precious promises, so that through them you may participate in the divine nature and escape the corruption in the world caused by evil desires. "},{"_id":"61606cb6eb63b282e3fc3661","topicId":"61606cb1eb63b282e3fc3653","verse":"Acts 4:12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44004012_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n\n</div>","kjv":"<strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  ","niv":"<sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\""},{"_id":"61606cb6eb63b282e3fc3662","topicId":"61606cb1eb63b282e3fc3653","verse":"John 10:35","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43010035_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010035-1\">35&nbsp;</b><span class=\"woc\">If he called them gods to whom the word of God came—and Scripture cannot be broken—</span></p>\n</div>","kjv":"<strong>35</strong> If he called them gods, unto whom the word of God came, and the scripture cannot be broken;  ","niv":"<sup><strong>35</strong></sup> If he called them 'gods,' to whom the word of God came--and the Scripture cannot be broken--"},{"_id":"61606cb6eb63b282e3fc3663","topicId":"61606cb1eb63b282e3fc3653","verse":"Psalm 14:1","votes":5,"__v":0,"esv":"<div>\n\n<h4 id=\"p19014001_08-17\" class=\"psalm-title\">To the choirmaster. Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19014001_08-17\" class=\"line\"><b class=\"chapter-num\" id=\"v19014001-1\">14:1&nbsp;</b>&nbsp;&nbsp;The fool says in his heart, “There is no God.”</span><br><span id=\"p19014001_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;They are corrupt, they do abominable deeds;</span><br><span id=\"p19014001_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is none who does good.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The fool hath said in his heart, There is no God. They are corrupt, they have done abominable works, there is none that doeth good.  ","niv":"<sup><strong>1</strong></sup> The fool says in his heart, \"There is no God.\" They are corrupt, their deeds are vile; there is no one who does good."},{"_id":"61606cb6eb63b282e3fc3664","topicId":"61606cb1eb63b282e3fc3653","verse":"Mark 10:2-12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p41010002_01-18\"><b class=\"verse-num\" id=\"v41010002-1\">2&nbsp;</b>And Pharisees came up and in order to test him asked, “Is it lawful for a man to divorce his wife?” <b class=\"verse-num\" id=\"v41010003-1\">3&nbsp;</b>He answered them, <span class=\"woc\">“What did Moses command you?”</span> <b class=\"verse-num\" id=\"v41010004-1\">4&nbsp;</b>They said, “Moses allowed a man to write a certificate of divorce and to send her away.” <b class=\"verse-num\" id=\"v41010005-1\">5&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Because of your hardness of heart he wrote you this commandment.</span> <b class=\"verse-num woc\" id=\"v41010006-1\">6&nbsp;</b><span class=\"woc\">But from the beginning of creation, ‘God made them male and female.’</span> <b class=\"verse-num woc\" id=\"v41010007-1\">7&nbsp;</b><span class=\"woc\">‘Therefore a man shall leave his father and mother and hold fast to his wife,</span> <b class=\"verse-num woc\" id=\"v41010008-1\">8&nbsp;</b><span class=\"woc\">and the two shall become one flesh.’ So they are no longer two but one flesh.</span> <b class=\"verse-num woc\" id=\"v41010009-1\">9&nbsp;</b><span class=\"woc\">What therefore God has joined together, let not man separate.”</span></p>\n<p id=\"p41010009_01-18\"><b class=\"verse-num\" id=\"v41010010-1\">10&nbsp;</b>And in the house the disciples asked him again about this matter. <b class=\"verse-num\" id=\"v41010011-1\">11&nbsp;</b>And he said to them, <span class=\"woc\">“Whoever divorces his wife and marries another commits adultery against her,</span> <b class=\"verse-num woc\" id=\"v41010012-1\">12&nbsp;</b><span class=\"woc\">and if she divorces her husband and marries another, she commits adultery.”</span></p>\n\n</div>","kjv":"<strong>2</strong> And the Pharisees came to him, and asked him, Is it lawful for a man to put away his wife? tempting him.  <strong>3</strong> And he answered and said unto them, What did Moses command you?  <strong>4</strong> And they said, Moses suffered to write a bill of divorcement, and to put her away.  <strong>5</strong> And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept.  <strong>6</strong> But from the beginning of the creation God made them male and female.  <strong>7</strong> For this cause shall a man leave his father and mother, and cleave to his wife;  <strong>8</strong> And they twain shall be one flesh: so then they are no more twain, but one flesh.  <strong>9</strong> What therefore God hath joined together, let not man put asunder.  <strong>10</strong> And in the house his disciples asked him again of the same matter.  <strong>11</strong> And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.  <strong>12</strong> And if a woman shall put away her husband, and be married to another, she committeth adultery. ","niv":"<sup><strong>2</strong></sup> Some Pharisees came and tested him by asking, \"Is it lawful for a man to divorce his wife?\" <sup><strong>3</strong></sup> \"What did Moses command you?\" he replied. <sup><strong>4</strong></sup> They said, \"Moses permitted a man to write a certificate of divorce and send her away.\" <sup><strong>5</strong></sup> \"It was because your hearts were hard that Moses wrote you this law,\" Jesus replied. <sup><strong>6</strong></sup> \"But at the beginning of creation God 'made them male and female.' <sup><strong>7</strong></sup> 'For this reason a man will leave his father and mother and be united to his wife, <sup><strong>8</strong></sup> and the two will become one flesh.' So they are no longer two, but one. <sup><strong>9</strong></sup> Therefore what God has joined together, let man not separate.\" <sup><strong>10</strong></sup> When they were in the house again, the disciples asked Jesus about this. <sup><strong>11</strong></sup> He answered, \"Anyone who divorces his wife and marries another woman commits adultery against her. <sup><strong>12</strong></sup> And if she divorces her husband and marries another man, she commits adultery.\" "},{"_id":"61606cb7eb63b282e3fc3665","topicId":"61606cb1eb63b282e3fc3653","verse":"Matthew 16:1-28","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40016001_07-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40016001-1\">16:1&nbsp;</b>And the Pharisees and Sadducees came, and to test him they asked him to show them a sign from heaven. <b class=\"verse-num\" id=\"v40016002-1\">2&nbsp;</b>He answered them, <span class=\"woc\">“When it is evening, you say, ‘It will be fair weather, for the sky is red.’</span> <b class=\"verse-num woc\" id=\"v40016003-1\">3&nbsp;</b><span class=\"woc\">And in the morning, ‘It will be stormy today, for the sky is red and threatening.’ You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times.</span> <b class=\"verse-num woc\" id=\"v40016004-1\">4&nbsp;</b><span class=\"woc\">An evil and adulterous generation seeks for a sign, but no sign will be given to it except the sign of Jonah.”</span> So he left them and departed.</p>\n\n<p id=\"p40016004_14-19\"><b class=\"verse-num\" id=\"v40016005-1\">5&nbsp;</b>When the disciples reached the other side, they had forgotten to bring any bread. <b class=\"verse-num\" id=\"v40016006-1\">6&nbsp;</b>Jesus said to them, <span class=\"woc\">“Watch and beware of the leaven of the Pharisees and Sadducees.”</span> <b class=\"verse-num\" id=\"v40016007-1\">7&nbsp;</b>And they began discussing it among themselves, saying, “We brought no bread.” <b class=\"verse-num\" id=\"v40016008-1\">8&nbsp;</b>But Jesus, aware of this, said, <span class=\"woc\">“O you of little faith, why are you discussing among yourselves the fact that you have no bread?</span> <b class=\"verse-num woc\" id=\"v40016009-1\">9&nbsp;</b><span class=\"woc\">Do you not yet perceive? Do you not remember the five loaves for the five thousand, and how many baskets you gathered?</span> <b class=\"verse-num woc\" id=\"v40016010-1\">10&nbsp;</b><span class=\"woc\">Or the seven loaves for the four thousand, and how many baskets you gathered?</span> <b class=\"verse-num woc\" id=\"v40016011-1\">11&nbsp;</b><span class=\"woc\">How is it that you fail to understand that I did not speak about bread? Beware of the leaven of the Pharisees and Sadducees.”</span> <b class=\"verse-num\" id=\"v40016012-1\">12&nbsp;</b>Then they understood that he did not tell them to beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees.</p>\n\n<p id=\"p40016012_20-19\"><b class=\"verse-num\" id=\"v40016013-1\">13&nbsp;</b>Now when Jesus came into the district of Caesarea Philippi, he asked his disciples, <span class=\"woc\">“Who do people say that the Son of Man is?”</span> <b class=\"verse-num\" id=\"v40016014-1\">14&nbsp;</b>And they said, “Some say John the Baptist, others say Elijah, and others Jeremiah or one of the prophets.” <b class=\"verse-num\" id=\"v40016015-1\">15&nbsp;</b>He said to them, <span class=\"woc\">“But who do you say that I am?”</span> <b class=\"verse-num\" id=\"v40016016-1\">16&nbsp;</b>Simon Peter replied, “You are the Christ, the Son of the living God.” <b class=\"verse-num\" id=\"v40016017-1\">17&nbsp;</b>And Jesus answered him, <span class=\"woc\">“Blessed are you, Simon Bar-Jonah! For flesh and blood has not revealed this to you, but my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40016018-1\">18&nbsp;</b><span class=\"woc\">And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.</span> <b class=\"verse-num woc\" id=\"v40016019-1\">19&nbsp;</b><span class=\"woc\">I will give you the keys of the kingdom of heaven, and whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.”</span> <b class=\"verse-num\" id=\"v40016020-1\">20&nbsp;</b>Then he strictly charged the disciples to tell no one that he was the Christ.</p>\n\n<p id=\"p40016020_26-19\"><b class=\"verse-num\" id=\"v40016021-1\">21&nbsp;</b>From that time Jesus began to show his disciples that he must go to Jerusalem and suffer many things from the elders and chief priests and scribes, and be killed, and on the third day be raised. <b class=\"verse-num\" id=\"v40016022-1\">22&nbsp;</b>And Peter took him aside and began to rebuke him, saying, “Far be it from you, Lord! This shall never happen to you.” <b class=\"verse-num\" id=\"v40016023-1\">23&nbsp;</b>But he turned and said to Peter, <span class=\"woc\">“Get behind me, Satan! You are a hindrance to me. For you are not setting your mind on the things of God, but on the things of man.”</span></p>\n\n<p id=\"p40016023_33-19\"><b class=\"verse-num\" id=\"v40016024-1\">24&nbsp;</b>Then Jesus told his disciples, <span class=\"woc\">“If anyone would come after me, let him deny himself and take up his cross and follow me.</span> <b class=\"verse-num woc\" id=\"v40016025-1\">25&nbsp;</b><span class=\"woc\">For whoever would save his life will lose it, but whoever loses his life for my sake will find it.</span> <b class=\"verse-num woc\" id=\"v40016026-1\">26&nbsp;</b><span class=\"woc\">For what will it profit a man if he gains the whole world and forfeits his soul? Or what shall a man give in return for his soul?</span> <b class=\"verse-num woc\" id=\"v40016027-1\">27&nbsp;</b><span class=\"woc\">For the Son of Man is going to come with his angels in the glory of his Father, and then he will repay each person according to what he has done.</span> <b class=\"verse-num woc\" id=\"v40016028-1\">28&nbsp;</b><span class=\"woc\">Truly, I say to you, there are some standing here who will not taste death until they see the Son of Man coming in his kingdom.”</span></p>\n\n</div>","kjv":"<strong>1</strong> The Pharisees also with the Sadducees came, and tempting desired him that he would shew them a sign from heaven.  <strong>2</strong> He answered and said unto them, When it is evening, ye say, It will be fair weather: for the sky is red.  <strong>3</strong> And in the morning, It will be foul weather to day: for the sky is red and lowring. O ye hypocrites, ye can discern the face of the sky; but can ye not discern the signs of the times?  <strong>4</strong> A wicked and adulterous generation seeketh after a sign; and there shall no sign be given unto it, but the sign of the prophet Jonas. And he left them, and departed.  <strong>5</strong> And when his disciples were come to the other side, they had forgotten to take bread.  <strong>6</strong> Then Jesus said unto them, Take heed and beware of the leaven of the Pharisees and of the Sadducees.  <strong>7</strong> And they reasoned among themselves, saying, It is because we have taken no bread.  <strong>8</strong> Which when Jesus perceived, he said unto them, O ye of little faith, why reason ye among yourselves, because ye have brought no bread?  <strong>9</strong> Do ye not yet understand, neither remember the five loaves of the five thousand, and how many baskets ye took up?  <strong>10</strong> Neither the seven loaves of the four thousand, and how many baskets ye took up?  <strong>11</strong> How is it that ye do not understand that I spake it not to you concerning bread, that ye should beware of the leaven of the Pharisees and of the Sadducees?  <strong>12</strong> Then understood they how that he bade them not beware of the leaven of bread, but of the doctrine of the Pharisees and of the Sadducees.  <strong>13</strong> When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?  <strong>14</strong> And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets.  <strong>15</strong> He saith unto them, But whom say ye that I am?  <strong>16</strong> And Simon Peter answered and said, Thou art the Christ, the Son of the living God.  <strong>17</strong> And Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.  <strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  <strong>19</strong> And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.  <strong>20</strong> Then charged he his disciples that they should tell no man that he was Jesus the Christ.  <strong>21</strong> From that time forth began Jesus to shew unto his disciples, how that he must go unto Jerusalem, and suffer many things of the elders and chief priests and scribes, and be killed, and be raised again the third day.  <strong>22</strong> Then Peter took him, and began to rebuke him, saying, Be it far from thee, Lord: this shall not be unto thee.  <strong>23</strong> But he turned, and said unto Peter, Get thee behind me, Satan: thou art an offence unto me: for thou savourest not the things that be of God, but those that be of men. <strong>24</strong> Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me.  <strong>25</strong> For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it.  <strong>26</strong> For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?  <strong>27</strong> For the Son of man shall come in the glory of his Father with his angels; and then he shall reward every man according to his works.  <strong>28</strong> Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom. ","niv":"<sup><strong>1</strong></sup> The Pharisees and Sadducees came to Jesus and tested him by asking him to show them a sign from heaven. <sup><strong>2</strong></sup> He replied, \"When evening comes, you say, 'It will be fair weather, for the sky is red,' <sup><strong>3</strong></sup> and in the morning, 'Today it will be stormy, for the sky is red and overcast.' You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times. <sup><strong>4</strong></sup> A wicked and adulterous generation looks for a miraculous sign, but none will be given it except the sign of Jonah.\" Jesus then left them and went away. <sup><strong>5</strong></sup> When they went across the lake, the disciples forgot to take bread. <sup><strong>6</strong></sup> \"Be careful,\" Jesus said to them. \"Be on your guard against the yeast of the Pharisees and Sadducees.\" <sup><strong>7</strong></sup> They discussed this among themselves and said, \"It is because we didn't bring any bread.\" <sup><strong>8</strong></sup> Aware of their discussion, Jesus asked, \"You of little faith, why are you talking among yourselves about having no bread? <sup><strong>9</strong></sup> Do you still not understand? Don't you remember the five loaves for the five thousand, and how many basketfuls you gathered? <sup><strong>10</strong></sup> Or the seven loaves for the four thousand, and how many basketfuls you gathered? <sup><strong>11</strong></sup> How is it you don't understand that I was not talking to you about bread? But be on your guard against the yeast of the Pharisees and Sadducees.\" <sup><strong>12</strong></sup> Then they understood that he was not telling them to guard against the yeast used in bread, but against the teaching of the Pharisees and Sadducees. <sup><strong>13</strong></sup> When Jesus came to the region of Caesarea Philippi, he asked his disciples, \"Who do people say the Son of Man is?\" <sup><strong>14</strong></sup> They replied, \"Some say John the Baptist; others say Elijah; and still others, Jeremiah or one of the prophets.\" <sup><strong>15</strong></sup> \"But what about you?\" he asked. \"Who do you say I am?\" <sup><strong>16</strong></sup> Simon Peter answered, \"You are the Christ, the Son of the living God.\" <sup><strong>17</strong></sup> Jesus replied, \"Blessed are you, Simon son of Jonah, for this was not revealed to you by man, but by my Father in heaven. <sup><strong>18</strong></sup> And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it. <sup><strong>19</strong></sup> I will give you the keys of the kingdom of heaven; whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.\" <sup><strong>20</strong></sup> Then he warned his disciples not to tell anyone that he was the Christ. <sup><strong>21</strong></sup> From that time on Jesus began to explain to his disciples that he must go to Jerusalem and suffer many things at the hands of the elders, chief priests and teachers of the law, and that he must be killed and on the third day be raised to life. <sup><strong>22</strong></sup> Peter took him aside and began to rebuke him. \"Never, Lord!\" he said. \"This shall never happen to you!\" <sup><strong>23</strong></sup> Jesus turned and said to Peter, \"Get behind me, Satan! You are a stumbling block to me; you do not have in mind the things of God, but the things of men.\" <sup><strong>24</strong></sup> Then Jesus said to his disciples, \"If anyone would come after me, he must deny himself and take up his cross and follow me. <sup><strong>25</strong></sup> For whoever wants to save his life will lose it, but whoever loses his life for me will find it. <sup><strong>26</strong></sup> What good will it be for a man if he gains the whole world, yet forfeits his soul? Or what can a man give in exchange for his soul? <sup><strong>27</strong></sup> For the Son of Man is going to come in his Father's glory with his angels, and then he will reward each person according to what he has done. <sup><strong>28</strong></sup> I tell you the truth, some who are standing here will not taste death before they see the Son of Man coming in his kingdom.\" "},{"_id":"61606cb7eb63b282e3fc3666","topicId":"61606cb1eb63b282e3fc3653","verse":"2 Chronicles 31:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p14031021_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v14031021-1\">21&nbsp;</b>And every work that he undertook in the service of the house of God and in accordance with the law and the commandments, seeking his God, he did with all his heart, and prospered.</p>\n</div>","kjv":"<strong>21</strong> And in every work that he began in the service of the house of God, and in the law, and in the commandments, to seek his God, he did it  with all his heart, and prospered.  ","niv":"<sup><strong>21</strong></sup> In everything that he undertook in the service of God's temple and in obedience to the law and the commands, he sought his God and worked wholeheartedly. And so he prospered."},{"_id":"61606cb7eb63b282e3fc3667","topicId":"61606cb1eb63b282e3fc3653","verse":"1 John 3:1-2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62003001_01-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62003001-1\">3:1&nbsp;</b>See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him. <b class=\"verse-num\" id=\"v62003002-1\">2&nbsp;</b>Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is.</p>\n\n</div>","kjv":"<strong>1</strong> Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.  <strong>2</strong> Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.  ","niv":"<sup><strong>1</strong></sup> How great is the love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him. <sup><strong>2</strong></sup> Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is. "},{"_id":"61606cb7eb63b282e3fc3668","topicId":"61606cb1eb63b282e3fc3653","verse":"1 John 1:1-10","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p62001001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62001001-1\">1:1&nbsp;</b>That which was from the beginning, which we have heard, which we have seen with our eyes, which we looked upon and have touched with our hands, concerning the word of life—<b class=\"verse-num\" id=\"v62001002-1\">2&nbsp;</b>the life was made manifest, and we have seen it, and testify to it and proclaim to you the eternal life, which was with the Father and was made manifest to us—<b class=\"verse-num\" id=\"v62001003-1\">3&nbsp;</b>that which we have seen and heard we proclaim also to you, so that you too may have fellowship with us; and indeed our fellowship is with the Father and with his Son Jesus Christ. <b class=\"verse-num\" id=\"v62001004-1\">4&nbsp;</b>And we are writing these things so that our joy may be complete.</p>\n\n<p id=\"p62001004_09-22\"><b class=\"verse-num\" id=\"v62001005-1\">5&nbsp;</b>This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all. <b class=\"verse-num\" id=\"v62001006-1\">6&nbsp;</b>If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth. <b class=\"verse-num\" id=\"v62001007-1\">7&nbsp;</b>But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin. <b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us. <b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness. <b class=\"verse-num\" id=\"v62001010-1\">10&nbsp;</b>If we say we have not sinned, we make him a liar, and his word is not in us.</p>\n\n</div>","kjv":"<strong>1</strong> That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;  <strong>2</strong> (For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)  <strong>3</strong> That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.  <strong>4</strong> And these things write we unto you, that your joy may be full.  <strong>5</strong> This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.  <strong>6</strong> If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:  <strong>7</strong> But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.  <strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  <strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  <strong>10</strong> If we say that we have not sinned, we make him a liar, and his word is not in us.  ","niv":"<sup><strong>1</strong></sup> That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched--this we proclaim concerning the Word of life. <sup><strong>2</strong></sup> The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us. <sup><strong>3</strong></sup> We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ. <sup><strong>4</strong></sup> We write this to make our joy complete. <sup><strong>5</strong></sup> This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all. <sup><strong>6</strong></sup> If we claim to have fellowship with him yet walk in the darkness, we lie and do not live by the truth. <sup><strong>7</strong></sup> But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin. <sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us. <sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. <sup><strong>10</strong></sup> If we claim we have not sinned, we make him out to be a liar and his word has no place in our lives. "},{"_id":"61606cb8eb63b282e3fc3669","topicId":"61606cb1eb63b282e3fc3653","verse":"2 Timothy 3:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"61606cb8eb63b282e3fc366a","topicId":"61606cb1eb63b282e3fc3653","verse":"Philippians 2:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50002013_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n</div>","kjv":"<strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  ","niv":"<sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose."},{"_id":"61606cb8eb63b282e3fc366b","topicId":"61606cb1eb63b282e3fc3653","verse":"Matthew 16:15-17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40016015_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v40016015-1\">15&nbsp;</b>He said to them, <span class=\"woc\">“But who do you say that I am?”</span> <b class=\"verse-num\" id=\"v40016016-1\">16&nbsp;</b>Simon Peter replied, “You are the Christ, the Son of the living God.” <b class=\"verse-num\" id=\"v40016017-1\">17&nbsp;</b>And Jesus answered him, <span class=\"woc\">“Blessed are you, Simon Bar-Jonah! For flesh and blood has not revealed this to you, but my Father who is in heaven.</span></p>\n</div>","kjv":"<strong>15</strong> He saith unto them, But whom say ye that I am?  <strong>16</strong> And Simon Peter answered and said, Thou art the Christ, the Son of the living God.  <strong>17</strong> And Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.  ","niv":"<sup><strong>15</strong></sup> \"But what about you?\" he asked. \"Who do you say I am?\" <sup><strong>16</strong></sup> Simon Peter answered, \"You are the Christ, the Son of the living God.\" <sup><strong>17</strong></sup> Jesus replied, \"Blessed are you, Simon son of Jonah, for this was not revealed to you by man, but by my Father in heaven. "},{"_id":"61606cb8eb63b282e3fc366c","topicId":"61606cb1eb63b282e3fc3653","verse":"Isaiah 40:5","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040005_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040005-1\">5&nbsp;</b>&nbsp;&nbsp;And the glory of the LORD shall be revealed,</span><br><span id=\"p23040005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all flesh shall see it together,</span><br><span id=\"p23040005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the mouth of the LORD has spoken.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> And the glory of the LORD shall be revealed, and all flesh shall see it together: for the mouth of the LORD hath spoken it.  ","niv":"<sup><strong>5</strong></sup> And the glory of the LORD will be revealed, and all mankind together will see it. For the mouth of the LORD has spoken.\""}]}