{"_id":"61606d16eb63b282e3fc3687","slug":"egypt","name":"Egypt","verses":[{"_id":"61606d17eb63b282e3fc3688","topicId":"61606d16eb63b282e3fc3687","verse":"Isaiah 19:1-25","votes":79,"__v":0,"esv":"<div>\n\n<p id=\"p23019001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23019001-1\">19:1&nbsp;</b>An oracle concerning Egypt.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23019001_05-1\" class=\"line\">&nbsp;&nbsp;Behold, the LORD is riding on a swift cloud</span><br><span id=\"p23019001_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and comes to Egypt;</span><br><span id=\"p23019001_05-1\" class=\"line\">&nbsp;&nbsp;and the idols of Egypt will tremble at his presence,</span><br><span id=\"p23019001_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the heart of the Egyptians will melt within them.</span><br><span id=\"p23019002_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019002-1\">2&nbsp;</b>&nbsp;&nbsp;And I will stir up Egyptians against Egyptians,</span><br><span id=\"p23019002_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they will fight, each against another</span><br><span id=\"p23019002_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and each against his neighbor,</span><br><span id=\"p23019002_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;city against city, kingdom against kingdom;</span><br><span id=\"p23019003_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019003-1\">3&nbsp;</b>&nbsp;&nbsp;and the spirit of the Egyptians within them will be emptied out,</span><br><span id=\"p23019003_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will confound their counsel;</span><br><span id=\"p23019003_05-1\" class=\"line\">&nbsp;&nbsp;and they will inquire of the idols and the sorcerers,</span><br><span id=\"p23019003_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the mediums and the necromancers;</span><br><span id=\"p23019004_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019004-1\">4&nbsp;</b>&nbsp;&nbsp;and I will give over the Egyptians</span><br><span id=\"p23019004_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;into the hand of a hard master,</span><br><span id=\"p23019004_05-1\" class=\"line\">&nbsp;&nbsp;and a fierce king will rule over them,</span><br><span id=\"p23019004_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;declares the Lord GOD of hosts.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23019005_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019005-1\">5&nbsp;</b>&nbsp;&nbsp;And the waters of the sea will be dried up,</span><br><span id=\"p23019005_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the river will be dry and parched,</span><br><span id=\"p23019006_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019006-1\">6&nbsp;</b>&nbsp;&nbsp;and its canals will become foul,</span><br><span id=\"p23019006_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the branches of Egypt’s Nile will diminish and dry up,</span><br><span id=\"p23019006_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;reeds and rushes will rot away.</span><br><span id=\"p23019007_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019007-1\">7&nbsp;</b>&nbsp;&nbsp;There will be bare places by the Nile,</span><br><span id=\"p23019007_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the brink of the Nile,</span><br><span id=\"p23019007_05-1\" class=\"line\">&nbsp;&nbsp;and all that is sown by the Nile will be parched,</span><br><span id=\"p23019007_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be driven away, and will be no more.</span><br><span id=\"p23019008_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019008-1\">8&nbsp;</b>&nbsp;&nbsp;The fishermen will mourn and lament,</span><br><span id=\"p23019008_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all who cast a hook in the Nile;</span><br><span id=\"p23019008_05-1\" class=\"line\">&nbsp;&nbsp;and they will languish</span><br><span id=\"p23019008_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who spread nets on the water.</span><br><span id=\"p23019009_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019009-1\">9&nbsp;</b>&nbsp;&nbsp;The workers in combed flax will be in despair,</span><br><span id=\"p23019009_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the weavers of white cotton.</span><br><span id=\"p23019010_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019010-1\">10&nbsp;</b>&nbsp;&nbsp;Those who are the pillars of the land will be crushed,</span><br><span id=\"p23019010_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all who work for pay will be grieved.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23019011_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019011-1\">11&nbsp;</b>&nbsp;&nbsp;The princes of Zoan are utterly foolish;</span><br><span id=\"p23019011_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wisest counselors of Pharaoh give stupid counsel.</span><br><span id=\"p23019011_05-1\" class=\"line\">&nbsp;&nbsp;How can you say to Pharaoh,</span><br><span id=\"p23019011_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“I am a son of the wise,</span><br><span id=\"p23019011_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a son of ancient kings”?</span><br><span id=\"p23019012_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019012-1\">12&nbsp;</b>&nbsp;&nbsp;Where then are your wise men?</span><br><span id=\"p23019012_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Let them tell you</span><br><span id=\"p23019012_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they might know what the LORD of hosts has purposed against Egypt.</span><br><span id=\"p23019013_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019013-1\">13&nbsp;</b>&nbsp;&nbsp;The princes of Zoan have become fools,</span><br><span id=\"p23019013_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the princes of Memphis are deluded;</span><br><span id=\"p23019013_05-1\" class=\"line\">&nbsp;&nbsp;those who are the cornerstones of her tribes</span><br><span id=\"p23019013_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have made Egypt stagger.</span><br><span id=\"p23019014_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019014-1\">14&nbsp;</b>&nbsp;&nbsp;The LORD has mingled within her a spirit of confusion,</span><br><span id=\"p23019014_05-1\" class=\"line\">&nbsp;&nbsp;and they will make Egypt stagger in all its deeds,</span><br><span id=\"p23019014_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as a drunken man staggers in his vomit.</span><br><span id=\"p23019015_05-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019015-1\">15&nbsp;</b>&nbsp;&nbsp;And there will be nothing for Egypt</span><br><span id=\"p23019015_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that head or tail, palm branch or reed, may do.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p23019015_09-1\"><b class=\"verse-num\" id=\"v23019016-1\">16&nbsp;</b>In that day the Egyptians will be like women, and tremble with fear before the hand that the LORD of hosts shakes over them. <b class=\"verse-num\" id=\"v23019017-1\">17&nbsp;</b>And the land of Judah will become a terror to the Egyptians. Everyone to whom it is mentioned will fear because of the purpose that the LORD of hosts has purposed against them.</p>\n<p id=\"p23019017_09-1\"><b class=\"verse-num\" id=\"v23019018-1\">18&nbsp;</b>In that day there will be five cities in the land of Egypt that speak the language of Canaan and swear allegiance to the LORD of hosts. One of these will be called the City of Destruction.</p>\n<p id=\"p23019018_09-1\"><b class=\"verse-num\" id=\"v23019019-1\">19&nbsp;</b>In that day there will be an altar to the LORD in the midst of the land of Egypt, and a pillar to the LORD at its border. <b class=\"verse-num\" id=\"v23019020-1\">20&nbsp;</b>It will be a sign and a witness to the LORD of hosts in the land of Egypt. When they cry to the LORD because of oppressors, he will send them a savior and defender, and deliver them. <b class=\"verse-num\" id=\"v23019021-1\">21&nbsp;</b>And the LORD will make himself known to the Egyptians, and the Egyptians will know the LORD in that day and worship with sacrifice and offering, and they will make vows to the LORD and perform them. <b class=\"verse-num\" id=\"v23019022-1\">22&nbsp;</b>And the LORD will strike Egypt, striking and healing, and they will return to the LORD, and he will listen to their pleas for mercy and heal them.</p>\n<p id=\"p23019022_09-1\"><b class=\"verse-num\" id=\"v23019023-1\">23&nbsp;</b>In that day there will be a highway from Egypt to Assyria, and Assyria will come into Egypt, and Egypt into Assyria, and the Egyptians will worship with the Assyrians.</p>\n<p id=\"p23019023_09-1\"><b class=\"verse-num\" id=\"v23019024-1\">24&nbsp;</b>In that day Israel will be the third with Egypt and Assyria, a blessing in the midst of the earth, <b class=\"verse-num\" id=\"v23019025-1\">25&nbsp;</b>whom the LORD of hosts has blessed, saying, “Blessed be Egypt my people, and Assyria the work of my hands, and Israel my inheritance.”</p>\n\n</div>","kjv":"<strong>1</strong> The burden of Egypt. Behold, the LORD rideth upon a swift cloud, and shall come into Egypt: and the idols of Egypt shall be moved at his presence, and the heart of Egypt shall melt in the midst of it.  <strong>2</strong> And I will set the Egyptians against the Egyptians: and they shall fight every one against his brother, and every one against his neighbour; city against city, and kingdom against kingdom.  <strong>3</strong> And the spirit of Egypt shall fail in the midst thereof; and I will destroy the counsel thereof: and they shall seek to the idols, and to the charmers, and to them that have familiar spirits, and to the wizards.  <strong>4</strong> And the Egyptians will I give over into the hand of a cruel lord; and a fierce king shall rule over them, saith the Lord, the LORD of hosts.  <strong>5</strong> And the waters shall fail from the sea, and the river shall be wasted and dried up.  <strong>6</strong> And they shall turn the rivers far away; and the brooks of defence shall be emptied and dried up: the reeds and flags shall wither.  <strong>7</strong> The paper reeds by the brooks, by the mouth of the brooks, and every thing sown by the brooks, shall wither, be driven away, and be no more.  <strong>8</strong> The fishers also shall mourn, and all they that cast angle into the brooks shall lament, and they that spread nets upon the waters shall languish.  <strong>9</strong> Moreover they that work in fine flax, and they that weave networks, shall be confounded.  <strong>10</strong> And they shall be broken in the purposes thereof, all that make sluices and ponds for fish.  <strong>11</strong> Surely the princes of Zoan are fools, the counsel of the wise counsellors of Pharaoh is become brutish: how say ye unto Pharaoh, I am the son of the wise, the son of ancient kings?  <strong>12</strong> Where are they? where are thy wise men?  and let them tell thee now, and let them know what the LORD of hosts hath purposed upon Egypt.  <strong>13</strong> The princes of Zoan are become fools, the princes of Noph are deceived; they have also seduced Egypt, even they that are the stay of the tribes thereof.  <strong>14</strong> The LORD hath mingled a perverse spirit in the midst thereof: and they have caused Egypt to err in every work thereof, as a drunken man  staggereth in his vomit.  <strong>15</strong> Neither shall there be any work for Egypt, which the head or tail, branch or rush, may do.  <strong>16</strong> In that day shall Egypt be like unto women: and it shall be afraid and fear because of the shaking of the hand of the LORD of hosts, which he shaketh over it.  <strong>17</strong> And the land of Judah shall be a terror unto Egypt, every one that maketh mention thereof shall be afraid in himself, because of the counsel of the LORD of hosts, which he hath determined against it.  <strong>18</strong> In that day shall five cities in the land of Egypt speak the language of Canaan, and swear to the LORD of hosts; one shall be called, The city of destruction.  <strong>19</strong> In that day shall there be an altar to the LORD in the midst of the land of Egypt, and a pillar at the border thereof to the LORD.  <strong>20</strong> And it shall be for a sign and for a witness unto the LORD of hosts in the land of Egypt: for they shall cry unto the LORD because of the oppressors, and he shall send them a saviour, and a great one, and he shall deliver them.  <strong>21</strong> And the LORD shall be known to Egypt, and the Egyptians shall know the LORD in that day, and shall do sacrifice and oblation; yea, they shall vow a vow unto the LORD, and perform it.  <strong>22</strong> And the LORD shall smite Egypt: he shall smite and heal it:  and they shall return even to the LORD, and he shall be intreated of them, and shall heal them.  <strong>23</strong> In that day shall there be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall serve with the Assyrians.  <strong>24</strong> In that day shall Israel be the third with Egypt and with Assyria, even a blessing in the midst of the land:  <strong>25</strong> Whom the LORD of hosts shall bless, saying, Blessed be Egypt my people, and Assyria the work of my hands, and Israel mine inheritance.  ","niv":"<sup><strong>1</strong></sup> An oracle concerning Egypt: See, the LORD rides on a swift cloud and is coming to Egypt. The idols of Egypt tremble before him, and the hearts of the Egyptians melt within them. <sup><strong>2</strong></sup> \"I will stir up Egyptian against Egyptian- brother will fight against brother, neighbor against neighbor, city against city, kingdom against kingdom. <sup><strong>3</strong></sup> The Egyptians will lose heart, and I will bring their plans to nothing; they will consult the idols and the spirits of the dead, the mediums and the spiritists. <sup><strong>4</strong></sup> I will hand the Egyptians over to the power of a cruel master, and a fierce king will rule over them,\" declares the Lord, the LORD Almighty. <sup><strong>5</strong></sup> The waters of the river will dry up, and the riverbed will be parched and dry. <sup><strong>6</strong></sup> The canals will stink; the streams of Egypt will dwindle and dry up. The reeds and rushes will wither, <sup><strong>7</strong></sup> also the plants along the Nile, at the mouth of the river. Every sown field along the Nile will become parched, will blow away and be no more. <sup><strong>8</strong></sup> The fishermen will groan and lament, all who cast hooks into the Nile; those who throw nets on the water will pine away. <sup><strong>9</strong></sup> Those who work with combed flax will despair, the weavers of fine linen will lose hope. <sup><strong>10</strong></sup> The workers in cloth will be dejected, and all the wage earners will be sick at heart. <sup><strong>11</strong></sup> The officials of Zoan are nothing but fools; the wise counselors of Pharaoh give senseless advice. How can you say to Pharaoh, \"I am one of the wise men, a disciple of the ancient kings\"? <sup><strong>12</strong></sup> Where are your wise men now? Let them show you and make known what the LORD Almighty has planned against Egypt. <sup><strong>13</strong></sup> The officials of Zoan have become fools, the leaders of Memphis are deceived; the cornerstones of her peoples have led Egypt astray. <sup><strong>14</strong></sup> The LORD has poured into them a spirit of dizziness; they make Egypt stagger in all that she does, as a drunkard staggers around in his vomit. <sup><strong>15</strong></sup> There is nothing Egypt can do- head or tail, palm branch or reed. <sup><strong>16</strong></sup> In that day the Egyptians will be like women. They will shudder with fear at the uplifted hand that the LORD Almighty raises against them. <sup><strong>17</strong></sup> And the land of Judah will bring terror to the Egyptians; everyone to whom Judah is mentioned will be terrified, because of what the LORD Almighty is planning against them. <sup><strong>18</strong></sup> In that day five cities in Egypt will speak the language of Canaan and swear allegiance to the LORD Almighty. One of them will be called the City of Destruction. <sup><strong>19</strong></sup> In that day there will be an altar to the LORD in the heart of Egypt, and a monument to the LORD at its border. <sup><strong>20</strong></sup> It will be a sign and witness to the LORD Almighty in the land of Egypt. When they cry out to the LORD because of their oppressors, he will send them a savior and defender, and he will rescue them. <sup><strong>21</strong></sup> So the LORD will make himself known to the Egyptians, and in that day they will acknowledge the LORD. They will worship with sacrifices and grain offerings; they will make vows to the LORD and keep them. <sup><strong>22</strong></sup> The LORD will strike Egypt with a plague; he will strike them and heal them. They will turn to the LORD, and he will respond to their pleas and heal them. <sup><strong>23</strong></sup> In that day there will be a highway from Egypt to Assyria. The Assyrians will go to Egypt and the Egyptians to Assyria. The Egyptians and Assyrians will worship together. <sup><strong>24</strong></sup> In that day Israel will be the third, along with Egypt and Assyria, a blessing on the earth. <sup><strong>25</strong></sup> The LORD Almighty will bless them, saying, \"Blessed be Egypt my people, Assyria my handiwork, and Israel my inheritance.\" ","modified":"2022-01-25T16:44:53.661Z"},{"_id":"61606d18eb63b282e3fc3689","topicId":"61606d16eb63b282e3fc3687","verse":"Isaiah 19:21-25","votes":43,"__v":0,"esv":"<div>\n<p id=\"p23019021_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v23019021-1\">21&nbsp;</b>And the LORD will make himself known to the Egyptians, and the Egyptians will know the LORD in that day and worship with sacrifice and offering, and they will make vows to the LORD and perform them. <b class=\"verse-num\" id=\"v23019022-1\">22&nbsp;</b>And the LORD will strike Egypt, striking and healing, and they will return to the LORD, and he will listen to their pleas for mercy and heal them.</p>\n<p id=\"p23019022_01-2\"><b class=\"verse-num\" id=\"v23019023-1\">23&nbsp;</b>In that day there will be a highway from Egypt to Assyria, and Assyria will come into Egypt, and Egypt into Assyria, and the Egyptians will worship with the Assyrians.</p>\n<p id=\"p23019023_01-2\"><b class=\"verse-num\" id=\"v23019024-1\">24&nbsp;</b>In that day Israel will be the third with Egypt and Assyria, a blessing in the midst of the earth, <b class=\"verse-num\" id=\"v23019025-1\">25&nbsp;</b>whom the LORD of hosts has blessed, saying, “Blessed be Egypt my people, and Assyria the work of my hands, and Israel my inheritance.”</p>\n</div>","kjv":"<strong>21</strong> And the LORD shall be known to Egypt, and the Egyptians shall know the LORD in that day, and shall do sacrifice and oblation; yea, they shall vow a vow unto the LORD, and perform it.  <strong>22</strong> And the LORD shall smite Egypt: he shall smite and heal it:  and they shall return even to the LORD, and he shall be intreated of them, and shall heal them.  <strong>23</strong> In that day shall there be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall serve with the Assyrians.  <strong>24</strong> In that day shall Israel be the third with Egypt and with Assyria, even a blessing in the midst of the land:  <strong>25</strong> Whom the LORD of hosts shall bless, saying, Blessed be Egypt my people, and Assyria the work of my hands, and Israel mine inheritance.  ","niv":"<sup><strong>21</strong></sup> So the LORD will make himself known to the Egyptians, and in that day they will acknowledge the LORD. They will worship with sacrifices and grain offerings; they will make vows to the LORD and keep them. <sup><strong>22</strong></sup> The LORD will strike Egypt with a plague; he will strike them and heal them. They will turn to the LORD, and he will respond to their pleas and heal them. <sup><strong>23</strong></sup> In that day there will be a highway from Egypt to Assyria. The Assyrians will go to Egypt and the Egyptians to Assyria. The Egyptians and Assyrians will worship together. <sup><strong>24</strong></sup> In that day Israel will be the third, along with Egypt and Assyria, a blessing on the earth. <sup><strong>25</strong></sup> The LORD Almighty will bless them, saying, \"Blessed be Egypt my people, Assyria my handiwork, and Israel my inheritance.\" "},{"_id":"61606d1aeb63b282e3fc368a","topicId":"61606d16eb63b282e3fc3687","verse":"Isaiah 36:6","votes":34,"__v":0,"esv":"<div>\n<p id=\"p23036006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v23036006-1\">6&nbsp;</b>Behold, you are trusting in Egypt, that broken reed of a staff, which will pierce the hand of any man who leans on it. Such is Pharaoh king of Egypt to all who trust in him.</p>\n</div>","kjv":"<strong>6</strong> Lo, thou trustest in the staff of this broken reed, on Egypt; whereon if a man lean, it will go into his hand, and pierce it: so is Pharaoh king of Egypt to all that trust in him.  ","niv":"<sup><strong>6</strong></sup> Look now, you are depending on Egypt, that splintered reed of a staff, which pierces a man's hand and wounds him if he leans on it! Such is Pharaoh king of Egypt to all who depend on him.","modified":"2023-07-07T22:50:43.286Z"},{"_id":"61606d1aeb63b282e3fc368b","topicId":"61606d16eb63b282e3fc3687","verse":"Isaiah 31:1","votes":30,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23031001_09-4\" class=\"line\"><b class=\"chapter-num\" id=\"v23031001-1\">31:1&nbsp;</b>&nbsp;&nbsp;Woe to those who go down to Egypt for help</span><br><span id=\"p23031001_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rely on horses,</span><br><span id=\"p23031001_09-4\" class=\"line\">&nbsp;&nbsp;who trust in chariots because they are many</span><br><span id=\"p23031001_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in horsemen because they are very strong,</span><br><span id=\"p23031001_09-4\" class=\"line\">&nbsp;&nbsp;but do not look to the Holy One of Israel</span><br><span id=\"p23031001_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or consult the LORD!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Woe to them that go down to Egypt for help; and stay on horses, and trust in chariots, because they are many; and in horsemen, because they are very strong; but they look not unto the Holy One of Israel, neither seek the LORD!  ","niv":"<sup><strong>1</strong></sup> Woe to those who go down to Egypt for help, who rely on horses, who trust in the multitude of their chariots and in the great strength of their horsemen, but do not look to the Holy One of Israel, or seek help from the LORD.","modified":"2023-07-07T22:55:18.977Z"},{"_id":"61606d1aeb63b282e3fc368c","topicId":"61606d16eb63b282e3fc3687","verse":"Genesis 15:18","votes":26,"__v":0,"esv":"<div>\n<p id=\"p01015018_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v01015018-1\">18&nbsp;</b>On that day the LORD made a covenant with Abram, saying, “To your offspring I give this land, from the river of Egypt to the great river, the river Euphrates,</p>\n\n</div>","kjv":"<strong>18</strong> In the same day the LORD made a covenant with Abram, saying, Unto thy seed have I given this land, from the river of Egypt unto the great river, the river Euphrates:  ","niv":"<sup><strong>18</strong></sup> On that day the LORD made a covenant with Abram and said, \"To your descendants I give this land, from the river of Egypt to the great river, the Euphrates-"},{"_id":"61606d1aeb63b282e3fc368d","topicId":"61606d16eb63b282e3fc3687","verse":"Acts 7:22","votes":25,"__v":0,"esv":"<div>\n<p id=\"p44007022_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44007022-1\">22&nbsp;</b>And Moses was instructed in all the wisdom of the Egyptians, and he was mighty in his words and deeds.</p>\n</div>","kjv":"<strong>22</strong> And Moses was learned in all the wisdom of the Egyptians, and was mighty in words and in deeds.  ","niv":"<sup><strong>22</strong></sup> Moses was educated in all the wisdom of the Egyptians and was powerful in speech and action."},{"_id":"61606d1aeb63b282e3fc368e","topicId":"61606d16eb63b282e3fc3687","verse":"Zechariah 10:11","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p38010011_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v38010011-1\">11&nbsp;</b>&nbsp;&nbsp;He shall pass through the sea of troubles</span><br><span id=\"p38010011_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and strike down the waves of the sea,</span><br><span id=\"p38010011_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the depths of the Nile shall be dried up.</span><br><span id=\"p38010011_01-7\" class=\"line\">&nbsp;&nbsp;The pride of Assyria shall be laid low,</span><br><span id=\"p38010011_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the scepter of Egypt shall depart.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> And he shall pass through the sea with affliction, and shall smite the waves in the sea, and all the deeps of the river shall dry up: and the pride of Assyria shall be brought down, and the sceptre of Egypt shall depart away.  ","niv":"<sup><strong>11</strong></sup> They will pass through the sea of trouble; the surging sea will be subdued and all the depths of the Nile will dry up. Assyria's pride will be brought down and Egypt's scepter will pass away."},{"_id":"61606d1aeb63b282e3fc368f","topicId":"61606d16eb63b282e3fc3687","verse":"Genesis 47:18-26","votes":24,"__v":0,"esv":"<div>\n<p id=\"p01047018_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v01047018-1\">18&nbsp;</b>And when that year was ended, they came to him the following year and said to him, “We will not hide from my lord that our money is all spent. The herds of livestock are my lord’s. There is nothing left in the sight of my lord but our bodies and our land. <b class=\"verse-num\" id=\"v01047019-1\">19&nbsp;</b>Why should we die before your eyes, both we and our land? Buy us and our land for food, and we with our land will be servants to Pharaoh. And give us seed that we may live and not die, and that the land may not be desolate.”</p>\n<p id=\"p01047019_01-8\"><b class=\"verse-num\" id=\"v01047020-1\">20&nbsp;</b>So Joseph bought all the land of Egypt for Pharaoh, for all the Egyptians sold their fields, because the famine was severe on them. The land became Pharaoh’s. <b class=\"verse-num\" id=\"v01047021-1\">21&nbsp;</b>As for the people, he made servants of them from one end of Egypt to the other. <b class=\"verse-num\" id=\"v01047022-1\">22&nbsp;</b>Only the land of the priests he did not buy, for the priests had a fixed allowance from Pharaoh and lived on the allowance that Pharaoh gave them; therefore they did not sell their land.</p>\n<p id=\"p01047022_01-8\"><b class=\"verse-num\" id=\"v01047023-1\">23&nbsp;</b>Then Joseph said to the people, “Behold, I have this day bought you and your land for Pharaoh. Now here is seed for you, and you shall sow the land. <b class=\"verse-num\" id=\"v01047024-1\">24&nbsp;</b>And at the harvests you shall give a fifth to Pharaoh, and four fifths shall be your own, as seed for the field and as food for yourselves and your households, and as food for your little ones.” <b class=\"verse-num\" id=\"v01047025-1\">25&nbsp;</b>And they said, “You have saved our lives; may it please my lord, we will be servants to Pharaoh.” <b class=\"verse-num\" id=\"v01047026-1\">26&nbsp;</b>So Joseph made it a statute concerning the land of Egypt, and it stands to this day, that Pharaoh should have the fifth; the land of the priests alone did not become Pharaoh’s.</p>\n\n</div>","kjv":"<strong>18</strong> When that year was ended, they came unto him the second year, and said unto him, We will not hide it from my lord, how that our money is spent; my lord also hath our herds of cattle; there is not ought left in the sight of my lord, but our bodies, and our lands:  <strong>19</strong> Wherefore shall we die before thine eyes, both we and our land? buy us and our land for bread, and we and our land will be servants unto Pharaoh: and give us seed, that we may live, and not die, that the land be not desolate.  <strong>20</strong> And Joseph bought all the land of Egypt for Pharaoh; for the Egyptians sold every man his field, because the famine prevailed over them: so the land became Pharaoh’s.  <strong>21</strong> And as for the people, he removed them to cities from one  end of the borders of Egypt even to the other end thereof.  <strong>22</strong> Only the land of the priests bought he not; for the priests had a portion assigned them of Pharaoh, and did eat their portion which Pharaoh gave them: wherefore they sold not their lands.  <strong>23</strong> Then Joseph said unto the people, Behold, I have bought you this day and your land for Pharaoh: lo, here is seed for you, and ye shall sow the land.  <strong>24</strong> And it shall come to pass in the increase, that ye shall give the fifth part unto Pharaoh, and four parts shall be your own, for seed of the field, and for your food, and for them of your households, and for food for your little ones.  <strong>25</strong> And they said, Thou hast saved our lives: let us find grace in the sight of my lord, and we will be Pharaoh’s servants.  <strong>26</strong> And Joseph made it a law over the land of Egypt unto this day, that Pharaoh should have the fifth part; except the land of the priests only, which became not Pharaoh’s.  ","niv":"<sup><strong>18</strong></sup> When that year was over, they came to him the following year and said, \"We cannot hide from our lord the fact that since our money is gone and our livestock belongs to you, there is nothing left for our lord except our bodies and our land. <sup><strong>19</strong></sup> Why should we perish before your eyes-we and our land as well? Buy us and our land in exchange for food, and we with our land will be in bondage to Pharaoh. Give us seed so that we may live and not die, and that the land may not become desolate.\" <sup><strong>20</strong></sup> So Joseph bought all the land in Egypt for Pharaoh. The Egyptians, one and all, sold their fields, because the famine was too severe for them. The land became Pharaoh's, <sup><strong>21</strong></sup> and Joseph reduced the people to servitude, from one end of Egypt to the other. <sup><strong>22</strong></sup> However, he did not buy the land of the priests, because they received a regular allotment from Pharaoh and had food enough from the allotment Pharaoh gave them. That is why they did not sell their land. <sup><strong>23</strong></sup> Joseph said to the people, \"Now that I have bought you and your land today for Pharaoh, here is seed for you so you can plant the ground. <sup><strong>24</strong></sup> But when the crop comes in, give a fifth of it to Pharaoh. The other four-fifths you may keep as seed for the fields and as food for yourselves and your households and your children.\" <sup><strong>25</strong></sup> \"You have saved our lives,\" they said. \"May we find favor in the eyes of our lord; we will be in bondage to Pharaoh.\" <sup><strong>26</strong></sup> So Joseph established it as a law concerning land in Egypt-still in force today-that a fifth of the produce belongs to Pharaoh. It was only the land of the priests that did not become Pharaoh's. "},{"_id":"61606d1aeb63b282e3fc3690","topicId":"61606d16eb63b282e3fc3687","verse":"Revelation 11:8","votes":23,"__v":0,"esv":"<div>\n<p id=\"p66011008_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66011008-1\">8&nbsp;</b>and their dead bodies will lie in the street of the great city that symbolically is called Sodom and Egypt, where their Lord was crucified.</p>\n\n</div>","kjv":"<strong>8</strong> And their dead bodies shall lie in the street of the great city, which spiritually is called Sodom and Egypt, where also our Lord was crucified.  ","niv":"<sup><strong>8</strong></sup> Their bodies will lie in the street of the great city, which is figuratively called Sodom and Egypt, where also their Lord was crucified."},{"_id":"61606d1aeb63b282e3fc3691","topicId":"61606d16eb63b282e3fc3687","verse":"Ezekiel 29:1-21","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p26029001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26029001-1\">29:1&nbsp;</b>In the tenth year, in the tenth month, on the twelfth day of the month, the word of the LORD came to me: <b class=\"verse-num\" id=\"v26029002-1\">2&nbsp;</b>“Son of man, set your face against Pharaoh king of Egypt, and prophesy against him and against all Egypt; <b class=\"verse-num\" id=\"v26029003-1\">3&nbsp;</b>speak, and say, Thus says the Lord GOD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p26029003_04-10\" class=\"line\">&nbsp;&nbsp;“Behold, I am against you,</span><br><span id=\"p26029003_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Pharaoh king of Egypt,</span><br><span id=\"p26029003_04-10\" class=\"line\">&nbsp;&nbsp;the great dragon that lies</span><br><span id=\"p26029003_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of his streams,</span><br><span id=\"p26029003_04-10\" class=\"line\">&nbsp;&nbsp;that says, ‘My Nile is my own;</span><br><span id=\"p26029003_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I made it for myself.’</span><br><span id=\"p26029004_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v26029004-1\">4&nbsp;</b>&nbsp;&nbsp;I will put hooks in your jaws,</span><br><span id=\"p26029004_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make the fish of your streams stick to your scales;</span><br><span id=\"p26029004_04-10\" class=\"line\">&nbsp;&nbsp;and I will draw you up out of the midst of your streams,</span><br><span id=\"p26029004_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with all the fish of your streams</span><br><span id=\"p26029004_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that stick to your scales.</span><br><span id=\"p26029005_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v26029005-1\">5&nbsp;</b>&nbsp;&nbsp;And I will cast you out into the wilderness,</span><br><span id=\"p26029005_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you and all the fish of your streams;</span><br><span id=\"p26029005_04-10\" class=\"line\">&nbsp;&nbsp;you shall fall on the open field,</span><br><span id=\"p26029005_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and not be brought together or gathered.</span><br><span id=\"p26029005_04-10\" class=\"line\">&nbsp;&nbsp;To the beasts of the earth and to the birds of the heavens</span><br><span id=\"p26029005_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I give you as food.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p26029005_04-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v26029006-1\">6&nbsp;</b>Then all the inhabitants of Egypt shall know that I am the LORD.</p>\n<p id=\"p26029006_04-10\">“Because you have been a staff of reed to the house of Israel, <b class=\"verse-num\" id=\"v26029007-1\">7&nbsp;</b>when they grasped you with the hand, you broke and tore all their shoulders; and when they leaned on you, you broke and made all their loins to shake. <b class=\"verse-num\" id=\"v26029008-1\">8&nbsp;</b>Therefore thus says the Lord GOD: Behold, I will bring a sword upon you, and will cut off from you man and beast, <b class=\"verse-num\" id=\"v26029009-1\">9&nbsp;</b>and the land of Egypt shall be a desolation and a waste. Then they will know that I am the LORD.</p>\n<p id=\"p26029009_04-10\">“Because you said, ‘The Nile is mine, and I made it,’ <b class=\"verse-num\" id=\"v26029010-1\">10&nbsp;</b>therefore, behold, I am against you and against your streams, and I will make the land of Egypt an utter waste and desolation, from Migdol to Syene, as far as the border of Cush. <b class=\"verse-num\" id=\"v26029011-1\">11&nbsp;</b>No foot of man shall pass through it, and no foot of beast shall pass through it; it shall be uninhabited forty years. <b class=\"verse-num\" id=\"v26029012-1\">12&nbsp;</b>And I will make the land of Egypt a desolation in the midst of desolated countries, and her cities shall be a desolation forty years among cities that are laid waste. I will scatter the Egyptians among the nations, and disperse them through the countries.</p>\n<p id=\"p26029012_04-10\"><b class=\"verse-num\" id=\"v26029013-1\">13&nbsp;</b>“For thus says the Lord GOD: At the end of forty years I will gather the Egyptians from the peoples among whom they were scattered, <b class=\"verse-num\" id=\"v26029014-1\">14&nbsp;</b>and I will restore the fortunes of Egypt and bring them back to the land of Pathros, the land of their origin, and there they shall be a lowly kingdom. <b class=\"verse-num\" id=\"v26029015-1\">15&nbsp;</b>It shall be the most lowly of the kingdoms, and never again exalt itself above the nations. And I will make them so small that they will never again rule over the nations. <b class=\"verse-num\" id=\"v26029016-1\">16&nbsp;</b>And it shall never again be the reliance of the house of Israel, recalling their iniquity, when they turn to them for aid. Then they will know that I am the Lord GOD.”</p>\n<p id=\"p26029016_04-10\"><b class=\"verse-num\" id=\"v26029017-1\">17&nbsp;</b>In the twenty-seventh year, in the first month, on the first day of the month, the word of the LORD came to me: <b class=\"verse-num\" id=\"v26029018-1\">18&nbsp;</b>“Son of man, Nebuchadnezzar king of Babylon made his army labor hard against Tyre. Every head was made bald, and every shoulder was rubbed bare, yet neither he nor his army got anything from Tyre to pay for the labor that he had performed against her. <b class=\"verse-num\" id=\"v26029019-1\">19&nbsp;</b>Therefore thus says the Lord GOD: Behold, I will give the land of Egypt to Nebuchadnezzar king of Babylon; and he shall carry off its wealth and despoil it and plunder it; and it shall be the wages for his army. <b class=\"verse-num\" id=\"v26029020-1\">20&nbsp;</b>I have given him the land of Egypt as his payment for which he labored, because they worked for me, declares the Lord GOD.</p>\n<p id=\"p26029020_04-10\"><b class=\"verse-num\" id=\"v26029021-1\">21&nbsp;</b>“On that day I will cause a horn to spring up for the house of Israel, and I will open your lips among them. Then they will know that I am the LORD.”</p>\n\n</div>","kjv":"<strong>1</strong> In the tenth year, in the tenth month, in the twelfth day of the month, the word of the LORD came unto me, saying,  <strong>2</strong> Son of man, set thy face against Pharaoh king of Egypt, and prophesy against him, and against all Egypt:  <strong>3</strong> Speak, and say, Thus saith the Lord GOD; Behold, I am against thee, Pharaoh king of Egypt, the great dragon that lieth in the midst of his rivers, which hath said, My river is mine own, and I have made it for myself.  <strong>4</strong> But I will put hooks in thy jaws, and I will cause the fish of thy rivers to stick unto thy scales, and I will bring thee up out of the midst of thy rivers, and all the fish of thy rivers shall stick unto thy scales.  <strong>5</strong> And I will leave thee thrown into the wilderness, thee and all the fish of thy rivers: thou shalt fall upon the open fields; thou shalt not be brought together, nor gathered: I have given thee for meat to the beasts of the field and to the fowls of the heaven.  <strong>6</strong> And all the inhabitants of Egypt shall know that I am the LORD, because they have been a staff of reed to the house of Israel.  <strong>7</strong> When they took hold of thee by thy hand, thou didst break, and rend all their shoulder: and when they leaned upon thee, thou brakest, and madest all their loins to be at a stand.  <strong>8</strong> Therefore thus saith the Lord GOD; Behold, I will bring a sword upon thee, and cut off man and beast out of thee.  <strong>9</strong> And the land of Egypt shall be desolate and waste; and they shall know that I am the LORD: because he hath said, The river is  mine, and I have made it.  <strong>10</strong> Behold, therefore I am against thee, and against thy rivers, and I will make the land of Egypt utterly waste and desolate, from the tower of Syene even unto the border of Ethiopia.  <strong>11</strong> No foot of man shall pass through it, nor foot of beast shall pass through it, neither shall it be inhabited forty years.  <strong>12</strong> And I will make the land of Egypt desolate in the midst of the countries that are desolate, and her cities among the cities that are  laid waste shall be desolate forty years: and I will scatter the Egyptians among the nations, and will disperse them through the countries.  <strong>13</strong> Yet thus saith the Lord GOD; At the end of forty years will I gather the Egyptians from the people whither they were scattered:  <strong>14</strong> And I will bring again the captivity of Egypt, and will cause them to return into the land of Pathros, into the land of their habitation; and they shall be there a base kingdom.  <strong>15</strong> It shall be the basest of the kingdoms; neither shall it exalt itself any more above the nations: for I will diminish them, that they shall no more rule over the nations.  <strong>16</strong> And it shall be no more the confidence of the house of Israel, which bringeth their iniquity to remembrance, when they shall look after them: but they shall know that I am the Lord GOD.  <strong>17</strong> And it came to pass in the seven and twentieth year, in the first month, in the first day of the month, the word of the LORD came unto me, saying,  <strong>18</strong> Son of man, Nebuchadrezzar king of Babylon caused his army to serve a great service against Tyrus: every head was made bald, and every shoulder was peeled: yet had he no wages, nor his army, for Tyrus, for the service that he had served against it:  <strong>19</strong> Therefore thus saith the Lord GOD; Behold, I will give the land of Egypt unto Nebuchadrezzar king of Babylon; and he shall take her multitude, and take her spoil, and take her prey; and it shall be the wages for his army.  <strong>20</strong> I have given him the land of Egypt for his labour wherewith he served against it, because they wrought for me, saith the Lord GOD.  <strong>21</strong> In that day will I cause the horn of the house of Israel to bud forth, and I will give thee the opening of the mouth in the midst of them; and they shall know that I am the LORD.  ","niv":"<sup><strong>1</strong></sup> In the tenth year, in the tenth month on the twelfth day, the word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, set your face against Pharaoh king of Egypt and prophesy against him and against all Egypt. <sup><strong>3</strong></sup> Speak to him and say: 'This is what the Sovereign LORD says: \"'I am against you, Pharaoh king of Egypt, you great monster lying among your streams. You say, \"The Nile is mine; I made it for myself.\" <sup><strong>4</strong></sup> But I will put hooks in your jaws and make the fish of your streams stick to your scales. I will pull you out from among your streams, with all the fish sticking to your scales. <sup><strong>5</strong></sup> I will leave you in the desert, you and all the fish of your streams. You will fall on the open field and not be gathered or picked up. I will give you as food to the beasts of the earth and the birds of the air. <sup><strong>6</strong></sup> Then all who live in Egypt will know that I am the LORD. \"'You have been a staff of reed for the house of Israel. <sup><strong>7</strong></sup> When they grasped you with their hands, you splintered and you tore open their shoulders; when they leaned on you, you broke and their backs were wrenched. <sup><strong>8</strong></sup> \"'Therefore this is what the Sovereign LORD says: I will bring a sword against you and kill your men and their animals. <sup><strong>9</strong></sup> Egypt will become a desolate wasteland. Then they will know that I am the LORD. \"'Because you said, \"The Nile is mine; I made it,\" <sup><strong>10</strong></sup> therefore I am against you and against your streams, and I will make the land of Egypt a ruin and a desolate waste from Migdol to Aswan, as far as the border of Cush. <sup><strong>11</strong></sup> No foot of man or animal will pass through it; no one will live there for forty years. <sup><strong>12</strong></sup> I will make the land of Egypt desolate among devastated lands, and her cities will lie desolate forty years among ruined cities. And I will disperse the Egyptians among the nations and scatter them through the countries. <sup><strong>13</strong></sup> \"'Yet this is what the Sovereign LORD says: At the end of forty years I will gather the Egyptians from the nations where they were scattered. <sup><strong>14</strong></sup> I will bring them back from captivity and return them to Upper Egypt, the land of their ancestry. There they will be a lowly kingdom. <sup><strong>15</strong></sup> It will be the lowliest of kingdoms and will never again exalt itself above the other nations. I will make it so weak that it will never again rule over the nations. <sup><strong>16</strong></sup> Egypt will no longer be a source of confidence for the people of Israel but will be a reminder of their sin in turning to her for help. Then they will know that I am the Sovereign LORD.'\" <sup><strong>17</strong></sup> In the twenty-seventh year, in the first month on the first day, the word of the LORD came to me: <sup><strong>18</strong></sup> \"Son of man, Nebuchadnezzar king of Babylon drove his army in a hard campaign against Tyre; every head was rubbed bare and every shoulder made raw. Yet he and his army got no reward from the campaign he led against Tyre. <sup><strong>19</strong></sup> Therefore this is what the Sovereign LORD says: I am going to give Egypt to Nebuchadnezzar king of Babylon, and he will carry off its wealth. He will loot and plunder the land as pay for his army. <sup><strong>20</strong></sup> I have given him Egypt as a reward for his efforts because he and his army did it for me, declares the Sovereign LORD. <sup><strong>21</strong></sup> \"On that day I will make a horn grow for the house of Israel, and I will open your mouth among them. Then they will know that I am the LORD.\" "},{"_id":"61606d1beb63b282e3fc3692","topicId":"61606d16eb63b282e3fc3687","verse":"Ezekiel 20:7","votes":18,"__v":0,"esv":"<div>\n<p id=\"p26020007_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v26020007-1\">7&nbsp;</b>And I said to them, ‘Cast away the detestable things your eyes feast on, every one of you, and do not defile yourselves with the idols of Egypt; I am the LORD your God.’</p>\n</div>","kjv":"<strong>7</strong> Then said I unto them, Cast ye away every man the abominations of his eyes, and defile not yourselves with the idols of Egypt: I am the LORD your God.  ","niv":"<sup><strong>7</strong></sup> And I said to them, \"Each of you, get rid of the vile images you have set your eyes on, and do not defile yourselves with the idols of Egypt. I am the LORD your God.\""},{"_id":"61606d1beb63b282e3fc3693","topicId":"61606d16eb63b282e3fc3687","verse":"Ezekiel 48:28","votes":17,"__v":0,"esv":"<div>\n<p id=\"p26048028_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v26048028-1\">28&nbsp;</b>And adjoining the territory of Gad to the south, the boundary shall run from Tamar to the waters of Meribah-kadesh, from there along the Brook of Egypt to the Great Sea.</p>\n\n</div>","kjv":"<strong>28</strong> And by the border of Gad, at the south side southward, the border shall be even from Tamar unto the waters of strife in Kadesh, and to the river toward the great sea.  ","niv":"<sup><strong>28</strong></sup> \"The southern boundary of Gad will run south from Tamar to the waters of Meribah Kadesh, then along the Wadi of Egypt to the Great Sea."},{"_id":"61606d1beb63b282e3fc3694","topicId":"61606d16eb63b282e3fc3687","verse":"Ezekiel 29:10","votes":15,"__v":0,"esv":"<div>\n<p id=\"p26029010_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v26029010-1\">10&nbsp;</b>therefore, behold, I am against you and against your streams, and I will make the land of Egypt an utter waste and desolation, from Migdol to Syene, as far as the border of Cush.</p>\n</div>","kjv":"<strong>10</strong> Behold, therefore I am against thee, and against thy rivers, and I will make the land of Egypt utterly waste and desolate, from the tower of Syene even unto the border of Ethiopia.  ","niv":"<sup><strong>10</strong></sup> therefore I am against you and against your streams, and I will make the land of Egypt a ruin and a desolate waste from Migdol to Aswan, as far as the border of Cush."},{"_id":"61606d1beb63b282e3fc3695","topicId":"61606d16eb63b282e3fc3687","verse":"Psalm 105:23","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19105023_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19105023-1\">23&nbsp;</b>&nbsp;&nbsp;Then Israel came to Egypt;</span><br><span id=\"p19105023_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Jacob sojourned in the land of Ham.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Israel also came into Egypt; and Jacob sojourned in the land of Ham.  ","niv":"<sup><strong>23</strong></sup> Then Israel entered Egypt; Jacob lived as an alien in the land of Ham."},{"_id":"61606d1beb63b282e3fc3696","topicId":"61606d16eb63b282e3fc3687","verse":"Genesis 13:10","votes":13,"__v":0,"esv":"<div>\n<p id=\"p01013010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v01013010-1\">10&nbsp;</b>And Lot lifted up his eyes and saw that the Jordan Valley was well watered everywhere like the garden of the LORD, like the land of Egypt, in the direction of Zoar. (This was before the LORD destroyed Sodom and Gomorrah.)</p>\n</div>","kjv":"<strong>10</strong> And Lot lifted up his eyes, and beheld all the plain of Jordan, that it was well watered every where, before the LORD destroyed Sodom and Gomorrah, even as the garden of the LORD, like the land of Egypt, as thou comest unto Zoar.  ","niv":"<sup><strong>10</strong></sup> Lot looked up and saw that the whole plain of the Jordan was well watered, like the garden of the LORD, like the land of Egypt, toward Zoar. (This was before the LORD destroyed Sodom and Gomorrah.)"},{"_id":"61606d1beb63b282e3fc3697","topicId":"61606d16eb63b282e3fc3687","verse":"Genesis 13:1","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p01013001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01013001-1\">13:1&nbsp;</b>So Abram went up from Egypt, he and his wife and all that he had, and Lot with him, into the Negeb.</p>\n</div>","kjv":"<strong>1</strong> And Abram went up out of Egypt, he, and his wife, and all that he had, and Lot with him, into the south.  ","niv":"<sup><strong>1</strong></sup> So Abram went up from Egypt to the Negev, with his wife and everything he had, and Lot went with him."},{"_id":"61606d1beb63b282e3fc3698","topicId":"61606d16eb63b282e3fc3687","verse":"Jeremiah 44:30","votes":12,"__v":0,"esv":"<div>\n<p id=\"p24044030_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v24044030-1\">30&nbsp;</b>Thus says the LORD, Behold, I will give Pharaoh Hophra king of Egypt into the hand of his enemies and into the hand of those who seek his life, as I gave Zedekiah king of Judah into the hand of Nebuchadnezzar king of Babylon, who was his enemy and sought his life.”</p>\n</div>","kjv":"<strong>30</strong> Thus saith the LORD; Behold, I will give Pharaoh-hophra king of Egypt into the hand of his enemies, and into the hand of them that seek his life; as I gave Zedekiah king of Judah into the hand of Nebuchadrezzar king of Babylon, his enemy, and that sought his life.  ","niv":"<sup><strong>30</strong></sup> This is what the LORD says: 'I am going to hand Pharaoh Hophra king of Egypt over to his enemies who seek his life, just as I handed Zedekiah king of Judah over to Nebuchadnezzar king of Babylon, the enemy who was seeking his life.'\""},{"_id":"61606d1beb63b282e3fc3699","topicId":"61606d16eb63b282e3fc3687","verse":"Genesis 41:45","votes":12,"__v":0,"esv":"<div>\n<p id=\"p01041045_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v01041045-1\">45&nbsp;</b>And Pharaoh called Joseph’s name Zaphenath-paneah. And he gave him in marriage Asenath, the daughter of Potiphera priest of On. So Joseph went out over the land of Egypt.</p>\n</div>","kjv":"<strong>45</strong> And Pharaoh called Joseph’s name Zaphnath-paaneah; and he gave him to wife Asenath the daughter of Poti-pherah priest of On. And Joseph went out over all the land of Egypt.  ","niv":"<sup><strong>45</strong></sup> Pharaoh gave Joseph the name Zaphenath-Paneah and gave him Asenath daughter of Potiphera, priest of On, to be his wife. And Joseph went throughout the land of Egypt."},{"_id":"61606d1ceb63b282e3fc369a","topicId":"61606d16eb63b282e3fc3687","verse":"Acts 7:11","votes":11,"__v":0,"esv":"<div>\n<p id=\"p44007011_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v44007011-1\">11&nbsp;</b>Now there came a famine throughout all Egypt and Canaan, and great affliction, and our fathers could find no food.</p>\n</div>","kjv":"<strong>11</strong> Now there came a dearth over all the land of Egypt and Chanaan, and great affliction: and our fathers found no sustenance.  ","niv":"<sup><strong>11</strong></sup> \"Then a famine struck all Egypt and Canaan, bringing great suffering, and our fathers could not find food."},{"_id":"61606d1ceb63b282e3fc369b","topicId":"61606d16eb63b282e3fc3687","verse":"Isaiah 45:14","votes":11,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045014_06-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045014-1\">14&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p23045014_06-20\" class=\"line\">&nbsp;&nbsp;“The wealth of Egypt and the merchandise of Cush,</span><br><span id=\"p23045014_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Sabeans, men of stature,</span><br><span id=\"p23045014_06-20\" class=\"line\">&nbsp;&nbsp;shall come over to you and be yours;</span><br><span id=\"p23045014_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall follow you;</span><br><span id=\"p23045014_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall come over in chains and bow down to you.</span><br><span id=\"p23045014_06-20\" class=\"line\">&nbsp;&nbsp;They will plead with you, saying:</span><br><span id=\"p23045014_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘Surely God is in you, and there is no other,</span><br><span id=\"p23045014_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no god besides him.’”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Thus saith the LORD, The labour of Egypt, and merchandise of Ethiopia and of the Sabeans, men of stature, shall come over unto thee, and they shall be thine: they shall come after thee; in chains they shall come over, and they shall fall down unto thee, they shall make supplication unto thee, saying,  Surely God is in thee; and there is none else, there is no God.  ","niv":"<sup><strong>14</strong></sup> This is what the LORD says: \"The products of Egypt and the merchandise of Cush, and those tall Sabeans- they will come over to you and will be yours; they will trudge behind you, coming over to you in chains. They will bow down before you and plead with you, saying, 'Surely God is with you, and there is no other; there is no other god.'\""},{"_id":"61606d1ceb63b282e3fc369c","topicId":"61606d16eb63b282e3fc3687","verse":"Isaiah 19:2","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23019002_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019002-1\">2&nbsp;</b>&nbsp;&nbsp;And I will stir up Egyptians against Egyptians,</span><br><span id=\"p23019002_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they will fight, each against another</span><br><span id=\"p23019002_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and each against his neighbor,</span><br><span id=\"p23019002_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;city against city, kingdom against kingdom;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> And I will set the Egyptians against the Egyptians: and they shall fight every one against his brother, and every one against his neighbour; city against city, and kingdom against kingdom.  ","niv":"<sup><strong>2</strong></sup> \"I will stir up Egyptian against Egyptian- brother will fight against brother, neighbor against neighbor, city against city, kingdom against kingdom."},{"_id":"61606d1ceb63b282e3fc369d","topicId":"61606d16eb63b282e3fc3687","verse":"Exodus 12:12","votes":11,"__v":0,"esv":"<div>\n<p id=\"p02012012_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v02012012-1\">12&nbsp;</b>For I will pass through the land of Egypt that night, and I will strike all the firstborn in the land of Egypt, both man and beast; and on all the gods of Egypt I will execute judgments: I am the LORD.</p>\n</div>","kjv":"<strong>12</strong> For I will pass through the land of Egypt this night, and will smite all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am the LORD.  ","niv":"<sup><strong>12</strong></sup> \"On that same night I will pass through Egypt and strike down every firstborn-both men and animals-and I will bring judgment on all the gods of Egypt. I am the LORD."},{"_id":"61606d1deb63b282e3fc369e","topicId":"61606d16eb63b282e3fc3687","verse":"Matthew 2:14","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40002014_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v40002014-1\">14&nbsp;</b>And he rose and took the child and his mother by night and departed to Egypt</p>\n</div>","kjv":"<strong>14</strong> When he arose, he took the young child and his mother by night, and departed into Egypt:  ","niv":"<sup><strong>14</strong></sup> So he got up, took the child and his mother during the night and left for Egypt,"},{"_id":"61606d1deb63b282e3fc369f","topicId":"61606d16eb63b282e3fc3687","verse":"1 Kings 11:40","votes":11,"__v":0,"esv":"<div>\n<p id=\"p11011040_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v11011040-1\">40&nbsp;</b>Solomon sought therefore to kill Jeroboam. But Jeroboam arose and fled into Egypt, to Shishak king of Egypt, and was in Egypt until the death of Solomon.</p>\n</div>","kjv":"<strong>40</strong> Solomon sought therefore to kill Jeroboam. And Jeroboam arose, and fled into Egypt, unto Shishak king of Egypt, and was in Egypt until the death of Solomon.  ","niv":"<sup><strong>40</strong></sup> Solomon tried to kill Jeroboam, but Jeroboam fled to Egypt, to Shishak the king, and stayed there until Solomon's death."},{"_id":"61606d1deb63b282e3fc36a0","topicId":"61606d16eb63b282e3fc3687","verse":"1 Kings 4:30","votes":11,"__v":0,"esv":"<div>\n<p id=\"p11004030_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v11004030-1\">30&nbsp;</b>so that Solomon’s wisdom surpassed the wisdom of all the people of the east and all the wisdom of Egypt.</p>\n</div>","kjv":"<strong>30</strong> And Solomon’s wisdom excelled the wisdom of all the children of the east country, and all the wisdom of Egypt.  ","niv":"<sup><strong>30</strong></sup> Solomon's wisdom was greater than the wisdom of all the men of the East, and greater than all the wisdom of Egypt."}]}