{"_id":"61606ddceb63b282e3fc36ef","slug":"elders-in-the-church","name":"Elders In The Church","verses":[{"_id":"61606ddceb63b282e3fc36f0","topicId":"61606ddceb63b282e3fc36ef","verse":"James 5:14","votes":108,"__v":0,"esv":"<div>\n<p id=\"p59005014_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005014-1\">14&nbsp;</b>Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord.</p>\n</div>","kjv":"<strong>14</strong> Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:  ","niv":"<sup><strong>14</strong></sup> Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord.","modified":"2023-09-01T23:42:53.973Z"},{"_id":"61606ddeeb63b282e3fc36f1","topicId":"61606ddceb63b282e3fc36ef","verse":"Acts 14:23","votes":101,"__v":0,"esv":"<div>\n<p id=\"p44014023_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014023-1\">23&nbsp;</b>And when they had appointed elders for them in every church, with prayer and fasting they committed them to the Lord in whom they had believed.</p>\n</div>","kjv":"<strong>23</strong> And when they had ordained them elders in every church, and had prayed with fasting, they commended them to the Lord, on whom they believed.  ","niv":"<sup><strong>23</strong></sup> Paul and Barnabas appointed elders for them in each church and, with prayer and fasting, committed them to the Lord, in whom they had put their trust.","modified":"2023-05-22T19:30:21.836Z"},{"_id":"61606ddeeb63b282e3fc36f2","topicId":"61606ddceb63b282e3fc36ef","verse":"Titus 1:6-9","votes":105,"__v":0,"esv":"<div>\n<p id=\"p56001006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001006-1\">6&nbsp;</b>if anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination. <b class=\"verse-num\" id=\"v56001007-1\">7&nbsp;</b>For an overseer, as God’s steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain, <b class=\"verse-num\" id=\"v56001008-1\">8&nbsp;</b>but hospitable, a lover of good, self-controlled, upright, holy, and disciplined. <b class=\"verse-num\" id=\"v56001009-1\">9&nbsp;</b>He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it.</p>\n\n</div>","kjv":"<strong>6</strong> If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly.  <strong>7</strong> For a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;  <strong>8</strong> But a lover of hospitality, a lover of good men, sober, just, holy, temperate;  <strong>9</strong> Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.  ","niv":"<sup><strong>6</strong></sup> An elder must be blameless, the husband of but one wife, a man whose children believe and are not open to the charge of being wild and disobedient. <sup><strong>7</strong></sup> Since an overseer is entrusted with God's work, he must be blameless--not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain. <sup><strong>8</strong></sup> Rather he must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined. <sup><strong>9</strong></sup> He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it. ","modified":"2023-09-01T23:48:32.370Z"},{"_id":"61606ddeeb63b282e3fc36f3","topicId":"61606ddceb63b282e3fc36ef","verse":"Acts 20:28","votes":75,"__v":0,"esv":"<div>\n<p id=\"p44020028_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.</p>\n\n</div>","kjv":"<strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  ","niv":"<sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood.","modified":"2022-10-16T13:16:36.596Z"},{"_id":"61606ddfeb63b282e3fc36f4","topicId":"61606ddceb63b282e3fc36ef","verse":"1 Timothy 3:2","votes":85,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. <b class=\"verse-num\" id=\"v54003004-1\">4&nbsp;</b>He must manage his own household well, with all dignity keeping his children submissive, <b class=\"verse-num\" id=\"v54003005-1\">5&nbsp;</b>for if someone does not know how to manage his own household, how will he care for God’s church? <b class=\"verse-num\" id=\"v54003006-1\">6&nbsp;</b>He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. <b class=\"verse-num\" id=\"v54003007-1\">7&nbsp;</b>Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.</p>\n\n<p id=\"p54003007_07-11\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. <b class=\"verse-num\" id=\"v54003009-1\">9&nbsp;</b>They must hold the mystery of the faith with a clear conscience. <b class=\"verse-num\" id=\"v54003010-1\">10&nbsp;</b>And let them also be tested first; then let them serve as deacons if they prove themselves blameless. <b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. <b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well. <b class=\"verse-num\" id=\"v54003013-1\">13&nbsp;</b>For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.</p>\n\n<p id=\"p54003013_11-11\"><b class=\"verse-num\" id=\"v54003014-1\">14&nbsp;</b>I hope to come to you soon, but I am writing these things to you so that, <b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth. <b class=\"verse-num\" id=\"v54003016-1\">16&nbsp;</b>Great indeed, we confess, is the mystery of godliness:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p54003016_11-11\" class=\"line\">&nbsp;&nbsp;He was manifested in the flesh,</span><br><span id=\"p54003016_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vindicated by the Spirit,</span><br><span id=\"p54003016_11-11\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seen by angels,</span><br><span id=\"p54003016_11-11\" class=\"line\">&nbsp;&nbsp;proclaimed among the nations,</span><br><span id=\"p54003016_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;believed on in the world,</span><br><span id=\"p54003016_11-11\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taken up in glory.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  ","niv":"<sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach,","modified":"2023-07-16T11:48:09.296Z"},{"_id":"61606de0eb63b282e3fc36f5","topicId":"61606ddceb63b282e3fc36ef","verse":"Titus 1:5","votes":79,"__v":0,"esv":"<div>\n\n<p id=\"p56001005_04-7\"><b class=\"verse-num\" id=\"v56001005-1\">5&nbsp;</b>This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—</p>\n</div>","kjv":"<strong>5</strong> For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:  ","niv":"<sup><strong>5</strong></sup> The reason I left you in Crete was that you might straighten out what was left unfinished and appoint elders in every town, as I directed you."},{"_id":"61606de0eb63b282e3fc36f6","topicId":"61606ddceb63b282e3fc36ef","verse":"1 Timothy 5:17","votes":79,"__v":0,"esv":"<div>\n<p id=\"p54005017_01-9\"><b class=\"verse-num\" id=\"v54005017-1\">17&nbsp;</b>Let the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching.</p>\n</div>","kjv":"<strong>17</strong> Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.  ","niv":"<sup><strong>17</strong></sup> The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching.","modified":"2022-09-14T01:52:50.464Z"},{"_id":"61606de0eb63b282e3fc36f7","topicId":"61606ddceb63b282e3fc36ef","verse":"1 Timothy 3:1-16","votes":78,"__v":0,"kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  <strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  <strong>14</strong> These things write I unto thee, hoping to come unto thee shortly:  <strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  <strong>16</strong> And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. <sup><strong>5</strong></sup> (If anyone does not know how to manage his own family, how can he take care of God's church?) <sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. <sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. <sup><strong>9</strong></sup> They must keep hold of the deep truths of the faith with a clear conscience. <sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons. <sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything. <sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well. <sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. <sup><strong>14</strong></sup> Although I hope to come to you soon, I am writing you these instructions so that, <sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth. <sup><strong>16</strong></sup> Beyond all question, the mystery of godliness is great: He appeared in a body, was vindicated by the Spirit, was seen by angels, was preached among the nations, was believed on in the world, was taken up in glory. ","modified":"2022-09-26T21:08:52.627Z"},{"_id":"61606de1eb63b282e3fc36f8","topicId":"61606ddceb63b282e3fc36ef","verse":"Hebrews 13:17","votes":75,"__v":0,"esv":"<div>\n<p id=\"p58013017_01-12\"><b class=\"verse-num\" id=\"v58013017-1\">17&nbsp;</b>Obey your leaders and submit to them, for they are keeping watch over your souls, as those who will have to give an account. Let them do this with joy and not with groaning, for that would be of no advantage to you.</p>\n</div>","kjv":"<strong>17</strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.  ","niv":"<sup><strong>17</strong></sup> Obey your leaders and submit to their authority. They keep watch over you as men who must give an account. Obey them so that their work will be a joy, not a burden, for that would be of no advantage to you.","modified":"2023-01-05T18:58:35.349Z"},{"_id":"61606de1eb63b282e3fc36f9","topicId":"61606ddceb63b282e3fc36ef","verse":"Acts 11:30","votes":63,"__v":0,"esv":"<div>\n<p id=\"p44011030_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44011030-1\">30&nbsp;</b>And they did so, sending it to the elders by the hand of Barnabas and Saul.</p>\n</div>","kjv":"<strong>30</strong> Which also they did, and sent it to the elders by the hands of Barnabas and Saul.  ","niv":"<sup><strong>30</strong></sup> This they did, sending their gift to the elders by Barnabas and Saul.","modified":"2023-04-22T20:39:10.208Z"},{"_id":"61606de1eb63b282e3fc36fa","topicId":"61606ddceb63b282e3fc36ef","verse":"Titus 1:9","votes":65,"__v":0,"esv":"<div>\n<p id=\"p56001009_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001009-1\">9&nbsp;</b>He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it.</p>\n\n</div>","kjv":"<strong>9</strong> Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.  ","niv":"<sup><strong>9</strong></sup> He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it.","modified":"2023-01-05T18:58:41.749Z"},{"_id":"61606de1eb63b282e3fc36fb","topicId":"61606ddceb63b282e3fc36ef","verse":"1 Peter 5:1-4","votes":62,"__v":0,"esv":"<div>\n\n<p id=\"p60005001_06-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60005001-1\">5:1&nbsp;</b>So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed: <b class=\"verse-num\" id=\"v60005002-1\">2&nbsp;</b>shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly; <b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock. <b class=\"verse-num\" id=\"v60005004-1\">4&nbsp;</b>And when the chief Shepherd appears, you will receive the unfading crown of glory.</p>\n\n</div>","kjv":"<strong>1</strong> The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:  <strong>2</strong> Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;  <strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  <strong>4</strong> And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.  ","niv":"<sup><strong>1</strong></sup> To the elders among you, I appeal as a fellow elder, a witness of Christ's sufferings and one who also will share in the glory to be revealed: <sup><strong>2</strong></sup> Be shepherds of God's flock that is under your care, serving as overseers--not because you must, but because you are willing, as God wants you to be; not greedy for money, but eager to serve; <sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock. <sup><strong>4</strong></sup> And when the Chief Shepherd appears, you will receive the crown of glory that will never fade away. ","modified":"2023-01-05T18:58:53.324Z"},{"_id":"61606de1eb63b282e3fc36fc","topicId":"61606ddceb63b282e3fc36ef","verse":"Acts 20:17","votes":59,"__v":0,"esv":"<div>\n\n<p id=\"p44020017_07-17\"><b class=\"verse-num\" id=\"v44020017-1\">17&nbsp;</b>Now from Miletus he sent to Ephesus and called the elders of the church to come to him.</p>\n</div>","kjv":"<strong>17</strong> And from Miletus he sent to Ephesus, and called the elders of the church.  ","niv":"<sup><strong>17</strong></sup> From Miletus, Paul sent to Ephesus for the elders of the church.","modified":"2023-04-12T19:34:39.508Z"},{"_id":"61606de1eb63b282e3fc36fd","topicId":"61606ddceb63b282e3fc36ef","verse":"Titus 1:7","votes":50,"__v":0,"esv":"<div>\n<p id=\"p56001007_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001007-1\">7&nbsp;</b>For an overseer, as God’s steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain,</p>\n\n</div>","kjv":"<strong>7</strong> For a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;  ","niv":"<sup><strong>7</strong></sup> Since an overseer is entrusted with God's work, he must be blameless--not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain.","modified":"2022-09-19T13:24:57.199Z"},{"_id":"61606de1eb63b282e3fc36fe","topicId":"61606ddceb63b282e3fc36ef","verse":"1 Peter 5:1","votes":50,"__v":0,"esv":"<div>\n\n<p id=\"p60005001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60005001-1\">5:1&nbsp;</b>So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed:</p>\n</div>","kjv":"<strong>1</strong> The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:  ","niv":"<sup><strong>1</strong></sup> To the elders among you, I appeal as a fellow elder, a witness of Christ's sufferings and one who also will share in the glory to be revealed:"},{"_id":"61606de1eb63b282e3fc36ff","topicId":"61606ddceb63b282e3fc36ef","verse":"Acts 15:2","votes":48,"__v":0,"esv":"<div>\n<p id=\"p44015002_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44015002-1\">2&nbsp;</b>And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question.</p>\n</div>","kjv":"<strong>2</strong> When therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas, and certain other of them, should go up to Jerusalem unto the apostles and elders about this question.  ","niv":"<sup><strong>2</strong></sup> This brought Paul and Barnabas into sharp dispute and debate with them. So Paul and Barnabas were appointed, along with some other believers, to go up to Jerusalem to see the apostles and elders about this question.","modified":"2022-10-10T14:20:26.849Z"},{"_id":"61606de1eb63b282e3fc3700","topicId":"61606ddceb63b282e3fc36ef","verse":"Acts 6:1-15","votes":44,"__v":0,"esv":"<div>\n\n<p id=\"p44006001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44006001-1\">6:1&nbsp;</b>Now in these days when the disciples were increasing in number, a complaint by the Hellenists arose against the Hebrews because their widows were being neglected in the daily distribution. <b class=\"verse-num\" id=\"v44006002-1\">2&nbsp;</b>And the twelve summoned the full number of the disciples and said, “It is not right that we should give up preaching the word of God to serve tables. <b class=\"verse-num\" id=\"v44006003-1\">3&nbsp;</b>Therefore, brothers, pick out from among you seven men of good repute, full of the Spirit and of wisdom, whom we will appoint to this duty. <b class=\"verse-num\" id=\"v44006004-1\">4&nbsp;</b>But we will devote ourselves to prayer and to the ministry of the word.” <b class=\"verse-num\" id=\"v44006005-1\">5&nbsp;</b>And what they said pleased the whole gathering, and they chose Stephen, a man full of faith and of the Holy Spirit, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolaus, a proselyte of Antioch. <b class=\"verse-num\" id=\"v44006006-1\">6&nbsp;</b>These they set before the apostles, and they prayed and laid their hands on them.</p>\n<p id=\"p44006006_05-22\"><b class=\"verse-num\" id=\"v44006007-1\">7&nbsp;</b>And the word of God continued to increase, and the number of the disciples multiplied greatly in Jerusalem, and a great many of the priests became obedient to the faith.</p>\n\n<p id=\"p44006007_08-22\"><b class=\"verse-num\" id=\"v44006008-1\">8&nbsp;</b>And Stephen, full of grace and power, was doing great wonders and signs among the people. <b class=\"verse-num\" id=\"v44006009-1\">9&nbsp;</b>Then some of those who belonged to the synagogue of the Freedmen (as it was called), and of the Cyrenians, and of the Alexandrians, and of those from Cilicia and Asia, rose up and disputed with Stephen. <b class=\"verse-num\" id=\"v44006010-1\">10&nbsp;</b>But they could not withstand the wisdom and the Spirit with which he was speaking. <b class=\"verse-num\" id=\"v44006011-1\">11&nbsp;</b>Then they secretly instigated men who said, “We have heard him speak blasphemous words against Moses and God.” <b class=\"verse-num\" id=\"v44006012-1\">12&nbsp;</b>And they stirred up the people and the elders and the scribes, and they came upon him and seized him and brought him before the council, <b class=\"verse-num\" id=\"v44006013-1\">13&nbsp;</b>and they set up false witnesses who said, “This man never ceases to speak words against this holy place and the law, <b class=\"verse-num\" id=\"v44006014-1\">14&nbsp;</b>for we have heard him say that this Jesus of Nazareth will destroy this place and will change the customs that Moses delivered to us.” <b class=\"verse-num\" id=\"v44006015-1\">15&nbsp;</b>And gazing at him, all who sat in the council saw that his face was like the face of an angel.</p>\n\n</div>","kjv":"<strong>1</strong> And in those days, when the number of the disciples was multiplied, there arose a murmuring of the Grecians against the Hebrews, because their widows were neglected in the daily ministration.  <strong>2</strong> Then the twelve called the multitude of the disciples unto them,  and said, It is not reason that we should leave the word of God, and serve tables.  <strong>3</strong> Wherefore, brethren, look ye out among you seven men of honest report, full of the Holy Ghost and wisdom, whom we may appoint over this business.  <strong>4</strong> But we will give ourselves continually to prayer, and to the ministry of the word.  <strong>5</strong> And the saying pleased the whole multitude: and they chose Stephen, a man full of faith and of the Holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a proselyte of Antioch:  <strong>6</strong> Whom they set before the apostles: and when they had prayed, they laid their hands on them.  <strong>7</strong> And the word of God increased; and the number of the disciples multiplied in Jerusalem greatly; and a great company of the priests were obedient to the faith.  <strong>8</strong> And Stephen, full of faith and power, did great wonders and miracles among the people.  <strong>9</strong> Then there arose certain of the synagogue, which is called the synagogue of the Libertines, and Cyrenians, and Alexandrians, and of them of Cilicia and of Asia, disputing with Stephen.  <strong>10</strong> And they were not able to resist the wisdom and the spirit by which he spake.  <strong>11</strong> Then they suborned men, which said, We have heard him speak blasphemous words against Moses, and against God.  <strong>12</strong> And they stirred up the people, and the elders, and the scribes, and came upon him, and caught him, and brought him to the council,  <strong>13</strong> And set up false witnesses, which said, This man ceaseth not to speak blasphemous words against this holy place, and the law:  <strong>14</strong> For we have heard him say, that this Jesus of Nazareth shall destroy this place, and shall change the customs which Moses delivered us.  <strong>15</strong> And all that sat in the council, looking stedfastly on him, saw his face as it had been the face of an angel.  ","niv":"<sup><strong>1</strong></sup> In those days when the number of disciples was increasing, the Grecian Jews among them complained against the Hebraic Jews because their widows were being overlooked in the daily distribution of food. <sup><strong>2</strong></sup> So the Twelve gathered all the disciples together and said, \"It would not be right for us to neglect the ministry of the word of God in order to wait on tables. <sup><strong>3</strong></sup> Brothers, choose seven men from among you who are known to be full of the Spirit and wisdom. We will turn this responsibility over to them <sup><strong>4</strong></sup> and will give our attention to prayer and the ministry of the word.\" <sup><strong>5</strong></sup> This proposal pleased the whole group. They chose Stephen, a man full of faith and of the Holy Spirit; also Philip, Procorus, Nicanor, Timon, Parmenas, and Nicolas from Antioch, a convert to Judaism. <sup><strong>6</strong></sup> They presented these men to the apostles, who prayed and laid their hands on them. <sup><strong>7</strong></sup> So the word of God spread. The number of disciples in Jerusalem increased rapidly, and a large number of priests became obedient to the faith. <sup><strong>8</strong></sup> Now Stephen, a man full of God's grace and power, did great wonders and miraculous signs among the people. <sup><strong>9</strong></sup> Opposition arose, however, from members of the Synagogue of the Freedmen (as it was called)--Jews of Cyrene and Alexandria as well as the provinces of Cilicia and Asia. These men began to argue with Stephen, <sup><strong>10</strong></sup> but they could not stand up against his wisdom or the Spirit by whom he spoke. <sup><strong>11</strong></sup> Then they secretly persuaded some men to say, \"We have heard Stephen speak words of blasphemy against Moses and against God.\" <sup><strong>12</strong></sup> So they stirred up the people and the elders and the teachers of the law. They seized Stephen and brought him before the Sanhedrin. <sup><strong>13</strong></sup> They produced false witnesses, who testified, \"This fellow never stops speaking against this holy place and against the law. <sup><strong>14</strong></sup> For we have heard him say that this Jesus of Nazareth will destroy this place and change the customs Moses handed down to us.\" <sup><strong>15</strong></sup> All who were sitting in the Sanhedrin looked intently at Stephen, and they saw that his face was like the face of an angel. "},{"_id":"61606de1eb63b282e3fc3701","topicId":"61606ddceb63b282e3fc36ef","verse":"Ephesians 4:11","votes":41,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-23\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers,</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers,","modified":"2023-04-11T20:16:48.954Z"},{"_id":"61606de1eb63b282e3fc3702","topicId":"61606ddceb63b282e3fc36ef","verse":"1 Peter 5:2","votes":38,"__v":0,"esv":"<div>\n<p id=\"p60005002_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005002-1\">2&nbsp;</b>shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly;</p>\n\n</div>","kjv":"<strong>2</strong> Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;  ","niv":"<sup><strong>2</strong></sup> Be shepherds of God's flock that is under your care, serving as overseers--not because you must, but because you are willing, as God wants you to be; not greedy for money, but eager to serve;","modified":"2022-07-28T00:08:53.699Z"},{"_id":"61606de2eb63b282e3fc3703","topicId":"61606ddceb63b282e3fc36ef","verse":"Acts 15:4","votes":35,"__v":0,"esv":"<div>\n<p id=\"p44015004_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44015004-1\">4&nbsp;</b>When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them.</p>\n</div>","kjv":"<strong>4</strong> And when they were come to Jerusalem, they were received of the church, and of the apostles and elders, and they declared all things that God had done with them.  ","niv":"<sup><strong>4</strong></sup> When they came to Jerusalem, they were welcomed by the church and the apostles and elders, to whom they reported everything God had done through them.","modified":"2022-05-31T21:25:58.001Z"},{"_id":"61606de2eb63b282e3fc3704","topicId":"61606ddceb63b282e3fc36ef","verse":"1 Timothy 3:1-7","votes":33,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. <b class=\"verse-num\" id=\"v54003004-1\">4&nbsp;</b>He must manage his own household well, with all dignity keeping his children submissive, <b class=\"verse-num\" id=\"v54003005-1\">5&nbsp;</b>for if someone does not know how to manage his own household, how will he care for God’s church? <b class=\"verse-num\" id=\"v54003006-1\">6&nbsp;</b>He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. <b class=\"verse-num\" id=\"v54003007-1\">7&nbsp;</b>Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.</p>\n\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. <sup><strong>5</strong></sup> (If anyone does not know how to manage his own family, how can he take care of God's church?) <sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. ","modified":"2022-07-02T17:11:32.532Z"},{"_id":"61606de2eb63b282e3fc3705","topicId":"61606ddceb63b282e3fc36ef","verse":"1 Timothy 3:1","votes":33,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-30\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task.</p>\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task."},{"_id":"61606de2eb63b282e3fc3706","topicId":"61606ddceb63b282e3fc36ef","verse":"Titus 1:5-9","votes":31,"__v":0,"esv":"<div>\n\n<p id=\"p56001005_04-31\"><b class=\"verse-num\" id=\"v56001005-1\">5&nbsp;</b>This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—<b class=\"verse-num\" id=\"v56001006-1\">6&nbsp;</b>if anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination. <b class=\"verse-num\" id=\"v56001007-1\">7&nbsp;</b>For an overseer, as God’s steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain, <b class=\"verse-num\" id=\"v56001008-1\">8&nbsp;</b>but hospitable, a lover of good, self-controlled, upright, holy, and disciplined. <b class=\"verse-num\" id=\"v56001009-1\">9&nbsp;</b>He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it.</p>\n\n</div>","kjv":"<strong>5</strong> For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:  <strong>6</strong> If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly.  <strong>7</strong> For a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;  <strong>8</strong> But a lover of hospitality, a lover of good men, sober, just, holy, temperate;  <strong>9</strong> Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.  ","niv":"<sup><strong>5</strong></sup> The reason I left you in Crete was that you might straighten out what was left unfinished and appoint elders in every town, as I directed you. <sup><strong>6</strong></sup> An elder must be blameless, the husband of but one wife, a man whose children believe and are not open to the charge of being wild and disobedient. <sup><strong>7</strong></sup> Since an overseer is entrusted with God's work, he must be blameless--not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain. <sup><strong>8</strong></sup> Rather he must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined. <sup><strong>9</strong></sup> He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it. "},{"_id":"61606de3eb63b282e3fc3707","topicId":"61606ddceb63b282e3fc36ef","verse":"Acts 15:6","votes":36,"__v":0,"esv":"<div>\n<p id=\"p44015006_01-32\"><b class=\"verse-num\" id=\"v44015006-1\">6&nbsp;</b>The apostles and the elders were gathered together to consider this matter.</p>\n</div>","kjv":"<strong>6</strong> And the apostles and elders came together for to consider of this matter.  ","niv":"<sup><strong>6</strong></sup> The apostles and elders met to consider this question.","modified":"2023-01-27T12:53:23.823Z"},{"_id":"61606de3eb63b282e3fc3708","topicId":"61606ddceb63b282e3fc36ef","verse":"Hebrews 13:7","votes":25,"__v":0,"esv":"<div>\n<p id=\"p58013007_01-33\"><b class=\"verse-num\" id=\"v58013007-1\">7&nbsp;</b>Remember your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith.</p>\n</div>","kjv":"<strong>7</strong> Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.  ","niv":"<sup><strong>7</strong></sup> Remember your leaders, who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith.","modified":"2023-11-23T15:49:03.864Z"}]}