{"_id":"61606fadeb63b282e3fc37b7","slug":"embracing","name":"Embracing","verses":[{"_id":"61606faeeb63b282e3fc37b8","topicId":"61606fadeb63b282e3fc37b7","verse":"Psalm 73:25-28","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19073025_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073025-1\">25&nbsp;</b>&nbsp;&nbsp;Whom have I in heaven but you?</span><br><span id=\"p19073025_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And there is nothing on earth that I desire besides you.</span><br><span id=\"p19073026_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073026-1\">26&nbsp;</b>&nbsp;&nbsp;My flesh and my heart may fail,</span><br><span id=\"p19073026_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but God is the strength of my heart and my portion forever.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19073027_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073027-1\">27&nbsp;</b>&nbsp;&nbsp;For behold, those who are far from you shall perish;</span><br><span id=\"p19073027_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you put an end to everyone who is unfaithful to you.</span><br><span id=\"p19073028_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073028-1\">28&nbsp;</b>&nbsp;&nbsp;But for me it is good to be near God;</span><br><span id=\"p19073028_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have made the Lord GOD my refuge,</span><br><span id=\"p19073028_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may tell of all your works.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>25</strong> Whom have I in heaven but thee? and there is none upon earth that I desire beside thee.  <strong>26</strong> My flesh and my heart faileth: but God is the strength of my heart, and my portion for ever.  <strong>27</strong> For, lo, they that are far from thee shall perish: thou hast destroyed all them that go a whoring from thee.  <strong>28</strong> But it is good for me to draw near to God: I have put my trust in the Lord GOD, that I may declare all thy works.  ","niv":"<sup><strong>25</strong></sup> Whom have I in heaven but you? And earth has nothing I desire besides you. <sup><strong>26</strong></sup> My flesh and my heart may fail, but God is the strength of my heart and my portion forever. <sup><strong>27</strong></sup> Those who are far from you will perish; you destroy all who are unfaithful to you. <sup><strong>28</strong></sup> But as for me, it is good to be near God. I have made the Sovereign LORD my refuge; I will tell of all your deeds. "},{"_id":"61606fafeb63b282e3fc37b9","topicId":"61606fadeb63b282e3fc37b7","verse":"Ezekiel 18:31","votes":11,"__v":0,"esv":"<div>\n<p id=\"p26018031_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018031-1\">31&nbsp;</b>Cast away from you all the transgressions that you have committed, and make yourselves a new heart and a new spirit! Why will you die, O house of Israel?</p>\n</div>","kjv":"<strong>31</strong> Cast away from you all your transgressions, whereby ye have transgressed; and make you a new heart and a new spirit: for why will ye die, O house of Israel?  ","niv":"<sup><strong>31</strong></sup> Rid yourselves of all the offenses you have committed, and get a new heart and a new spirit. Why will you die, O house of Israel?"},{"_id":"61606fb0eb63b282e3fc37ba","topicId":"61606fadeb63b282e3fc37b7","verse":"1 Timothy 4:12","votes":11,"__v":0,"esv":"<div>\n<p id=\"p54004012_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.</p>\n</div>","kjv":"<strong>12</strong> Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.  ","niv":"<sup><strong>12</strong></sup> Don't let anyone look down on you because you are young, but set an example for the believers in speech, in life, in love, in faith and in purity."},{"_id":"61606fb0eb63b282e3fc37bb","topicId":"61606fadeb63b282e3fc37b7","verse":"Ephesians 6:10-18","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-5\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. "},{"_id":"61606fb1eb63b282e3fc37bc","topicId":"61606fadeb63b282e3fc37b7","verse":"Ecclesiastes 3:5","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21003005_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003005-1\">5&nbsp;</b>&nbsp;&nbsp;a time to cast away stones, and a time to gather stones together;</span><br><span id=\"p21003005_01-6\" class=\"line\">&nbsp;&nbsp;a time to embrace, and a time to refrain from embracing;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> A time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing;  ","niv":"<sup><strong>5</strong></sup> a time to scatter stones and a time to gather them, a time to embrace and a time to refrain,"},{"_id":"61606fb1eb63b282e3fc37bd","topicId":"61606fadeb63b282e3fc37b7","verse":"John 7:17","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43007017_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43007017-1\">17&nbsp;</b><span class=\"woc\">If anyone’s will is to do God’s will, he will know whether the teaching is from God or whether I am speaking on my own authority.</span></p>\n\n</div>","kjv":"<strong>17</strong> If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.  ","niv":"<sup><strong>17</strong></sup> If anyone chooses to do God's will, he will find out whether my teaching comes from God or whether I speak on my own."},{"_id":"61606fb2eb63b282e3fc37be","topicId":"61606fadeb63b282e3fc37b7","verse":"1 Thessalonians 5:26","votes":6,"__v":0,"esv":"<div>\n<p id=\"p52005026_01-9\"><b class=\"verse-num\" id=\"v52005026-1\">26&nbsp;</b>Greet all the brothers with a holy kiss.</p>\n</div>","kjv":"<strong>26</strong> Greet all the brethren with an holy kiss.  ","niv":"<sup><strong>26</strong></sup> Greet all the brothers with a holy kiss."},{"_id":"61606fb2eb63b282e3fc37bf","topicId":"61606fadeb63b282e3fc37b7","verse":"Colossians 3:2","votes":6,"__v":0,"esv":"<div>\n<p id=\"p51003002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth.</p>\n</div>","kjv":"<strong>2</strong> Set your affection on things above, not on things on the earth.  ","niv":"<sup><strong>2</strong></sup> Set your minds on things above, not on earthly things."},{"_id":"61606fb2eb63b282e3fc37c0","topicId":"61606fadeb63b282e3fc37b7","verse":"Galatians 5:22","votes":7,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,","modified":"2022-09-16T13:16:05.414Z"},{"_id":"61606fb2eb63b282e3fc37c1","topicId":"61606fadeb63b282e3fc37b7","verse":"James 1:2-4","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p59001002_05-12\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n\n</div>","kjv":"<strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  ","niv":"<sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. "},{"_id":"61606fb2eb63b282e3fc37c3","topicId":"61606fadeb63b282e3fc37b7","verse":"Song of Solomon 2:6","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p22002006_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v22002006-1\">6&nbsp;</b>&nbsp;&nbsp;His left hand is under my head,</span><br><span id=\"p22002006_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his right hand embraces me!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> His left hand is under my head, and his right hand doth embrace me.  ","niv":"<sup><strong>6</strong></sup> His left arm is under my head, and his right arm embraces me.","modified":"2022-10-17T23:08:34.674Z"},{"_id":"61606fb2eb63b282e3fc37c2","topicId":"61606fadeb63b282e3fc37b7","verse":"Hebrews 11:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen.</p>\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see.","modified":"2023-08-28T00:24:58.712Z"},{"_id":"61606fb2eb63b282e3fc37c4","topicId":"61606fadeb63b282e3fc37b7","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-29\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-29\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-29\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-29\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-29\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61606fb2eb63b282e3fc37c5","topicId":"61606fadeb63b282e3fc37b7","verse":"Philippians 1:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50001006_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v50001006-1\">6&nbsp;</b>And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.</p>\n</div>","kjv":"<strong>6</strong> Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:  ","niv":"<sup><strong>6</strong></sup> being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus."},{"_id":"61606fb3eb63b282e3fc37c6","topicId":"61606fadeb63b282e3fc37b7","verse":"Genesis 35:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01035002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v01035002-1\">2&nbsp;</b>So Jacob said to his household and to all who were with him, “Put away the foreign gods that are among you and purify yourselves and change your garments.</p>\n</div>","kjv":"<strong>2</strong> Then Jacob said unto his household, and to all that were with him, Put away the strange gods that are among you, and be clean, and change your garments:  ","niv":"<sup><strong>2</strong></sup> So Jacob said to his household and to all who were with him, \"Get rid of the foreign gods you have with you, and purify yourselves and change your clothes."},{"_id":"61606fb3eb63b282e3fc37c7","topicId":"61606fadeb63b282e3fc37b7","verse":"1 Corinthians 15:1-58","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46015001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n<p id=\"p46015002_05-19\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015005-1\">5&nbsp;</b>and that he appeared to Cephas, then to the twelve. <b class=\"verse-num\" id=\"v46015006-1\">6&nbsp;</b>Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep. <b class=\"verse-num\" id=\"v46015007-1\">7&nbsp;</b>Then he appeared to James, then to all the apostles. <b class=\"verse-num\" id=\"v46015008-1\">8&nbsp;</b>Last of all, as to one untimely born, he appeared also to me. <b class=\"verse-num\" id=\"v46015009-1\">9&nbsp;</b>For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God. <b class=\"verse-num\" id=\"v46015010-1\">10&nbsp;</b>But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me. <b class=\"verse-num\" id=\"v46015011-1\">11&nbsp;</b>Whether then it was I or they, so we preach and so you believed.</p>\n\n<p id=\"p46015011_10-19\"><b class=\"verse-num\" id=\"v46015012-1\">12&nbsp;</b>Now if Christ is proclaimed as raised from the dead, how can some of you say that there is no resurrection of the dead? <b class=\"verse-num\" id=\"v46015013-1\">13&nbsp;</b>But if there is no resurrection of the dead, then not even Christ has been raised. <b class=\"verse-num\" id=\"v46015014-1\">14&nbsp;</b>And if Christ has not been raised, then our preaching is in vain and your faith is in vain. <b class=\"verse-num\" id=\"v46015015-1\">15&nbsp;</b>We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised. <b class=\"verse-num\" id=\"v46015016-1\">16&nbsp;</b>For if the dead are not raised, not even Christ has been raised. <b class=\"verse-num\" id=\"v46015017-1\">17&nbsp;</b>And if Christ has not been raised, your faith is futile and you are still in your sins. <b class=\"verse-num\" id=\"v46015018-1\">18&nbsp;</b>Then those also who have fallen asleep in Christ have perished. <b class=\"verse-num\" id=\"v46015019-1\">19&nbsp;</b>If in Christ we have hope in this life only, we are of all people most to be pitied.</p>\n<p id=\"p46015019_10-19\"><b class=\"verse-num\" id=\"v46015020-1\">20&nbsp;</b>But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. <b class=\"verse-num\" id=\"v46015021-1\">21&nbsp;</b>For as by a man came death, by a man has come also the resurrection of the dead. <b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive. <b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ. <b class=\"verse-num\" id=\"v46015024-1\">24&nbsp;</b>Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power. <b class=\"verse-num\" id=\"v46015025-1\">25&nbsp;</b>For he must reign until he has put all his enemies under his feet. <b class=\"verse-num\" id=\"v46015026-1\">26&nbsp;</b>The last enemy to be destroyed is death. <b class=\"verse-num\" id=\"v46015027-1\">27&nbsp;</b>For “God has put all things in subjection under his feet.” But when it says, “all things are put in subjection,” it is plain that he is excepted who put all things in subjection under him. <b class=\"verse-num\" id=\"v46015028-1\">28&nbsp;</b>When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all.</p>\n<p id=\"p46015028_10-19\"><b class=\"verse-num\" id=\"v46015029-1\">29&nbsp;</b>Otherwise, what do people mean by being baptized on behalf of the dead? If the dead are not raised at all, why are people baptized on their behalf? <b class=\"verse-num\" id=\"v46015030-1\">30&nbsp;</b>Why are we in danger every hour? <b class=\"verse-num\" id=\"v46015031-1\">31&nbsp;</b>I protest, brothers, by my pride in you, which I have in Christ Jesus our Lord, I die every day! <b class=\"verse-num\" id=\"v46015032-1\">32&nbsp;</b>What do I gain if, humanly speaking, I fought with beasts at Ephesus? If the dead are not raised, “Let us eat and drink, for tomorrow we die.” <b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.” <b class=\"verse-num\" id=\"v46015034-1\">34&nbsp;</b>Wake up from your drunken stupor, as is right, and do not go on sinning. For some have no knowledge of God. I say this to your shame.</p>\n\n<p id=\"p46015034_13-19\"><b class=\"verse-num\" id=\"v46015035-1\">35&nbsp;</b>But someone will ask, “How are the dead raised? With what kind of body do they come?” <b class=\"verse-num\" id=\"v46015036-1\">36&nbsp;</b>You foolish person! What you sow does not come to life unless it dies. <b class=\"verse-num\" id=\"v46015037-1\">37&nbsp;</b>And what you sow is not the body that is to be, but a bare kernel, perhaps of wheat or of some other grain. <b class=\"verse-num\" id=\"v46015038-1\">38&nbsp;</b>But God gives it a body as he has chosen, and to each kind of seed its own body. <b class=\"verse-num\" id=\"v46015039-1\">39&nbsp;</b>For not all flesh is the same, but there is one kind for humans, another for animals, another for birds, and another for fish. <b class=\"verse-num\" id=\"v46015040-1\">40&nbsp;</b>There are heavenly bodies and earthly bodies, but the glory of the heavenly is of one kind, and the glory of the earthly is of another. <b class=\"verse-num\" id=\"v46015041-1\">41&nbsp;</b>There is one glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory.</p>\n<p id=\"p46015041_13-19\"><b class=\"verse-num\" id=\"v46015042-1\">42&nbsp;</b>So is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable. <b class=\"verse-num\" id=\"v46015043-1\">43&nbsp;</b>It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. <b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit. <b class=\"verse-num\" id=\"v46015046-1\">46&nbsp;</b>But it is not the spiritual that is first but the natural, and then the spiritual. <b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven. <b class=\"verse-num\" id=\"v46015048-1\">48&nbsp;</b>As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven. <b class=\"verse-num\" id=\"v46015049-1\">49&nbsp;</b>Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven.</p>\n\n<p id=\"p46015049_16-19\"><b class=\"verse-num\" id=\"v46015050-1\">50&nbsp;</b>I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_16-19\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_16-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_16-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_16-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_16-19\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  <strong>5</strong> And that he was seen of Cephas, then of the twelve:  <strong>6</strong> After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.  <strong>7</strong> After that, he was seen of James; then of all the apostles.  <strong>8</strong> And last of all he was seen of me also, as of one born out of due time.  <strong>9</strong> For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.  <strong>10</strong> But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.  <strong>11</strong> Therefore whether it were I or they, so we preach, and so ye believed.  <strong>12</strong> Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?  <strong>13</strong> But if there be no resurrection of the dead, then is Christ not risen:  <strong>14</strong> And if Christ be not risen, then is our preaching vain, and your faith is also vain.  <strong>15</strong> Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.  <strong>16</strong> For if the dead rise not, then is not Christ raised:  <strong>17</strong> And if Christ be not raised, your faith is vain; ye are yet in your sins.  <strong>18</strong> Then they also which are fallen asleep in Christ are perished.  <strong>19</strong> If in this life only we have hope in Christ, we are of all men most miserable.  <strong>20</strong> But now is Christ risen from the dead, and become the firstfruits of them that slept.  <strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  <strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  <strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  <strong>24</strong> Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.  <strong>25</strong> For he must reign, till he hath put all enemies under his feet.  <strong>26</strong> The last enemy that shall be destroyed is death.  <strong>27</strong> For he hath put all things under his feet. But when he saith, all things are put under him, it is manifest that he is excepted, which did put all things under him.  <strong>28</strong> And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.  <strong>29</strong> Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?  <strong>30</strong> And why stand we in jeopardy every hour?  <strong>31</strong> I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.  <strong>32</strong> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.  <strong>33</strong> Be not deceived: evil communications corrupt good manners.  <strong>34</strong> Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.  <strong>35</strong> But some man will say, How are the dead raised up? and with what body do they come?  <strong>36</strong> Thou fool, that which thou sowest is not quickened, except it die:  <strong>37</strong> And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:  <strong>38</strong> But God giveth it a body as it hath pleased him, and to every seed his own body.  <strong>39</strong> All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.  <strong>40</strong> There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.  <strong>41</strong> There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.  <strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  <strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  <strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. <sup><strong>2</strong></sup> By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. <sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, <sup><strong>4</strong></sup> that he was buried, that he was raised on the third day according to the Scriptures, <sup><strong>5</strong></sup> and that he appeared to Peter, and then to the Twelve. <sup><strong>6</strong></sup> After that, he appeared to more than five hundred of the brothers at the same time, most of whom are still living, though some have fallen asleep. <sup><strong>7</strong></sup> Then he appeared to James, then to all the apostles, <sup><strong>8</strong></sup> and last of all he appeared to me also, as to one abnormally born. <sup><strong>9</strong></sup> For I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God. <sup><strong>10</strong></sup> But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them--yet not I, but the grace of God that was with me. <sup><strong>11</strong></sup> Whether, then, it was I or they, this is what we preach, and this is what you believed. <sup><strong>12</strong></sup> But if it is preached that Christ has been raised from the dead, how can some of you say that there is no resurrection of the dead? <sup><strong>13</strong></sup> If there is no resurrection of the dead, then not even Christ has been raised. <sup><strong>14</strong></sup> And if Christ has not been raised, our preaching is useless and so is your faith. <sup><strong>15</strong></sup> More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. <sup><strong>16</strong></sup> For if the dead are not raised, then Christ has not been raised either. <sup><strong>17</strong></sup> And if Christ has not been raised, your faith is futile; you are still in your sins. <sup><strong>18</strong></sup> Then those also who have fallen asleep in Christ are lost. <sup><strong>19</strong></sup> If only for this life we have hope in Christ, we are to be pitied more than all men. <sup><strong>20</strong></sup> But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. <sup><strong>21</strong></sup> For since death came through a man, the resurrection of the dead comes also through a man. <sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive. <sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him. <sup><strong>24</strong></sup> Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power. <sup><strong>25</strong></sup> For he must reign until he has put all his enemies under his feet. <sup><strong>26</strong></sup> The last enemy to be destroyed is death. <sup><strong>27</strong></sup> For he \"has put everything under his feet.\" Now when it says that \"everything\" has been put under him, it is clear that this does not include God himself, who put everything under Christ. <sup><strong>28</strong></sup> When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all. <sup><strong>29</strong></sup> Now if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them? <sup><strong>30</strong></sup> And as for us, why do we endanger ourselves every hour? <sup><strong>31</strong></sup> I die every day--I mean that, brothers--just as surely as I glory over you in Christ Jesus our Lord. <sup><strong>32</strong></sup> If I fought wild beasts in Ephesus for merely human reasons, what have I gained? If the dead are not raised, \"Let us eat and drink, for tomorrow we die.\" <sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\" <sup><strong>34</strong></sup> Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God--I say this to your shame. <sup><strong>35</strong></sup> But someone may ask, \"How are the dead raised? With what kind of body will they come?\" <sup><strong>36</strong></sup> How foolish! What you sow does not come to life unless it dies. <sup><strong>37</strong></sup> When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else. <sup><strong>38</strong></sup> But God gives it a body as he has determined, and to each kind of seed he gives its own body. <sup><strong>39</strong></sup> All flesh is not the same: Men have one kind of flesh, animals have another, birds another and fish another. <sup><strong>40</strong></sup> There are also heavenly bodies and there are earthly bodies; but the splendor of the heavenly bodies is one kind, and the splendor of the earthly bodies is another. <sup><strong>41</strong></sup> The sun has one kind of splendor, the moon another and the stars another; and star differs from star in splendor. <sup><strong>42</strong></sup> So will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable; <sup><strong>43</strong></sup> it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power; <sup><strong>44</strong></sup> it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <sup><strong>45</strong></sup> So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit. <sup><strong>46</strong></sup> The spiritual did not come first, but the natural, and after that the spiritual. <sup><strong>47</strong></sup> The first man was of the dust of the earth, the second man from heaven. <sup><strong>48</strong></sup> As was the earthly man, so are those who are of the earth; and as is the man from heaven, so also are those who are of heaven. <sup><strong>49</strong></sup> And just as we have borne the likeness of the earthly man, so shall we bear the likeness of the man from heaven. <sup><strong>50</strong></sup> I declare to you, brothers, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. <sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. <sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. "},{"_id":"61606fb3eb63b282e3fc37c8","topicId":"61606fadeb63b282e3fc37b7","verse":"1 Corinthians 6:19-20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"61606fb3eb63b282e3fc37c9","topicId":"61606fadeb63b282e3fc37b7","verse":"Romans 12:1-21","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n<p id=\"p45012002_07-22\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned. <b class=\"verse-num\" id=\"v45012004-1\">4&nbsp;</b>For as in one body we have many members, and the members do not all have the same function, <b class=\"verse-num\" id=\"v45012005-1\">5&nbsp;</b>so we, though many, are one body in Christ, and individually members one of another. <b class=\"verse-num\" id=\"v45012006-1\">6&nbsp;</b>Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; <b class=\"verse-num\" id=\"v45012007-1\">7&nbsp;</b>if service, in our serving; the one who teaches, in his teaching; <b class=\"verse-num\" id=\"v45012008-1\">8&nbsp;</b>the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.</p>\n\n<p id=\"p45012008_12-22\"><b class=\"verse-num\" id=\"v45012009-1\">9&nbsp;</b>Let love be genuine. Abhor what is evil; hold fast to what is good. <b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor. <b class=\"verse-num\" id=\"v45012011-1\">11&nbsp;</b>Do not be slothful in zeal, be fervent in spirit, serve the Lord. <b class=\"verse-num\" id=\"v45012012-1\">12&nbsp;</b>Rejoice in hope, be patient in tribulation, be constant in prayer. <b class=\"verse-num\" id=\"v45012013-1\">13&nbsp;</b>Contribute to the needs of the saints and seek to show hospitality.</p>\n<p id=\"p45012013_12-22\"><b class=\"verse-num\" id=\"v45012014-1\">14&nbsp;</b>Bless those who persecute you; bless and do not curse them. <b class=\"verse-num\" id=\"v45012015-1\">15&nbsp;</b>Rejoice with those who rejoice, weep with those who weep. <b class=\"verse-num\" id=\"v45012016-1\">16&nbsp;</b>Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight. <b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  <strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  <strong>4</strong> For as we have many members in one body, and all members have not the same office:  <strong>5</strong> So we, being many, are one body in Christ, and every one members one of another.  <strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  <strong>7</strong> Or ministry, let us wait on our ministering: or he that teacheth, on teaching;  <strong>8</strong> Or he that exhorteth, on exhortation: he that giveth, let him do it  with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.  <strong>9</strong>           Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.  <strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  <strong>11</strong> Not slothful in business; fervent in spirit; serving the Lord;  <strong>12</strong> Rejoicing in hope; patient in tribulation; continuing instant in prayer;  <strong>13</strong> Distributing to the necessity of saints; given to hospitality.  <strong>14</strong> Bless them which persecute you: bless, and curse not.  <strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  <strong>16</strong> Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.  <strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. <sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you. <sup><strong>4</strong></sup> Just as each of us has one body with many members, and these members do not all have the same function, <sup><strong>5</strong></sup> so in Christ we who are many form one body, and each member belongs to all the others. <sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith. <sup><strong>7</strong></sup> If it is serving, let him serve; if it is teaching, let him teach; <sup><strong>8</strong></sup> if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully. <sup><strong>9</strong></sup> Love must be sincere. Hate what is evil; cling to what is good. <sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves. <sup><strong>11</strong></sup> Never be lacking in zeal, but keep your spiritual fervor, serving the Lord. <sup><strong>12</strong></sup> Be joyful in hope, patient in affliction, faithful in prayer. <sup><strong>13</strong></sup> Share with God's people who are in need. Practice hospitality. <sup><strong>14</strong></sup> Bless those who persecute you; bless and do not curse. <sup><strong>15</strong></sup> Rejoice with those who rejoice; mourn with those who mourn. <sup><strong>16</strong></sup> Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited. <sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"61606fb3eb63b282e3fc37ca","topicId":"61606fadeb63b282e3fc37b7","verse":"Romans 8:1-39","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus. <b class=\"verse-num\" id=\"v45008002-1\">2&nbsp;</b>For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death. <b class=\"verse-num\" id=\"v45008003-1\">3&nbsp;</b>For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh, <b class=\"verse-num\" id=\"v45008004-1\">4&nbsp;</b>in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit. <b class=\"verse-num\" id=\"v45008005-1\">5&nbsp;</b>For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit. <b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n<p id=\"p45008008_05-23\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him. <b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n<p id=\"p45008011_08-23\"><b class=\"verse-num\" id=\"v45008012-1\">12&nbsp;</b>So then, brothers, we are debtors, not to the flesh, to live according to the flesh. <b class=\"verse-num\" id=\"v45008013-1\">13&nbsp;</b>For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live. <b class=\"verse-num\" id=\"v45008014-1\">14&nbsp;</b>For all who are led by the Spirit of God are sons of God. <b class=\"verse-num\" id=\"v45008015-1\">15&nbsp;</b>For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!” <b class=\"verse-num\" id=\"v45008016-1\">16&nbsp;</b>The Spirit himself bears witness with our spirit that we are children of God, <b class=\"verse-num\" id=\"v45008017-1\">17&nbsp;</b>and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.</p>\n\n<p id=\"p45008017_10-23\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. <b class=\"verse-num\" id=\"v45008019-1\">19&nbsp;</b>For the creation waits with eager longing for the revealing of the sons of God. <b class=\"verse-num\" id=\"v45008020-1\">20&nbsp;</b>For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope <b class=\"verse-num\" id=\"v45008021-1\">21&nbsp;</b>that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. <b class=\"verse-num\" id=\"v45008022-1\">22&nbsp;</b>For we know that the whole creation has been groaning together in the pains of childbirth until now. <b class=\"verse-num\" id=\"v45008023-1\">23&nbsp;</b>And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies. <b class=\"verse-num\" id=\"v45008024-1\">24&nbsp;</b>For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? <b class=\"verse-num\" id=\"v45008025-1\">25&nbsp;</b>But if we hope for what we do not see, we wait for it with patience.</p>\n<p id=\"p45008025_10-23\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. <b class=\"verse-num\" id=\"v45008027-1\">27&nbsp;</b>And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God. <b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n<p id=\"p45008030_13-23\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us? <b class=\"verse-num\" id=\"v45008032-1\">32&nbsp;</b>He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things? <b class=\"verse-num\" id=\"v45008033-1\">33&nbsp;</b>Who shall bring any charge against God’s elect? It is God who justifies. <b class=\"verse-num\" id=\"v45008034-1\">34&nbsp;</b>Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us. <b class=\"verse-num\" id=\"v45008035-1\">35&nbsp;</b>Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword? <b class=\"verse-num\" id=\"v45008036-1\">36&nbsp;</b>As it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45008036_13-23\" class=\"line\">&nbsp;&nbsp;“For your sake we are being killed all the day long;</span><br><span id=\"p45008036_13-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are regarded as sheep to be slaughtered.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45008036_13-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45008037-1\">37&nbsp;</b>No, in all these things we are more than conquerors through him who loved us. <b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, <b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus, <sup><strong>2</strong></sup> because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death. <sup><strong>3</strong></sup> For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man, <sup><strong>4</strong></sup> in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit. <sup><strong>5</strong></sup> Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires. <sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. <sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ. <sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. <sup><strong>12</strong></sup> Therefore, brothers, we have an obligation--but it is not to the sinful nature, to live according to it. <sup><strong>13</strong></sup> For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live, <sup><strong>14</strong></sup> because those who are led by the Spirit of God are sons of God. <sup><strong>15</strong></sup> For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, \"Abba, Father.\" <sup><strong>16</strong></sup> The Spirit himself testifies with our spirit that we are God's children. <sup><strong>17</strong></sup> Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory. <sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us. <sup><strong>19</strong></sup> The creation waits in eager expectation for the sons of God to be revealed. <sup><strong>20</strong></sup> For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope <sup><strong>21</strong></sup> that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God. <sup><strong>22</strong></sup> We know that the whole creation has been groaning as in the pains of childbirth right up to the present time. <sup><strong>23</strong></sup> Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption as sons, the redemption of our bodies. <sup><strong>24</strong></sup> For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what he already has? <sup><strong>25</strong></sup> But if we hope for what we do not yet have, we wait for it patiently. <sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express. <sup><strong>27</strong></sup> And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will. <sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. <sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us? <sup><strong>32</strong></sup> He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things? <sup><strong>33</strong></sup> Who will bring any charge against those whom God has chosen? It is God who justifies. <sup><strong>34</strong></sup> Who is he that condemns? Christ Jesus, who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us. <sup><strong>35</strong></sup> Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword? <sup><strong>36</strong></sup> As it is written: \"For your sake we face death all day long; we are considered as sheep to be slaughtered.\" <sup><strong>37</strong></sup> No, in all these things we are more than conquerors through him who loved us. <sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, <sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. "},{"_id":"61606fb3eb63b282e3fc37cb","topicId":"61606fadeb63b282e3fc37b7","verse":"Mark 11:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41011022_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v41011022-1\">22&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Have faith in God.</span></p>\n</div>","kjv":"<strong>22</strong> And Jesus answering saith unto them, Have faith in God.  ","niv":"<sup><strong>22</strong></sup> \"Have faith in God,\" Jesus answered."},{"_id":"61606fb3eb63b282e3fc37cc","topicId":"61606fadeb63b282e3fc37b7","verse":"Genesis 33:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01033004_01-25\"><b class=\"verse-num\" id=\"v01033004-1\">4&nbsp;</b>But Esau ran to meet him and embraced him and fell on his neck and kissed him, and they wept.</p>\n</div>","kjv":"<strong>4</strong> And Esau ran to meet him, and embraced him, and fell on his neck, and kissed him: and they wept.  ","niv":"<sup><strong>4</strong></sup> But Esau ran to meet Jacob and embraced him; he threw his arms around his neck and kissed him. And they wept."},{"_id":"61606fb3eb63b282e3fc37cd","topicId":"61606fadeb63b282e3fc37b7","verse":"1 Corinthians 13:1-13","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-27\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-27\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-27\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"61606fb4eb63b282e3fc37ce","topicId":"61606fadeb63b282e3fc37b7","verse":"Romans 12:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"61606fb4eb63b282e3fc37cf","topicId":"61606fadeb63b282e3fc37b7","verse":"John 3:1-36","votes":3,"__v":0,"kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"61606fb4eb63b282e3fc37d0","topicId":"61606fadeb63b282e3fc37b7","verse":"Matthew 4:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40004004_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_01-30\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_01-30\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  ","niv":"<sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\"","modified":"2022-06-27T16:05:55.832Z"}]}