{"_id":"616070efeb63b282e3fc3856","slug":"empathy","name":"Empathy","verses":[{"_id":"616070efeb63b282e3fc3857","topicId":"616070efeb63b282e3fc3856","verse":"Romans 12:15","votes":241,"__v":0,"esv":"<div>\n<p id=\"p45012015_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012015-1\">15&nbsp;</b>Rejoice with those who rejoice, weep with those who weep.</p>\n</div>","kjv":"<strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  ","niv":"<sup><strong>15</strong></sup> Rejoice with those who rejoice; mourn with those who mourn.","modified":"2023-10-27T02:00:55.320Z"},{"_id":"616070f0eb63b282e3fc3858","topicId":"616070efeb63b282e3fc3856","verse":"Ephesians 4:32","votes":166,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.","modified":"2023-03-10T18:42:36.235Z"},{"_id":"616070f0eb63b282e3fc3859","topicId":"616070efeb63b282e3fc3856","verse":"1 Peter 3:8","votes":162,"__v":0,"esv":"<div>\n\n<p id=\"p60003008_05-4\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.</p>\n</div>","kjv":"<strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  ","niv":"<sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble.","modified":"2022-11-17T23:52:13.063Z"},{"_id":"616070f0eb63b282e3fc385a","topicId":"616070efeb63b282e3fc3856","verse":"Matthew 7:12","votes":123,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-5\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets.","modified":"2023-07-22T11:07:44.325Z"},{"_id":"616070f0eb63b282e3fc385b","topicId":"616070efeb63b282e3fc3856","verse":"John 15:12","votes":105,"__v":0,"esv":"<div>\n<p id=\"p43015012_01-6\"><b class=\"verse-num woc\" id=\"v43015012-1\">12&nbsp;</b><span class=\"woc\">“This is my commandment, that you love one another as I have loved you.</span></p>\n</div>","kjv":"<strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  ","niv":"<sup><strong>12</strong></sup> My command is this: Love each other as I have loved you."},{"_id":"616070f1eb63b282e3fc385c","topicId":"616070efeb63b282e3fc3856","verse":"Galatians 6:2","votes":96,"__v":0,"esv":"<div>\n<p id=\"p48006002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ.</p>\n</div>","kjv":"<strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  ","niv":"<sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ.","modified":"2023-01-23T21:32:50.513Z"},{"_id":"616070f1eb63b282e3fc385d","topicId":"616070efeb63b282e3fc3856","verse":"Ephesians 4:29","votes":84,"__v":0,"esv":"<div>\n<p id=\"p49004029_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.</p>\n</div>","kjv":"<strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  ","niv":"<sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen.","modified":"2022-11-03T23:00:15.590Z"},{"_id":"616070f1eb63b282e3fc385e","topicId":"616070efeb63b282e3fc3856","verse":"1 Corinthians 12:26","votes":85,"__v":0,"esv":"<div>\n<p id=\"p46012026_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n</div>","kjv":"<strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  ","niv":"<sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it.","modified":"2022-05-20T13:06:45.357Z"},{"_id":"616070f2eb63b282e3fc385f","topicId":"616070efeb63b282e3fc3856","verse":"Colossians 3:12","votes":74,"__v":0,"esv":"<div>\n<p id=\"p51003012_01-11\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,</p>\n</div>","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  ","niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience."},{"_id":"616070f2eb63b282e3fc3860","topicId":"616070efeb63b282e3fc3856","verse":"John 11:33-35","votes":71,"__v":0,"esv":"<div>\n<p id=\"p43011033_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011033-1\">33&nbsp;</b>When Jesus saw her weeping, and the Jews who had come with her also weeping, he was deeply moved in his spirit and greatly troubled. <b class=\"verse-num\" id=\"v43011034-1\">34&nbsp;</b>And he said, <span class=\"woc\">“Where have you laid him?”</span> They said to him, “Lord, come and see.” <b class=\"verse-num\" id=\"v43011035-1\">35&nbsp;</b>Jesus wept.</p>\n\n</div>","kjv":"<strong>33</strong> When Jesus therefore saw her weeping, and the Jews also weeping which came with her, he groaned in the spirit, and was troubled,  <strong>34</strong> And said, Where have ye laid him? They said unto him, Lord, come and see.  <strong>35</strong> Jesus wept.  ","niv":"<sup><strong>33</strong></sup> When Jesus saw her weeping, and the Jews who had come along with her also weeping, he was deeply moved in spirit and troubled. <sup><strong>34</strong></sup> \"Where have you laid him?\" he asked. \"Come and see, Lord,\" they replied. <sup><strong>35</strong></sup> Jesus wept. ","modified":"2023-03-20T06:48:42.684Z"},{"_id":"616070f2eb63b282e3fc3861","topicId":"616070efeb63b282e3fc3856","verse":"Philippians 2:3","votes":63,"__v":0,"esv":"<div>\n<p id=\"p50002003_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.</p>\n</div>","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  ","niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves."},{"_id":"616070f3eb63b282e3fc3862","topicId":"616070efeb63b282e3fc3856","verse":"Hebrews 4:15","votes":62,"__v":0,"esv":"<div>\n<p id=\"p58004015_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004015-1\">15&nbsp;</b>For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.</p>\n</div>","kjv":"<strong>15</strong> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet  without sin.  ","niv":"<sup><strong>15</strong></sup> For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who has been tempted in every way, just as we are--yet was without sin."},{"_id":"616070f3eb63b282e3fc3863","topicId":"616070efeb63b282e3fc3856","verse":"Matthew 9:36","votes":57,"__v":0,"esv":"<div>\n<p id=\"p40009036_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v40009036-1\">36&nbsp;</b>When he saw the crowds, he had compassion for them, because they were harassed and helpless, like sheep without a shepherd.</p>\n</div>","kjv":"<strong>36</strong> But when he saw the multitudes, he was moved with compassion on them, because they fainted, and were scattered abroad, as sheep having no shepherd.  ","niv":"<sup><strong>36</strong></sup> When he saw the crowds, he had compassion on them, because they were harassed and helpless, like sheep without a shepherd."},{"_id":"616070f3eb63b282e3fc3864","topicId":"616070efeb63b282e3fc3856","verse":"2 Corinthians 1:3-4","votes":51,"__v":0,"esv":"<div>\n\n<p id=\"p47001003_05-16\"><b class=\"verse-num\" id=\"v47001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, <b class=\"verse-num\" id=\"v47001004-1\">4&nbsp;</b>who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, with the comfort with which we ourselves are comforted by God.</p>\n</div>","kjv":"<strong>3</strong> Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort;  <strong>4</strong> Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.  ","niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, <sup><strong>4</strong></sup> who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves have received from God. ","modified":"2023-02-02T15:38:56.671Z"},{"_id":"616070f3eb63b282e3fc3865","topicId":"616070efeb63b282e3fc3856","verse":"Hebrews 4:14-16","votes":50,"__v":0,"esv":"<div>\n\n<p id=\"p58004014_06-17\"><b class=\"verse-num\" id=\"v58004014-1\">14&nbsp;</b>Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession. <b class=\"verse-num\" id=\"v58004015-1\">15&nbsp;</b>For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin. <b class=\"verse-num\" id=\"v58004016-1\">16&nbsp;</b>Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.</p>\n</div>","kjv":"<strong>14</strong> Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession.  <strong>15</strong> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet  without sin.  <strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  ","niv":"<sup><strong>14</strong></sup> Therefore, since we have a great high priest who has gone through the heavens, Jesus the Son of God, let us hold firmly to the faith we profess. <sup><strong>15</strong></sup> For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who has been tempted in every way, just as we are--yet was without sin. <sup><strong>16</strong></sup> Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need. ","modified":"2023-02-02T15:38:58.478Z"},{"_id":"616070f4eb63b282e3fc3866","topicId":"616070efeb63b282e3fc3856","verse":"Luke 7:36-50","votes":48,"__v":0,"esv":"<div>\n\n<p id=\"p42007036_05-18\"><b class=\"verse-num\" id=\"v42007036-1\">36&nbsp;</b>One of the Pharisees asked him to eat with him, and he went into the Pharisee’s house and reclined at table. <b class=\"verse-num\" id=\"v42007037-1\">37&nbsp;</b>And behold, a woman of the city, who was a sinner, when she learned that he was reclining at table in the Pharisee’s house, brought an alabaster flask of ointment, <b class=\"verse-num\" id=\"v42007038-1\">38&nbsp;</b>and standing behind him at his feet, weeping, she began to wet his feet with her tears and wiped them with the hair of her head and kissed his feet and anointed them with the ointment. <b class=\"verse-num\" id=\"v42007039-1\">39&nbsp;</b>Now when the Pharisee who had invited him saw this, he said to himself, “If this man were a prophet, he would have known who and what sort of woman this is who is touching him, for she is a sinner.” <b class=\"verse-num\" id=\"v42007040-1\">40&nbsp;</b>And Jesus answering said to him, <span class=\"woc\">“Simon, I have something to say to you.”</span> And he answered, “Say it, Teacher.”</p>\n<p id=\"p42007040_05-18\"><b class=\"verse-num woc\" id=\"v42007041-1\">41&nbsp;</b><span class=\"woc\">“A certain moneylender had two debtors. One owed five hundred denarii, and the other fifty.</span> <b class=\"verse-num woc\" id=\"v42007042-1\">42&nbsp;</b><span class=\"woc\">When they could not pay, he cancelled the debt of both. Now which of them will love him more?”</span> <b class=\"verse-num\" id=\"v42007043-1\">43&nbsp;</b>Simon answered, “The one, I suppose, for whom he cancelled the larger debt.” And he said to him, <span class=\"woc\">“You have judged rightly.”</span> <b class=\"verse-num\" id=\"v42007044-1\">44&nbsp;</b>Then turning toward the woman he said to Simon, <span class=\"woc\">“Do you see this woman? I entered your house; you gave me no water for my feet, but she has wet my feet with her tears and wiped them with her hair.</span> <b class=\"verse-num woc\" id=\"v42007045-1\">45&nbsp;</b><span class=\"woc\">You gave me no kiss, but from the time I came in she has not ceased to kiss my feet.</span> <b class=\"verse-num woc\" id=\"v42007046-1\">46&nbsp;</b><span class=\"woc\">You did not anoint my head with oil, but she has anointed my feet with ointment.</span> <b class=\"verse-num woc\" id=\"v42007047-1\">47&nbsp;</b><span class=\"woc\">Therefore I tell you, her sins, which are many, are forgiven—for she loved much. But he who is forgiven little, loves little.”</span> <b class=\"verse-num\" id=\"v42007048-1\">48&nbsp;</b>And he said to her, <span class=\"woc\">“Your sins are forgiven.”</span> <b class=\"verse-num\" id=\"v42007049-1\">49&nbsp;</b>Then those who were at table with him began to say among themselves, “Who is this, who even forgives sins?” <b class=\"verse-num\" id=\"v42007050-1\">50&nbsp;</b>And he said to the woman, <span class=\"woc\">“Your faith has saved you; go in peace.”</span></p>\n\n</div>","kjv":"<strong>36</strong>           And one of the Pharisees desired him that he would eat with him. And he went into the Pharisee’s house, and sat down to meat.  <strong>37</strong> And, behold, a woman in the city, which was a sinner, when she knew that Jesus sat at meat in the Pharisee’s house, brought an alabaster box of ointment,  <strong>38</strong> And stood at his feet behind him weeping, and began to wash his feet with tears, and did wipe them with the hairs of her head, and kissed his feet, and anointed them with the ointment.  <strong>39</strong> Now when the Pharisee which had bidden him saw it, he spake within himself, saying, This man, if he were a prophet, would have known who and what manner of woman this is that toucheth him: for she is a sinner.  <strong>40</strong> And Jesus answering said unto him, Simon, I have somewhat to say unto thee. And he saith, Master, say on.  <strong>41</strong> There was a certain creditor which had two debtors: the one owed five hundred pence, and the other fifty.  <strong>42</strong> And when they had nothing to pay, he frankly forgave them both. Tell me therefore, which of them will love him most?  <strong>43</strong> Simon answered and said, I suppose that he, to whom he forgave most. And he said unto him, Thou hast rightly judged.  <strong>44</strong> And he turned to the woman, and said unto Simon, Seest thou this woman? I entered into thine house, thou gavest me no water for my feet: but she hath washed my feet with tears, and wiped them with the hairs of her head.  <strong>45</strong> Thou gavest me no kiss: but this woman since the time I came in hath not ceased to kiss my feet.  <strong>46</strong> My head with oil thou didst not anoint: but this woman hath anointed my feet with ointment.  <strong>47</strong> Wherefore I say unto thee, Her sins, which are many, are forgiven; for she loved much: but to whom little is forgiven, the same loveth little.  <strong>48</strong> And he said unto her, Thy sins are forgiven.  <strong>49</strong> And they that sat at meat with him began to say within themselves, Who is this that forgiveth sins also?  <strong>50</strong> And he said to the woman, Thy faith hath saved thee; go in peace.  ","niv":"<sup><strong>36</strong></sup> Now one of the Pharisees invited Jesus to have dinner with him, so he went to the Pharisee's house and reclined at the table. <sup><strong>37</strong></sup> When a woman who had lived a sinful life in that town learned that Jesus was eating at the Pharisee's house, she brought an alabaster jar of perfume, <sup><strong>38</strong></sup> and as she stood behind him at his feet weeping, she began to wet his feet with her tears. Then she wiped them with her hair, kissed them and poured perfume on them. <sup><strong>39</strong></sup> When the Pharisee who had invited him saw this, he said to himself, \"If this man were a prophet, he would know who is touching him and what kind of woman she is--that she is a sinner.\" <sup><strong>40</strong></sup> Jesus answered him, \"Simon, I have something to tell you.Tell me, teacher,\" he said. <sup><strong>41</strong></sup> \"Two men owed money to a certain moneylender. One owed him five hundred denarii, and the other fifty. <sup><strong>42</strong></sup> Neither of them had the money to pay him back, so he canceled the debts of both. Now which of them will love him more?\" <sup><strong>43</strong></sup> Simon replied, \"I suppose the one who had the bigger debt canceled.You have judged correctly,\" Jesus said. <sup><strong>44</strong></sup> Then he turned toward the woman and said to Simon, \"Do you see this woman? I came into your house. You did not give me any water for my feet, but she wet my feet with her tears and wiped them with her hair. <sup><strong>45</strong></sup> You did not give me a kiss, but this woman, from the time I entered, has not stopped kissing my feet. <sup><strong>46</strong></sup> You did not put oil on my head, but she has poured perfume on my feet. <sup><strong>47</strong></sup> Therefore, I tell you, her many sins have been forgiven--for she loved much. But he who has been forgiven little loves little.\" <sup><strong>48</strong></sup> Then Jesus said to her, \"Your sins are forgiven.\" <sup><strong>49</strong></sup> The other guests began to say among themselves, \"Who is this who even forgives sins?\" <sup><strong>50</strong></sup> Jesus said to the woman, \"Your faith has saved you; go in peace.\" "},{"_id":"616070f4eb63b282e3fc3867","topicId":"616070efeb63b282e3fc3856","verse":"Hebrews 13:3","votes":44,"__v":0,"esv":"<div>\n<p id=\"p58013003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013003-1\">3&nbsp;</b>Remember those who are in prison, as though in prison with them, and those who are mistreated, since you also are in the body.</p>\n</div>","kjv":"<strong>3</strong> Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.  ","niv":"<sup><strong>3</strong></sup> Remember those in prison as if you were their fellow prisoners, and those who are mistreated as if you yourselves were suffering."},{"_id":"616070f4eb63b282e3fc3868","topicId":"616070efeb63b282e3fc3856","verse":"Psalm 56:8","votes":42,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19056008_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056008-1\">8&nbsp;</b>&nbsp;&nbsp;You have kept count of my tossings;</span><br><span id=\"p19056008_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;put my tears in your bottle.</span><br><span id=\"p19056008_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Are they not in your book?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> Thou tellest my wanderings: put thou my tears into thy bottle: are they not in thy book?  ","niv":"<sup><strong>8</strong></sup> Record my lament; list my tears on your scroll - are they not in your record?"},{"_id":"616070f5eb63b282e3fc3869","topicId":"616070efeb63b282e3fc3856","verse":"1 Peter 5:7","votes":40,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you.","modified":"2022-06-24T05:22:30.449Z"},{"_id":"616070f5eb63b282e3fc386a","topicId":"616070efeb63b282e3fc3856","verse":"John 13:34-35","votes":39,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span> <b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another. <sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\" "},{"_id":"616070f5eb63b282e3fc386b","topicId":"616070efeb63b282e3fc3856","verse":"1 Corinthians 9:22","votes":33,"__v":0,"esv":"<div>\n<p id=\"p46009022_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009022-1\">22&nbsp;</b>To the weak I became weak, that I might win the weak. I have become all things to all people, that by all means I might save some.</p>\n</div>","kjv":"<strong>22</strong> To the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some.  ","niv":"<sup><strong>22</strong></sup> To the weak I became weak, to win the weak. I have become all things to all men so that by all possible means I might save some."},{"_id":"616070f6eb63b282e3fc386c","topicId":"616070efeb63b282e3fc3856","verse":"Mark 12:31","votes":33,"__v":0,"esv":"<div>\n<p id=\"p41012031_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41012031-1\">31&nbsp;</b><span class=\"woc\">The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”</span></p>\n</div>","kjv":"<strong>31</strong> And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.  ","niv":"<sup><strong>31</strong></sup> The second is this: 'Love your neighbor as yourself.' There is no commandment greater than these.\""},{"_id":"616070f6eb63b282e3fc386d","topicId":"616070efeb63b282e3fc3856","verse":"Psalm 34:18","votes":32,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034018_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to the brokenhearted</span><br><span id=\"p19034018_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saves the crushed in spirit.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.  ","niv":"<sup><strong>18</strong></sup> The LORD is close to the brokenhearted and saves those who are crushed in spirit."},{"_id":"616070f6eb63b282e3fc386e","topicId":"616070efeb63b282e3fc3856","verse":"Romans 15:1","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p45015001_05-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45015001-1\">15:1&nbsp;</b>We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves.</p>\n</div>","kjv":"<strong>1</strong> We then that are strong ought to bear the infirmities of the weak, and not to please ourselves.  ","niv":"<sup><strong>1</strong></sup> We who are strong ought to bear with the failings of the weak and not to please ourselves."},{"_id":"616070f6eb63b282e3fc386f","topicId":"616070efeb63b282e3fc3856","verse":"1 John 3:17","votes":31,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?","modified":"2023-10-17T17:47:00.919Z"}]}