{"_id":"6160751feb63b282e3fc395a","slug":"encouragment","name":"Encouragment","verses":[{"_id":"61607520eb63b282e3fc395b","topicId":"6160751feb63b282e3fc395a","verse":"Romans 15:13","votes":13,"__v":0,"esv":"<div>\n<p id=\"p45015013_01-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45015013-1\">13&nbsp;</b>May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.</p>\n</div>","kjv":"<strong>13</strong> Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.  ","niv":"<sup><strong>13</strong></sup> May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit."},{"_id":"61607523eb63b282e3fc395c","topicId":"6160751feb63b282e3fc395a","verse":"Psalm 34:18","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034018_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to the brokenhearted</span><br><span id=\"p19034018_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saves the crushed in spirit.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.  ","niv":"<sup><strong>18</strong></sup> The LORD is close to the brokenhearted and saves those who are crushed in spirit."},{"_id":"61607525eb63b282e3fc395d","topicId":"6160751feb63b282e3fc395a","verse":"Matthew 11:28","votes":10,"__v":0,"esv":"<div>\n<p id=\"p40011028_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span></p>\n</div>","kjv":"<strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  ","niv":"<sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest."},{"_id":"61607525eb63b282e3fc395e","topicId":"6160751feb63b282e3fc395a","verse":"Isaiah 40:31","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040031_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-4\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint."},{"_id":"61607525eb63b282e3fc395f","topicId":"6160751feb63b282e3fc395a","verse":"Romans 8:31","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45008031_04-5\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us?</p>\n\n</div>","kjv":"<strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  ","niv":"<sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us?"},{"_id":"61607525eb63b282e3fc3960","topicId":"6160751feb63b282e3fc395a","verse":"Jeremiah 29:11","votes":6,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"61607525eb63b282e3fc3961","topicId":"6160751feb63b282e3fc395a","verse":"Colossians 3:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51003016_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.</p>\n</div>","kjv":"<strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  ","niv":"<sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God."},{"_id":"61607526eb63b282e3fc3962","topicId":"6160751feb63b282e3fc395a","verse":"Luke 21:36","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42021036_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021036-1\">36&nbsp;</b><span class=\"woc\">But stay awake at all times, praying that you may have strength to escape all these things that are going to take place, and to stand before the Son of Man.”</span></p>\n</div>","kjv":"<strong>36</strong> Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.  ","niv":"<sup><strong>36</strong></sup> Be always on the watch, and pray that you may be able to escape all that is about to happen, and that you may be able to stand before the Son of Man.\""},{"_id":"61607526eb63b282e3fc3963","topicId":"6160751feb63b282e3fc395a","verse":"1 John 1:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"61607526eb63b282e3fc3964","topicId":"6160751feb63b282e3fc395a","verse":"1 John 3:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62003008_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003008-1\">8&nbsp;</b>Whoever makes a practice of sinning is of the devil, for the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the works of the devil.</p>\n</div>","kjv":"<strong>8</strong> He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.  ","niv":"<sup><strong>8</strong></sup> He who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil's work."},{"_id":"61607526eb63b282e3fc3965","topicId":"6160751feb63b282e3fc395a","verse":"James 1:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001022_01-11\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves.</p>\n</div>","kjv":"<strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  ","niv":"<sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says."},{"_id":"61607526eb63b282e3fc3966","topicId":"6160751feb63b282e3fc395a","verse":"Hebrews 10:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58010012_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010012-1\">12&nbsp;</b>But when Christ had offered for all time a single sacrifice for sins, he sat down at the right hand of God,</p>\n\n</div>","kjv":"<strong>12</strong> But this man, after he had offered one sacrifice for sins for ever, sat down on the right hand of God;  ","niv":"<sup><strong>12</strong></sup> But when this priest had offered for all time one sacrifice for sins, he sat down at the right hand of God.","modified":"2022-07-10T22:55:08.137Z"},{"_id":"61607526eb63b282e3fc3967","topicId":"6160751feb63b282e3fc395a","verse":"Colossians 1:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51001027_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory.</p>\n</div>","kjv":"<strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  ","niv":"<sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory."},{"_id":"61607526eb63b282e3fc3968","topicId":"6160751feb63b282e3fc395a","verse":"Ephesians 2:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."},{"_id":"61607526eb63b282e3fc3969","topicId":"6160751feb63b282e3fc395a","verse":"2 Corinthians 4:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47004006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004006-1\">6&nbsp;</b>For God, who said, “Let light shine out of darkness,” has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ.</p>\n</div>","kjv":"<strong>6</strong> For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.  ","niv":"<sup><strong>6</strong></sup> For God, who said, \"Let light shine out of darkness,\" made his light shine in our hearts to give us the light of the knowledge of the glory of God in the face of Christ."},{"_id":"61607526eb63b282e3fc396a","topicId":"6160751feb63b282e3fc395a","verse":"Matthew 7:1-29","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span> <b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007004-1\">4&nbsp;</b><span class=\"woc\">Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n<p id=\"p40007005_03-16\"><b class=\"verse-num woc\" id=\"v40007006-1\">6&nbsp;</b><span class=\"woc\">“Do not give dogs what is holy, and do not throw your pearls before pigs, lest they trample them underfoot and turn to attack you.</span></p>\n\n<p id=\"p40007006_09-16\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span> <b class=\"verse-num woc\" id=\"v40007008-1\">8&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span> <b class=\"verse-num woc\" id=\"v40007009-1\">9&nbsp;</b><span class=\"woc\">Or which one of you, if his son asks him for bread, will give him a stone?</span> <b class=\"verse-num woc\" id=\"v40007010-1\">10&nbsp;</b><span class=\"woc\">Or if he asks for a fish, will give him a serpent?</span> <b class=\"verse-num woc\" id=\"v40007011-1\">11&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!</span></p>\n\n<p id=\"p40007011_12-16\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n<p id=\"p40007012_12-16\"><b class=\"verse-num woc\" id=\"v40007013-1\">13&nbsp;</b><span class=\"woc\">“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.</span> <b class=\"verse-num woc\" id=\"v40007014-1\">14&nbsp;</b><span class=\"woc\">For the gate is narrow and the way is hard that leads to life, and those who find it are few.</span></p>\n\n<p id=\"p40007014_17-16\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span> <b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n\n<p id=\"p40007020_21-16\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n\n<p id=\"p40007023_27-16\"><b class=\"verse-num woc\" id=\"v40007024-1\">24&nbsp;</b><span class=\"woc\">“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.</span> <b class=\"verse-num woc\" id=\"v40007025-1\">25&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.</span> <b class=\"verse-num woc\" id=\"v40007026-1\">26&nbsp;</b><span class=\"woc\">And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.</span> <b class=\"verse-num woc\" id=\"v40007027-1\">27&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.”</span></p>\n\n<p id=\"p40007027_31-16\"><b class=\"verse-num\" id=\"v40007028-1\">28&nbsp;</b>And when Jesus finished these sayings, the crowds were astonished at his teaching, <b class=\"verse-num\" id=\"v40007029-1\">29&nbsp;</b>for he was teaching them as one who had authority, and not as their scribes.</p>\n\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  <strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  <strong>6</strong>           Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you. <strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  <strong>8</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  <strong>9</strong> Or what man is there of you, whom if his son ask bread, will he give him a stone?  <strong>10</strong> Or if he ask a fish, will he give him a serpent?  <strong>11</strong> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?  <strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. <strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. <strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  <strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. <strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. <strong>24</strong>           Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:  <strong>25</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.  <strong>26</strong> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:  <strong>27</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.  <strong>28</strong> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:  <strong>29</strong> For he taught them as one having authority, and not as the scribes.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. <sup><strong>3</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>4</strong></sup> How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye? <sup><strong>5</strong></sup> You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye. <sup><strong>6</strong></sup> \"Do not give dogs what is sacred; do not throw your pearls to pigs. If you do, they may trample them under their feet, and then turn and tear you to pieces. <sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. <sup><strong>8</strong></sup> For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened. <sup><strong>9</strong></sup> \"Which of you, if his son asks for bread, will give him a stone? <sup><strong>10</strong></sup> Or if he asks for a fish, will give him a snake? <sup><strong>11</strong></sup> If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him! <sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets. <sup><strong>13</strong></sup> \"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. <sup><strong>14</strong></sup> But small is the gate and narrow the road that leads to life, and only a few find it. <sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves. <sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. <sup><strong>18</strong></sup> A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. <sup><strong>19</strong></sup> Every tree that does not bear good fruit is cut down and thrown into the fire. <sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. <sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' <sup><strong>24</strong></sup> \"Therefore everyone who hears these words of mine and puts them into practice is like a wise man who built his house on the rock. <sup><strong>25</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house; yet it did not fall, because it had its foundation on the rock. <sup><strong>26</strong></sup> But everyone who hears these words of mine and does not put them into practice is like a foolish man who built his house on sand. <sup><strong>27</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house, and it fell with a great crash.\" <sup><strong>28</strong></sup> When Jesus had finished saying these things, the crowds were amazed at his teaching, <sup><strong>29</strong></sup> because he taught as one who had authority, and not as their teachers of the law. "},{"_id":"61607526eb63b282e3fc396b","topicId":"6160751feb63b282e3fc395a","verse":"Job 42:2","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18042002_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v18042002-1\">2&nbsp;</b>&nbsp;&nbsp;“I know that you can do all things,</span><br><span id=\"p18042002_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that no purpose of yours can be thwarted.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> I know that thou canst do every thing, and that  no thought can be withholden from thee.  ","niv":"<sup><strong>2</strong></sup> \"I know that you can do all things; no plan of yours can be thwarted."},{"_id":"61607526eb63b282e3fc396c","topicId":"6160751feb63b282e3fc395a","verse":"Ephesians 4:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-18\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers,</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers,"},{"_id":"61607526eb63b282e3fc396d","topicId":"6160751feb63b282e3fc395a","verse":"Ephesians 1:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49001004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001004-1\">4&nbsp;</b>even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love</p>\n</div>","kjv":"<strong>4</strong> According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:  ","niv":"<sup><strong>4</strong></sup> For he chose us in him before the creation of the world to be holy and blameless in his sight. In love"},{"_id":"61607526eb63b282e3fc396e","topicId":"6160751feb63b282e3fc395a","verse":"Romans 13:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45013010_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n</div>","kjv":"<strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  ","niv":"<sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law."},{"_id":"61607526eb63b282e3fc396f","topicId":"6160751feb63b282e3fc395a","verse":"Romans 10:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"61607526eb63b282e3fc3970","topicId":"6160751feb63b282e3fc395a","verse":"Romans 8:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"61607526eb63b282e3fc3971","topicId":"6160751feb63b282e3fc395a","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-23\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61607526eb63b282e3fc3972","topicId":"6160751feb63b282e3fc395a","verse":"Psalm 139:1-5","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19139001_09-24\" class=\"psalm-title\">To the choirmaster. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139001_09-24\" class=\"line\"><b class=\"chapter-num\" id=\"v19139001-1\">139:1&nbsp;</b>&nbsp;&nbsp;O LORD, you have searched me and known me!</span><br><span id=\"p19139002_09-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139002-1\">2&nbsp;</b>&nbsp;&nbsp;You know when I sit down and when I rise up;</span><br><span id=\"p19139002_09-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you discern my thoughts from afar.</span><br><span id=\"p19139003_09-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139003-1\">3&nbsp;</b>&nbsp;&nbsp;You search out my path and my lying down</span><br><span id=\"p19139003_09-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and are acquainted with all my ways.</span><br><span id=\"p19139004_09-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139004-1\">4&nbsp;</b>&nbsp;&nbsp;Even before a word is on my tongue,</span><br><span id=\"p19139004_09-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;behold, O LORD, you know it altogether.</span><br><span id=\"p19139005_09-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139005-1\">5&nbsp;</b>&nbsp;&nbsp;You hem me in, behind and before,</span><br><span id=\"p19139005_09-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and lay your hand upon me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> O LORD, thou hast searched me, and known me. <strong>2</strong> Thou knowest my downsitting and mine uprising, thou understandest my thought afar off.  <strong>3</strong> Thou compassest my path and my lying down, and art acquainted with  all my ways.  <strong>4</strong> For there is not a word in my tongue, but, lo, O LORD, thou knowest it altogether.  <strong>5</strong> Thou hast beset me behind and before, and laid thine hand upon me.  ","niv":"<sup><strong>1</strong></sup> O LORD, you have searched me and you know me. <sup><strong>2</strong></sup> You know when I sit and when I rise; you perceive my thoughts from afar. <sup><strong>3</strong></sup> You discern my going out and my lying down; you are familiar with all my ways. <sup><strong>4</strong></sup> Before a word is on my tongue you know it completely, O LORD. <sup><strong>5</strong></sup> You hem me in-behind and before; you have laid your hand upon me. "},{"_id":"61607526eb63b282e3fc3973","topicId":"6160751feb63b282e3fc395a","verse":"James 4:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59004004_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.</p>\n\n</div>","kjv":"<strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  ","niv":"<sup><strong>4</strong></sup> You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God."}]}