{"_id":"6160777feb63b282e3fc3a76","slug":"enron","name":"Enron","verses":[{"_id":"61607781eb63b282e3fc3a77","topicId":"6160777feb63b282e3fc3a76","verse":"Psalm 3:1-8","votes":3,"__v":0,"esv":"<div>\n\n<h4 id=\"p19003001_06-1\" class=\"psalm-title\">A Psalm of David, when he fled from Absalom his son.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19003001_06-1\" class=\"line\"><b class=\"chapter-num\" id=\"v19003001-1\">3:1&nbsp;</b>&nbsp;&nbsp;O LORD, how many are my foes!</span><br><span id=\"p19003001_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Many are rising against me;</span><br><span id=\"p19003002_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003002-1\">2&nbsp;</b>&nbsp;&nbsp;many are saying of my soul,</span><br><span id=\"p19003002_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“There is no salvation for him in God.” <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19003003_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003003-1\">3&nbsp;</b>&nbsp;&nbsp;But you, O LORD, are a shield about me,</span><br><span id=\"p19003003_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my glory, and the lifter of my head.</span><br><span id=\"p19003004_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003004-1\">4&nbsp;</b>&nbsp;&nbsp;I cried aloud to the LORD,</span><br><span id=\"p19003004_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he answered me from his holy hill. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19003005_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003005-1\">5&nbsp;</b>&nbsp;&nbsp;I lay down and slept;</span><br><span id=\"p19003005_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I woke again, for the LORD sustained me.</span><br><span id=\"p19003006_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003006-1\">6&nbsp;</b>&nbsp;&nbsp;I will not be afraid of many thousands of people</span><br><span id=\"p19003006_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who have set themselves against me all around.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19003007_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003007-1\">7&nbsp;</b>&nbsp;&nbsp;Arise, O LORD!</span><br><span id=\"p19003007_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Save me, O my God!</span><br><span id=\"p19003007_06-1\" class=\"line\">&nbsp;&nbsp;For you strike all my enemies on the cheek;</span><br><span id=\"p19003007_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you break the teeth of the wicked.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19003008_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003008-1\">8&nbsp;</b>&nbsp;&nbsp;Salvation belongs to the LORD;</span><br><span id=\"p19003008_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your blessing be on your people! <span class=\"selah\">Selah</span></span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> LORD, how are they increased that trouble me! many are they that rise up against me.  <strong>2</strong> Many there be which say of my soul, There is no help for him in God. Selah.  <strong>3</strong> But thou, O LORD, art a shield for me; my glory, and the lifter up of mine head.  <strong>4</strong> I cried unto the LORD with my voice, and he heard me out of his holy hill. Selah.  <strong>5</strong> I laid me down and slept; I awaked; for the LORD sustained me.  <strong>6</strong> I will not be afraid of ten thousands of people, that have set themselves against me round about.  <strong>7</strong> Arise, O LORD; save me, O my God: for thou hast smitten all mine enemies upon the cheek bone; thou hast broken the teeth of the ungodly.  <strong>8</strong> Salvation belongeth unto the LORD: thy blessing is  upon thy people. Selah.  ","niv":"<sup><strong>1</strong></sup> O LORD, how many are my foes! How many rise up against me! <sup><strong>2</strong></sup> Many are saying of me, \"God will not deliver him.\" Selah <sup><strong>3</strong></sup> But you are a shield around me, O LORD; you bestow glory on me and lift up my head. <sup><strong>4</strong></sup> To the LORD I cry aloud, and he answers me from his holy hill. Selah <sup><strong>5</strong></sup> I lie down and sleep; I wake again, because the LORD sustains me. <sup><strong>6</strong></sup> I will not fear the tens of thousands drawn up against me on every side. <sup><strong>7</strong></sup> Arise, O LORD! Deliver me, O my God! Strike all my enemies on the jaw; break the teeth of the wicked. <sup><strong>8</strong></sup> From the LORD comes deliverance. May your blessing be on your people. Selah "},{"_id":"61607781eb63b282e3fc3a78","topicId":"6160777feb63b282e3fc3a76","verse":"Hosea 4:6","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28004006_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004006-1\">6&nbsp;</b>&nbsp;&nbsp;My people are destroyed for lack of knowledge;</span><br><span id=\"p28004006_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have rejected knowledge,</span><br><span id=\"p28004006_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I reject you from being a priest to me.</span><br><span id=\"p28004006_01-2\" class=\"line\">&nbsp;&nbsp;And since you have forgotten the law of your God,</span><br><span id=\"p28004006_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I also will forget your children.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> My people are destroyed for lack of knowledge: because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to me: seeing thou hast forgotten the law of thy God, I will also forget thy children.  ","niv":"<sup><strong>6</strong></sup> my people are destroyed from lack of knowledge. \"Because you have rejected knowledge, I also reject you as my priests; because you have ignored the law of your God, I also will ignore your children."},{"_id":"61607781eb63b282e3fc3a79","topicId":"6160777feb63b282e3fc3a76","verse":"Judges 11:1-40","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p07011001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v07011001-1\">11:1&nbsp;</b>Now Jephthah the Gileadite was a mighty warrior, but he was the son of a prostitute. Gilead was the father of Jephthah. <b class=\"verse-num\" id=\"v07011002-1\">2&nbsp;</b>And Gilead’s wife also bore him sons. And when his wife’s sons grew up, they drove Jephthah out and said to him, “You shall not have an inheritance in our father’s house, for you are the son of another woman.” <b class=\"verse-num\" id=\"v07011003-1\">3&nbsp;</b>Then Jephthah fled from his brothers and lived in the land of Tob, and worthless fellows collected around Jephthah and went out with him.</p>\n<p id=\"p07011003_04-3\"><b class=\"verse-num\" id=\"v07011004-1\">4&nbsp;</b>After a time the Ammonites made war against Israel. <b class=\"verse-num\" id=\"v07011005-1\">5&nbsp;</b>And when the Ammonites made war against Israel, the elders of Gilead went to bring Jephthah from the land of Tob. <b class=\"verse-num\" id=\"v07011006-1\">6&nbsp;</b>And they said to Jephthah, “Come and be our leader, that we may fight against the Ammonites.” <b class=\"verse-num\" id=\"v07011007-1\">7&nbsp;</b>But Jephthah said to the elders of Gilead, “Did you not hate me and drive me out of my father’s house? Why have you come to me now when you are in distress?” <b class=\"verse-num\" id=\"v07011008-1\">8&nbsp;</b>And the elders of Gilead said to Jephthah, “That is why we have turned to you now, that you may go with us and fight against the Ammonites and be our head over all the inhabitants of Gilead.” <b class=\"verse-num\" id=\"v07011009-1\">9&nbsp;</b>Jephthah said to the elders of Gilead, “If you bring me home again to fight against the Ammonites, and the LORD gives them over to me, I will be your head.” <b class=\"verse-num\" id=\"v07011010-1\">10&nbsp;</b>And the elders of Gilead said to Jephthah, “The LORD will be witness between us, if we do not do as you say.” <b class=\"verse-num\" id=\"v07011011-1\">11&nbsp;</b>So Jephthah went with the elders of Gilead, and the people made him head and leader over them. And Jephthah spoke all his words before the LORD at Mizpah.</p>\n<p id=\"p07011011_04-3\"><b class=\"verse-num\" id=\"v07011012-1\">12&nbsp;</b>Then Jephthah sent messengers to the king of the Ammonites and said, “What do you have against me, that you have come to me to fight against my land?” <b class=\"verse-num\" id=\"v07011013-1\">13&nbsp;</b>And the king of the Ammonites answered the messengers of Jephthah, “Because Israel on coming up from Egypt took away my land, from the Arnon to the Jabbok and to the Jordan; now therefore restore it peaceably.” <b class=\"verse-num\" id=\"v07011014-1\">14&nbsp;</b>Jephthah again sent messengers to the king of the Ammonites <b class=\"verse-num\" id=\"v07011015-1\">15&nbsp;</b>and said to him, “Thus says Jephthah: Israel did not take away the land of Moab or the land of the Ammonites, <b class=\"verse-num\" id=\"v07011016-1\">16&nbsp;</b>but when they came up from Egypt, Israel went through the wilderness to the Red Sea and came to Kadesh. <b class=\"verse-num\" id=\"v07011017-1\">17&nbsp;</b>Israel then sent messengers to the king of Edom, saying, ‘Please let us pass through your land,’ but the king of Edom would not listen. And they sent also to the king of Moab, but he would not consent. So Israel remained at Kadesh.</p>\n<p id=\"p07011017_04-3\"><b class=\"verse-num\" id=\"v07011018-1\">18&nbsp;</b>“Then they journeyed through the wilderness and went around the land of Edom and the land of Moab and arrived on the east side of the land of Moab and camped on the other side of the Arnon. But they did not enter the territory of Moab, for the Arnon was the boundary of Moab. <b class=\"verse-num\" id=\"v07011019-1\">19&nbsp;</b>Israel then sent messengers to Sihon king of the Amorites, king of Heshbon, and Israel said to him, ‘Please let us pass through your land to our country,’ <b class=\"verse-num\" id=\"v07011020-1\">20&nbsp;</b>but Sihon did not trust Israel to pass through his territory, so Sihon gathered all his people together and encamped at Jahaz and fought with Israel. <b class=\"verse-num\" id=\"v07011021-1\">21&nbsp;</b>And the LORD, the God of Israel, gave Sihon and all his people into the hand of Israel, and they defeated them. So Israel took possession of all the land of the Amorites, who inhabited that country. <b class=\"verse-num\" id=\"v07011022-1\">22&nbsp;</b>And they took possession of all the territory of the Amorites from the Arnon to the Jabbok and from the wilderness to the Jordan. <b class=\"verse-num\" id=\"v07011023-1\">23&nbsp;</b>So then the LORD, the God of Israel, dispossessed the Amorites from before his people Israel; and are you to take possession of them? <b class=\"verse-num\" id=\"v07011024-1\">24&nbsp;</b>Will you not possess what Chemosh your god gives you to possess? And all that the LORD our God has dispossessed before us, we will possess. <b class=\"verse-num\" id=\"v07011025-1\">25&nbsp;</b>Now are you any better than Balak the son of Zippor, king of Moab? Did he ever contend against Israel, or did he ever go to war with them? <b class=\"verse-num\" id=\"v07011026-1\">26&nbsp;</b>While Israel lived in Heshbon and its villages, and in Aroer and its villages, and in all the cities that are on the banks of the Arnon, 300 years, why did you not deliver them within that time? <b class=\"verse-num\" id=\"v07011027-1\">27&nbsp;</b>I therefore have not sinned against you, and you do me wrong by making war on me. The LORD, the Judge, decide this day between the people of Israel and the people of Ammon.” <b class=\"verse-num\" id=\"v07011028-1\">28&nbsp;</b>But the king of the Ammonites did not listen to the words of Jephthah that he sent to him.</p>\n\n<p id=\"p07011028_07-3\"><b class=\"verse-num\" id=\"v07011029-1\">29&nbsp;</b>Then the Spirit of the LORD was upon Jephthah, and he passed through Gilead and Manasseh and passed on to Mizpah of Gilead, and from Mizpah of Gilead he passed on to the Ammonites. <b class=\"verse-num\" id=\"v07011030-1\">30&nbsp;</b>And Jephthah made a vow to the LORD and said, “If you will give the Ammonites into my hand, <b class=\"verse-num\" id=\"v07011031-1\">31&nbsp;</b>then whatever comes out from the doors of my house to meet me when I return in peace from the Ammonites shall be the LORD’s, and I will offer it up for a burnt offering.” <b class=\"verse-num\" id=\"v07011032-1\">32&nbsp;</b>So Jephthah crossed over to the Ammonites to fight against them, and the LORD gave them into his hand. <b class=\"verse-num\" id=\"v07011033-1\">33&nbsp;</b>And he struck them from Aroer to the neighborhood of Minnith, twenty cities, and as far as Abel-keramim, with a great blow. So the Ammonites were subdued before the people of Israel.</p>\n<p id=\"p07011033_07-3\"><b class=\"verse-num\" id=\"v07011034-1\">34&nbsp;</b>Then Jephthah came to his home at Mizpah. And behold, his daughter came out to meet him with tambourines and with dances. She was his only child; besides her he had neither son nor daughter. <b class=\"verse-num\" id=\"v07011035-1\">35&nbsp;</b>And as soon as he saw her, he tore his clothes and said, “Alas, my daughter! You have brought me very low, and you have become the cause of great trouble to me. For I have opened my mouth to the LORD, and I cannot take back my vow.” <b class=\"verse-num\" id=\"v07011036-1\">36&nbsp;</b>And she said to him, “My father, you have opened your mouth to the LORD; do to me according to what has gone out of your mouth, now that the LORD has avenged you on your enemies, on the Ammonites.” <b class=\"verse-num\" id=\"v07011037-1\">37&nbsp;</b>So she said to her father, “Let this thing be done for me: leave me alone two months, that I may go up and down on the mountains and weep for my virginity, I and my companions.” <b class=\"verse-num\" id=\"v07011038-1\">38&nbsp;</b>So he said, “Go.” Then he sent her away for two months, and she departed, she and her companions, and wept for her virginity on the mountains. <b class=\"verse-num\" id=\"v07011039-1\">39&nbsp;</b>And at the end of two months, she returned to her father, who did with her according to his vow that he had made. She had never known a man, and it became a custom in Israel <b class=\"verse-num\" id=\"v07011040-1\">40&nbsp;</b>that the daughters of Israel went year by year to lament the daughter of Jephthah the Gileadite four days in the year.</p>\n\n</div>","kjv":"<strong>1</strong> Now Jephthah the Gileadite was a mighty man of valour, and he was  the son of an harlot: and Gilead begat Jephthah.  <strong>2</strong> And Gilead’s wife bare him sons; and his wife’s sons grew up, and they thrust out Jephthah, and said unto him, Thou shalt not inherit in our father’s house; for thou art the son of a strange woman.  <strong>3</strong> Then Jephthah fled from his brethren, and dwelt in the land of Tob: and there were gathered vain men to Jephthah, and went out with him.  <strong>4</strong> And it came to pass in process of time, that the children of Ammon made war against Israel.  <strong>5</strong> And it was so, that when the children of Ammon made war against Israel, the elders of Gilead went to fetch Jephthah out of the land of Tob:  <strong>6</strong> And they said unto Jephthah, Come, and be our captain, that we may fight with the children of Ammon.  <strong>7</strong> And Jephthah said unto the elders of Gilead, Did not ye hate me, and expel me out of my father’s house? and why are ye come unto me now when ye are in distress?  <strong>8</strong> And the elders of Gilead said unto Jephthah, Therefore we turn again to thee now, that thou mayest go with us, and fight against the children of Ammon, and be our head over all the inhabitants of Gilead.  <strong>9</strong> And Jephthah said unto the elders of Gilead, If ye bring me home again to fight against the children of Ammon, and the LORD deliver them before me, shall I be your head?  <strong>10</strong> And the elders of Gilead said unto Jephthah, The LORD be witness between us, if we do not so according to thy words.  <strong>11</strong> Then Jephthah went with the elders of Gilead, and the people made him head and captain over them: and Jephthah uttered all his words before the LORD in Mizpeh.  <strong>12</strong> And Jephthah sent messengers unto the king of the children of Ammon, saying, What hast thou to do with me, that thou art come against me to fight in my land?  <strong>13</strong> And the king of the children of Ammon answered unto the messengers of Jephthah, Because Israel took away my land, when they came up out of Egypt, from Arnon even unto Jabbok, and unto Jordan: now therefore restore those lands again peaceably.  <strong>14</strong> And Jephthah sent messengers again unto the king of the children of Ammon:  <strong>15</strong> And said unto him, Thus saith Jephthah, Israel took not away the land of Moab, nor the land of the children of Ammon:  <strong>16</strong> But when Israel came up from Egypt, and walked through the wilderness unto the Red sea, and came to Kadesh;  <strong>17</strong> Then Israel sent messengers unto the king of Edom, saying, Let me, I pray thee, pass through thy land: but the king of Edom would not hearken thereto. And in like manner they sent unto the king of Moab: but he would not consent: and Israel abode in Kadesh.  <strong>18</strong> Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.  <strong>19</strong> And Israel sent messengers unto Sihon king of the Amorites, the king of Heshbon; and Israel said unto him, Let us pass, we pray thee, through thy land into my place.  <strong>20</strong> But Sihon trusted not Israel to pass through his coast: but Sihon gathered all his people together, and pitched in Jahaz, and fought against Israel.  <strong>21</strong> And the LORD God of Israel delivered Sihon and all his people into the hand of Israel, and they smote them: so Israel possessed all the land of the Amorites, the inhabitants of that country.  <strong>22</strong> And they possessed all the coasts of the Amorites, from Arnon even unto Jabbok, and from the wilderness even unto Jordan.  <strong>23</strong> So now the LORD God of Israel hath dispossessed the Amorites from before his people Israel, and shouldest thou possess it?  <strong>24</strong> Wilt not thou possess that which Chemosh thy god giveth thee to possess? So whomsoever the LORD our God shall drive out from before us, them will we possess.  <strong>25</strong> And now art thou any thing better than Balak the son of Zippor, king of Moab? did he ever strive against Israel, or did he ever fight against them,  <strong>26</strong> While Israel dwelt in Heshbon and her towns, and in Aroer and her towns, and in all the cities that be along by the coasts of Arnon, three hundred years? why therefore did ye not recover them within that time?  <strong>27</strong> Wherefore I have not sinned against thee, but thou doest me wrong to war against me: the LORD the Judge be judge this day between the children of Israel and the children of Ammon.  <strong>28</strong> Howbeit the king of the children of Ammon hearkened not unto the words of Jephthah which he sent him.  <strong>29</strong> Then the Spirit of the LORD came upon Jephthah, and he passed over Gilead, and Manasseh, and passed over Mizpeh of Gilead, and from Mizpeh of Gilead he passed over unto the children of Ammon.  <strong>30</strong> And Jephthah vowed a vow unto the LORD, and said, If thou shalt without fail deliver the children of Ammon into mine hands,  <strong>31</strong> Then it shall be, that whatsoever cometh forth of the doors of my house to meet me, when I return in peace from the children of Ammon, shall surely be the LORD’S, and I will offer it up for a burnt offering.  <strong>32</strong> So Jephthah passed over unto the children of Ammon to fight against them; and the LORD delivered them into his hands.  <strong>33</strong> And he smote them from Aroer, even till thou come to Minnith, even twenty cities, and unto the plain of the vineyards, with a very great slaughter. Thus the children of Ammon were subdued before the children of Israel.  <strong>34</strong> And Jephthah came to Mizpeh unto his house, and, behold, his daughter came out to meet him with timbrels and with dances: and she was his  only child; beside her he had neither son nor daughter.  <strong>35</strong> And it came to pass, when he saw her, that he rent his clothes, and said, Alas, my daughter! thou hast brought me very low, and thou art one of them that trouble me: for I have opened my mouth unto the LORD, and I cannot go back.  <strong>36</strong> And she said unto him, My father, if thou hast opened thy mouth unto the LORD, do to me according to that which hath proceeded out of thy mouth; forasmuch as the LORD hath taken vengeance for thee of thine enemies, even of the children of Ammon.  <strong>37</strong> And she said unto her father, Let this thing be done for me: let me alone two months, that I may go up and down upon the mountains, and bewail my virginity, I and my fellows.  <strong>38</strong> And he said, Go. And he sent her away for two months: and she went with her companions, and bewailed her virginity upon the mountains.  <strong>39</strong> And it came to pass at the end of two months, that she returned unto her father, who did with her according to his vow which he had vowed: and she knew no man. And it was a custom in Israel,  <strong>40</strong> That the daughters of Israel went yearly to lament the daughter of Jephthah the Gileadite four days in a year.  ","niv":"<sup><strong>1</strong></sup> Jephthah the Gileadite was a mighty warrior. His father was Gilead; his mother was a prostitute. <sup><strong>2</strong></sup> Gilead's wife also bore him sons, and when they were grown up, they drove Jephthah away. \"You are not going to get any inheritance in our family,\" they said, \"because you are the son of another woman.\" <sup><strong>3</strong></sup> So Jephthah fled from his brothers and settled in the land of Tob, where a group of adventurers gathered around him and followed him. <sup><strong>4</strong></sup> Some time later, when the Ammonites made war on Israel, <sup><strong>5</strong></sup> the elders of Gilead went to get Jephthah from the land of Tob. <sup><strong>6</strong></sup> \"Come,\" they said, \"be our commander, so we can fight the Ammonites.\" <sup><strong>7</strong></sup> Jephthah said to them, \"Didn't you hate me and drive me from my father's house? Why do you come to me now, when you're in trouble?\" <sup><strong>8</strong></sup> The elders of Gilead said to him, \"Nevertheless, we are turning to you now; come with us to fight the Ammonites, and you will be our head over all who live in Gilead.\" <sup><strong>9</strong></sup> Jephthah answered, \"Suppose you take me back to fight the Ammonites and the LORD gives them to me-will I really be your head?\" <sup><strong>10</strong></sup> The elders of Gilead replied, \"The LORD is our witness; we will certainly do as you say.\" <sup><strong>11</strong></sup> So Jephthah went with the elders of Gilead, and the people made him head and commander over them. And he repeated all his words before the LORD in Mizpah. <sup><strong>12</strong></sup> Then Jephthah sent messengers to the Ammonite king with the question: \"What do you have against us that you have attacked our country?\" <sup><strong>13</strong></sup> The king of the Ammonites answered Jephthah's messengers, \"When Israel came up out of Egypt, they took away my land from the Arnon to the Jabbok, all the way to the Jordan. Now give it back peaceably.\" <sup><strong>14</strong></sup> Jephthah sent back messengers to the Ammonite king, <sup><strong>15</strong></sup> saying: \"This is what Jephthah says: Israel did not take the land of Moab or the land of the Ammonites. <sup><strong>16</strong></sup> But when they came up out of Egypt, Israel went through the desert to the Red Sea and on to Kadesh. <sup><strong>17</strong></sup> Then Israel sent messengers to the king of Edom, saying, 'Give us permission to go through your country,' but the king of Edom would not listen. They sent also to the king of Moab, and he refused. So Israel stayed at Kadesh. <sup><strong>18</strong></sup> \"Next they traveled through the desert, skirted the lands of Edom and Moab, passed along the eastern side of the country of Moab, and camped on the other side of the Arnon. They did not enter the territory of Moab, for the Arnon was its border. <sup><strong>19</strong></sup> \"Then Israel sent messengers to Sihon king of the Amorites, who ruled in Heshbon, and said to him, 'Let us pass through your country to our own place.' <sup><strong>20</strong></sup> Sihon, however, did not trust Israel to pass through his territory. He mustered all his men and encamped at Jahaz and fought with Israel. <sup><strong>21</strong></sup> \"Then the LORD, the God of Israel, gave Sihon and all his men into Israel's hands, and they defeated them. Israel took over all the land of the Amorites who lived in that country, <sup><strong>22</strong></sup> capturing all of it from the Arnon to the Jabbok and from the desert to the Jordan. <sup><strong>23</strong></sup> \"Now since the LORD, the God of Israel, has driven the Amorites out before his people Israel, what right have you to take it over? <sup><strong>24</strong></sup> Will you not take what your god Chemosh gives you? Likewise, whatever the LORD our God has given us, we will possess. <sup><strong>25</strong></sup> Are you better than Balak son of Zippor, king of Moab? Did he ever quarrel with Israel or fight with them? <sup><strong>26</strong></sup> For three hundred years Israel occupied Heshbon, Aroer, the surrounding settlements and all the towns along the Arnon. Why didn't you retake them during that time? <sup><strong>27</strong></sup> I have not wronged you, but you are doing me wrong by waging war against me. Let the LORD, the Judge, decide the dispute this day between the Israelites and the Ammonites.\" <sup><strong>28</strong></sup> The king of Ammon, however, paid no attention to the message Jephthah sent him. <sup><strong>29</strong></sup> Then the Spirit of the LORD came upon Jephthah. He crossed Gilead and Manasseh, passed through Mizpah of Gilead, and from there he advanced against the Ammonites. <sup><strong>30</strong></sup> And Jephthah made a vow to the LORD: \"If you give the Ammonites into my hands, <sup><strong>31</strong></sup> whatever comes out of the door of my house to meet me when I return in triumph from the Ammonites will be the LORD 's, and I will sacrifice it as a burnt offering.\" <sup><strong>32</strong></sup> Then Jephthah went over to fight the Ammonites, and the LORD gave them into his hands. <sup><strong>33</strong></sup> He devastated twenty towns from Aroer to the vicinity of Minnith, as far as Abel Keramim. Thus Israel subdued Ammon. <sup><strong>34</strong></sup> When Jephthah returned to his home in Mizpah, who should come out to meet him but his daughter, dancing to the sound of tambourines! She was an only child. Except for her he had neither son nor daughter. <sup><strong>35</strong></sup> When he saw her, he tore his clothes and cried, \"Oh! My daughter! You have made me miserable and wretched, because I have made a vow to the LORD that I cannot break.\" <sup><strong>36</strong></sup> \"My father,\" she replied, \"you have given your word to the LORD. Do to me just as you promised, now that the LORD has avenged you of your enemies, the Ammonites. <sup><strong>37</strong></sup> But grant me this one request,\" she said. \"Give me two months to roam the hills and weep with my friends, because I will never marry.\" <sup><strong>38</strong></sup> \"You may go,\" he said. And he let her go for two months. She and the girls went into the hills and wept because she would never marry. <sup><strong>39</strong></sup> After the two months, she returned to her father and he did to her as he had vowed. And she was a virgin. From this comes the Israelite custom <sup><strong>40</strong></sup> that each year the young women of Israel go out for four days to commemorate the daughter of Jephthah the Gileadite. "}]}