{"_id":"61607b58a775948f9a1529a4","slug":"esther","name":"Esther","verses":[{"_id":"61607b5aa775948f9a1529a5","topicId":"61607b58a775948f9a1529a4","verse":"Esther 8:1-17","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p17008001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v17008001-1\">8:1&nbsp;</b>On that day King Ahasuerus gave to Queen Esther the house of Haman, the enemy of the Jews. And Mordecai came before the king, for Esther had told what he was to her. <b class=\"verse-num\" id=\"v17008002-1\">2&nbsp;</b>And the king took off his signet ring, which he had taken from Haman, and gave it to Mordecai. And Esther set Mordecai over the house of Haman.</p>\n<p id=\"p17008002_05-1\"><b class=\"verse-num\" id=\"v17008003-1\">3&nbsp;</b>Then Esther spoke again to the king. She fell at his feet and wept and pleaded with him to avert the evil plan of Haman the Agagite and the plot that he had devised against the Jews. <b class=\"verse-num\" id=\"v17008004-1\">4&nbsp;</b>When the king held out the golden scepter to Esther, Esther rose and stood before the king. <b class=\"verse-num\" id=\"v17008005-1\">5&nbsp;</b>And she said, “If it please the king, and if I have found favor in his sight, and if the thing seems right before the king, and I am pleasing in his eyes, let an order be written to revoke the letters devised by Haman the Agagite, the son of Hammedatha, which he wrote to destroy the Jews who are in all the provinces of the king. <b class=\"verse-num\" id=\"v17008006-1\">6&nbsp;</b>For how can I bear to see the calamity that is coming to my people? Or how can I bear to see the destruction of my kindred?” <b class=\"verse-num\" id=\"v17008007-1\">7&nbsp;</b>Then King Ahasuerus said to Queen Esther and to Mordecai the Jew, “Behold, I have given Esther the house of Haman, and they have hanged him on the gallows, because he intended to lay hands on the Jews. <b class=\"verse-num\" id=\"v17008008-1\">8&nbsp;</b>But you may write as you please with regard to the Jews, in the name of the king, and seal it with the king’s ring, for an edict written in the name of the king and sealed with the king’s ring cannot be revoked.”</p>\n<p id=\"p17008008_05-1\"><b class=\"verse-num\" id=\"v17008009-1\">9&nbsp;</b>The king’s scribes were summoned at that time, in the third month, which is the month of Sivan, on the twenty-third day. And an edict was written, according to all that Mordecai commanded concerning the Jews, to the satraps and the governors and the officials of the provinces from India to Ethiopia, 127 provinces, to each province in its own script and to each people in its own language, and also to the Jews in their script and their language. <b class=\"verse-num\" id=\"v17008010-1\">10&nbsp;</b>And he wrote in the name of King Ahasuerus and sealed it with the king’s signet ring. Then he sent the letters by mounted couriers riding on swift horses that were used in the king’s service, bred from the royal stud, <b class=\"verse-num\" id=\"v17008011-1\">11&nbsp;</b>saying that the king allowed the Jews who were in every city to gather and defend their lives, to destroy, to kill, and to annihilate any armed force of any people or province that might attack them, children and women included, and to plunder their goods, <b class=\"verse-num\" id=\"v17008012-1\">12&nbsp;</b>on one day throughout all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month, which is the month of Adar. <b class=\"verse-num\" id=\"v17008013-1\">13&nbsp;</b>A copy of what was written was to be issued as a decree in every province, being publicly displayed to all peoples, and the Jews were to be ready on that day to take vengeance on their enemies. <b class=\"verse-num\" id=\"v17008014-1\">14&nbsp;</b>So the couriers, mounted on their swift horses that were used in the king’s service, rode out hurriedly, urged by the king’s command. And the decree was issued in Susa the citadel.</p>\n<p id=\"p17008014_05-1\"><b class=\"verse-num\" id=\"v17008015-1\">15&nbsp;</b>Then Mordecai went out from the presence of the king in royal robes of blue and white, with a great golden crown and a robe of fine linen and purple, and the city of Susa shouted and rejoiced. <b class=\"verse-num\" id=\"v17008016-1\">16&nbsp;</b>The Jews had light and gladness and joy and honor. <b class=\"verse-num\" id=\"v17008017-1\">17&nbsp;</b>And in every province and in every city, wherever the king’s command and his edict reached, there was gladness and joy among the Jews, a feast and a holiday. And many from the peoples of the country declared themselves Jews, for fear of the Jews had fallen on them.</p>\n\n</div>","kjv":"<strong>1</strong> On that day did the king Ahasuerus give the house of Haman the Jews’ enemy unto Esther the queen. And Mordecai came before the king; for Esther had told what he was unto her.  <strong>2</strong> And the king took off his ring, which he had taken from Haman, and gave it unto Mordecai. And Esther set Mordecai over the house of Haman.  <strong>3</strong> And Esther spake yet again before the king, and fell down at his feet, and besought him with tears to put away the mischief of Haman the Agagite, and his device that he had devised against the Jews.  <strong>4</strong> Then the king held out the golden sceptre toward Esther. So Esther arose, and stood before the king,  <strong>5</strong> And said, If it please the king, and if I have found favour in his sight, and the thing seem right before the king, and I be pleasing in his eyes, let it be written to reverse the letters devised by Haman the son of Hammedatha the Agagite, which he wrote to destroy the Jews which are in all the king’s provinces:  <strong>6</strong> For how can I endure to see the evil that shall come unto my people? or how can I endure to see the destruction of my kindred?  <strong>7</strong> Then the king Ahasuerus said unto Esther the queen and to Mordecai the Jew, Behold, I have given Esther the house of Haman, and him they have hanged upon the gallows, because he laid his hand upon the Jews.  <strong>8</strong> Write ye also for the Jews, as it liketh you, in the king’s name, and seal it with the king’s ring: for the writing which is written in the king’s name, and sealed with the king’s ring, may no man reverse.  <strong>9</strong> Then were the king’s scribes called at that time in the third month, that is, the month Sivan, on the three and twentieth day thereof; and it was written according to all that Mordecai commanded unto the Jews, and to the lieutenants, and the deputies and rulers of the provinces which are from India unto Ethiopia, an hundred twenty and seven provinces, unto every province according to the writing thereof, and unto every people after their language, and to the Jews according to their writing, and according to their language.  <strong>10</strong> And he wrote in the king Ahasuerus’ name, and sealed it with the king’s ring, and sent letters by posts on horseback, and riders on mules, camels, and young dromedaries:  <strong>11</strong> Wherein the king granted the Jews which were in every city to gather themselves together, and to stand for their life, to destroy, to slay, and to cause to perish, all the power of the people and province that would assault them, both little ones and women, and to take  the spoil of them for a prey,  <strong>12</strong> Upon one day in all the provinces of king Ahasuerus, namely,  upon the thirteenth day of the twelfth month, which is the month Adar.  <strong>13</strong> The copy of the writing for a commandment to be given in every province was published unto all people, and that the Jews should be ready against that day to avenge themselves on their enemies.  <strong>14</strong> So the posts that rode upon mules and camels went out, being hastened and pressed on by the king’s commandment. And the decree was given at Shushan the palace.  <strong>15</strong> And Mordecai went out from the presence of the king in royal apparel of blue and white, and with a great crown of gold, and with a garment of fine linen and purple: and the city of Shushan rejoiced and was glad.  <strong>16</strong> The Jews had light, and gladness, and joy, and honour.  <strong>17</strong> And in every province, and in every city, whithersoever the king’s commandment and his decree came, the Jews had joy and gladness, a feast and a good day. And many of the people of the land became Jews; for the fear of the Jews fell upon them.  ","niv":"<sup><strong>1</strong></sup> That same day King Xerxes gave Queen Esther the estate of Haman, the enemy of the Jews. And Mordecai came into the presence of the king, for Esther had told how he was related to her. <sup><strong>2</strong></sup> The king took off his signet ring, which he had reclaimed from Haman, and presented it to Mordecai. And Esther appointed him over Haman's estate. <sup><strong>3</strong></sup> Esther again pleaded with the king, falling at his feet and weeping. She begged him to put an end to the evil plan of Haman the Agagite, which he had devised against the Jews. <sup><strong>4</strong></sup> Then the king extended the gold scepter to Esther and she arose and stood before him. <sup><strong>5</strong></sup> \"If it pleases the king,\" she said, \"and if he regards me with favor and thinks it the right thing to do, and if he is pleased with me, let an order be written overruling the dispatches that Haman son of Hammedatha, the Agagite, devised and wrote to destroy the Jews in all the king's provinces. <sup><strong>6</strong></sup> For how can I bear to see disaster fall on my people? How can I bear to see the destruction of my family?\" <sup><strong>7</strong></sup> King Xerxes replied to Queen Esther and to Mordecai the Jew, \"Because Haman attacked the Jews, I have given his estate to Esther, and they have hanged him on the gallows. <sup><strong>8</strong></sup> Now write another decree in the king's name in behalf of the Jews as seems best to you, and seal it with the king's signet ring-for no document written in the king's name and sealed with his ring can be revoked.\" <sup><strong>9</strong></sup> At once the royal secretaries were summoned-on the twenty-third day of the third month, the month of Sivan. They wrote out all Mordecai's orders to the Jews, and to the satraps, governors and nobles of the 127 provinces stretching from India to Cush. These orders were written in the script of each province and the language of each people and also to the Jews in their own script and language. <sup><strong>10</strong></sup> Mordecai wrote in the name of King Xerxes, sealed the dispatches with the king's signet ring, and sent them by mounted couriers, who rode fast horses especially bred for the king. <sup><strong>11</strong></sup> The king's edict granted the Jews in every city the right to assemble and protect themselves; to destroy, kill and annihilate any armed force of any nationality or province that might attack them and their women and children; and to plunder the property of their enemies. <sup><strong>12</strong></sup> The day appointed for the Jews to do this in all the provinces of King Xerxes was the thirteenth day of the twelfth month, the month of Adar. <sup><strong>13</strong></sup> A copy of the text of the edict was to be issued as law in every province and made known to the people of every nationality so that the Jews would be ready on that day to avenge themselves on their enemies. <sup><strong>14</strong></sup> The couriers, riding the royal horses, raced out, spurred on by the king's command. And the edict was also issued in the citadel of Susa. <sup><strong>15</strong></sup> Mordecai left the king's presence wearing royal garments of blue and white, a large crown of gold and a purple robe of fine linen. And the city of Susa held a joyous celebration. <sup><strong>16</strong></sup> For the Jews it was a time of happiness and joy, gladness and honor. <sup><strong>17</strong></sup> In every province and in every city, wherever the edict of the king went, there was joy and gladness among the Jews, with feasting and celebrating. And many people of other nationalities became Jews because fear of the Jews had seized them. ","modified":"2023-06-21T18:59:36.304Z"},{"_id":"61607b5aa775948f9a1529a6","topicId":"61607b58a775948f9a1529a4","verse":"Esther 4:16","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p17004001_07-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v17004001-1\">4:1&nbsp;</b>When Mordecai learned all that had been done, Mordecai tore his clothes and put on sackcloth and ashes, and went out into the midst of the city, and he cried out with a loud and bitter cry. <b class=\"verse-num\" id=\"v17004002-1\">2&nbsp;</b>He went up to the entrance of the king’s gate, for no one was allowed to enter the king’s gate clothed in sackcloth. <b class=\"verse-num\" id=\"v17004003-1\">3&nbsp;</b>And in every province, wherever the king’s command and his decree reached, there was great mourning among the Jews, with fasting and weeping and lamenting, and many of them lay in sackcloth and ashes.</p>\n<p id=\"p17004003_07-9\"><b class=\"verse-num\" id=\"v17004004-1\">4&nbsp;</b>When Esther’s young women and her eunuchs came and told her, the queen was deeply distressed. She sent garments to clothe Mordecai, so that he might take off his sackcloth, but he would not accept them. <b class=\"verse-num\" id=\"v17004005-1\">5&nbsp;</b>Then Esther called for Hathach, one of the king’s eunuchs, who had been appointed to attend her, and ordered him to go to Mordecai to learn what this was and why it was. <b class=\"verse-num\" id=\"v17004006-1\">6&nbsp;</b>Hathach went out to Mordecai in the open square of the city in front of the king’s gate, <b class=\"verse-num\" id=\"v17004007-1\">7&nbsp;</b>and Mordecai told him all that had happened to him, and the exact sum of money that Haman had promised to pay into the king’s treasuries for the destruction of the Jews. <b class=\"verse-num\" id=\"v17004008-1\">8&nbsp;</b>Mordecai also gave him a copy of the written decree issued in Susa for their destruction, that he might show it to Esther and explain it to her and command her to go to the king to beg his favor and plead with him on behalf of her people. <b class=\"verse-num\" id=\"v17004009-1\">9&nbsp;</b>And Hathach went and told Esther what Mordecai had said. <b class=\"verse-num\" id=\"v17004010-1\">10&nbsp;</b>Then Esther spoke to Hathach and commanded him to go to Mordecai and say, <b class=\"verse-num\" id=\"v17004011-1\">11&nbsp;</b>“All the king’s servants and the people of the king’s provinces know that if any man or woman goes to the king inside the inner court without being called, there is but one law—to be put to death, except the one to whom the king holds out the golden scepter so that he may live. But as for me, I have not been called to come in to the king these thirty days.”</p>\n<p id=\"p17004011_07-9\"><b class=\"verse-num\" id=\"v17004012-1\">12&nbsp;</b>And they told Mordecai what Esther had said. <b class=\"verse-num\" id=\"v17004013-1\">13&nbsp;</b>Then Mordecai told them to reply to Esther, “Do not think to yourself that in the king’s palace you will escape any more than all the other Jews. <b class=\"verse-num\" id=\"v17004014-1\">14&nbsp;</b>For if you keep silent at this time, relief and deliverance will rise for the Jews from another place, but you and your father’s house will perish. And who knows whether you have not come to the kingdom for such a time as this?” <b class=\"verse-num\" id=\"v17004015-1\">15&nbsp;</b>Then Esther told them to reply to Mordecai, <b class=\"verse-num\" id=\"v17004016-1\">16&nbsp;</b>“Go, gather all the Jews to be found in Susa, and hold a fast on my behalf, and do not eat or drink for three days, night or day. I and my young women will also fast as you do. Then I will go to the king, though it is against the law, and if I perish, I perish.” <b class=\"verse-num\" id=\"v17004017-1\">17&nbsp;</b>Mordecai then went away and did everything as Esther had ordered him.</p>\n\n</div>","kjv":"<strong>16</strong> Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go in unto the king, which is not according to the law: and if I perish, I perish.  ","niv":"<sup><strong>16</strong></sup> \"Go, gather together all the Jews who are in Susa, and fast for me. Do not eat or drink for three days, night or day. I and my maids will fast as you do. When this is done, I will go to the king, even though it is against the law. And if I perish, I perish.\""},{"_id":"61607b5ba775948f9a1529a7","topicId":"61607b58a775948f9a1529a4","verse":"Esther 4:14","votes":13,"__v":0,"esv":"<div>\n<p id=\"p17004014_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v17004014-1\">14&nbsp;</b>For if you keep silent at this time, relief and deliverance will rise for the Jews from another place, but you and your father’s house will perish. And who knows whether you have not come to the kingdom for such a time as this?”</p>\n</div>","kjv":"<strong>14</strong> For if thou altogether holdest thy peace at this time, then  shall there enlargement and deliverance arise to the Jews from another place; but thou and thy father’s house shall be destroyed: and who knoweth whether thou art come to the kingdom for such a time as this?  ","niv":"<sup><strong>14</strong></sup> For if you remain silent at this time, relief and deliverance for the Jews will arise from another place, but you and your father's family will perish. And who knows but that you have come to royal position for such a time as this?\""},{"_id":"61607b5ba775948f9a1529a8","topicId":"61607b58a775948f9a1529a4","verse":"Esther 2:17","votes":11,"__v":0,"esv":"<div>\n<p id=\"p17002017_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v17002017-1\">17&nbsp;</b>the king loved Esther more than all the women, and she won grace and favor in his sight more than all the virgins, so that he set the royal crown on her head and made her queen instead of Vashti.</p>\n\n</div>","kjv":"<strong>17</strong> And the king loved Esther above all the women, and she obtained grace and favour in his sight more than all the virgins; so that he set the royal crown upon her head, and made her queen instead of Vashti.  ","niv":"<sup><strong>17</strong></sup> Now the king was attracted to Esther more than to any of the other women, and she won his favor and approval more than any of the other virgins. So he set a royal crown on her head and made her queen instead of Vashti."},{"_id":"61607b5ba775948f9a1529a9","topicId":"61607b58a775948f9a1529a4","verse":"Proverbs 3:5-6","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. "},{"_id":"61607b5ba775948f9a1529aa","topicId":"61607b58a775948f9a1529a4","verse":"Esther 5:1-14","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p17005001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v17005001-1\">5:1&nbsp;</b>On the third day Esther put on her royal robes and stood in the inner court of the king’s palace, in front of the king’s quarters, while the king was sitting on his royal throne inside the throne room opposite the entrance to the palace. <b class=\"verse-num\" id=\"v17005002-1\">2&nbsp;</b>And when the king saw Queen Esther standing in the court, she won favor in his sight, and he held out to Esther the golden scepter that was in his hand. Then Esther approached and touched the tip of the scepter. <b class=\"verse-num\" id=\"v17005003-1\">3&nbsp;</b>And the king said to her, “What is it, Queen Esther? What is your request? It shall be given you, even to the half of my kingdom.” <b class=\"verse-num\" id=\"v17005004-1\">4&nbsp;</b>And Esther said, “If it please the king, let the king and Haman come today to a feast that I have prepared for the king.” <b class=\"verse-num\" id=\"v17005005-1\">5&nbsp;</b>Then the king said, “Bring Haman quickly, so that we may do as Esther has asked.” So the king and Haman came to the feast that Esther had prepared. <b class=\"verse-num\" id=\"v17005006-1\">6&nbsp;</b>And as they were drinking wine after the feast, the king said to Esther, “What is your wish? It shall be granted you. And what is your request? Even to the half of my kingdom, it shall be fulfilled.” <b class=\"verse-num\" id=\"v17005007-1\">7&nbsp;</b>Then Esther answered, “My wish and my request is: <b class=\"verse-num\" id=\"v17005008-1\">8&nbsp;</b>If I have found favor in the sight of the king, and if it please the king to grant my wish and fulfill my request, let the king and Haman come to the feast that I will prepare for them, and tomorrow I will do as the king has said.”</p>\n\n<p id=\"p17005008_10-6\"><b class=\"verse-num\" id=\"v17005009-1\">9&nbsp;</b>And Haman went out that day joyful and glad of heart. But when Haman saw Mordecai in the king’s gate, that he neither rose nor trembled before him, he was filled with wrath against Mordecai. <b class=\"verse-num\" id=\"v17005010-1\">10&nbsp;</b>Nevertheless, Haman restrained himself and went home, and he sent and brought his friends and his wife Zeresh. <b class=\"verse-num\" id=\"v17005011-1\">11&nbsp;</b>And Haman recounted to them the splendor of his riches, the number of his sons, all the promotions with which the king had honored him, and how he had advanced him above the officials and the servants of the king. <b class=\"verse-num\" id=\"v17005012-1\">12&nbsp;</b>Then Haman said, “Even Queen Esther let no one but me come with the king to the feast she prepared. And tomorrow also I am invited by her together with the king. <b class=\"verse-num\" id=\"v17005013-1\">13&nbsp;</b>Yet all this is worth nothing to me, so long as I see Mordecai the Jew sitting at the king’s gate.” <b class=\"verse-num\" id=\"v17005014-1\">14&nbsp;</b>Then his wife Zeresh and all his friends said to him, “Let a gallows fifty cubits high be made, and in the morning tell the king to have Mordecai hanged upon it. Then go joyfully with the king to the feast.” This idea pleased Haman, and he had the gallows made.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass on the third day, that Esther put on her  royal apparel, and stood in the inner court of the king’s house, over against the king’s house: and the king sat upon his royal throne in the royal house, over against the gate of the house.  <strong>2</strong> And it was so, when the king saw Esther the queen standing in the court, that she obtained favour in his sight: and the king held out to Esther the golden sceptre that was in his hand. So Esther drew near, and touched the top of the sceptre.  <strong>3</strong> Then said the king unto her, What wilt thou, queen Esther? and what is thy request? it shall be even given thee to the half of the kingdom.  <strong>4</strong> And Esther answered, If it seem good unto the king, let the king and Haman come this day unto the banquet that I have prepared for him.  <strong>5</strong> Then the king said, Cause Haman to make haste, that he may do as Esther hath said. So the king and Haman came to the banquet that Esther had prepared.  <strong>6</strong> And the king said unto Esther at the banquet of wine, What is  thy petition? and it shall be granted thee: and what is thy request? even to the half of the kingdom it shall be performed.  <strong>7</strong> Then answered Esther, and said, My petition and my request is;  <strong>8</strong> If I have found favour in the sight of the king, and if it please the king to grant my petition, and to perform my request, let the king and Haman come to the banquet that I shall prepare for them, and I will do to morrow as the king hath said.  <strong>9</strong> Then went Haman forth that day joyful and with a glad heart: but when Haman saw Mordecai in the king’s gate, that he stood not up, nor moved for him, he was full of indignation against Mordecai.  <strong>10</strong> Nevertheless Haman refrained himself: and when he came home, he sent and called for his friends, and Zeresh his wife.  <strong>11</strong> And Haman told them of the glory of his riches, and the multitude of his children, and all the things wherein the king had promoted him, and how he had advanced him above the princes and servants of the king.  <strong>12</strong> Haman said moreover, Yea, Esther the queen did let no man come in with the king unto the banquet that she had prepared but myself; and to morrow am I invited unto her also with the king.  <strong>13</strong> Yet all this availeth me nothing, so long as I see Mordecai the Jew sitting at the king’s gate.  <strong>14</strong> Then said Zeresh his wife and all his friends unto him, Let a gallows be made of fifty cubits high, and to morrow speak thou unto the king that Mordecai may be hanged thereon: then go thou in merrily with the king unto the banquet. And the thing pleased Haman; and he caused the gallows to be made.  ","niv":"<sup><strong>1</strong></sup> On the third day Esther put on her royal robes and stood in the inner court of the palace, in front of the king's hall. The king was sitting on his royal throne in the hall, facing the entrance. <sup><strong>2</strong></sup> When he saw Queen Esther standing in the court, he was pleased with her and held out to her the gold scepter that was in his hand. So Esther approached and touched the tip of the scepter. <sup><strong>3</strong></sup> Then the king asked, \"What is it, Queen Esther? What is your request? Even up to half the kingdom, it will be given you.\" <sup><strong>4</strong></sup> \"If it pleases the king,\" replied Esther, \"let the king, together with Haman, come today to a banquet I have prepared for him.\" <sup><strong>5</strong></sup> \"Bring Haman at once,\" the king said, \"so that we may do what Esther asks.\" So the king and Haman went to the banquet Esther had prepared. <sup><strong>6</strong></sup> As they were drinking wine, the king again asked Esther, \"Now what is your petition? It will be given you. And what is your request? Even up to half the kingdom, it will be granted.\" <sup><strong>7</strong></sup> Esther replied, \"My petition and my request is this: <sup><strong>8</strong></sup> If the king regards me with favor and if it pleases the king to grant my petition and fulfill my request, let the king and Haman come tomorrow to the banquet I will prepare for them. Then I will answer the king's question.\" <sup><strong>9</strong></sup> Haman went out that day happy and in high spirits. But when he saw Mordecai at the king's gate and observed that he neither rose nor showed fear in his presence, he was filled with rage against Mordecai. <sup><strong>10</strong></sup> Nevertheless, Haman restrained himself and went home. Calling together his friends and Zeresh, his wife, <sup><strong>11</strong></sup> Haman boasted to them about his vast wealth, his many sons, and all the ways the king had honored him and how he had elevated him above the other nobles and officials. <sup><strong>12</strong></sup> \"And that's not all,\" Haman added. \"I'm the only person Queen Esther invited to accompany the king to the banquet she gave. And she has invited me along with the king tomorrow. <sup><strong>13</strong></sup> But all this gives me no satisfaction as long as I see that Jew Mordecai sitting at the king's gate.\" <sup><strong>14</strong></sup> His wife Zeresh and all his friends said to him, \"Have a gallows built, seventy-five feet high, and ask the king in the morning to have Mordecai hanged on it. Then go with the king to the dinner and be happy.\" This suggestion delighted Haman, and he had the gallows built. "},{"_id":"61607b5ba775948f9a1529ab","topicId":"61607b58a775948f9a1529a4","verse":"Esther 9:1-32","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p17009001_06-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v17009001-1\">9:1&nbsp;</b>Now in the twelfth month, which is the month of Adar, on the thirteenth day of the same, when the king’s command and edict were about to be carried out, on the very day when the enemies of the Jews hoped to gain the mastery over them, the reverse occurred: the Jews gained mastery over those who hated them. <b class=\"verse-num\" id=\"v17009002-1\">2&nbsp;</b>The Jews gathered in their cities throughout all the provinces of King Ahasuerus to lay hands on those who sought their harm. And no one could stand against them, for the fear of them had fallen on all peoples. <b class=\"verse-num\" id=\"v17009003-1\">3&nbsp;</b>All the officials of the provinces and the satraps and the governors and the royal agents also helped the Jews, for the fear of Mordecai had fallen on them. <b class=\"verse-num\" id=\"v17009004-1\">4&nbsp;</b>For Mordecai was great in the king’s house, and his fame spread throughout all the provinces, for the man Mordecai grew more and more powerful. <b class=\"verse-num\" id=\"v17009005-1\">5&nbsp;</b>The Jews struck all their enemies with the sword, killing and destroying them, and did as they pleased to those who hated them. <b class=\"verse-num\" id=\"v17009006-1\">6&nbsp;</b>In Susa the citadel itself the Jews killed and destroyed 500 men, <b class=\"verse-num\" id=\"v17009007-1\">7&nbsp;</b>and also killed Parshandatha and Dalphon and Aspatha <b class=\"verse-num\" id=\"v17009008-1\">8&nbsp;</b>and Poratha and Adalia and Aridatha <b class=\"verse-num\" id=\"v17009009-1\">9&nbsp;</b>and Parmashta and Arisai and Aridai and Vaizatha, <b class=\"verse-num\" id=\"v17009010-1\">10&nbsp;</b>the ten sons of Haman the son of Hammedatha, the enemy of the Jews, but they laid no hand on the plunder.</p>\n<p id=\"p17009010_06-7\"><b class=\"verse-num\" id=\"v17009011-1\">11&nbsp;</b>That very day the number of those killed in Susa the citadel was reported to the king. <b class=\"verse-num\" id=\"v17009012-1\">12&nbsp;</b>And the king said to Queen Esther, “In Susa the citadel the Jews have killed and destroyed 500 men and also the ten sons of Haman. What then have they done in the rest of the king’s provinces! Now what is your wish? It shall be granted you. And what further is your request? It shall be fulfilled.” <b class=\"verse-num\" id=\"v17009013-1\">13&nbsp;</b>And Esther said, “If it please the king, let the Jews who are in Susa be allowed tomorrow also to do according to this day’s edict. And let the ten sons of Haman be hanged on the gallows.” <b class=\"verse-num\" id=\"v17009014-1\">14&nbsp;</b>So the king commanded this to be done. A decree was issued in Susa, and the ten sons of Haman were hanged. <b class=\"verse-num\" id=\"v17009015-1\">15&nbsp;</b>The Jews who were in Susa gathered also on the fourteenth day of the month of Adar and they killed 300 men in Susa, but they laid no hands on the plunder.</p>\n<p id=\"p17009015_06-7\"><b class=\"verse-num\" id=\"v17009016-1\">16&nbsp;</b>Now the rest of the Jews who were in the king’s provinces also gathered to defend their lives, and got relief from their enemies and killed 75,000 of those who hated them, but they laid no hands on the plunder. <b class=\"verse-num\" id=\"v17009017-1\">17&nbsp;</b>This was on the thirteenth day of the month of Adar, and on the fourteenth day they rested and made that a day of feasting and gladness. <b class=\"verse-num\" id=\"v17009018-1\">18&nbsp;</b>But the Jews who were in Susa gathered on the thirteenth day and on the fourteenth, and rested on the fifteenth day, making that a day of feasting and gladness. <b class=\"verse-num\" id=\"v17009019-1\">19&nbsp;</b>Therefore the Jews of the villages, who live in the rural towns, hold the fourteenth day of the month of Adar as a day for gladness and feasting, as a holiday, and as a day on which they send gifts of food to one another.</p>\n\n<p id=\"p17009019_11-7\"><b class=\"verse-num\" id=\"v17009020-1\">20&nbsp;</b>And Mordecai recorded these things and sent letters to all the Jews who were in all the provinces of King Ahasuerus, both near and far, <b class=\"verse-num\" id=\"v17009021-1\">21&nbsp;</b>obliging them to keep the fourteenth day of the month Adar and also the fifteenth day of the same, year by year, <b class=\"verse-num\" id=\"v17009022-1\">22&nbsp;</b>as the days on which the Jews got relief from their enemies, and as the month that had been turned for them from sorrow into gladness and from mourning into a holiday; that they should make them days of feasting and gladness, days for sending gifts of food to one another and gifts to the poor.</p>\n<p id=\"p17009022_11-7\"><b class=\"verse-num\" id=\"v17009023-1\">23&nbsp;</b>So the Jews accepted what they had started to do, and what Mordecai had written to them. <b class=\"verse-num\" id=\"v17009024-1\">24&nbsp;</b>For Haman the Agagite, the son of Hammedatha, the enemy of all the Jews, had plotted against the Jews to destroy them, and had cast Pur (that is, cast lots), to crush and to destroy them. <b class=\"verse-num\" id=\"v17009025-1\">25&nbsp;</b>But when it came before the king, he gave orders in writing that his evil plan that he had devised against the Jews should return on his own head, and that he and his sons should be hanged on the gallows. <b class=\"verse-num\" id=\"v17009026-1\">26&nbsp;</b>Therefore they called these days Purim, after the term Pur. Therefore, because of all that was written in this letter, and of what they had faced in this matter, and of what had happened to them, <b class=\"verse-num\" id=\"v17009027-1\">27&nbsp;</b>the Jews firmly obligated themselves and their offspring and all who joined them, that without fail they would keep these two days according to what was written and at the time appointed every year, <b class=\"verse-num\" id=\"v17009028-1\">28&nbsp;</b>that these days should be remembered and kept throughout every generation, in every clan, province, and city, and that these days of Purim should never fall into disuse among the Jews, nor should the commemoration of these days cease among their descendants.</p>\n<p id=\"p17009028_11-7\"><b class=\"verse-num\" id=\"v17009029-1\">29&nbsp;</b>Then Queen Esther, the daughter of Abihail, and Mordecai the Jew gave full written authority, confirming this second letter about Purim. <b class=\"verse-num\" id=\"v17009030-1\">30&nbsp;</b>Letters were sent to all the Jews, to the 127 provinces of the kingdom of Ahasuerus, in words of peace and truth, <b class=\"verse-num\" id=\"v17009031-1\">31&nbsp;</b>that these days of Purim should be observed at their appointed seasons, as Mordecai the Jew and Queen Esther obligated them, and as they had obligated themselves and their offspring, with regard to their fasts and their lamenting. <b class=\"verse-num\" id=\"v17009032-1\">32&nbsp;</b>The command of Esther confirmed these practices of Purim, and it was recorded in writing.</p>\n\n</div>","kjv":"<strong>1</strong> Now in the twelfth month, that is, the month Adar, on the thirteenth day of the same, when the king’s commandment and his decree drew near to be put in execution, in the day that the enemies of the Jews hoped to have power over them, (though it was turned to the contrary, that the Jews had rule over them that hated them;)  <strong>2</strong> The Jews gathered themselves together in their cities throughout all the provinces of the king Ahasuerus, to lay hand on such as sought their hurt: and no man could withstand them; for the fear of them fell upon all people.  <strong>3</strong> And all the rulers of the provinces, and the lieutenants, and the deputies, and officers of the king, helped the Jews; because the fear of Mordecai fell upon them.  <strong>4</strong> For Mordecai was great in the king’s house, and his fame went out throughout all the provinces: for this man Mordecai waxed greater and greater.  <strong>5</strong> Thus the Jews smote all their enemies with the stroke of the sword, and slaughter, and destruction, and did what they would unto those that hated them.  <strong>6</strong> And in Shushan the palace the Jews slew and destroyed five hundred men.  <strong>7</strong> And Parshandatha, and Dalphon, and Aspatha,  <strong>8</strong> And Poratha, and Adalia, and Aridatha,  <strong>9</strong> And Parmashta, and Arisai, and Aridai, and Vajezatha,  <strong>10</strong> The ten sons of Haman the son of Hammedatha, the enemy of the Jews, slew they; but on the spoil laid they not their hand.  <strong>11</strong> On that day the number of those that were slain in Shushan the palace was brought before the king.  <strong>12</strong> And the king said unto Esther the queen, The Jews have slain and destroyed five hundred men in Shushan the palace, and the ten sons of Haman; what have they done in the rest of the king’s provinces? now what is  thy petition? and it shall be granted thee: or what is thy request further? and it shall be done.  <strong>13</strong> Then said Esther, If it please the king, let it be granted to the Jews which are in Shushan to do to morrow also according unto this day’s decree, and let Haman’s ten sons be hanged upon the gallows.  <strong>14</strong> And the king commanded it so to be done: and the decree was given at Shushan; and they hanged Haman’s ten sons.  <strong>15</strong> For the Jews that were in Shushan gathered themselves together on the fourteenth day also of the month Adar, and slew three hundred men at Shushan; but on the prey they laid not their hand.  <strong>16</strong> But the other Jews that were in the king’s provinces gathered themselves together, and stood for their lives, and had rest from their enemies, and slew of their foes seventy and five thousand, but they laid not their hands on the prey,  <strong>17</strong> On the thirteenth day of the month Adar; and on the fourteenth day of the same rested they, and made it a day of feasting and gladness.  <strong>18</strong> But the Jews that were at Shushan assembled together on the thirteenth day thereof; and on the fourteenth thereof; and on the fifteenth day of the same they rested, and made it a day of feasting and gladness.  <strong>19</strong> Therefore the Jews of the villages, that dwelt in the unwalled towns, made the fourteenth day of the month Adar a day of gladness and feasting, and a good day, and of sending portions one to another.  <strong>20</strong> And Mordecai wrote these things, and sent letters unto all the Jews that were in all the provinces of the king Ahasuerus, both  nigh and far,  <strong>21</strong> To stablish this among them, that they should keep the fourteenth day of the month Adar, and the fifteenth day of the same, yearly,  <strong>22</strong> As the days wherein the Jews rested from their enemies, and the month which was turned unto them from sorrow to joy, and from mourning into a good day: that they should make them days of feasting and joy, and of sending portions one to another, and gifts to the poor.  <strong>23</strong> And the Jews undertook to do as they had begun, and as Mordecai had written unto them;  <strong>24</strong> Because Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had devised against the Jews to destroy them, and had cast Pur, that is, the lot, to consume them, and to destroy them;  <strong>25</strong> But when Esther came before the king, he commanded by letters that his wicked device, which he devised against the Jews, should return upon his own head, and that he and his sons should be hanged on the gallows.  <strong>26</strong> Wherefore they called these days Purim after the name of Pur. Therefore for all the words of this letter, and of that which they had seen concerning this matter, and which had come unto them,  <strong>27</strong> The Jews ordained, and took upon them, and upon their seed, and upon all such as joined themselves unto them, so as it should not fail, that they would keep these two days according to their writing, and according to their appointed time every year;  <strong>28</strong> And that these days should be remembered and kept throughout every generation, every family, every province, and every city; and that these days of Purim should not fail from among the Jews, nor the memorial of them perish from their seed.  <strong>29</strong> Then Esther the queen, the daughter of Abihail, and Mordecai the Jew, wrote with all authority, to confirm this second letter of Purim.  <strong>30</strong> And he sent the letters unto all the Jews, to the hundred twenty and seven provinces of the kingdom of Ahasuerus, with words of peace and truth,  <strong>31</strong> To confirm these days of Purim in their times appointed,  according as Mordecai the Jew and Esther the queen had enjoined them, and as they had decreed for themselves and for their seed, the matters of the fastings and their cry.  <strong>32</strong> And the decree of Esther confirmed these matters of Purim; and it was written in the book.  ","niv":"<sup><strong>1</strong></sup> On the thirteenth day of the twelfth month, the month of Adar, the edict commanded by the king was to be carried out. On this day the enemies of the Jews had hoped to overpower them, but now the tables were turned and the Jews got the upper hand over those who hated them. <sup><strong>2</strong></sup> The Jews assembled in their cities in all the provinces of King Xerxes to attack those seeking their destruction. No one could stand against them, because the people of all the other nationalities were afraid of them. <sup><strong>3</strong></sup> And all the nobles of the provinces, the satraps, the governors and the king's administrators helped the Jews, because fear of Mordecai had seized them. <sup><strong>4</strong></sup> Mordecai was prominent in the palace; his reputation spread throughout the provinces, and he became more and more powerful. <sup><strong>5</strong></sup> The Jews struck down all their enemies with the sword, killing and destroying them, and they did what they pleased to those who hated them. <sup><strong>6</strong></sup> In the citadel of Susa, the Jews killed and destroyed five hundred men. <sup><strong>7</strong></sup> They also killed Parshandatha, Dalphon, Aspatha, <sup><strong>8</strong></sup> Poratha, Adalia, Aridatha, <sup><strong>9</strong></sup> Parmashta, Arisai, Aridai and Vaizatha, <sup><strong>10</strong></sup> the ten sons of Haman son of Hammedatha, the enemy of the Jews. But they did not lay their hands on the plunder. <sup><strong>11</strong></sup> The number of those slain in the citadel of Susa was reported to the king that same day. <sup><strong>12</strong></sup> The king said to Queen Esther, \"The Jews have killed and destroyed five hundred men and the ten sons of Haman in the citadel of Susa. What have they done in the rest of the king's provinces? Now what is your petition? It will be given you. What is your request? It will also be granted.\" <sup><strong>13</strong></sup> \"If it pleases the king,\" Esther answered, \"give the Jews in Susa permission to carry out this day's edict tomorrow also, and let Haman's ten sons be hanged on gallows.\" <sup><strong>14</strong></sup> So the king commanded that this be done. An edict was issued in Susa, and they hanged the ten sons of Haman. <sup><strong>15</strong></sup> The Jews in Susa came together on the fourteenth day of the month of Adar, and they put to death in Susa three hundred men, but they did not lay their hands on the plunder. <sup><strong>16</strong></sup> Meanwhile, the remainder of the Jews who were in the king's provinces also assembled to protect themselves and get relief from their enemies. They killed seventy-five thousand of them but did not lay their hands on the plunder. <sup><strong>17</strong></sup> This happened on the thirteenth day of the month of Adar, and on the fourteenth they rested and made it a day of feasting and joy. <sup><strong>18</strong></sup> The Jews in Susa, however, had assembled on the thirteenth and fourteenth, and then on the fifteenth they rested and made it a day of feasting and joy. <sup><strong>19</strong></sup> That is why rural Jews-those living in villages-observe the fourteenth of the month of Adar as a day of joy and feasting, a day for giving presents to each other. <sup><strong>20</strong></sup> Mordecai recorded these events, and he sent letters to all the Jews throughout the provinces of King Xerxes, near and far, <sup><strong>21</strong></sup> to have them celebrate annually the fourteenth and fifteenth days of the month of Adar <sup><strong>22</strong></sup> as the time when the Jews got relief from their enemies, and as the month when their sorrow was turned into joy and their mourning into a day of celebration. He wrote them to observe the days as days of feasting and joy and giving presents of food to one another and gifts to the poor. <sup><strong>23</strong></sup> So the Jews agreed to continue the celebration they had begun, doing what Mordecai had written to them. <sup><strong>24</strong></sup> For Haman son of Hammedatha, the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them and had cast the pur (that is, the lot) for their ruin and destruction. <sup><strong>25</strong></sup> But when the plot came to the king's attention, he issued written orders that the evil scheme Haman had devised against the Jews should come back onto his own head, and that he and his sons should be hanged on the gallows. <sup><strong>26</strong></sup> (Therefore these days were called Purim, from the word pur.) Because of everything written in this letter and because of what they had seen and what had happened to them, <sup><strong>27</strong></sup> the Jews took it upon themselves to establish the custom that they and their descendants and all who join them should without fail observe these two days every year, in the way prescribed and at the time appointed. <sup><strong>28</strong></sup> These days should be remembered and observed in every generation by every family, and in every province and in every city. And these days of Purim should never cease to be celebrated by the Jews, nor should the memory of them die out among their descendants. <sup><strong>29</strong></sup> So Queen Esther, daughter of Abihail, along with Mordecai the Jew, wrote with full authority to confirm this second letter concerning Purim. <sup><strong>30</strong></sup> And Mordecai sent letters to all the Jews in the 127 provinces of the kingdom of Xerxes-words of goodwill and assurance- <sup><strong>31</strong></sup> to establish these days of Purim at their designated times, as Mordecai the Jew and Queen Esther had decreed for them, and as they had established for themselves and their descendants in regard to their times of fasting and lamentation. <sup><strong>32</strong></sup> Esther's decree confirmed these regulations about Purim, and it was written down in the records. "},{"_id":"61607b5ba775948f9a1529ac","topicId":"61607b58a775948f9a1529a4","verse":"Esther 2:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p17002007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v17002007-1\">7&nbsp;</b>He was bringing up Hadassah, that is Esther, the daughter of his uncle, for she had neither father nor mother. The young woman had a beautiful figure and was lovely to look at, and when her father and her mother died, Mordecai took her as his own daughter.</p>\n</div>","kjv":"<strong>7</strong> And he brought up Hadassah, that is, Esther, his uncle’s daughter: for she had neither father nor mother, and the maid was  fair and beautiful; whom Mordecai, when her father and mother were dead, took for his own daughter.  ","niv":"<sup><strong>7</strong></sup> Mordecai had a cousin named Hadassah, whom he had brought up because she had neither father nor mother. This girl, who was also known as Esther, was lovely in form and features, and Mordecai had taken her as his own daughter when her father and mother died."},{"_id":"61607b5ca775948f9a1529ad","topicId":"61607b58a775948f9a1529a4","verse":"Esther 4:1-17","votes":5,"__v":0,"kjv":"<strong>1</strong> When Mordecai perceived all that was done, Mordecai rent his clothes, and put on sackcloth with ashes, and went out into the midst of the city, and cried with a loud and a bitter cry;  <strong>2</strong> And came even before the king’s gate: for none might enter into the king’s gate clothed with sackcloth.  <strong>3</strong> And in every province, whithersoever the king’s commandment and his decree came, there was great mourning among the Jews, and fasting, and weeping, and wailing; and many lay in sackcloth and ashes.  <strong>4</strong> So Esther’s maids and her chamberlains came and told it her. Then was the queen exceedingly grieved; and she sent raiment to clothe Mordecai, and to take away his sackcloth from him: but he received it  not.  <strong>5</strong> Then called Esther for Hatach, one of the king’s chamberlains, whom he had appointed to attend upon her, and gave him a commandment to Mordecai, to know what it was, and why it was.  <strong>6</strong> So Hatach went forth to Mordecai unto the street of the city, which was before the king’s gate.  <strong>7</strong> And Mordecai told him of all that had happened unto him, and of the sum of the money that Haman had promised to pay to the king’s treasuries for the Jews, to destroy them.  <strong>8</strong> Also he gave him the copy of the writing of the decree that was given at Shushan to destroy them, to shew it unto Esther, and to declare it unto her, and to charge her that she should go in unto the king, to make supplication unto him, and to make request before him for her people.  <strong>9</strong> And Hatach came and told Esther the words of Mordecai.  <strong>10</strong> Again Esther spake unto Hatach, and gave him commandment unto Mordecai;  <strong>11</strong> All the king’s servants, and the people of the king’s provinces, do know, that whosoever, whether man or woman, shall come unto the king into the inner court, who is not called, there is one law of his to put him to death, except such to whom the king shall hold out the golden sceptre, that he may live: but I have not been called to come in unto the king these thirty days.  <strong>12</strong> And they told to Mordecai Esther’s words.  <strong>13</strong> Then Mordecai commanded to answer Esther, Think not with thyself that thou shalt escape in the king’s house, more than all the Jews.  <strong>14</strong> For if thou altogether holdest thy peace at this time, then  shall there enlargement and deliverance arise to the Jews from another place; but thou and thy father’s house shall be destroyed: and who knoweth whether thou art come to the kingdom for such a time as this?  <strong>15</strong> Then Esther bade them return Mordecai this answer,  <strong>16</strong> Go, gather together all the Jews that are present in Shushan, and fast ye for me, and neither eat nor drink three days, night or day: I also and my maidens will fast likewise; and so will I go in unto the king, which is not according to the law: and if I perish, I perish.  <strong>17</strong> So Mordecai went his way, and did according to all that Esther had commanded him.  ","niv":"<sup><strong>1</strong></sup> When Mordecai learned of all that had been done, he tore his clothes, put on sackcloth and ashes, and went out into the city, wailing loudly and bitterly. <sup><strong>2</strong></sup> But he went only as far as the king's gate, because no one clothed in sackcloth was allowed to enter it. <sup><strong>3</strong></sup> In every province to which the edict and order of the king came, there was great mourning among the Jews, with fasting, weeping and wailing. Many lay in sackcloth and ashes. <sup><strong>4</strong></sup> When Esther's maids and eunuchs came and told her about Mordecai, she was in great distress. She sent clothes for him to put on instead of his sackcloth, but he would not accept them. <sup><strong>5</strong></sup> Then Esther summoned Hathach, one of the king's eunuchs assigned to attend her, and ordered him to find out what was troubling Mordecai and why. <sup><strong>6</strong></sup> So Hathach went out to Mordecai in the open square of the city in front of the king's gate. <sup><strong>7</strong></sup> Mordecai told him everything that had happened to him, including the exact amount of money Haman had promised to pay into the royal treasury for the destruction of the Jews. <sup><strong>8</strong></sup> He also gave him a copy of the text of the edict for their annihilation, which had been published in Susa, to show to Esther and explain it to her, and he told him to urge her to go into the king's presence to beg for mercy and plead with him for her people. <sup><strong>9</strong></sup> Hathach went back and reported to Esther what Mordecai had said. <sup><strong>10</strong></sup> Then she instructed him to say to Mordecai, <sup><strong>11</strong></sup> \"All the king's officials and the people of the royal provinces know that for any man or woman who approaches the king in the inner court without being summoned the king has but one law: that he be put to death. The only exception to this is for the king to extend the gold scepter to him and spare his life. But thirty days have passed since I was called to go to the king.\" <sup><strong>12</strong></sup> When Esther's words were reported to Mordecai, <sup><strong>13</strong></sup> he sent back this answer: \"Do not think that because you are in the king's house you alone of all the Jews will escape. <sup><strong>14</strong></sup> For if you remain silent at this time, relief and deliverance for the Jews will arise from another place, but you and your father's family will perish. And who knows but that you have come to royal position for such a time as this?\" <sup><strong>15</strong></sup> Then Esther sent this reply to Mordecai: <sup><strong>16</strong></sup> \"Go, gather together all the Jews who are in Susa, and fast for me. Do not eat or drink for three days, night or day. I and my maids will fast as you do. When this is done, I will go to the king, even though it is against the law. And if I perish, I perish.\" <sup><strong>17</strong></sup> So Mordecai went away and carried out all of Esther's instructions. "},{"_id":"61607b5ca775948f9a1529ae","topicId":"61607b58a775948f9a1529a4","verse":"Esther 4:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p17004013_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v17004013-1\">13&nbsp;</b>Then Mordecai told them to reply to Esther, “Do not think to yourself that in the king’s palace you will escape any more than all the other Jews.</p>\n</div>","kjv":"<strong>13</strong> Then Mordecai commanded to answer Esther, Think not with thyself that thou shalt escape in the king’s house, more than all the Jews.  ","niv":"<sup><strong>13</strong></sup> he sent back this answer: \"Do not think that because you are in the king's house you alone of all the Jews will escape."},{"_id":"61607b5ca775948f9a1529af","topicId":"61607b58a775948f9a1529a4","verse":"1 Peter 5:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"61607b5ca775948f9a1529b0","topicId":"61607b58a775948f9a1529a4","verse":"Proverbs 31:25-26","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031025_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031025-1\">25&nbsp;</b>&nbsp;&nbsp;Strength and dignity are her clothing,</span><br><span id=\"p20031025_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and she laughs at the time to come.</span><br><span id=\"p20031026_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031026-1\">26&nbsp;</b>&nbsp;&nbsp;She opens her mouth with wisdom,</span><br><span id=\"p20031026_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the teaching of kindness is on her tongue.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> Strength and honour are her clothing; and she shall rejoice in time to come.  <strong>26</strong> She openeth her mouth with wisdom; and in her tongue is the law of kindness.  ","niv":"<sup><strong>25</strong></sup> She is clothed with strength and dignity; she can laugh at the days to come. <sup><strong>26</strong></sup> She speaks with wisdom, and faithful instruction is on her tongue. "},{"_id":"61607b5ca775948f9a1529b1","topicId":"61607b58a775948f9a1529a4","verse":"Esther 6:1-14","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p17006001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v17006001-1\">6:1&nbsp;</b>On that night the king could not sleep. And he gave orders to bring the book of memorable deeds, the chronicles, and they were read before the king. <b class=\"verse-num\" id=\"v17006002-1\">2&nbsp;</b>And it was found written how Mordecai had told about Bigthana and Teresh, two of the king’s eunuchs, who guarded the threshold, and who had sought to lay hands on King Ahasuerus. <b class=\"verse-num\" id=\"v17006003-1\">3&nbsp;</b>And the king said, “What honor or distinction has been bestowed on Mordecai for this?” The king’s young men who attended him said, “Nothing has been done for him.” <b class=\"verse-num\" id=\"v17006004-1\">4&nbsp;</b>And the king said, “Who is in the court?” Now Haman had just entered the outer court of the king’s palace to speak to the king about having Mordecai hanged on the gallows that he had prepared for him. <b class=\"verse-num\" id=\"v17006005-1\">5&nbsp;</b>And the king’s young men told him, “Haman is there, standing in the court.” And the king said, “Let him come in.” <b class=\"verse-num\" id=\"v17006006-1\">6&nbsp;</b>So Haman came in, and the king said to him, “What should be done to the man whom the king delights to honor?” And Haman said to himself, “Whom would the king delight to honor more than me?” <b class=\"verse-num\" id=\"v17006007-1\">7&nbsp;</b>And Haman said to the king, “For the man whom the king delights to honor, <b class=\"verse-num\" id=\"v17006008-1\">8&nbsp;</b>let royal robes be brought, which the king has worn, and the horse that the king has ridden, and on whose head a royal crown is set. <b class=\"verse-num\" id=\"v17006009-1\">9&nbsp;</b>And let the robes and the horse be handed over to one of the king’s most noble officials. Let them dress the man whom the king delights to honor, and let them lead him on the horse through the square of the city, proclaiming before him: ‘Thus shall it be done to the man whom the king delights to honor.’” <b class=\"verse-num\" id=\"v17006010-1\">10&nbsp;</b>Then the king said to Haman, “Hurry; take the robes and the horse, as you have said, and do so to Mordecai the Jew, who sits at the king’s gate. Leave out nothing that you have mentioned.” <b class=\"verse-num\" id=\"v17006011-1\">11&nbsp;</b>So Haman took the robes and the horse, and he dressed Mordecai and led him through the square of the city, proclaiming before him, “Thus shall it be done to the man whom the king delights to honor.”</p>\n<p id=\"p17006011_05-14\"><b class=\"verse-num\" id=\"v17006012-1\">12&nbsp;</b>Then Mordecai returned to the king’s gate. But Haman hurried to his house, mourning and with his head covered. <b class=\"verse-num\" id=\"v17006013-1\">13&nbsp;</b>And Haman told his wife Zeresh and all his friends everything that had happened to him. Then his wise men and his wife Zeresh said to him, “If Mordecai, before whom you have begun to fall, is of the Jewish people, you will not overcome him but will surely fall before him.”</p>\n\n<p id=\"p17006013_09-14\"><b class=\"verse-num\" id=\"v17006014-1\">14&nbsp;</b>While they were yet talking with him, the king’s eunuchs arrived and hurried to bring Haman to the feast that Esther had prepared.</p>\n\n</div>","kjv":"<strong>1</strong> On that night could not the king sleep, and he commanded to bring the book of records of the chronicles; and they were read before the king.  <strong>2</strong> And it was found written, that Mordecai had told of Bigthana and Teresh, two of the king’s chamberlains, the keepers of the door, who sought to lay hand on the king Ahasuerus.  <strong>3</strong> And the king said, What honour and dignity hath been done to Mordecai for this? Then said the king’s servants that ministered unto him, There is nothing done for him.  <strong>4</strong> And the king said, Who is in the court? Now Haman was come into the outward court of the king’s house, to speak unto the king to hang Mordecai on the gallows that he had prepared for him.  <strong>5</strong> And the king’s servants said unto him, Behold, Haman standeth in the court. And the king said, Let him come in.  <strong>6</strong> So Haman came in. And the king said unto him, What shall be done unto the man whom the king delighteth to honour? Now Haman thought in his heart, To whom would the king delight to do honour more than to myself?  <strong>7</strong> And Haman answered the king, For the man whom the king delighteth to honour,  <strong>8</strong> Let the royal apparel be brought which the king useth to wear, and the horse that the king rideth upon, and the crown royal which is set upon his head:  <strong>9</strong> And let this apparel and horse be delivered to the hand of one of the king’s most noble princes, that they may array the man withal whom the king delighteth to honour, and bring him on horseback through the street of the city, and proclaim before him, Thus shall it be done to the man whom the king delighteth to honour.  <strong>10</strong> Then the king said to Haman, Make haste, and take the apparel and the horse, as thou hast said, and do even so to Mordecai the Jew, that sitteth at the king’s gate: let nothing fail of all that thou hast spoken.  <strong>11</strong> Then took Haman the apparel and the horse, and arrayed Mordecai, and brought him on horseback through the street of the city, and proclaimed before him, Thus shall it be done unto the man whom the king delighteth to honour.  <strong>12</strong> And Mordecai came again to the king’s gate. But Haman hasted to his house mourning, and having his head covered.  <strong>13</strong> And Haman told Zeresh his wife and all his friends every thing  that had befallen him. Then said his wise men and Zeresh his wife unto him, If Mordecai be of the seed of the Jews, before whom thou hast begun to fall, thou shalt not prevail against him, but shalt surely fall before him.  <strong>14</strong> And while they were yet talking with him, came the king’s chamberlains, and hasted to bring Haman unto the banquet that Esther had prepared.  ","niv":"<sup><strong>1</strong></sup> That night the king could not sleep; so he ordered the book of the chronicles, the record of his reign, to be brought in and read to him. <sup><strong>2</strong></sup> It was found recorded there that Mordecai had exposed Bigthana and Teresh, two of the king's officers who guarded the doorway, who had conspired to assassinate King Xerxes. <sup><strong>3</strong></sup> \"What honor and recognition has Mordecai received for this?\" the king asked. \"Nothing has been done for him,\" his attendants answered. <sup><strong>4</strong></sup> The king said, \"Who is in the court?\" Now Haman had just entered the outer court of the palace to speak to the king about hanging Mordecai on the gallows he had erected for him. <sup><strong>5</strong></sup> His attendants answered, \"Haman is standing in the court.Bring him in,\" the king ordered. <sup><strong>6</strong></sup> When Haman entered, the king asked him, \"What should be done for the man the king delights to honor?\" Now Haman thought to himself, \"Who is there that the king would rather honor than me?\" <sup><strong>7</strong></sup> So he answered the king, \"For the man the king delights to honor, <sup><strong>8</strong></sup> have them bring a royal robe the king has worn and a horse the king has ridden, one with a royal crest placed on its head. <sup><strong>9</strong></sup> Then let the robe and horse be entrusted to one of the king's most noble princes. Let them robe the man the king delights to honor, and lead him on the horse through the city streets, proclaiming before him, 'This is what is done for the man the king delights to honor!'\" <sup><strong>10</strong></sup> \"Go at once,\" the king commanded Haman. \"Get the robe and the horse and do just as you have suggested for Mordecai the Jew, who sits at the king's gate. Do not neglect anything you have recommended.\" <sup><strong>11</strong></sup> So Haman got the robe and the horse. He robed Mordecai, and led him on horseback through the city streets, proclaiming before him, \"This is what is done for the man the king delights to honor!\" <sup><strong>12</strong></sup> Afterward Mordecai returned to the king's gate. But Haman rushed home, with his head covered in grief, <sup><strong>13</strong></sup> and told Zeresh his wife and all his friends everything that had happened to him. His advisers and his wife Zeresh said to him, \"Since Mordecai, before whom your downfall has started, is of Jewish origin, you cannot stand against him-you will surely come to ruin!\" <sup><strong>14</strong></sup> While they were still talking with him, the king's eunuchs arrived and hurried Haman away to the banquet Esther had prepared. "},{"_id":"61607b5ca775948f9a1529b2","topicId":"61607b58a775948f9a1529a4","verse":"Esther 2:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p17002010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v17002010-1\">10&nbsp;</b>Esther had not made known her people or kindred, for Mordecai had commanded her not to make it known.</p>\n</div>","kjv":"<strong>10</strong> Esther had not shewed her people nor her kindred: for Mordecai had charged her that she should not shew it.  ","niv":"<sup><strong>10</strong></sup> Esther had not revealed her nationality and family background, because Mordecai had forbidden her to do so."},{"_id":"61607b5ca775948f9a1529b3","topicId":"61607b58a775948f9a1529a4","verse":"Philippians 4:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"61607b5ca775948f9a1529b4","topicId":"61607b58a775948f9a1529a4","verse":"Jeremiah 29:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"61607b5da775948f9a1529b5","topicId":"61607b58a775948f9a1529a4","verse":"Proverbs 31:20","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031020_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031020-1\">20&nbsp;</b>&nbsp;&nbsp;She opens her hand to the poor</span><br><span id=\"p20031020_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and reaches out her hands to the needy.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> She stretcheth out her hand to the poor; yea, she reacheth forth her hands to the needy.  ","niv":"<sup><strong>20</strong></sup> She opens her arms to the poor and extends her hands to the needy."},{"_id":"61607b5da775948f9a1529b6","topicId":"61607b58a775948f9a1529a4","verse":"Esther 1:1-22","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p17001001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v17001001-1\">1:1&nbsp;</b>Now in the days of Ahasuerus, the Ahasuerus who reigned from India to Ethiopia over 127 provinces, <b class=\"verse-num\" id=\"v17001002-1\">2&nbsp;</b>in those days when King Ahasuerus sat on his royal throne in Susa, the citadel, <b class=\"verse-num\" id=\"v17001003-1\">3&nbsp;</b>in the third year of his reign he gave a feast for all his officials and servants. The army of Persia and Media and the nobles and governors of the provinces were before him, <b class=\"verse-num\" id=\"v17001004-1\">4&nbsp;</b>while he showed the riches of his royal glory and the splendor and pomp of his greatness for many days, 180 days. <b class=\"verse-num\" id=\"v17001005-1\">5&nbsp;</b>And when these days were completed, the king gave for all the people present in Susa the citadel, both great and small, a feast lasting for seven days in the court of the garden of the king’s palace. <b class=\"verse-num\" id=\"v17001006-1\">6&nbsp;</b>There were white cotton curtains and violet hangings fastened with cords of fine linen and purple to silver rods and marble pillars, and also couches of gold and silver on a mosaic pavement of porphyry, marble, mother-of-pearl, and precious stones. <b class=\"verse-num\" id=\"v17001007-1\">7&nbsp;</b>Drinks were served in golden vessels, vessels of different kinds, and the royal wine was lavished according to the bounty of the king. <b class=\"verse-num\" id=\"v17001008-1\">8&nbsp;</b>And drinking was according to this edict: “There is no compulsion.” For the king had given orders to all the staff of his palace to do as each man desired. <b class=\"verse-num\" id=\"v17001009-1\">9&nbsp;</b>Queen Vashti also gave a feast for the women in the palace that belonged to King Ahasuerus.</p>\n\n<p id=\"p17001009_07-19\"><b class=\"verse-num\" id=\"v17001010-1\">10&nbsp;</b>On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha and Abagtha, Zethar and Carkas, the seven eunuchs who served in the presence of King Ahasuerus, <b class=\"verse-num\" id=\"v17001011-1\">11&nbsp;</b>to bring Queen Vashti before the king with her royal crown, in order to show the peoples and the princes her beauty, for she was lovely to look at. <b class=\"verse-num\" id=\"v17001012-1\">12&nbsp;</b>But Queen Vashti refused to come at the king’s command delivered by the eunuchs. At this the king became enraged, and his anger burned within him.</p>\n<p id=\"p17001012_07-19\"><b class=\"verse-num\" id=\"v17001013-1\">13&nbsp;</b>Then the king said to the wise men who knew the times (for this was the king’s procedure toward all who were versed in law and judgment, <b class=\"verse-num\" id=\"v17001014-1\">14&nbsp;</b>the men next to him being Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who saw the king’s face, and sat first in the kingdom): <b class=\"verse-num\" id=\"v17001015-1\">15&nbsp;</b>“According to the law, what is to be done to Queen Vashti, because she has not performed the command of King Ahasuerus delivered by the eunuchs?” <b class=\"verse-num\" id=\"v17001016-1\">16&nbsp;</b>Then Memucan said in the presence of the king and the officials, “Not only against the king has Queen Vashti done wrong, but also against all the officials and all the peoples who are in all the provinces of King Ahasuerus. <b class=\"verse-num\" id=\"v17001017-1\">17&nbsp;</b>For the queen’s behavior will be made known to all women, causing them to look at their husbands with contempt, since they will say, ‘King Ahasuerus commanded Queen Vashti to be brought before him, and she did not come.’ <b class=\"verse-num\" id=\"v17001018-1\">18&nbsp;</b>This very day the noble women of Persia and Media who have heard of the queen’s behavior will say the same to all the king’s officials, and there will be contempt and wrath in plenty. <b class=\"verse-num\" id=\"v17001019-1\">19&nbsp;</b>If it please the king, let a royal order go out from him, and let it be written among the laws of the Persians and the Medes so that it may not be repealed, that Vashti is never again to come before King Ahasuerus. And let the king give her royal position to another who is better than she. <b class=\"verse-num\" id=\"v17001020-1\">20&nbsp;</b>So when the decree made by the king is proclaimed throughout all his kingdom, for it is vast, all women will give honor to their husbands, high and low alike.” <b class=\"verse-num\" id=\"v17001021-1\">21&nbsp;</b>This advice pleased the king and the princes, and the king did as Memucan proposed. <b class=\"verse-num\" id=\"v17001022-1\">22&nbsp;</b>He sent letters to all the royal provinces, to every province in its own script and to every people in its own language, that every man be master in his own household and speak according to the language of his people.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass in the days of Ahasuerus, (this is Ahasuerus which reigned, from India even unto Ethiopia, over an hundred and seven and twenty provinces:)  <strong>2</strong> That in those days, when the king Ahasuerus sat on the throne of his kingdom, which was in Shushan the palace,  <strong>3</strong> In the third year of his reign, he made a feast unto all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, being before him:  <strong>4</strong> When he shewed the riches of his glorious kingdom and the honour of his excellent majesty many days, even an hundred and fourscore days.  <strong>5</strong> And when these days were expired, the king made a feast unto all the people that were present in Shushan the palace, both unto great and small, seven days, in the court of the garden of the king’s palace;  <strong>6</strong> Where were white, green, and blue, hangings, fastened with cords of fine linen and purple to silver rings and pillars of marble: the beds were of gold and silver, upon a pavement of red, and blue, and white, and black, marble.  <strong>7</strong> And they gave them drink in vessels of gold, (the vessels being diverse one from another,) and royal wine in abundance, according to the state of the king.  <strong>8</strong> And the drinking was according to the law; none did compel: for so the king had appointed to all the officers of his house, that they should do according to every man’s pleasure.  <strong>9</strong> Also Vashti the queen made a feast for the women in the royal house which belonged to king Ahasuerus.  <strong>10</strong> On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven chamberlains that served in the presence of Ahasuerus the king,  <strong>11</strong> To bring Vashti the queen before the king with the crown royal, to shew the people and the princes her beauty: for she was fair to look on.  <strong>12</strong> But the queen Vashti refused to come at the king’s commandment by his chamberlains: therefore was the king very wroth, and his anger burned in him.  <strong>13</strong> Then the king said to the wise men, which knew the times, (for so was the king’s manner toward all that knew law and judgment:  <strong>14</strong> And the next unto him was Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, which saw the king’s face, and which sat the first in the kingdom;)  <strong>15</strong> What shall we do unto the queen Vashti according to law, because she hath not performed the commandment of the king Ahasuerus by the chamberlains?  <strong>16</strong> And Memucan answered before the king and the princes, Vashti the queen hath not done wrong to the king only, but also to all the princes, and to all the people that are in all the provinces of the king Ahasuerus.  <strong>17</strong> For this deed of the queen shall come abroad unto all women, so that they shall despise their husbands in their eyes, when it shall be reported, The king Ahasuerus commanded Vashti the queen to be brought in before him, but she came not.  <strong>18</strong> Likewise shall the ladies of Persia and Media say this day unto all the king’s princes, which have heard of the deed of the queen. Thus shall there arise too much contempt and wrath.  <strong>19</strong> If it please the king, let there go a royal commandment from him, and let it be written among the laws of the Persians and the Medes, that it be not altered, That Vashti come no more before king Ahasuerus; and let the king give her royal estate unto another that is better than she.  <strong>20</strong> And when the king’s decree which he shall make shall be published throughout all his empire, (for it is great,) all the wives shall give to their husbands honour, both to great and small.  <strong>21</strong> And the saying pleased the king and the princes; and the king did according to the word of Memucan:  <strong>22</strong> For he sent letters into all the king’s provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and that it should be published according to the language of every people.  ","niv":"<sup><strong>1</strong></sup> This is what happened during the time of Xerxes, the Xerxes who ruled over 127 provinces stretching from India to Cush: <sup><strong>2</strong></sup> At that time King Xerxes reigned from his royal throne in the citadel of Susa, <sup><strong>3</strong></sup> and in the third year of his reign he gave a banquet for all his nobles and officials. The military leaders of Persia and Media, the princes, and the nobles of the provinces were present. <sup><strong>4</strong></sup> For a full 180 days he displayed the vast wealth of his kingdom and the splendor and glory of his majesty. <sup><strong>5</strong></sup> When these days were over, the king gave a banquet, lasting seven days, in the enclosed garden of the king's palace, for all the people from the least to the greatest, who were in the citadel of Susa. <sup><strong>6</strong></sup> The garden had hangings of white and blue linen, fastened with cords of white linen and purple material to silver rings on marble pillars. There were couches of gold and silver on a mosaic pavement of porphyry, marble, mother-of-pearl and other costly stones. <sup><strong>7</strong></sup> Wine was served in goblets of gold, each one different from the other, and the royal wine was abundant, in keeping with the king's liberality. <sup><strong>8</strong></sup> By the king's command each guest was allowed to drink in his own way, for the king instructed all the wine stewards to serve each man what he wished. <sup><strong>9</strong></sup> Queen Vashti also gave a banquet for the women in the royal palace of King Xerxes. <sup><strong>10</strong></sup> On the seventh day, when King Xerxes was in high spirits from wine, he commanded the seven eunuchs who served him-Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar and Carcas- <sup><strong>11</strong></sup> to bring before him Queen Vashti, wearing her royal crown, in order to display her beauty to the people and nobles, for she was lovely to look at. <sup><strong>12</strong></sup> But when the attendants delivered the king's command, Queen Vashti refused to come. Then the king became furious and burned with anger. <sup><strong>13</strong></sup> Since it was customary for the king to consult experts in matters of law and justice, he spoke with the wise men who understood the times <sup><strong>14</strong></sup> and were closest to the king-Carshena, Shethar, Admatha, Tarshish, Meres, Marsena and Memucan, the seven nobles of Persia and Media who had special access to the king and were highest in the kingdom. <sup><strong>15</strong></sup> \"According to law, what must be done to Queen Vashti?\" he asked. \"She has not obeyed the command of King Xerxes that the eunuchs have taken to her.\" <sup><strong>16</strong></sup> Then Memucan replied in the presence of the king and the nobles, \"Queen Vashti has done wrong, not only against the king but also against all the nobles and the peoples of all the provinces of King Xerxes. <sup><strong>17</strong></sup> For the queen's conduct will become known to all the women, and so they will despise their husbands and say, 'King Xerxes commanded Queen Vashti to be brought before him, but she would not come.' <sup><strong>18</strong></sup> This very day the Persian and Median women of the nobility who have heard about the queen's conduct will respond to all the king's nobles in the same way. There will be no end of disrespect and discord. <sup><strong>19</strong></sup> \"Therefore, if it pleases the king, let him issue a royal decree and let it be written in the laws of Persia and Media, which cannot be repealed, that Vashti is never again to enter the presence of King Xerxes. Also let the king give her royal position to someone else who is better than she. <sup><strong>20</strong></sup> Then when the king's edict is proclaimed throughout all his vast realm, all the women will respect their husbands, from the least to the greatest.\" <sup><strong>21</strong></sup> The king and his nobles were pleased with this advice, so the king did as Memucan proposed. <sup><strong>22</strong></sup> He sent dispatches to all parts of the kingdom, to each province in its own script and to each people in its own language, proclaiming in each people's tongue that every man should be ruler over his own household. "},{"_id":"61607b5da775948f9a1529b7","topicId":"61607b58a775948f9a1529a4","verse":"Acts 1:1-26","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44001001_07-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44001001-1\">1:1&nbsp;</b>In the first book, O Theophilus, I have dealt with all that Jesus began to do and teach, <b class=\"verse-num\" id=\"v44001002-1\">2&nbsp;</b>until the day when he was taken up, after he had given commands through the Holy Spirit to the apostles whom he had chosen. <b class=\"verse-num\" id=\"v44001003-1\">3&nbsp;</b>He presented himself alive to them after his suffering by many proofs, appearing to them during forty days and speaking about the kingdom of God.</p>\n<p id=\"p44001003_07-20\"><b class=\"verse-num\" id=\"v44001004-1\">4&nbsp;</b>And while staying with them he ordered them not to depart from Jerusalem, but to wait for the promise of the Father, which, he said, <span class=\"woc\">“you heard from me;</span> <b class=\"verse-num woc\" id=\"v44001005-1\">5&nbsp;</b><span class=\"woc\">for John baptized with water, but you will be baptized with the Holy Spirit not many days from now.”</span></p>\n\n<p id=\"p44001005_09-20\"><b class=\"verse-num\" id=\"v44001006-1\">6&nbsp;</b>So when they had come together, they asked him, “Lord, will you at this time restore the kingdom to Israel?” <b class=\"verse-num\" id=\"v44001007-1\">7&nbsp;</b>He said to them, <span class=\"woc\">“It is not for you to know times or seasons that the Father has fixed by his own authority.</span> <b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span> <b class=\"verse-num\" id=\"v44001009-1\">9&nbsp;</b>And when he had said these things, as they were looking on, he was lifted up, and a cloud took him out of their sight. <b class=\"verse-num\" id=\"v44001010-1\">10&nbsp;</b>And while they were gazing into heaven as he went, behold, two men stood by them in white robes, <b class=\"verse-num\" id=\"v44001011-1\">11&nbsp;</b>and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”</p>\n\n<p id=\"p44001011_14-20\"><b class=\"verse-num\" id=\"v44001012-1\">12&nbsp;</b>Then they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey away. <b class=\"verse-num\" id=\"v44001013-1\">13&nbsp;</b>And when they had entered, they went up to the upper room, where they were staying, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus and Simon the Zealot and Judas the son of James. <b class=\"verse-num\" id=\"v44001014-1\">14&nbsp;</b>All these with one accord were devoting themselves to prayer, together with the women and Mary the mother of Jesus, and his brothers.</p>\n<p id=\"p44001014_14-20\"><b class=\"verse-num\" id=\"v44001015-1\">15&nbsp;</b>In those days Peter stood up among the brothers (the company of persons was in all about 120) and said, <b class=\"verse-num\" id=\"v44001016-1\">16&nbsp;</b>“Brothers, the Scripture had to be fulfilled, which the Holy Spirit spoke beforehand by the mouth of David concerning Judas, who became a guide to those who arrested Jesus. <b class=\"verse-num\" id=\"v44001017-1\">17&nbsp;</b>For he was numbered among us and was allotted his share in this ministry.” <b class=\"verse-num\" id=\"v44001018-1\">18&nbsp;</b>(Now this man acquired a field with the reward of his wickedness, and falling headlong he burst open in the middle and all his bowels gushed out. <b class=\"verse-num\" id=\"v44001019-1\">19&nbsp;</b>And it became known to all the inhabitants of Jerusalem, so that the field was called in their own language Akeldama, that is, Field of Blood.) <b class=\"verse-num\" id=\"v44001020-1\">20&nbsp;</b>“For it is written in the Book of Psalms,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_14-20\" class=\"line\">&nbsp;&nbsp;“‘May his camp become desolate,</span><br><span id=\"p44001020_14-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let there be no one to dwell in it’;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_14-20\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_14-20\" class=\"line\">&nbsp;&nbsp;“‘Let another take his office.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_14-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44001021-1\">21&nbsp;</b>So one of the men who have accompanied us during all the time that the Lord Jesus went in and out among us, <b class=\"verse-num\" id=\"v44001022-1\">22&nbsp;</b>beginning from the baptism of John until the day when he was taken up from us—one of these men must become with us a witness to his resurrection.” <b class=\"verse-num\" id=\"v44001023-1\">23&nbsp;</b>And they put forward two, Joseph called Barsabbas, who was also called Justus, and Matthias. <b class=\"verse-num\" id=\"v44001024-1\">24&nbsp;</b>And they prayed and said, “You, Lord, who know the hearts of all, show which one of these two you have chosen <b class=\"verse-num\" id=\"v44001025-1\">25&nbsp;</b>to take the place in this ministry and apostleship from which Judas turned aside to go to his own place.” <b class=\"verse-num\" id=\"v44001026-1\">26&nbsp;</b>And they cast lots for them, and the lot fell on Matthias, and he was numbered with the eleven apostles.</p>\n\n</div>","kjv":"<strong>1</strong> The former treatise have I made, O Theophilus, of all that Jesus began both to do and teach,  <strong>2</strong> Until the day in which he was taken up, after that he through the Holy Ghost had given commandments unto the apostles whom he had chosen:  <strong>3</strong> To whom also he shewed himself alive after his passion by many infallible proofs, being seen of them forty days, and speaking of the things pertaining to the kingdom of God:  <strong>4</strong> And, being assembled together with them, commanded them that they should not depart from Jerusalem, but wait for the promise of the Father, which, saith he, ye have heard of me.  <strong>5</strong> For John truly baptized with water; but ye shall be baptized with the Holy Ghost not many days hence.  <strong>6</strong> When they therefore were come together, they asked of him, saying, Lord, wilt thou at this time restore again the kingdom to Israel?  <strong>7</strong> And he said unto them, It is not for you to know the times or the seasons, which the Father hath put in his own power.  <strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  <strong>9</strong> And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.  <strong>10</strong> And while they looked stedfastly toward heaven as he went up, behold, two men stood by them in white apparel;  <strong>11</strong> Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.  <strong>12</strong> Then returned they unto Jerusalem from the mount called Olivet, which is from Jerusalem a sabbath day’s journey.  <strong>13</strong> And when they were come in, they went up into an upper room, where abode both Peter, and James, and John, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, James the son of Alphaeus, and Simon Zelotes, and Judas the brother of James.  <strong>14</strong> These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren.  <strong>15</strong> And in those days Peter stood up in the midst of the disciples, and said, (the number of names together were about an hundred and twenty,)  <strong>16</strong> Men and brethren, this scripture must needs have been fulfilled, which the Holy Ghost by the mouth of David spake before concerning Judas, which was guide to them that took Jesus.  <strong>17</strong> For he was numbered with us, and had obtained part of this ministry.  <strong>18</strong> Now this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the midst, and all his bowels gushed out.  <strong>19</strong> And it was known unto all the dwellers at Jerusalem; insomuch as that field is called in their proper tongue, Aceldama, that is to say, The field of blood.  <strong>20</strong> For it is written in the book of Psalms, Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take.  <strong>21</strong> Wherefore of these men which have companied with us all the time that the Lord Jesus went in and out among us,  <strong>22</strong> Beginning from the baptism of John, unto that same day that he was taken up from us, must one be ordained to be a witness with us of his resurrection.  <strong>23</strong> And they appointed two, Joseph called Barsabas, who was surnamed Justus, and Matthias.  <strong>24</strong> And they prayed, and said, Thou, Lord, which knowest the hearts of all men, shew whether of these two thou hast chosen,  <strong>25</strong> That he may take part of this ministry and apostleship, from which Judas by transgression fell, that he might go to his own place.  <strong>26</strong> And they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles.  ","niv":"<sup><strong>1</strong></sup> In my former book, Theophilus, I wrote about all that Jesus began to do and to teach <sup><strong>2</strong></sup> until the day he was taken up to heaven, after giving instructions through the Holy Spirit to the apostles he had chosen. <sup><strong>3</strong></sup> After his suffering, he showed himself to these men and gave many convincing proofs that he was alive. He appeared to them over a period of forty days and spoke about the kingdom of God. <sup><strong>4</strong></sup> On one occasion, while he was eating with them, he gave them this command: \"Do not leave Jerusalem, but wait for the gift my Father promised, which you have heard me speak about. <sup><strong>5</strong></sup> For John baptized with water, but in a few days you will be baptized with the Holy Spirit.\" <sup><strong>6</strong></sup> So when they met together, they asked him, \"Lord, are you at this time going to restore the kingdom to Israel?\" <sup><strong>7</strong></sup> He said to them: \"It is not for you to know the times or dates the Father has set by his own authority. <sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\" <sup><strong>9</strong></sup> After he said this, he was taken up before their very eyes, and a cloud hid him from their sight. <sup><strong>10</strong></sup> They were looking intently up into the sky as he was going, when suddenly two men dressed in white stood beside them. <sup><strong>11</strong></sup> \"Men of Galilee,\" they said, \"why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.\" <sup><strong>12</strong></sup> Then they returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk from the city. <sup><strong>13</strong></sup> When they arrived, they went upstairs to the room where they were staying. Those present were Peter, John, James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas son of James. <sup><strong>14</strong></sup> They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers. <sup><strong>15</strong></sup> In those days Peter stood up among the believers (a group numbering about a hundred and twenty) <sup><strong>16</strong></sup> and said, \"Brothers, the Scripture had to be fulfilled which the Holy Spirit spoke long ago through the mouth of David concerning Judas, who served as guide for those who arrested Jesus-- <sup><strong>17</strong></sup> he was one of our number and shared in this ministry.\" <sup><strong>18</strong></sup> (With the reward he got for his wickedness, Judas bought a field; there he fell headlong, his body burst open and all his intestines spilled out. <sup><strong>19</strong></sup> Everyone in Jerusalem heard about this, so they called that field in their language Akeldama, that is, Field of Blood.) <sup><strong>20</strong></sup> \"For,\" said Peter, \"it is written in the book of Psalms, \"'May his place be deserted; let there be no one to dwell in it,' and, \"'May another take his place of leadership.' <sup><strong>21</strong></sup> Therefore it is necessary to choose one of the men who have been with us the whole time the Lord Jesus went in and out among us, <sup><strong>22</strong></sup> beginning from John's baptism to the time when Jesus was taken up from us. For one of these must become a witness with us of his resurrection.\" <sup><strong>23</strong></sup> So they proposed two men: Joseph called Barsabbas (also known as Justus) and Matthias. <sup><strong>24</strong></sup> Then they prayed, \"Lord, you know everyone's heart. Show us which of these two you have chosen <sup><strong>25</strong></sup> to take over this apostolic ministry, which Judas left to go where he belongs.\" <sup><strong>26</strong></sup> Then they cast lots, and the lot fell to Matthias; so he was added to the eleven apostles. ","modified":"2022-09-22T04:50:18.857Z"},{"_id":"61607b5ea775948f9a1529b8","topicId":"61607b58a775948f9a1529a4","verse":"Proverbs 31:10-12","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031010_07-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031010-1\">10&nbsp;</b>&nbsp;&nbsp; An excellent wife who can find?</span><br><span id=\"p20031010_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;She is far more precious than jewels.</span><br><span id=\"p20031011_07-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031011-1\">11&nbsp;</b>&nbsp;&nbsp;The heart of her husband trusts in her,</span><br><span id=\"p20031011_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will have no lack of gain.</span><br><span id=\"p20031012_07-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031012-1\">12&nbsp;</b>&nbsp;&nbsp;She does him good, and not harm,</span><br><span id=\"p20031012_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of her life.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> Who can find a virtuous woman? for her price is far above rubies.  <strong>11</strong> The heart of her husband doth safely trust in her, so that he shall have no need of spoil.  <strong>12</strong> She will do him good and not evil all the days of her life.  ","niv":"<sup><strong>10</strong></sup> A wife of noble character who can find? She is worth far more than rubies. <sup><strong>11</strong></sup> Her husband has full confidence in her and lacks nothing of value. <sup><strong>12</strong></sup> She brings him good, not harm, all the days of her life. "},{"_id":"61607b5ea775948f9a1529b9","topicId":"61607b58a775948f9a1529a4","verse":"Esther 4:5-8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p17004005_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v17004005-1\">5&nbsp;</b>Then Esther called for Hathach, one of the king’s eunuchs, who had been appointed to attend her, and ordered him to go to Mordecai to learn what this was and why it was. <b class=\"verse-num\" id=\"v17004006-1\">6&nbsp;</b>Hathach went out to Mordecai in the open square of the city in front of the king’s gate, <b class=\"verse-num\" id=\"v17004007-1\">7&nbsp;</b>and Mordecai told him all that had happened to him, and the exact sum of money that Haman had promised to pay into the king’s treasuries for the destruction of the Jews. <b class=\"verse-num\" id=\"v17004008-1\">8&nbsp;</b>Mordecai also gave him a copy of the written decree issued in Susa for their destruction, that he might show it to Esther and explain it to her and command her to go to the king to beg his favor and plead with him on behalf of her people.</p>\n\n</div>","kjv":"<strong>5</strong> Then called Esther for Hatach, one of the king’s chamberlains, whom he had appointed to attend upon her, and gave him a commandment to Mordecai, to know what it was, and why it was.  <strong>6</strong> So Hatach went forth to Mordecai unto the street of the city, which was before the king’s gate.  <strong>7</strong> And Mordecai told him of all that had happened unto him, and of the sum of the money that Haman had promised to pay to the king’s treasuries for the Jews, to destroy them.  <strong>8</strong> Also he gave him the copy of the writing of the decree that was given at Shushan to destroy them, to shew it unto Esther, and to declare it unto her, and to charge her that she should go in unto the king, to make supplication unto him, and to make request before him for her people.  ","niv":"<sup><strong>5</strong></sup> Then Esther summoned Hathach, one of the king's eunuchs assigned to attend her, and ordered him to find out what was troubling Mordecai and why. <sup><strong>6</strong></sup> So Hathach went out to Mordecai in the open square of the city in front of the king's gate. <sup><strong>7</strong></sup> Mordecai told him everything that had happened to him, including the exact amount of money Haman had promised to pay into the royal treasury for the destruction of the Jews. <sup><strong>8</strong></sup> He also gave him a copy of the text of the edict for their annihilation, which had been published in Susa, to show to Esther and explain it to her, and he told him to urge her to go into the king's presence to beg for mercy and plead with him for her people. ","modified":"2022-09-22T04:50:36.783Z"},{"_id":"61607b5ea775948f9a1529ba","topicId":"61607b58a775948f9a1529a4","verse":"Esther 4:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p17004003_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v17004003-1\">3&nbsp;</b>And in every province, wherever the king’s command and his decree reached, there was great mourning among the Jews, with fasting and weeping and lamenting, and many of them lay in sackcloth and ashes.</p>\n</div>","kjv":"<strong>3</strong> And in every province, whithersoever the king’s commandment and his decree came, there was great mourning among the Jews, and fasting, and weeping, and wailing; and many lay in sackcloth and ashes.  ","niv":"<sup><strong>3</strong></sup> In every province to which the edict and order of the king came, there was great mourning among the Jews, with fasting, weeping and wailing. Many lay in sackcloth and ashes."},{"_id":"61607b5ea775948f9a1529bb","topicId":"61607b58a775948f9a1529a4","verse":"Esther 2:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p17002022_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v17002022-1\">22&nbsp;</b>And this came to the knowledge of Mordecai, and he told it to Queen Esther, and Esther told the king in the name of Mordecai.</p>\n</div>","kjv":"<strong>22</strong> And the thing was known to Mordecai, who told it unto Esther the queen; and Esther certified the king thereof in Mordecai’s name.  ","niv":"<sup><strong>22</strong></sup> But Mordecai found out about the plot and told Queen Esther, who in turn reported it to the king, giving credit to Mordecai."},{"_id":"61607b5fa775948f9a1529bc","topicId":"61607b58a775948f9a1529a4","verse":"Esther 2:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p17002015_01-25\"><b class=\"verse-num\" id=\"v17002015-1\">15&nbsp;</b>When the turn came for Esther the daughter of Abihail the uncle of Mordecai, who had taken her as his own daughter, to go in to the king, she asked for nothing except what Hegai the king’s eunuch, who had charge of the women, advised. Now Esther was winning favor in the eyes of all who saw her.</p>\n</div>","kjv":"<strong>15</strong> Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, was come to go in unto the king, she required nothing but what Hegai the king’s chamberlain, the keeper of the women, appointed. And Esther obtained favour in the sight of all them that looked upon her.  ","niv":"<sup><strong>15</strong></sup> When the turn came for Esther (the girl Mordecai had adopted, the daughter of his uncle Abihail) to go to the king, she asked for nothing other than what Hegai, the king's eunuch who was in charge of the harem, suggested. And Esther won the favor of everyone who saw her."},{"_id":"61607b5fa775948f9a1529bd","topicId":"61607b58a775948f9a1529a4","verse":"Joshua 1:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p06001009_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n</div>","kjv":"<strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","niv":"<sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\""}]}