{"_id":"61607c40a775948f9a152a26","slug":"ethiopia","name":"Ethiopia","verses":[{"_id":"61607c40a775948f9a152a27","topicId":"61607c40a775948f9a152a26","verse":"Acts 8:27-39","votes":49,"__v":0,"esv":"<div>\n<p id=\"p44008027_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44008027-1\">27&nbsp;</b>And he rose and went. And there was an Ethiopian, a eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure. He had come to Jerusalem to worship <b class=\"verse-num\" id=\"v44008028-1\">28&nbsp;</b>and was returning, seated in his chariot, and he was reading the prophet Isaiah. <b class=\"verse-num\" id=\"v44008029-1\">29&nbsp;</b>And the Spirit said to Philip, “Go over and join this chariot.” <b class=\"verse-num\" id=\"v44008030-1\">30&nbsp;</b>So Philip ran to him and heard him reading Isaiah the prophet and asked, “Do you understand what you are reading?” <b class=\"verse-num\" id=\"v44008031-1\">31&nbsp;</b>And he said, “How can I, unless someone guides me?” And he invited Philip to come up and sit with him. <b class=\"verse-num\" id=\"v44008032-1\">32&nbsp;</b>Now the passage of the Scripture that he was reading was this:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44008032_01-1\" class=\"line\">&nbsp;&nbsp;“Like a sheep he was led to the slaughter</span><br><span id=\"p44008032_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a lamb before its shearer is silent,</span><br><span id=\"p44008032_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opens not his mouth.</span><br><span id=\"p44008033_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v44008033-1\">33&nbsp;</b>&nbsp;&nbsp;In his humiliation justice was denied him.</span><br><span id=\"p44008033_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who can describe his generation?</span><br><span id=\"p44008033_01-1\" class=\"line\">&nbsp;&nbsp;For his life is taken away from the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44008033_01-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44008034-1\">34&nbsp;</b>And the eunuch said to Philip, “About whom, I ask you, does the prophet say this, about himself or about someone else?” <b class=\"verse-num\" id=\"v44008035-1\">35&nbsp;</b>Then Philip opened his mouth, and beginning with this Scripture he told him the good news about Jesus. <b class=\"verse-num\" id=\"v44008036-1\">36&nbsp;</b>And as they were going along the road they came to some water, and the eunuch said, “See, here is water! What prevents me from being baptized?” <b class=\"verse-num\" id=\"v44008038-1\">38&nbsp;</b>And he commanded the chariot to stop, and they both went down into the water, Philip and the eunuch, and he baptized him. <b class=\"verse-num\" id=\"v44008039-1\">39&nbsp;</b>And when they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch saw him no more, and went on his way rejoicing.</p>\n\n</div>","kjv":"<strong>27</strong> And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,  <strong>28</strong> Was returning, and sitting in his chariot read Esaias the prophet.  <strong>29</strong> Then the Spirit said unto Philip, Go near, and join thyself to this chariot.  <strong>30</strong> And Philip ran thither to him, and heard him read the prophet Esaias, and said, Understandest thou what thou readest?  <strong>31</strong> And he said, How can I, except some man should guide me? And he desired Philip that he would come up and sit with him.  <strong>32</strong> The place of the scripture which he read was this, He was led as a sheep to the slaughter; and like a lamb dumb before his shearer, so opened he not his mouth:  <strong>33</strong> In his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth.  <strong>34</strong> And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?  <strong>35</strong> Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus.  <strong>36</strong> And as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?  <strong>37</strong> And Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God.  <strong>38</strong> And he commanded the chariot to stand still: and they went down both into the water, both Philip and the eunuch; and he baptized him.  <strong>39</strong> And when they were come up out of the water, the Spirit of the Lord caught away Philip, that the eunuch saw him no more: and he went on his way rejoicing.  ","niv":"<sup><strong>27</strong></sup> So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of Candace, queen of the Ethiopians. This man had gone to Jerusalem to worship, <sup><strong>28</strong></sup> and on his way home was sitting in his chariot reading the book of Isaiah the prophet. <sup><strong>29</strong></sup> The Spirit told Philip, \"Go to that chariot and stay near it.\" <sup><strong>30</strong></sup> Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. \"Do you understand what you are reading?\" Philip asked. <sup><strong>31</strong></sup> \"How can I,\" he said, \"unless someone explains it to me?\" So he invited Philip to come up and sit with him. <sup><strong>32</strong></sup> The eunuch was reading this passage of Scripture: \"He was led like a sheep to the slaughter, and as a lamb before the shearer is silent, so he did not open his mouth. <sup><strong>33</strong></sup> In his humiliation he was deprived of justice. Who can speak of his descendants? For his life was taken from the earth.\" <sup><strong>34</strong></sup> The eunuch asked Philip, \"Tell me, please, who is the prophet talking about, himself or someone else?\" <sup><strong>35</strong></sup> Then Philip began with that very passage of Scripture and told him the good news about Jesus. <sup><strong>36</strong></sup> As they traveled along the road, they came to some water and the eunuch said, \"Look, here is water. Why shouldn't I be baptized?\" <sup><strong>37</strong></sup> See Footnote <sup><strong>38</strong></sup> And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him. <sup><strong>39</strong></sup> When they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing. ","modified":"2023-03-20T15:59:44.049Z"},{"_id":"61607c41a775948f9a152a28","topicId":"61607c40a775948f9a152a26","verse":"Jeremiah 13:23","votes":58,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24013023_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24013023-1\">23&nbsp;</b>&nbsp;&nbsp;Can the Ethiopian change his skin</span><br><span id=\"p24013023_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or the leopard his spots?</span><br><span id=\"p24013023_01-2\" class=\"line\">&nbsp;&nbsp;Then also you can do good</span><br><span id=\"p24013023_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who are accustomed to do evil.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Can the Ethiopian change his skin, or the leopard his spots? then  may ye also do good, that are accustomed to do evil.  ","niv":"<sup><strong>23</strong></sup> Can the Ethiopian change his skin or the leopard its spots? Neither can you do good who are accustomed to doing evil.","modified":"2022-10-06T20:18:28.262Z"},{"_id":"61607c41a775948f9a152a29","topicId":"61607c40a775948f9a152a26","verse":"Psalm 68:31","votes":43,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19068031_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19068031-1\">31&nbsp;</b>&nbsp;&nbsp;Nobles shall come from Egypt;</span><br><span id=\"p19068031_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Cush shall hasten to stretch out her hands to God.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> Princes shall come out of Egypt; Ethiopia shall soon stretch out her hands unto God.  ","niv":"<sup><strong>31</strong></sup> Envoys will come from Egypt; Cush will submit herself to God.","modified":"2023-03-28T14:02:57.051Z"},{"_id":"61607c41a775948f9a152a2a","topicId":"61607c40a775948f9a152a26","verse":"Acts 8:27","votes":40,"__v":0,"esv":"<div>\n<p id=\"p44008027_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v44008027-1\">27&nbsp;</b>And he rose and went. And there was an Ethiopian, a eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure. He had come to Jerusalem to worship</p>\n</div>","kjv":"<strong>27</strong> And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,  ","niv":"<sup><strong>27</strong></sup> So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of Candace, queen of the Ethiopians. This man had gone to Jerusalem to worship,"},{"_id":"61607c42a775948f9a152a2b","topicId":"61607c40a775948f9a152a26","verse":"Amos 9:7","votes":38,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30009007_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009007-1\">7&nbsp;</b>&nbsp;&nbsp;“Are you not like the Cushites to me,</span><br><span id=\"p30009007_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O people of Israel?” declares the LORD.</span><br><span id=\"p30009007_01-5\" class=\"line\">&nbsp;&nbsp;“Did I not bring up Israel from the land of Egypt,</span><br><span id=\"p30009007_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Philistines from Caphtor and the Syrians from Kir?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Are ye not as children of the Ethiopians unto me, O children of Israel? saith the LORD. Have not I brought up Israel out of the land of Egypt? and the Philistines from Caphtor, and the Syrians from Kir?  ","niv":"<sup><strong>7</strong></sup> \"Are not you Israelites the same to me as the Cushites?\" declares the LORD. \"Did I not bring Israel up from Egypt, the Philistines from Caphtor and the Arameans from Kir?"},{"_id":"61607c42a775948f9a152a2c","topicId":"61607c40a775948f9a152a26","verse":"2 Chronicles 14:9-15","votes":30,"__v":0,"esv":"<div>\n<p id=\"p14014009_01-6\"><b class=\"verse-num\" id=\"v14014009-1\">9&nbsp;</b>Zerah the Ethiopian came out against them with an army of a million men and 300 chariots, and came as far as Mareshah. <b class=\"verse-num\" id=\"v14014010-1\">10&nbsp;</b>And Asa went out to meet him, and they drew up their lines of battle in the Valley of Zephathah at Mareshah. <b class=\"verse-num\" id=\"v14014011-1\">11&nbsp;</b>And Asa cried to the LORD his God, “O LORD, there is none like you to help, between the mighty and the weak. Help us, O LORD our God, for we rely on you, and in your name we have come against this multitude. O LORD, you are our God; let not man prevail against you.” <b class=\"verse-num\" id=\"v14014012-1\">12&nbsp;</b>So the LORD defeated the Ethiopians before Asa and before Judah, and the Ethiopians fled. <b class=\"verse-num\" id=\"v14014013-1\">13&nbsp;</b>Asa and the people who were with him pursued them as far as Gerar, and the Ethiopians fell until none remained alive, for they were broken before the LORD and his army. The men of Judah carried away very much spoil. <b class=\"verse-num\" id=\"v14014014-1\">14&nbsp;</b>And they attacked all the cities around Gerar, for the fear of the LORD was upon them. They plundered all the cities, for there was much plunder in them. <b class=\"verse-num\" id=\"v14014015-1\">15&nbsp;</b>And they struck down the tents of those who had livestock and carried away sheep in abundance and camels. Then they returned to Jerusalem.</p>\n\n</div>","kjv":"<strong>9</strong> And there came out against them Zerah the Ethiopian with an host of a thousand thousand, and three hundred chariots; and came unto Mareshah.  <strong>10</strong> Then Asa went out against him, and they set the battle in array in the valley of Zephathah at Mareshah.  <strong>11</strong> And Asa cried unto the LORD his God, and said, LORD, it is  nothing with thee to help, whether with many, or with them that have no power: help us, O LORD our God; for we rest on thee, and in thy name we go against this multitude. O LORD, thou art our God; let not man prevail against thee.  <strong>12</strong> So the LORD smote the Ethiopians before Asa and before Judah; and the Ethiopians fled.  <strong>13</strong> And Asa and the people that were with him pursued them unto Gerar: and the Ethiopians were overthrown, that they could not recover themselves; for they were destroyed before the LORD, and before his host; and they carried away very much spoil.  <strong>14</strong> And they smote all the cities round about Gerar; for the fear of the LORD came upon them: and they spoiled all the cities; for there was exceeding much spoil in them.  <strong>15</strong> They smote also the tents of cattle, and carried away sheep and camels in abundance, and returned to Jerusalem.  ","niv":"<sup><strong>9</strong></sup> Zerah the Cushite marched out against them with a vast army and three hundred chariots, and came as far as Mareshah. <sup><strong>10</strong></sup> Asa went out to meet him, and they took up battle positions in the Valley of Zephathah near Mareshah. <sup><strong>11</strong></sup> Then Asa called to the LORD his God and said, \"LORD, there is no one like you to help the powerless against the mighty. Help us, O LORD our God, for we rely on you, and in your name we have come against this vast army. O LORD, you are our God; do not let man prevail against you.\" <sup><strong>12</strong></sup> The LORD struck down the Cushites before Asa and Judah. The Cushites fled, <sup><strong>13</strong></sup> and Asa and his army pursued them as far as Gerar. Such a great number of Cushites fell that they could not recover; they were crushed before the LORD and his forces. The men of Judah carried off a large amount of plunder. <sup><strong>14</strong></sup> They destroyed all the villages around Gerar, for the terror of the LORD had fallen upon them. They plundered all these villages, since there was much booty there. <sup><strong>15</strong></sup> They also attacked the camps of the herdsmen and carried off droves of sheep and goats and camels. Then they returned to Jerusalem. ","modified":"2023-03-20T15:59:52.420Z"},{"_id":"61607c42a775948f9a152a2d","topicId":"61607c40a775948f9a152a26","verse":"Isaiah 43:3","votes":32,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043003_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043003-1\">3&nbsp;</b>&nbsp;&nbsp;For I am the LORD your God,</span><br><span id=\"p23043003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Holy One of Israel, your Savior.</span><br><span id=\"p23043003_01-7\" class=\"line\">&nbsp;&nbsp;I give Egypt as your ransom,</span><br><span id=\"p23043003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Cush and Seba in exchange for you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> For I am the LORD thy God, the Holy One of Israel, thy Saviour: I gave Egypt for thy ransom, Ethiopia and Seba for thee.  ","niv":"<sup><strong>3</strong></sup> For I am the LORD, your God, the Holy One of Israel, your Savior; I give Egypt for your ransom, Cush and Seba in your stead.","modified":"2022-08-04T10:26:24.375Z"},{"_id":"61607c42a775948f9a152a2e","topicId":"61607c40a775948f9a152a26","verse":"Esther 1:1","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p17001001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v17001001-1\">1:1&nbsp;</b>Now in the days of Ahasuerus, the Ahasuerus who reigned from India to Ethiopia over 127 provinces,</p>\n</div>","kjv":"<strong>1</strong> Now it came to pass in the days of Ahasuerus, (this is Ahasuerus which reigned, from India even unto Ethiopia, over an hundred and seven and twenty provinces:)  ","niv":"<sup><strong>1</strong></sup> This is what happened during the time of Xerxes, the Xerxes who ruled over 127 provinces stretching from India to Cush:"},{"_id":"61607c42a775948f9a152a2f","topicId":"61607c40a775948f9a152a26","verse":"Isaiah 18:1-6","votes":27,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23018001_05-9\" class=\"line\"><b class=\"chapter-num\" id=\"v23018001-1\">18:1&nbsp;</b>&nbsp;&nbsp;Ah, land of whirring wings</span><br><span id=\"p23018001_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that is beyond the rivers of Cush,</span><br><span id=\"p23018002_05-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23018002-1\">2&nbsp;</b>&nbsp;&nbsp;which sends ambassadors by the sea,</span><br><span id=\"p23018002_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in vessels of papyrus on the waters!</span><br><span id=\"p23018002_05-9\" class=\"line\">&nbsp;&nbsp;Go, you swift messengers,</span><br><span id=\"p23018002_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to a nation tall and smooth,</span><br><span id=\"p23018002_05-9\" class=\"line\">&nbsp;&nbsp;to a people feared near and far,</span><br><span id=\"p23018002_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a nation mighty and conquering,</span><br><span id=\"p23018002_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose land the rivers divide.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23018003_05-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23018003-1\">3&nbsp;</b>&nbsp;&nbsp;All you inhabitants of the world,</span><br><span id=\"p23018003_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you who dwell on the earth,</span><br><span id=\"p23018003_05-9\" class=\"line\">&nbsp;&nbsp;when a signal is raised on the mountains, look!</span><br><span id=\"p23018003_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;When a trumpet is blown, hear!</span><br><span id=\"p23018004_05-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23018004-1\">4&nbsp;</b>&nbsp;&nbsp;For thus the LORD said to me:</span><br><span id=\"p23018004_05-9\" class=\"line\">&nbsp;&nbsp;“I will quietly look from my dwelling</span><br><span id=\"p23018004_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like clear heat in sunshine,</span><br><span id=\"p23018004_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a cloud of dew in the heat of harvest.”</span><br><span id=\"p23018005_05-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23018005-1\">5&nbsp;</b>&nbsp;&nbsp;For before the harvest, when the blossom is over,</span><br><span id=\"p23018005_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the flower becomes a ripening grape,</span><br><span id=\"p23018005_05-9\" class=\"line\">&nbsp;&nbsp;he cuts off the shoots with pruning hooks,</span><br><span id=\"p23018005_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the spreading branches he lops off and clears away.</span><br><span id=\"p23018006_05-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23018006-1\">6&nbsp;</b>&nbsp;&nbsp;They shall all of them be left</span><br><span id=\"p23018006_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the birds of prey of the mountains</span><br><span id=\"p23018006_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to the beasts of the earth.</span><br><span id=\"p23018006_05-9\" class=\"line\">&nbsp;&nbsp;And the birds of prey will summer on them,</span><br><span id=\"p23018006_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the beasts of the earth will winter on them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Woe to the land shadowing with wings, which is beyond the rivers of Ethiopia:  <strong>2</strong> That sendeth ambassadors by the sea, even in vessels of bulrushes upon the waters, saying, Go, ye swift messengers, to a nation scattered and peeled, to a people terrible from their beginning hitherto; a nation meted out and trodden down, whose land the rivers have spoiled!  <strong>3</strong> All ye inhabitants of the world, and dwellers on the earth, see ye, when he lifteth up an ensign on the mountains; and when he bloweth a trumpet, hear ye.  <strong>4</strong> For so the LORD said unto me, I will take my rest, and I will consider in my dwelling place like a clear heat upon herbs, and like a cloud of dew in the heat of harvest.  <strong>5</strong> For afore the harvest, when the bud is perfect, and the sour grape is ripening in the flower, he shall both cut off the sprigs with pruninghooks, and take away and cut down the branches.  <strong>6</strong> They shall be left together unto the fowls of the mountains, and to the beasts of the earth: and the fowls shall summer upon them, and all the beasts of the earth shall winter upon them.  ","niv":"<sup><strong>1</strong></sup> Woe to the land of whirring wings along the rivers of Cush, <sup><strong>2</strong></sup> which sends envoys by sea in papyrus boats over the water. Go, swift messengers, to a people tall and smooth-skinned, to a people feared far and wide, an aggressive nation of strange speech, whose land is divided by rivers. <sup><strong>3</strong></sup> All you people of the world, you who live on the earth, when a banner is raised on the mountains, you will see it, and when a trumpet sounds, you will hear it. <sup><strong>4</strong></sup> This is what the LORD says to me: \"I will remain quiet and will look on from my dwelling place, like shimmering heat in the sunshine, like a cloud of dew in the heat of harvest.\" <sup><strong>5</strong></sup> For, before the harvest, when the blossom is gone and the flower becomes a ripening grape, he will cut off the shoots with pruning knives, and cut down and take away the spreading branches. <sup><strong>6</strong></sup> They will all be left to the mountain birds of prey and to the wild animals; the birds will feed on them all summer, the wild animals all winter. "},{"_id":"61607c43a775948f9a152a30","topicId":"61607c40a775948f9a152a26","verse":"Numbers 12:1","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p04012001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04012001-1\">12:1&nbsp;</b>Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married, for he had married a Cushite woman.</p>\n</div>","kjv":"<strong>1</strong> And Miriam and Aaron spake against Moses because of the Ethiopian woman whom he had married: for he had married an Ethiopian woman.  ","niv":"<sup><strong>1</strong></sup> Miriam and Aaron began to talk against Moses because of his Cushite wife, for he had married a Cushite."},{"_id":"61607c43a775948f9a152a31","topicId":"61607c40a775948f9a152a26","verse":"2 Chronicles 16:8","votes":24,"__v":0,"esv":"<div>\n<p id=\"p14016008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v14016008-1\">8&nbsp;</b>Were not the Ethiopians and the Libyans a huge army with very many chariots and horsemen? Yet because you relied on the LORD, he gave them into your hand.</p>\n</div>","kjv":"<strong>8</strong> Were not the Ethiopians and the Lubims a huge host, with very many chariots and horsemen? yet, because thou didst rely on the LORD, he delivered them into thine hand.  ","niv":"<sup><strong>8</strong></sup> Were not the Cushites and Libyans a mighty army with great numbers of chariots and horsemen? Yet when you relied on the LORD, he delivered them into your hand."},{"_id":"61607c43a775948f9a152a32","topicId":"61607c40a775948f9a152a26","verse":"Genesis 2:13","votes":24,"__v":0,"esv":"<div>\n<p id=\"p01002013_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002013-1\">13&nbsp;</b>The name of the second river is the Gihon. It is the one that flowed around the whole land of Cush.</p>\n</div>","kjv":"<strong>13</strong> And the name of the second river is Gihon: the same is it that compasseth the whole land of Ethiopia.  ","niv":"<sup><strong>13</strong></sup> The name of the second river is the Gihon; it winds through the entire land of Cush."},{"_id":"61607c43a775948f9a152a33","topicId":"61607c40a775948f9a152a26","verse":"Ezekiel 29:10","votes":23,"__v":0,"esv":"<div>\n<p id=\"p26029010_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v26029010-1\">10&nbsp;</b>therefore, behold, I am against you and against your streams, and I will make the land of Egypt an utter waste and desolation, from Migdol to Syene, as far as the border of Cush.</p>\n</div>","kjv":"<strong>10</strong> Behold, therefore I am against thee, and against thy rivers, and I will make the land of Egypt utterly waste and desolate, from the tower of Syene even unto the border of Ethiopia.  ","niv":"<sup><strong>10</strong></sup> therefore I am against you and against your streams, and I will make the land of Egypt a ruin and a desolate waste from Migdol to Aswan, as far as the border of Cush."},{"_id":"61607c44a775948f9a152a34","topicId":"61607c40a775948f9a152a26","verse":"Psalm 87:4","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19087004_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19087004-1\">4&nbsp;</b>&nbsp;&nbsp;Among those who know me I mention Rahab and Babylon;</span><br><span id=\"p19087004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;behold, Philistia and Tyre, with Cush—</span><br><span id=\"p19087004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“This one was born there,” they say.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> I will make mention of Rahab and Babylon to them that know me: behold Philistia, and Tyre, with Ethiopia; this man was born there.  ","niv":"<sup><strong>4</strong></sup> \"I will record Rahab and Babylon among those who acknowledge me- Philistia too, and Tyre, along with Cush - and will say, 'This one was born in Zion.'\"","modified":"2022-08-17T13:32:13.921Z"},{"_id":"61607c44a775948f9a152a35","topicId":"61607c40a775948f9a152a26","verse":"2 Chronicles 12:3","votes":22,"__v":0,"esv":"<div>\n<p id=\"p14012003_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v14012003-1\">3&nbsp;</b>with 1,200 chariots and 60,000 horsemen. And the people were without number who came with him from Egypt—Libyans, Sukkiim, and Ethiopians.</p>\n</div>","kjv":"<strong>3</strong> With twelve hundred chariots, and threescore thousand horsemen: and the people were without number that came with him out of Egypt; the Lubim, the Sukkiims, and the Ethiopians.  ","niv":"<sup><strong>3</strong></sup> With twelve hundred chariots and sixty thousand horsemen and the innumerable troops of Libyans, Sukkites and Cushites that came with him from Egypt,"},{"_id":"61607c44a775948f9a152a36","topicId":"61607c40a775948f9a152a26","verse":"Jeremiah 38:7-13","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p24038007_06-16\"><b class=\"verse-num\" id=\"v24038007-1\">7&nbsp;</b>When Ebed-melech the Ethiopian, a eunuch who was in the king’s house, heard that they had put Jeremiah into the cistern—the king was sitting in the Benjamin Gate—<b class=\"verse-num\" id=\"v24038008-1\">8&nbsp;</b>Ebed-melech went from the king’s house and said to the king, <b class=\"verse-num\" id=\"v24038009-1\">9&nbsp;</b>“My lord the king, these men have done evil in all that they did to Jeremiah the prophet by casting him into the cistern, and he will die there of hunger, for there is no bread left in the city.” <b class=\"verse-num\" id=\"v24038010-1\">10&nbsp;</b>Then the king commanded Ebed-melech the Ethiopian, “Take thirty men with you from here, and lift Jeremiah the prophet out of the cistern before he dies.” <b class=\"verse-num\" id=\"v24038011-1\">11&nbsp;</b>So Ebed-melech took the men with him and went to the house of the king, to a wardrobe in the storehouse, and took from there old rags and worn-out clothes, which he let down to Jeremiah in the cistern by ropes. <b class=\"verse-num\" id=\"v24038012-1\">12&nbsp;</b>Then Ebed-melech the Ethiopian said to Jeremiah, “Put the rags and clothes between your armpits and the ropes.” Jeremiah did so. <b class=\"verse-num\" id=\"v24038013-1\">13&nbsp;</b>Then they drew Jeremiah up with ropes and lifted him out of the cistern. And Jeremiah remained in the court of the guard.</p>\n</div>","kjv":"<strong>7</strong> Now when Ebed-melech the Ethiopian, one of the eunuchs which was in the king’s house, heard that they had put Jeremiah in the dungeon; the king then sitting in the gate of Benjamin;  <strong>8</strong> Ebed-melech went forth out of the king’s house, and spake to the king, saying,  <strong>9</strong> My lord the king, these men have done evil in all that they have done to Jeremiah the prophet, whom they have cast into the dungeon; and he is like to die for hunger in the place where he is: for there is no more bread in the city.  <strong>10</strong> Then the king commanded Ebed-melech the Ethiopian, saying, Take from hence thirty men with thee, and take up Jeremiah the prophet out of the dungeon, before he die.  <strong>11</strong> So Ebed-melech took the men with him, and went into the house of the king under the treasury, and took thence old cast clouts and old rotten rags, and let them down by cords into the dungeon to Jeremiah.  <strong>12</strong> And Ebed-melech the Ethiopian said unto Jeremiah, Put now these  old cast clouts and rotten rags under thine armholes under the cords. And Jeremiah did so.  <strong>13</strong> So they drew up Jeremiah with cords, and took him up out of the dungeon: and Jeremiah remained in the court of the prison.  ","niv":"<sup><strong>7</strong></sup> But Ebed-Melech, a Cushite, an official in the royal palace, heard that they had put Jeremiah into the cistern. While the king was sitting in the Benjamin Gate, <sup><strong>8</strong></sup> Ebed-Melech went out of the palace and said to him, <sup><strong>9</strong></sup> \"My lord the king, these men have acted wickedly in all they have done to Jeremiah the prophet. They have thrown him into a cistern, where he will starve to death when there is no longer any bread in the city.\" <sup><strong>10</strong></sup> Then the king commanded Ebed-Melech the Cushite, \"Take thirty men from here with you and lift Jeremiah the prophet out of the cistern before he dies.\" <sup><strong>11</strong></sup> So Ebed-Melech took the men with him and went to a room under the treasury in the palace. He took some old rags and worn-out clothes from there and let them down with ropes to Jeremiah in the cistern. <sup><strong>12</strong></sup> Ebed-Melech the Cushite said to Jeremiah, \"Put these old rags and worn-out clothes under your arms to pad the ropes.\" Jeremiah did so, <sup><strong>13</strong></sup> and they pulled him up with the ropes and lifted him out of the cistern. And Jeremiah remained in the courtyard of the guard. "},{"_id":"61607c45a775948f9a152a37","topicId":"61607c40a775948f9a152a26","verse":"Ezekiel 38:5","votes":20,"__v":0,"esv":"<div>\n<p id=\"p26038005_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v26038005-1\">5&nbsp;</b>Persia, Cush, and Put are with them, all of them with shield and helmet;</p>\n</div>","kjv":"<strong>5</strong> Persia, Ethiopia, and Libya with them; all of them with shield and helmet:  ","niv":"<sup><strong>5</strong></sup> Persia, Cush and Put will be with them, all with shields and helmets,"},{"_id":"61607c45a775948f9a152a38","topicId":"61607c40a775948f9a152a26","verse":"Isaiah 20:2-6","votes":20,"__v":0,"esv":"<div>\n<p id=\"p23020002_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v23020002-1\">2&nbsp;</b>at that time the LORD spoke by Isaiah the son of Amoz, saying, “Go, and loose the sackcloth from your waist and take off your sandals from your feet,” and he did so, walking naked and barefoot.</p>\n<p id=\"p23020002_01-18\"><b class=\"verse-num\" id=\"v23020003-1\">3&nbsp;</b>Then the LORD said, “As my servant Isaiah has walked naked and barefoot for three years as a sign and a portent against Egypt and Cush, <b class=\"verse-num\" id=\"v23020004-1\">4&nbsp;</b>so shall the king of Assyria lead away the Egyptian captives and the Cushite exiles, both the young and the old, naked and barefoot, with buttocks uncovered, the nakedness of Egypt. <b class=\"verse-num\" id=\"v23020005-1\">5&nbsp;</b>Then they shall be dismayed and ashamed because of Cush their hope and of Egypt their boast. <b class=\"verse-num\" id=\"v23020006-1\">6&nbsp;</b>And the inhabitants of this coastland will say in that day, ‘Behold, this is what has happened to those in whom we hoped and to whom we fled for help to be delivered from the king of Assyria! And we, how shall we escape?’”</p>\n\n</div>","kjv":"<strong>2</strong> At the same time spake the LORD by Isaiah the son of Amoz, saying, Go and loose the sackcloth from off thy loins, and put off thy shoe from thy foot. And he did so, walking naked and barefoot.  <strong>3</strong> And the LORD said, Like as my servant Isaiah hath walked naked and barefoot three years for a sign and wonder upon Egypt and upon Ethiopia;  <strong>4</strong> So shall the king of Assyria lead away the Egyptians prisoners, and the Ethiopians captives, young and old, naked and barefoot, even with their  buttocks uncovered, to the shame of Egypt.  <strong>5</strong> And they shall be afraid and ashamed of Ethiopia their expectation, and of Egypt their glory.  <strong>6</strong> And the inhabitant of this isle shall say in that day, Behold, such is our expectation, whither we flee for help to be delivered from the king of Assyria: and how shall we escape?  ","niv":"<sup><strong>2</strong></sup> at that time the LORD spoke through Isaiah son of Amoz. He said to him, \"Take off the sackcloth from your body and the sandals from your feet.\" And he did so, going around stripped and barefoot. <sup><strong>3</strong></sup> Then the LORD said, \"Just as my servant Isaiah has gone stripped and barefoot for three years, as a sign and portent against Egypt and Cush, <sup><strong>4</strong></sup> so the king of Assyria will lead away stripped and barefoot the Egyptian captives and Cushite exiles, young and old, with buttocks bared-to Egypt's shame. <sup><strong>5</strong></sup> Those who trusted in Cush and boasted in Egypt will be afraid and put to shame. <sup><strong>6</strong></sup> In that day the people who live on this coast will say, 'See what has happened to those we relied on, those we fled to for help and deliverance from the king of Assyria! How then can we escape?'\" "},{"_id":"61607c45a775948f9a152a39","topicId":"61607c40a775948f9a152a26","verse":"Daniel 11:43","votes":19,"__v":0,"esv":"<div>\n<p id=\"p27011043_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v27011043-1\">43&nbsp;</b>He shall become ruler of the treasures of gold and of silver, and all the precious things of Egypt, and the Libyans and the Cushites shall follow in his train.</p>\n</div>","kjv":"<strong>43</strong> But he shall have power over the treasures of gold and of silver, and over all the precious things of Egypt: and the Libyans and the Ethiopians shall be at his steps.  ","niv":"<sup><strong>43</strong></sup> He will gain control of the treasures of gold and silver and all the riches of Egypt, with the Libyans and Nubians in submission."},{"_id":"61607c45a775948f9a152a3a","topicId":"61607c40a775948f9a152a26","verse":"Isaiah 45:14","votes":19,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045014_06-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045014-1\">14&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p23045014_06-20\" class=\"line\">&nbsp;&nbsp;“The wealth of Egypt and the merchandise of Cush,</span><br><span id=\"p23045014_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Sabeans, men of stature,</span><br><span id=\"p23045014_06-20\" class=\"line\">&nbsp;&nbsp;shall come over to you and be yours;</span><br><span id=\"p23045014_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall follow you;</span><br><span id=\"p23045014_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall come over in chains and bow down to you.</span><br><span id=\"p23045014_06-20\" class=\"line\">&nbsp;&nbsp;They will plead with you, saying:</span><br><span id=\"p23045014_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘Surely God is in you, and there is no other,</span><br><span id=\"p23045014_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no god besides him.’”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Thus saith the LORD, The labour of Egypt, and merchandise of Ethiopia and of the Sabeans, men of stature, shall come over unto thee, and they shall be thine: they shall come after thee; in chains they shall come over, and they shall fall down unto thee, they shall make supplication unto thee, saying,  Surely God is in thee; and there is none else, there is no God.  ","niv":"<sup><strong>14</strong></sup> This is what the LORD says: \"The products of Egypt and the merchandise of Cush, and those tall Sabeans- they will come over to you and will be yours; they will trudge behind you, coming over to you in chains. They will bow down before you and plead with you, saying, 'Surely God is with you, and there is no other; there is no other god.'\""},{"_id":"61607c46a775948f9a152a3b","topicId":"61607c40a775948f9a152a26","verse":"Isaiah 18:1","votes":19,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23018001_05-21\" class=\"line\"><b class=\"chapter-num\" id=\"v23018001-1\">18:1&nbsp;</b>&nbsp;&nbsp;Ah, land of whirring wings</span><br><span id=\"p23018001_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that is beyond the rivers of Cush,</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Woe to the land shadowing with wings, which is beyond the rivers of Ethiopia:  ","niv":"<sup><strong>1</strong></sup> Woe to the land of whirring wings along the rivers of Cush,"},{"_id":"61607c46a775948f9a152a3c","topicId":"61607c40a775948f9a152a26","verse":"Job 28:19","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18028019_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18028019-1\">19&nbsp;</b>&nbsp;&nbsp;The topaz of Ethiopia cannot equal it,</span><br><span id=\"p18028019_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor can it be valued in pure gold.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> The topaz of Ethiopia shall not equal it, neither shall it be valued with pure gold.  ","niv":"<sup><strong>19</strong></sup> The topaz of Cush cannot compare with it; it cannot be bought with pure gold."},{"_id":"61607c46a775948f9a152a3d","topicId":"61607c40a775948f9a152a26","verse":"Genesis 10:6-20","votes":18,"__v":0,"esv":"<div>\n<p id=\"p01010006_01-23\"><b class=\"verse-num\" id=\"v01010006-1\">6&nbsp;</b>The sons of Ham: Cush, Egypt, Put, and Canaan. <b class=\"verse-num\" id=\"v01010007-1\">7&nbsp;</b>The sons of Cush: Seba, Havilah, Sabtah, Raamah, and Sabteca. The sons of Raamah: Sheba and Dedan. <b class=\"verse-num\" id=\"v01010008-1\">8&nbsp;</b>Cush fathered Nimrod; he was the first on earth to be a mighty man. <b class=\"verse-num\" id=\"v01010009-1\">9&nbsp;</b>He was a mighty hunter before the LORD. Therefore it is said, “Like Nimrod a mighty hunter before the LORD.” <b class=\"verse-num\" id=\"v01010010-1\">10&nbsp;</b>The beginning of his kingdom was Babel, Erech, Accad, and Calneh, in the land of Shinar. <b class=\"verse-num\" id=\"v01010011-1\">11&nbsp;</b>From that land he went into Assyria and built Nineveh, Rehoboth-Ir, Calah, and <b class=\"verse-num\" id=\"v01010012-1\">12&nbsp;</b>Resen between Nineveh and Calah; that is the great city. <b class=\"verse-num\" id=\"v01010013-1\">13&nbsp;</b>Egypt fathered Ludim, Anamim, Lehabim, Naphtuhim, <b class=\"verse-num\" id=\"v01010014-1\">14&nbsp;</b>Pathrusim, Casluhim (from whom the Philistines came), and Caphtorim.</p>\n<p id=\"p01010014_01-23\"><b class=\"verse-num\" id=\"v01010015-1\">15&nbsp;</b>Canaan fathered Sidon his firstborn and Heth, <b class=\"verse-num\" id=\"v01010016-1\">16&nbsp;</b>and the Jebusites, the Amorites, the Girgashites, <b class=\"verse-num\" id=\"v01010017-1\">17&nbsp;</b>the Hivites, the Arkites, the Sinites, <b class=\"verse-num\" id=\"v01010018-1\">18&nbsp;</b>the Arvadites, the Zemarites, and the Hamathites. Afterward the clans of the Canaanites dispersed. <b class=\"verse-num\" id=\"v01010019-1\">19&nbsp;</b>And the territory of the Canaanites extended from Sidon in the direction of Gerar as far as Gaza, and in the direction of Sodom, Gomorrah, Admah, and Zeboiim, as far as Lasha. <b class=\"verse-num\" id=\"v01010020-1\">20&nbsp;</b>These are the sons of Ham, by their clans, their languages, their lands, and their nations.</p>\n\n</div>","kjv":"<strong>6</strong> And the sons of Ham; Cush, and Mizraim, and Phut, and Canaan.  <strong>7</strong> And the sons of Cush; Seba, and Havilah, and Sabtah, and Raamah, and Sabtechah: and the sons of Raamah; Sheba, and Dedan.  <strong>8</strong> And Cush begat Nimrod: he began to be a mighty one in the earth.  <strong>9</strong> He was a mighty hunter before the LORD: wherefore it is said, Even as Nimrod the mighty hunter before the LORD.  <strong>10</strong> And the beginning of his kingdom was Babel, and Erech, and Accad, and Calneh, in the land of Shinar.  <strong>11</strong> Out of that land went forth Asshur, and builded Nineveh, and the city Rehoboth, and Calah,  <strong>12</strong> And Resen between Nineveh and Calah: the same is a great city.  <strong>13</strong> And Mizraim begat Ludim, and Anamim, and Lehabim, and Naphtuhim,  <strong>14</strong> And Pathrusim, and Casluhim, (out of whom came Philistim,) and Caphtorim.  <strong>15</strong> And Canaan begat Sidon his firstborn, and Heth,  <strong>16</strong> And the Jebusite, and the Amorite, and the Girgasite,  <strong>17</strong> And the Hivite, and the Arkite, and the Sinite,  <strong>18</strong> And the Arvadite, and the Zemarite, and the Hamathite: and afterward were the families of the Canaanites spread abroad.  <strong>19</strong> And the border of the Canaanites was from Sidon, as thou comest to Gerar, unto Gaza; as thou goest, unto Sodom, and Gomorrah, and Admah, and Zeboim, even unto Lasha.  <strong>20</strong> These are the sons of Ham, after their families, after their tongues, in their countries, and in their nations.  ","niv":"<sup><strong>6</strong></sup> The sons of Ham: Cush, Mizraim, Put and Canaan. <sup><strong>7</strong></sup> The sons of Cush: Seba, Havilah, Sabtah, Raamah and Sabteca. The sons of Raamah: Sheba and Dedan. <sup><strong>8</strong></sup> Cush was the father of Nimrod, who grew to be a mighty warrior on the earth. <sup><strong>9</strong></sup> He was a mighty hunter before the LORD; that is why it is said, \"Like Nimrod, a mighty hunter before the LORD.\" <sup><strong>10</strong></sup> The first centers of his kingdom were Babylon, Erech, Akkad and Calneh, in Shinar. <sup><strong>11</strong></sup> From that land he went to Assyria, where he built Nineveh, Rehoboth Ir, Calah <sup><strong>12</strong></sup> and Resen, which is between Nineveh and Calah; that is the great city. <sup><strong>13</strong></sup> Mizraim was the father of the Ludites, Anamites, Lehabites, Naphtuhites, <sup><strong>14</strong></sup> Pathrusites, Casluhites (from whom the Philistines came) and Caphtorites. <sup><strong>15</strong></sup> Canaan was the father of Sidon his firstborn, and of the Hittites, <sup><strong>16</strong></sup> Jebusites, Amorites, Girgashites, <sup><strong>17</strong></sup> Hivites, Arkites, Sinites, <sup><strong>18</strong></sup> Arvadites, Zemarites and Hamathites. Later the Canaanite clans scattered <sup><strong>19</strong></sup> and the borders of Canaan reached from Sidon toward Gerar as far as Gaza, and then toward Sodom, Gomorrah, Admah and Zeboiim, as far as Lasha. <sup><strong>20</strong></sup> These are the sons of Ham by their clans and languages, in their territories and nations. The Semites "},{"_id":"61607c47a775948f9a152a3e","topicId":"61607c40a775948f9a152a26","verse":"Isaiah 11:11","votes":18,"__v":0,"esv":"<div>\n<p id=\"p23011011_01-24\"><b class=\"verse-num\" id=\"v23011011-1\">11&nbsp;</b>In that day the Lord will extend his hand yet a second time to recover the remnant that remains of his people, from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the coastlands of the sea.</p>\n\n</div>","kjv":"<strong>11</strong> And it shall come to pass in that day, that the Lord shall set his hand again the second time to recover the remnant of his people, which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.  ","niv":"<sup><strong>11</strong></sup> In that day the Lord will reach out his hand a second time to reclaim the remnant that is left of his people from Assyria, from Lower Egypt, from Upper Egypt, from Cush, from Elam, from Babylonia, from Hamath and from the islands of the sea."},{"_id":"61607c47a775948f9a152a3f","topicId":"61607c40a775948f9a152a26","verse":"Habakkuk 3:7","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35003007_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v35003007-1\">7&nbsp;</b>&nbsp;&nbsp;I saw the tents of Cushan in affliction;</span><br><span id=\"p35003007_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the curtains of the land of Midian did tremble.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> I saw the tents of Cushan in affliction: and the curtains of the land of Midian did tremble.  ","niv":"<sup><strong>7</strong></sup> I saw the tents of Cushan in distress, the dwellings of Midian in anguish.","modified":"2023-11-04T12:13:19.359Z"}]}