{"_id":"61607cc5a775948f9a152a6f","slug":"eunuchs","name":"Eunuchs","verses":[{"_id":"61607cc6a775948f9a152a70","topicId":"61607cc5a775948f9a152a6f","verse":"Matthew 19:12","votes":69,"__v":0,"esv":"<div>\n<p id=\"p40019012_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n</div>","kjv":"<strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. ","niv":"<sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\"","modified":"2022-10-22T01:26:07.521Z"},{"_id":"61607cc6a775948f9a152a71","topicId":"61607cc5a775948f9a152a6f","verse":"Isaiah 56:3-5","votes":67,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23056001_04-4\" class=\"line\"><b class=\"chapter-num\" id=\"v23056001-1\">56:1&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p23056001_04-4\" class=\"line\">&nbsp;&nbsp;“Keep justice, and do righteousness,</span><br><span id=\"p23056001_04-4\" class=\"line\">&nbsp;&nbsp;for soon my salvation will come,</span><br><span id=\"p23056001_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my righteousness be revealed.</span><br><span id=\"p23056002_04-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056002-1\">2&nbsp;</b>&nbsp;&nbsp;Blessed is the man who does this,</span><br><span id=\"p23056002_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the son of man who holds it fast,</span><br><span id=\"p23056002_04-4\" class=\"line\">&nbsp;&nbsp;who keeps the Sabbath, not profaning it,</span><br><span id=\"p23056002_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and keeps his hand from doing any evil.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23056003_04-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056003-1\">3&nbsp;</b>&nbsp;&nbsp;Let not the foreigner who has joined himself to the LORD say,</span><br><span id=\"p23056003_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“The LORD will surely separate me from his people”;</span><br><span id=\"p23056003_04-4\" class=\"line\">&nbsp;&nbsp;and let not the eunuch say,</span><br><span id=\"p23056003_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Behold, I am a dry tree.”</span><br><span id=\"p23056004_04-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056004-1\">4&nbsp;</b>&nbsp;&nbsp;For thus says the LORD:</span><br><span id=\"p23056004_04-4\" class=\"line\">&nbsp;&nbsp;“To the eunuchs who keep my Sabbaths,</span><br><span id=\"p23056004_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who choose the things that please me</span><br><span id=\"p23056004_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hold fast my covenant,</span><br><span id=\"p23056005_04-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056005-1\">5&nbsp;</b>&nbsp;&nbsp;I will give in my house and within my walls</span><br><span id=\"p23056005_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a monument and a name</span><br><span id=\"p23056005_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;better than sons and daughters;</span><br><span id=\"p23056005_04-4\" class=\"line\">&nbsp;&nbsp;I will give them an everlasting name</span><br><span id=\"p23056005_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that shall not be cut off.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23056006_04-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056006-1\">6&nbsp;</b>&nbsp;&nbsp;“And the foreigners who join themselves to the LORD,</span><br><span id=\"p23056006_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to minister to him, to love the name of the LORD,</span><br><span id=\"p23056006_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to be his servants,</span><br><span id=\"p23056006_04-4\" class=\"line\">&nbsp;&nbsp;everyone who keeps the Sabbath and does not profane it,</span><br><span id=\"p23056006_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holds fast my covenant—</span><br><span id=\"p23056007_04-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056007-1\">7&nbsp;</b>&nbsp;&nbsp;these I will bring to my holy mountain,</span><br><span id=\"p23056007_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make them joyful in my house of prayer;</span><br><span id=\"p23056007_04-4\" class=\"line\">&nbsp;&nbsp;their burnt offerings and their sacrifices</span><br><span id=\"p23056007_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be accepted on my altar;</span><br><span id=\"p23056007_04-4\" class=\"line\">&nbsp;&nbsp;for my house shall be called a house of prayer</span><br><span id=\"p23056007_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all peoples.”</span><br><span id=\"p23056008_04-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056008-1\">8&nbsp;</b>&nbsp;&nbsp;The Lord GOD,</span><br><span id=\"p23056008_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who gathers the outcasts of Israel, declares,</span><br><span id=\"p23056008_04-4\" class=\"line\">&nbsp;&nbsp;“I will gather yet others to him</span><br><span id=\"p23056008_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;besides those already gathered.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23056009_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056009-1\">9&nbsp;</b>&nbsp;&nbsp;All you beasts of the field, come to devour—</span><br><span id=\"p23056009_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all you beasts in the forest.</span><br><span id=\"p23056010_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056010-1\">10&nbsp;</b>&nbsp;&nbsp;His watchmen are blind;</span><br><span id=\"p23056010_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are all without knowledge;</span><br><span id=\"p23056010_07-4\" class=\"line\">&nbsp;&nbsp;they are all silent dogs;</span><br><span id=\"p23056010_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they cannot bark,</span><br><span id=\"p23056010_07-4\" class=\"line\">&nbsp;&nbsp;dreaming, lying down,</span><br><span id=\"p23056010_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;loving to slumber.</span><br><span id=\"p23056011_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056011-1\">11&nbsp;</b>&nbsp;&nbsp;The dogs have a mighty appetite;</span><br><span id=\"p23056011_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they never have enough.</span><br><span id=\"p23056011_07-4\" class=\"line\">&nbsp;&nbsp;But they are shepherds who have no understanding;</span><br><span id=\"p23056011_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have all turned to their own way,</span><br><span id=\"p23056011_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;each to his own gain, one and all.</span><br><span id=\"p23056012_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056012-1\">12&nbsp;</b>&nbsp;&nbsp;“Come,” they say, “let me get wine;</span><br><span id=\"p23056012_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us fill ourselves with strong drink;</span><br><span id=\"p23056012_07-4\" class=\"line\">&nbsp;&nbsp;and tomorrow will be like this day,</span><br><span id=\"p23056012_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;great beyond measure.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Neither let the son of the stranger, that hath joined himself to the LORD, speak, saying, The LORD hath utterly separated me from his people: neither let the eunuch say, Behold, I am a dry tree.  <strong>4</strong> For thus saith the LORD unto the eunuchs that keep my sabbaths, and choose the things that please me, and take hold of my covenant;  <strong>5</strong> Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off.  ","niv":"<sup><strong>3</strong></sup> Let no foreigner who has bound himself to the LORD say, \"The LORD will surely exclude me from his people.\" And let not any eunuch complain, \"I am only a dry tree.\" <sup><strong>4</strong></sup> For this is what the LORD says: \"To the eunuchs who keep my Sabbaths, who choose what pleases me and hold fast to my covenant- <sup><strong>5</strong></sup> to them I will give within my temple and its walls a memorial and a name better than sons and daughters; I will give them an everlasting name that will not be cut off. ","modified":"2022-06-26T20:40:09.420Z"},{"_id":"61607cc6a775948f9a152a72","topicId":"61607cc5a775948f9a152a6f","verse":"Acts 8:26-39","votes":34,"__v":0,"esv":"<div>\n\n<p id=\"p44008026_06-3\"><b class=\"verse-num\" id=\"v44008026-1\">26&nbsp;</b>Now an angel of the Lord said to Philip, “Rise and go toward the south to the road that goes down from Jerusalem to Gaza.” This is a desert place. <b class=\"verse-num\" id=\"v44008027-1\">27&nbsp;</b>And he rose and went. And there was an Ethiopian, a eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure. He had come to Jerusalem to worship <b class=\"verse-num\" id=\"v44008028-1\">28&nbsp;</b>and was returning, seated in his chariot, and he was reading the prophet Isaiah. <b class=\"verse-num\" id=\"v44008029-1\">29&nbsp;</b>And the Spirit said to Philip, “Go over and join this chariot.” <b class=\"verse-num\" id=\"v44008030-1\">30&nbsp;</b>So Philip ran to him and heard him reading Isaiah the prophet and asked, “Do you understand what you are reading?” <b class=\"verse-num\" id=\"v44008031-1\">31&nbsp;</b>And he said, “How can I, unless someone guides me?” And he invited Philip to come up and sit with him. <b class=\"verse-num\" id=\"v44008032-1\">32&nbsp;</b>Now the passage of the Scripture that he was reading was this:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44008032_06-3\" class=\"line\">&nbsp;&nbsp;“Like a sheep he was led to the slaughter</span><br><span id=\"p44008032_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a lamb before its shearer is silent,</span><br><span id=\"p44008032_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opens not his mouth.</span><br><span id=\"p44008033_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v44008033-1\">33&nbsp;</b>&nbsp;&nbsp;In his humiliation justice was denied him.</span><br><span id=\"p44008033_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who can describe his generation?</span><br><span id=\"p44008033_06-3\" class=\"line\">&nbsp;&nbsp;For his life is taken away from the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44008033_06-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44008034-1\">34&nbsp;</b>And the eunuch said to Philip, “About whom, I ask you, does the prophet say this, about himself or about someone else?” <b class=\"verse-num\" id=\"v44008035-1\">35&nbsp;</b>Then Philip opened his mouth, and beginning with this Scripture he told him the good news about Jesus. <b class=\"verse-num\" id=\"v44008036-1\">36&nbsp;</b>And as they were going along the road they came to some water, and the eunuch said, “See, here is water! What prevents me from being baptized?” <b class=\"verse-num\" id=\"v44008038-1\">38&nbsp;</b>And he commanded the chariot to stop, and they both went down into the water, Philip and the eunuch, and he baptized him. <b class=\"verse-num\" id=\"v44008039-1\">39&nbsp;</b>And when they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch saw him no more, and went on his way rejoicing.</p>\n\n</div>","kjv":"<strong>26</strong> And the angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert.  <strong>27</strong> And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,  <strong>28</strong> Was returning, and sitting in his chariot read Esaias the prophet.  <strong>29</strong> Then the Spirit said unto Philip, Go near, and join thyself to this chariot.  <strong>30</strong> And Philip ran thither to him, and heard him read the prophet Esaias, and said, Understandest thou what thou readest?  <strong>31</strong> And he said, How can I, except some man should guide me? And he desired Philip that he would come up and sit with him.  <strong>32</strong> The place of the scripture which he read was this, He was led as a sheep to the slaughter; and like a lamb dumb before his shearer, so opened he not his mouth:  <strong>33</strong> In his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth.  <strong>34</strong> And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?  <strong>35</strong> Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus.  <strong>36</strong> And as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?  <strong>37</strong> And Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God.  <strong>38</strong> And he commanded the chariot to stand still: and they went down both into the water, both Philip and the eunuch; and he baptized him.  <strong>39</strong> And when they were come up out of the water, the Spirit of the Lord caught away Philip, that the eunuch saw him no more: and he went on his way rejoicing.  ","niv":"<sup><strong>26</strong></sup> Now an angel of the Lord said to Philip, \"Go south to the road--the desert road--that goes down from Jerusalem to Gaza.\" <sup><strong>27</strong></sup> So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of Candace, queen of the Ethiopians. This man had gone to Jerusalem to worship, <sup><strong>28</strong></sup> and on his way home was sitting in his chariot reading the book of Isaiah the prophet. <sup><strong>29</strong></sup> The Spirit told Philip, \"Go to that chariot and stay near it.\" <sup><strong>30</strong></sup> Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. \"Do you understand what you are reading?\" Philip asked. <sup><strong>31</strong></sup> \"How can I,\" he said, \"unless someone explains it to me?\" So he invited Philip to come up and sit with him. <sup><strong>32</strong></sup> The eunuch was reading this passage of Scripture: \"He was led like a sheep to the slaughter, and as a lamb before the shearer is silent, so he did not open his mouth. <sup><strong>33</strong></sup> In his humiliation he was deprived of justice. Who can speak of his descendants? For his life was taken from the earth.\" <sup><strong>34</strong></sup> The eunuch asked Philip, \"Tell me, please, who is the prophet talking about, himself or someone else?\" <sup><strong>35</strong></sup> Then Philip began with that very passage of Scripture and told him the good news about Jesus. <sup><strong>36</strong></sup> As they traveled along the road, they came to some water and the eunuch said, \"Look, here is water. Why shouldn't I be baptized?\" <sup><strong>37</strong></sup> See Footnote <sup><strong>38</strong></sup> And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him. <sup><strong>39</strong></sup> When they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing. "},{"_id":"61607cc7a775948f9a152a73","topicId":"61607cc5a775948f9a152a6f","verse":"Isaiah 56:1-12","votes":29,"__v":0,"kjv":"<strong>1</strong> Thus saith the LORD, Keep ye judgment, and do justice: for my salvation is near to come, and my righteousness to be revealed.  <strong>2</strong> Blessed is the man that doeth this, and the son of man that layeth hold on it; that keepeth the sabbath from polluting it, and keepeth his hand from doing any evil.  <strong>3</strong> Neither let the son of the stranger, that hath joined himself to the LORD, speak, saying, The LORD hath utterly separated me from his people: neither let the eunuch say, Behold, I am a dry tree.  <strong>4</strong> For thus saith the LORD unto the eunuchs that keep my sabbaths, and choose the things that please me, and take hold of my covenant;  <strong>5</strong> Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off.  <strong>6</strong> Also the sons of the stranger, that join themselves to the LORD, to serve him, and to love the name of the LORD, to be his servants, every one that keepeth the sabbath from polluting it, and taketh hold of my covenant;  <strong>7</strong> Even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices shall be  accepted upon mine altar; for mine house shall be called an house of prayer for all people.  <strong>8</strong> The Lord GOD which gathereth the outcasts of Israel saith, Yet will I gather others to him, beside those that are gathered unto him.  <strong>9</strong> All ye beasts of the field, come to devour, yea, all ye beasts in the forest.  <strong>10</strong> His watchmen are blind: they are all ignorant, they are all dumb dogs, they cannot bark; sleeping, lying down, loving to slumber.  <strong>11</strong> Yea, they are greedy dogs which can never have enough, and they are shepherds that cannot understand: they all look to their own way, every one for his gain, from his quarter.  <strong>12</strong> Come ye, say they, I will fetch wine, and we will fill ourselves with strong drink; and to morrow shall be as this day, and  much more abundant.  ","niv":"<sup><strong>1</strong></sup> This is what the LORD says: \"Maintain justice and do what is right, for my salvation is close at hand and my righteousness will soon be revealed. <sup><strong>2</strong></sup> Blessed is the man who does this, the man who holds it fast, who keeps the Sabbath without desecrating it, and keeps his hand from doing any evil.\" <sup><strong>3</strong></sup> Let no foreigner who has bound himself to the LORD say, \"The LORD will surely exclude me from his people.\" And let not any eunuch complain, \"I am only a dry tree.\" <sup><strong>4</strong></sup> For this is what the LORD says: \"To the eunuchs who keep my Sabbaths, who choose what pleases me and hold fast to my covenant- <sup><strong>5</strong></sup> to them I will give within my temple and its walls a memorial and a name better than sons and daughters; I will give them an everlasting name that will not be cut off. <sup><strong>6</strong></sup> And foreigners who bind themselves to the LORD to serve him, to love the name of the LORD, and to worship him, all who keep the Sabbath without desecrating it and who hold fast to my covenant- <sup><strong>7</strong></sup> these I will bring to my holy mountain and give them joy in my house of prayer. Their burnt offerings and sacrifices will be accepted on my altar; for my house will be called a house of prayer for all nations.\" <sup><strong>8</strong></sup> The Sovereign LORD declares- he who gathers the exiles of Israel: \"I will gather still others to them besides those already gathered.\" <sup><strong>9</strong></sup> Come, all you beasts of the field, come and devour, all you beasts of the forest! <sup><strong>10</strong></sup> Israel's watchmen are blind, they all lack knowledge; they are all mute dogs, they cannot bark; they lie around and dream, they love to sleep. <sup><strong>11</strong></sup> They are dogs with mighty appetites; they never have enough. They are shepherds who lack understanding; they all turn to their own way, each seeks his own gain. <sup><strong>12</strong></sup> \"Come,\" each one cries, \"let me get wine! Let us drink our fill of beer! And tomorrow will be like today, or even far better.\" "},{"_id":"61607cc7a775948f9a152a74","topicId":"61607cc5a775948f9a152a6f","verse":"Deuteronomy 23:1","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p05023001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05023001-1\">23:1&nbsp;</b>“No one whose testicles are crushed or whose male organ is cut off shall enter the assembly of the LORD.</p>\n</div>","kjv":"<strong>1</strong> He that is wounded in the stones, or hath his privy member cut off, shall not enter into the congregation of the LORD.  ","niv":"<sup><strong>1</strong></sup> No one who has been emasculated by crushing or cutting may enter the assembly of the LORD.","modified":"2022-11-20T08:03:41.374Z"},{"_id":"61607cc7a775948f9a152a75","topicId":"61607cc5a775948f9a152a6f","verse":"Matthew 19:9-12","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40019009_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n<p id=\"p40019009_01-6\"><b class=\"verse-num\" id=\"v40019010-1\">10&nbsp;</b>The disciples said to him, “If such is the case of a man with his wife, it is better not to marry.” <b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  <strong>10</strong> His disciples say unto him, If the case of the man be so with his wife, it is not good to marry.  <strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. ","niv":"<sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\" <sup><strong>10</strong></sup> The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\" <sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" ","modified":"2022-06-04T11:55:58.186Z"},{"_id":"61607cc7a775948f9a152a76","topicId":"61607cc5a775948f9a152a6f","verse":"Daniel 1:1-21","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p27001001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27001001-1\">1:1&nbsp;</b>In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it. <b class=\"verse-num\" id=\"v27001002-1\">2&nbsp;</b>And the Lord gave Jehoiakim king of Judah into his hand, with some of the vessels of the house of God. And he brought them to the land of Shinar, to the house of his god, and placed the vessels in the treasury of his god. <b class=\"verse-num\" id=\"v27001003-1\">3&nbsp;</b>Then the king commanded Ashpenaz, his chief eunuch, to bring some of the people of Israel, both of the royal family and of the nobility, <b class=\"verse-num\" id=\"v27001004-1\">4&nbsp;</b>youths without blemish, of good appearance and skillful in all wisdom, endowed with knowledge, understanding learning, and competent to stand in the king’s palace, and to teach them the literature and language of the Chaldeans. <b class=\"verse-num\" id=\"v27001005-1\">5&nbsp;</b>The king assigned them a daily portion of the food that the king ate, and of the wine that he drank. They were to be educated for three years, and at the end of that time they were to stand before the king. <b class=\"verse-num\" id=\"v27001006-1\">6&nbsp;</b>Among these were Daniel, Hananiah, Mishael, and Azariah of the tribe of Judah. <b class=\"verse-num\" id=\"v27001007-1\">7&nbsp;</b>And the chief of the eunuchs gave them names: Daniel he called Belteshazzar, Hananiah he called Shadrach, Mishael he called Meshach, and Azariah he called Abednego.</p>\n\n<p id=\"p27001007_07-7\"><b class=\"verse-num\" id=\"v27001008-1\">8&nbsp;</b>But Daniel resolved that he would not defile himself with the king’s food, or with the wine that he drank. Therefore he asked the chief of the eunuchs to allow him not to defile himself. <b class=\"verse-num\" id=\"v27001009-1\">9&nbsp;</b>And God gave Daniel favor and compassion in the sight of the chief of the eunuchs, <b class=\"verse-num\" id=\"v27001010-1\">10&nbsp;</b>and the chief of the eunuchs said to Daniel, “I fear my lord the king, who assigned your food and your drink; for why should he see that you were in worse condition than the youths who are of your own age? So you would endanger my head with the king.” <b class=\"verse-num\" id=\"v27001011-1\">11&nbsp;</b>Then Daniel said to the steward whom the chief of the eunuchs had assigned over Daniel, Hananiah, Mishael, and Azariah, <b class=\"verse-num\" id=\"v27001012-1\">12&nbsp;</b>“Test your servants for ten days; let us be given vegetables to eat and water to drink. <b class=\"verse-num\" id=\"v27001013-1\">13&nbsp;</b>Then let our appearance and the appearance of the youths who eat the king’s food be observed by you, and deal with your servants according to what you see.” <b class=\"verse-num\" id=\"v27001014-1\">14&nbsp;</b>So he listened to them in this matter, and tested them for ten days. <b class=\"verse-num\" id=\"v27001015-1\">15&nbsp;</b>At the end of ten days it was seen that they were better in appearance and fatter in flesh than all the youths who ate the king’s food. <b class=\"verse-num\" id=\"v27001016-1\">16&nbsp;</b>So the steward took away their food and the wine they were to drink, and gave them vegetables.</p>\n<p id=\"p27001016_07-7\"><b class=\"verse-num\" id=\"v27001017-1\">17&nbsp;</b>As for these four youths, God gave them learning and skill in all literature and wisdom, and Daniel had understanding in all visions and dreams. <b class=\"verse-num\" id=\"v27001018-1\">18&nbsp;</b>At the end of the time, when the king had commanded that they should be brought in, the chief of the eunuchs brought them in before Nebuchadnezzar. <b class=\"verse-num\" id=\"v27001019-1\">19&nbsp;</b>And the king spoke with them, and among all of them none was found like Daniel, Hananiah, Mishael, and Azariah. Therefore they stood before the king. <b class=\"verse-num\" id=\"v27001020-1\">20&nbsp;</b>And in every matter of wisdom and understanding about which the king inquired of them, he found them ten times better than all the magicians and enchanters that were in all his kingdom. <b class=\"verse-num\" id=\"v27001021-1\">21&nbsp;</b>And Daniel was there until the first year of King Cyrus.</p>\n\n</div>","kjv":"<strong>1</strong> In the third year of the reign of Jehoiakim king of Judah came Nebuchadnezzar king of Babylon unto Jerusalem, and besieged it.  <strong>2</strong> And the Lord gave Jehoiakim king of Judah into his hand, with part of the vessels of the house of God: which he carried into the land of Shinar to the house of his god; and he brought the vessels into the treasure house of his god.  <strong>3</strong> And the king spake unto Ashpenaz the master of his eunuchs, that he should bring certain of the children of Israel, and of the king’s seed, and of the princes;  <strong>4</strong> Children in whom was no blemish, but well favoured, and skilful in all wisdom, and cunning in knowledge, and understanding science, and such as had ability in them to stand in the king’s palace, and whom they might teach the learning and the tongue of the Chaldeans.  <strong>5</strong> And the king appointed them a daily provision of the king’s meat, and of the wine which he drank: so nourishing them three years, that at the end thereof they might stand before the king.  <strong>6</strong> Now among these were of the children of Judah, Daniel, Hananiah, Mishael, and Azariah:  <strong>7</strong> Unto whom the prince of the eunuchs gave names: for he gave unto Daniel the name of Belteshazzar; and to Hananiah, of Shadrach; and to Mishael, of Meshach; and to Azariah, of Abed-nego.  <strong>8</strong> But Daniel purposed in his heart that he would not defile himself with the portion of the king’s meat, nor with the wine which he drank: therefore he requested of the prince of the eunuchs that he might not defile himself.  <strong>9</strong> Now God had brought Daniel into favour and tender love with the prince of the eunuchs.  <strong>10</strong> And the prince of the eunuchs said unto Daniel, I fear my lord the king, who hath appointed your meat and your drink: for why should he see your faces worse liking than the children which are of your sort? then shall ye make me endanger my head to the king.  <strong>11</strong> Then said Daniel to Melzar, whom the prince of the eunuchs had set over Daniel, Hananiah, Mishael, and Azariah,  <strong>12</strong> Prove thy servants, I beseech thee, ten days; and let them give us pulse to eat, and water to drink.  <strong>13</strong> Then let our countenances be looked upon before thee, and the countenance of the children that eat of the portion of the king’s meat: and as thou seest, deal with thy servants.  <strong>14</strong> So he consented to them in this matter, and proved them ten days.  <strong>15</strong> And at the end of ten days their countenances appeared fairer and fatter in flesh than all the children which did eat the portion of the king’s meat.  <strong>16</strong> Thus Melzar took away the portion of their meat, and the wine that they should drink; and gave them pulse.  <strong>17</strong> As for these four children, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.  <strong>18</strong> Now at the end of the days that the king had said he should bring them in, then the prince of the eunuchs brought them in before Nebuchadnezzar.  <strong>19</strong> And the king communed with them; and among them all was found none like Daniel, Hananiah, Mishael, and Azariah: therefore stood they before the king.  <strong>20</strong> And in all matters of wisdom and understanding, that the king enquired of them, he found them ten times better than all the magicians and astrologers that were in all his realm.  <strong>21</strong> And Daniel continued even unto the first year of king Cyrus.  ","niv":"<sup><strong>1</strong></sup> In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it. <sup><strong>2</strong></sup> And the Lord delivered Jehoiakim king of Judah into his hand, along with some of the articles from the temple of God. These he carried off to the temple of his god in Babylonia and put in the treasure house of his god. <sup><strong>3</strong></sup> Then the king ordered Ashpenaz, chief of his court officials, to bring in some of the Israelites from the royal family and the nobility- <sup><strong>4</strong></sup> young men without any physical defect, handsome, showing aptitude for every kind of learning, well informed, quick to understand, and qualified to serve in the king's palace. He was to teach them the language and literature of the Babylonians. <sup><strong>5</strong></sup> The king assigned them a daily amount of food and wine from the king's table. They were to be trained for three years, and after that they were to enter the king's service. <sup><strong>6</strong></sup> Among these were some from Judah: Daniel, Hananiah, Mishael and Azariah. <sup><strong>7</strong></sup> The chief official gave them new names: to Daniel, the name Belteshazzar; to Hananiah, Shadrach; to Mishael, Meshach; and to Azariah, Abednego. <sup><strong>8</strong></sup> But Daniel resolved not to defile himself with the royal food and wine, and he asked the chief official for permission not to defile himself this way. <sup><strong>9</strong></sup> Now God had caused the official to show favor and sympathy to Daniel, <sup><strong>10</strong></sup> but the official told Daniel, \"I am afraid of my lord the king, who has assigned your food and drink. Why should he see you looking worse than the other young men your age? The king would then have my head because of you.\" <sup><strong>11</strong></sup> Daniel then said to the guard whom the chief official had appointed over Daniel, Hananiah, Mishael and Azariah, <sup><strong>12</strong></sup> \"Please test your servants for ten days: Give us nothing but vegetables to eat and water to drink. <sup><strong>13</strong></sup> Then compare our appearance with that of the young men who eat the royal food, and treat your servants in accordance with what you see.\" <sup><strong>14</strong></sup> So he agreed to this and tested them for ten days. <sup><strong>15</strong></sup> At the end of the ten days they looked healthier and better nourished than any of the young men who ate the royal food. <sup><strong>16</strong></sup> So the guard took away their choice food and the wine they were to drink and gave them vegetables instead. <sup><strong>17</strong></sup> To these four young men God gave knowledge and understanding of all kinds of literature and learning. And Daniel could understand visions and dreams of all kinds. <sup><strong>18</strong></sup> At the end of the time set by the king to bring them in, the chief official presented them to Nebuchadnezzar. <sup><strong>19</strong></sup> The king talked with them, and he found none equal to Daniel, Hananiah, Mishael and Azariah; so they entered the king's service. <sup><strong>20</strong></sup> In every matter of wisdom and understanding about which the king questioned them, he found them ten times better than all the magicians and enchanters in his whole kingdom. <sup><strong>21</strong></sup> And Daniel remained there until the first year of King Cyrus. "},{"_id":"61607cc8a775948f9a152a77","topicId":"61607cc5a775948f9a152a6f","verse":"Acts 8:26-29","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p44008026_06-8\"><b class=\"verse-num\" id=\"v44008026-1\">26&nbsp;</b>Now an angel of the Lord said to Philip, “Rise and go toward the south to the road that goes down from Jerusalem to Gaza.” This is a desert place. <b class=\"verse-num\" id=\"v44008027-1\">27&nbsp;</b>And he rose and went. And there was an Ethiopian, a eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure. He had come to Jerusalem to worship <b class=\"verse-num\" id=\"v44008028-1\">28&nbsp;</b>and was returning, seated in his chariot, and he was reading the prophet Isaiah. <b class=\"verse-num\" id=\"v44008029-1\">29&nbsp;</b>And the Spirit said to Philip, “Go over and join this chariot.”</p>\n\n</div>","kjv":"<strong>26</strong> And the angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert.  <strong>27</strong> And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,  <strong>28</strong> Was returning, and sitting in his chariot read Esaias the prophet.  <strong>29</strong> Then the Spirit said unto Philip, Go near, and join thyself to this chariot.  ","niv":"<sup><strong>26</strong></sup> Now an angel of the Lord said to Philip, \"Go south to the road--the desert road--that goes down from Jerusalem to Gaza.\" <sup><strong>27</strong></sup> So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of Candace, queen of the Ethiopians. This man had gone to Jerusalem to worship, <sup><strong>28</strong></sup> and on his way home was sitting in his chariot reading the book of Isaiah the prophet. <sup><strong>29</strong></sup> The Spirit told Philip, \"Go to that chariot and stay near it.\" ","modified":"2022-08-28T09:00:54.138Z"},{"_id":"61607cc8a775948f9a152a78","topicId":"61607cc5a775948f9a152a6f","verse":"Jeremiah 38:7-10","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p24038007_06-9\"><b class=\"verse-num\" id=\"v24038007-1\">7&nbsp;</b>When Ebed-melech the Ethiopian, a eunuch who was in the king’s house, heard that they had put Jeremiah into the cistern—the king was sitting in the Benjamin Gate—<b class=\"verse-num\" id=\"v24038008-1\">8&nbsp;</b>Ebed-melech went from the king’s house and said to the king, <b class=\"verse-num\" id=\"v24038009-1\">9&nbsp;</b>“My lord the king, these men have done evil in all that they did to Jeremiah the prophet by casting him into the cistern, and he will die there of hunger, for there is no bread left in the city.” <b class=\"verse-num\" id=\"v24038010-1\">10&nbsp;</b>Then the king commanded Ebed-melech the Ethiopian, “Take thirty men with you from here, and lift Jeremiah the prophet out of the cistern before he dies.”</p>\n</div>","kjv":"<strong>7</strong> Now when Ebed-melech the Ethiopian, one of the eunuchs which was in the king’s house, heard that they had put Jeremiah in the dungeon; the king then sitting in the gate of Benjamin;  <strong>8</strong> Ebed-melech went forth out of the king’s house, and spake to the king, saying,  <strong>9</strong> My lord the king, these men have done evil in all that they have done to Jeremiah the prophet, whom they have cast into the dungeon; and he is like to die for hunger in the place where he is: for there is no more bread in the city.  <strong>10</strong> Then the king commanded Ebed-melech the Ethiopian, saying, Take from hence thirty men with thee, and take up Jeremiah the prophet out of the dungeon, before he die.  ","niv":"<sup><strong>7</strong></sup> But Ebed-Melech, a Cushite, an official in the royal palace, heard that they had put Jeremiah into the cistern. While the king was sitting in the Benjamin Gate, <sup><strong>8</strong></sup> Ebed-Melech went out of the palace and said to him, <sup><strong>9</strong></sup> \"My lord the king, these men have acted wickedly in all they have done to Jeremiah the prophet. They have thrown him into a cistern, where he will starve to death when there is no longer any bread in the city.\" <sup><strong>10</strong></sup> Then the king commanded Ebed-Melech the Cushite, \"Take thirty men from here with you and lift Jeremiah the prophet out of the cistern before he dies.\" "},{"_id":"61607cc8a775948f9a152a79","topicId":"61607cc5a775948f9a152a6f","verse":"Esther 2:15","votes":6,"__v":0,"esv":"<div>\n<p id=\"p17002015_01-10\"><b class=\"verse-num\" id=\"v17002015-1\">15&nbsp;</b>When the turn came for Esther the daughter of Abihail the uncle of Mordecai, who had taken her as his own daughter, to go in to the king, she asked for nothing except what Hegai the king’s eunuch, who had charge of the women, advised. Now Esther was winning favor in the eyes of all who saw her.</p>\n</div>","kjv":"<strong>15</strong> Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, was come to go in unto the king, she required nothing but what Hegai the king’s chamberlain, the keeper of the women, appointed. And Esther obtained favour in the sight of all them that looked upon her.  ","niv":"<sup><strong>15</strong></sup> When the turn came for Esther (the girl Mordecai had adopted, the daughter of his uncle Abihail) to go to the king, she asked for nothing other than what Hegai, the king's eunuch who was in charge of the harem, suggested. And Esther won the favor of everyone who saw her.","modified":"2022-06-05T08:34:50.031Z"},{"_id":"61607cc9a775948f9a152a7a","topicId":"61607cc5a775948f9a152a6f","verse":"1 Corinthians 7:29-40","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46007029_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007029-1\">29&nbsp;</b>This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none, <b class=\"verse-num\" id=\"v46007030-1\">30&nbsp;</b>and those who mourn as though they were not mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they had no goods, <b class=\"verse-num\" id=\"v46007031-1\">31&nbsp;</b>and those who deal with the world as though they had no dealings with it. For the present form of this world is passing away.</p>\n<p id=\"p46007031_01-12\"><b class=\"verse-num\" id=\"v46007032-1\">32&nbsp;</b>I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord. <b class=\"verse-num\" id=\"v46007033-1\">33&nbsp;</b>But the married man is anxious about worldly things, how to please his wife, <b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband. <b class=\"verse-num\" id=\"v46007035-1\">35&nbsp;</b>I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord.</p>\n<p id=\"p46007035_01-12\"><b class=\"verse-num\" id=\"v46007036-1\">36&nbsp;</b>If anyone thinks that he is not behaving properly toward his betrothed, if his passions are strong, and it has to be, let him do as he wishes: let them marry—it is no sin. <b class=\"verse-num\" id=\"v46007037-1\">37&nbsp;</b>But whoever is firmly established in his heart, being under no necessity but having his desire under control, and has determined this in his heart, to keep her as his betrothed, he will do well. <b class=\"verse-num\" id=\"v46007038-1\">38&nbsp;</b>So then he who marries his betrothed does well, and he who refrains from marriage will do even better.</p>\n<p id=\"p46007038_01-12\"><b class=\"verse-num\" id=\"v46007039-1\">39&nbsp;</b>A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord. <b class=\"verse-num\" id=\"v46007040-1\">40&nbsp;</b>Yet in my judgment she is happier if she remains as she is. And I think that I too have the Spirit of God.</p>\n\n</div>","kjv":"<strong>29</strong> But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;  <strong>30</strong> And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;  <strong>31</strong> And they that use this world, as not abusing it: for the fashion of this world passeth away.  <strong>32</strong> But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:  <strong>33</strong> But he that is married careth for the things that are of the world, how he may please his wife.  <strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  <strong>36</strong> But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.  <strong>37</strong> Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.  <strong>38</strong> So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.  <strong>39</strong> The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.  <strong>40</strong> But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.  ","niv":"<sup><strong>29</strong></sup> What I mean, brothers, is that the time is short. From now on those who have wives should live as if they had none; <sup><strong>30</strong></sup> those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep; <sup><strong>31</strong></sup> those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away. <sup><strong>32</strong></sup> I would like you to be free from concern. An unmarried man is concerned about the Lord's affairs--how he can please the Lord. <sup><strong>33</strong></sup> But a married man is concerned about the affairs of this world--how he can please his wife-- <sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband. <sup><strong>35</strong></sup> I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord. <sup><strong>36</strong></sup> If anyone thinks he is acting improperly toward the virgin he is engaged to, and if she is getting along in years and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married. <sup><strong>37</strong></sup> But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin--this man also does the right thing. <sup><strong>38</strong></sup> So then, he who marries the virgin does right, but he who does not marry her does even better. <sup><strong>39</strong></sup> A woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord. <sup><strong>40</strong></sup> In my judgment, she is happier if she stays as she is--and I think that I too have the Spirit of God. "},{"_id":"61607cc9a775948f9a152a7b","topicId":"61607cc5a775948f9a152a6f","verse":"Romans 1:25-29","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45001025_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_01-13\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_01-13\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips,</p>\n</div>","kjv":"<strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  ","niv":"<sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, "},{"_id":"61607cc9a775948f9a152a7c","topicId":"61607cc5a775948f9a152a6f","verse":"Daniel 1:18-20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p27001018_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v27001018-1\">18&nbsp;</b>At the end of the time, when the king had commanded that they should be brought in, the chief of the eunuchs brought them in before Nebuchadnezzar. <b class=\"verse-num\" id=\"v27001019-1\">19&nbsp;</b>And the king spoke with them, and among all of them none was found like Daniel, Hananiah, Mishael, and Azariah. Therefore they stood before the king. <b class=\"verse-num\" id=\"v27001020-1\">20&nbsp;</b>And in every matter of wisdom and understanding about which the king inquired of them, he found them ten times better than all the magicians and enchanters that were in all his kingdom.</p>\n</div>","kjv":"<strong>18</strong> Now at the end of the days that the king had said he should bring them in, then the prince of the eunuchs brought them in before Nebuchadnezzar.  <strong>19</strong> And the king communed with them; and among them all was found none like Daniel, Hananiah, Mishael, and Azariah: therefore stood they before the king.  <strong>20</strong> And in all matters of wisdom and understanding, that the king enquired of them, he found them ten times better than all the magicians and astrologers that were in all his realm.  ","niv":"<sup><strong>18</strong></sup> At the end of the time set by the king to bring them in, the chief official presented them to Nebuchadnezzar. <sup><strong>19</strong></sup> The king talked with them, and he found none equal to Daniel, Hananiah, Mishael and Azariah; so they entered the king's service. <sup><strong>20</strong></sup> In every matter of wisdom and understanding about which the king questioned them, he found them ten times better than all the magicians and enchanters in his whole kingdom. "},{"_id":"61607cc9a775948f9a152a7d","topicId":"61607cc5a775948f9a152a6f","verse":"Jeremiah 39:15-18","votes":6,"__v":0,"esv":"<div>\n<p id=\"p24039015_01-15\"><b class=\"verse-num\" id=\"v24039015-1\">15&nbsp;</b>The word of the LORD came to Jeremiah while he was shut up in the court of the guard: <b class=\"verse-num\" id=\"v24039016-1\">16&nbsp;</b>“Go, and say to Ebed-melech the Ethiopian, ‘Thus says the LORD of hosts, the God of Israel: Behold, I will fulfill my words against this city for harm and not for good, and they shall be accomplished before you on that day. <b class=\"verse-num\" id=\"v24039017-1\">17&nbsp;</b>But I will deliver you on that day, declares the LORD, and you shall not be given into the hand of the men of whom you are afraid. <b class=\"verse-num\" id=\"v24039018-1\">18&nbsp;</b>For I will surely save you, and you shall not fall by the sword, but you shall have your life as a prize of war, because you have put your trust in me, declares the LORD.’”</p>\n</div>","kjv":"<strong>15</strong> Now the word of the LORD came unto Jeremiah, while he was shut up in the court of the prison, saying,  <strong>16</strong> Go and speak to Ebed-melech the Ethiopian, saying, Thus saith the LORD of hosts, the God of Israel; Behold, I will bring my words upon this city for evil, and not for good; and they shall be accomplished in that day before thee.  <strong>17</strong> But I will deliver thee in that day, saith the LORD: and thou shalt not be given into the hand of the men of whom thou art afraid.  <strong>18</strong> For I will surely deliver thee, and thou shalt not fall by the sword, but thy life shall be for a prey unto thee: because thou hast put thy trust in me, saith the LORD.  ","niv":"<sup><strong>15</strong></sup> While Jeremiah had been confined in the courtyard of the guard, the word of the LORD came to him: <sup><strong>16</strong></sup> \"Go and tell Ebed-Melech the Cushite, 'This is what the LORD Almighty, the God of Israel, says: I am about to fulfill my words against this city through disaster, not prosperity. At that time they will be fulfilled before your eyes. <sup><strong>17</strong></sup> But I will rescue you on that day, declares the LORD; you will not be handed over to those you fear. <sup><strong>18</strong></sup> I will save you; you will not fall by the sword but will escape with your life, because you trust in me, declares the LORD.'\" "},{"_id":"61607ccaa775948f9a152a7e","topicId":"61607cc5a775948f9a152a6f","verse":"Jeremiah 38:7-13","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p24038007_06-16\"><b class=\"verse-num\" id=\"v24038007-1\">7&nbsp;</b>When Ebed-melech the Ethiopian, a eunuch who was in the king’s house, heard that they had put Jeremiah into the cistern—the king was sitting in the Benjamin Gate—<b class=\"verse-num\" id=\"v24038008-1\">8&nbsp;</b>Ebed-melech went from the king’s house and said to the king, <b class=\"verse-num\" id=\"v24038009-1\">9&nbsp;</b>“My lord the king, these men have done evil in all that they did to Jeremiah the prophet by casting him into the cistern, and he will die there of hunger, for there is no bread left in the city.” <b class=\"verse-num\" id=\"v24038010-1\">10&nbsp;</b>Then the king commanded Ebed-melech the Ethiopian, “Take thirty men with you from here, and lift Jeremiah the prophet out of the cistern before he dies.” <b class=\"verse-num\" id=\"v24038011-1\">11&nbsp;</b>So Ebed-melech took the men with him and went to the house of the king, to a wardrobe in the storehouse, and took from there old rags and worn-out clothes, which he let down to Jeremiah in the cistern by ropes. <b class=\"verse-num\" id=\"v24038012-1\">12&nbsp;</b>Then Ebed-melech the Ethiopian said to Jeremiah, “Put the rags and clothes between your armpits and the ropes.” Jeremiah did so. <b class=\"verse-num\" id=\"v24038013-1\">13&nbsp;</b>Then they drew Jeremiah up with ropes and lifted him out of the cistern. And Jeremiah remained in the court of the guard.</p>\n</div>","kjv":"<strong>7</strong> Now when Ebed-melech the Ethiopian, one of the eunuchs which was in the king’s house, heard that they had put Jeremiah in the dungeon; the king then sitting in the gate of Benjamin;  <strong>8</strong> Ebed-melech went forth out of the king’s house, and spake to the king, saying,  <strong>9</strong> My lord the king, these men have done evil in all that they have done to Jeremiah the prophet, whom they have cast into the dungeon; and he is like to die for hunger in the place where he is: for there is no more bread in the city.  <strong>10</strong> Then the king commanded Ebed-melech the Ethiopian, saying, Take from hence thirty men with thee, and take up Jeremiah the prophet out of the dungeon, before he die.  <strong>11</strong> So Ebed-melech took the men with him, and went into the house of the king under the treasury, and took thence old cast clouts and old rotten rags, and let them down by cords into the dungeon to Jeremiah.  <strong>12</strong> And Ebed-melech the Ethiopian said unto Jeremiah, Put now these  old cast clouts and rotten rags under thine armholes under the cords. And Jeremiah did so.  <strong>13</strong> So they drew up Jeremiah with cords, and took him up out of the dungeon: and Jeremiah remained in the court of the prison.  ","niv":"<sup><strong>7</strong></sup> But Ebed-Melech, a Cushite, an official in the royal palace, heard that they had put Jeremiah into the cistern. While the king was sitting in the Benjamin Gate, <sup><strong>8</strong></sup> Ebed-Melech went out of the palace and said to him, <sup><strong>9</strong></sup> \"My lord the king, these men have acted wickedly in all they have done to Jeremiah the prophet. They have thrown him into a cistern, where he will starve to death when there is no longer any bread in the city.\" <sup><strong>10</strong></sup> Then the king commanded Ebed-Melech the Cushite, \"Take thirty men from here with you and lift Jeremiah the prophet out of the cistern before he dies.\" <sup><strong>11</strong></sup> So Ebed-Melech took the men with him and went to a room under the treasury in the palace. He took some old rags and worn-out clothes from there and let them down with ropes to Jeremiah in the cistern. <sup><strong>12</strong></sup> Ebed-Melech the Cushite said to Jeremiah, \"Put these old rags and worn-out clothes under your arms to pad the ropes.\" Jeremiah did so, <sup><strong>13</strong></sup> and they pulled him up with the ropes and lifted him out of the cistern. And Jeremiah remained in the courtyard of the guard. "},{"_id":"61607ccaa775948f9a152a7f","topicId":"61607cc5a775948f9a152a6f","verse":"Isaiah 39:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p23039007_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v23039007-1\">7&nbsp;</b>And some of your own sons, who will come from you, whom you will father, shall be taken away, and they shall be eunuchs in the palace of the king of Babylon.”</p>\n</div>","kjv":"<strong>7</strong> And of thy sons that shall issue from thee, which thou shalt beget, shall they take away; and they shall be eunuchs in the palace of the king of Babylon.  ","niv":"<sup><strong>7</strong></sup> And some of your descendants, your own flesh and blood who will be born to you, will be taken away, and they will become eunuchs in the palace of the king of Babylon.\""},{"_id":"61607ccaa775948f9a152a80","topicId":"61607cc5a775948f9a152a6f","verse":"Acts 10:35","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p44010001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44010001-1\">10:1&nbsp;</b>At Caesarea there was a man named Cornelius, a centurion of what was known as the Italian Cohort, <b class=\"verse-num\" id=\"v44010002-1\">2&nbsp;</b>a devout man who feared God with all his household, gave alms generously to the people, and prayed continually to God. <b class=\"verse-num\" id=\"v44010003-1\">3&nbsp;</b>About the ninth hour of the day he saw clearly in a vision an angel of God come in and say to him, “Cornelius.” <b class=\"verse-num\" id=\"v44010004-1\">4&nbsp;</b>And he stared at him in terror and said, “What is it, Lord?” And he said to him, “Your prayers and your alms have ascended as a memorial before God. <b class=\"verse-num\" id=\"v44010005-1\">5&nbsp;</b>And now send men to Joppa and bring one Simon who is called Peter. <b class=\"verse-num\" id=\"v44010006-1\">6&nbsp;</b>He is lodging with one Simon, a tanner, whose house is by the sea.” <b class=\"verse-num\" id=\"v44010007-1\">7&nbsp;</b>When the angel who spoke to him had departed, he called two of his servants and a devout soldier from among those who attended him, <b class=\"verse-num\" id=\"v44010008-1\">8&nbsp;</b>and having related everything to them, he sent them to Joppa.</p>\n\n<p id=\"p44010008_06-21\"><b class=\"verse-num\" id=\"v44010009-1\">9&nbsp;</b>The next day, as they were on their journey and approaching the city, Peter went up on the housetop about the sixth hour to pray. <b class=\"verse-num\" id=\"v44010010-1\">10&nbsp;</b>And he became hungry and wanted something to eat, but while they were preparing it, he fell into a trance <b class=\"verse-num\" id=\"v44010011-1\">11&nbsp;</b>and saw the heavens opened and something like a great sheet descending, being let down by its four corners upon the earth. <b class=\"verse-num\" id=\"v44010012-1\">12&nbsp;</b>In it were all kinds of animals and reptiles and birds of the air. <b class=\"verse-num\" id=\"v44010013-1\">13&nbsp;</b>And there came a voice to him: <span class=\"woc\">“Rise, Peter; kill and eat.”</span> <b class=\"verse-num\" id=\"v44010014-1\">14&nbsp;</b>But Peter said, “By no means, Lord; for I have never eaten anything that is common or unclean.” <b class=\"verse-num\" id=\"v44010015-1\">15&nbsp;</b>And the voice came to him again a second time, <span class=\"woc\">“What God has made clean, do not call common.”</span> <b class=\"verse-num\" id=\"v44010016-1\">16&nbsp;</b>This happened three times, and the thing was taken up at once to heaven.</p>\n<p id=\"p44010016_06-21\"><b class=\"verse-num\" id=\"v44010017-1\">17&nbsp;</b>Now while Peter was inwardly perplexed as to what the vision that he had seen might mean, behold, the men who were sent by Cornelius, having made inquiry for Simon’s house, stood at the gate <b class=\"verse-num\" id=\"v44010018-1\">18&nbsp;</b>and called out to ask whether Simon who was called Peter was lodging there. <b class=\"verse-num\" id=\"v44010019-1\">19&nbsp;</b>And while Peter was pondering the vision, the Spirit said to him, “Behold, three men are looking for you. <b class=\"verse-num\" id=\"v44010020-1\">20&nbsp;</b>Rise and go down and accompany them without hesitation, for I have sent them.” <b class=\"verse-num\" id=\"v44010021-1\">21&nbsp;</b>And Peter went down to the men and said, “I am the one you are looking for. What is the reason for your coming?” <b class=\"verse-num\" id=\"v44010022-1\">22&nbsp;</b>And they said, “Cornelius, a centurion, an upright and God-fearing man, who is well spoken of by the whole Jewish nation, was directed by a holy angel to send for you to come to his house and to hear what you have to say.” <b class=\"verse-num\" id=\"v44010023-1\">23&nbsp;</b>So he invited them in to be his guests.</p>\n<p id=\"p44010023_06-21\">The next day he rose and went away with them, and some of the brothers from Joppa accompanied him. <b class=\"verse-num\" id=\"v44010024-1\">24&nbsp;</b>And on the following day they entered Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <b class=\"verse-num\" id=\"v44010025-1\">25&nbsp;</b>When Peter entered, Cornelius met him and fell down at his feet and worshiped him. <b class=\"verse-num\" id=\"v44010026-1\">26&nbsp;</b>But Peter lifted him up, saying, “Stand up; I too am a man.” <b class=\"verse-num\" id=\"v44010027-1\">27&nbsp;</b>And as he talked with him, he went in and found many persons gathered. <b class=\"verse-num\" id=\"v44010028-1\">28&nbsp;</b>And he said to them, “You yourselves know how unlawful it is for a Jew to associate with or to visit anyone of another nation, but God has shown me that I should not call any person common or unclean. <b class=\"verse-num\" id=\"v44010029-1\">29&nbsp;</b>So when I was sent for, I came without objection. I ask then why you sent for me.”</p>\n<p id=\"p44010029_06-21\"><b class=\"verse-num\" id=\"v44010030-1\">30&nbsp;</b>And Cornelius said, “Four days ago, about this hour, I was praying in my house at the ninth hour, and behold, a man stood before me in bright clothing <b class=\"verse-num\" id=\"v44010031-1\">31&nbsp;</b>and said, ‘Cornelius, your prayer has been heard and your alms have been remembered before God. <b class=\"verse-num\" id=\"v44010032-1\">32&nbsp;</b>Send therefore to Joppa and ask for Simon who is called Peter. He is lodging in the house of Simon, a tanner, by the sea.’ <b class=\"verse-num\" id=\"v44010033-1\">33&nbsp;</b>So I sent for you at once, and you have been kind enough to come. Now therefore we are all here in the presence of God to hear all that you have been commanded by the Lord.”</p>\n\n<p id=\"p44010033_11-21\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality, <b class=\"verse-num\" id=\"v44010035-1\">35&nbsp;</b>but in every nation anyone who fears him and does what is right is acceptable to him. <b class=\"verse-num\" id=\"v44010036-1\">36&nbsp;</b>As for the word that he sent to Israel, preaching good news of peace through Jesus Christ (he is Lord of all), <b class=\"verse-num\" id=\"v44010037-1\">37&nbsp;</b>you yourselves know what happened throughout all Judea, beginning from Galilee after the baptism that John proclaimed: <b class=\"verse-num\" id=\"v44010038-1\">38&nbsp;</b>how God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him. <b class=\"verse-num\" id=\"v44010039-1\">39&nbsp;</b>And we are witnesses of all that he did both in the country of the Jews and in Jerusalem. They put him to death by hanging him on a tree, <b class=\"verse-num\" id=\"v44010040-1\">40&nbsp;</b>but God raised him on the third day and made him to appear, <b class=\"verse-num\" id=\"v44010041-1\">41&nbsp;</b>not to all the people but to us who had been chosen by God as witnesses, who ate and drank with him after he rose from the dead. <b class=\"verse-num\" id=\"v44010042-1\">42&nbsp;</b>And he commanded us to preach to the people and to testify that he is the one appointed by God to be judge of the living and the dead. <b class=\"verse-num\" id=\"v44010043-1\">43&nbsp;</b>To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”</p>\n\n<p id=\"p44010043_18-21\"><b class=\"verse-num\" id=\"v44010044-1\">44&nbsp;</b>While Peter was still saying these things, the Holy Spirit fell on all who heard the word. <b class=\"verse-num\" id=\"v44010045-1\">45&nbsp;</b>And the believers from among the circumcised who had come with Peter were amazed, because the gift of the Holy Spirit was poured out even on the Gentiles. <b class=\"verse-num\" id=\"v44010046-1\">46&nbsp;</b>For they were hearing them speaking in tongues and extolling God. Then Peter declared, <b class=\"verse-num\" id=\"v44010047-1\">47&nbsp;</b>“Can anyone withhold water for baptizing these people, who have received the Holy Spirit just as we have?” <b class=\"verse-num\" id=\"v44010048-1\">48&nbsp;</b>And he commanded them to be baptized in the name of Jesus Christ. Then they asked him to remain for some days.</p>\n\n</div>","kjv":"<strong>35</strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.  ","niv":"<sup><strong>35</strong></sup> but accepts men from every nation who fear him and do what is right."},{"_id":"61607ccba775948f9a152a81","topicId":"61607cc5a775948f9a152a6f","verse":"Isaiah 56:7","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23056007_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056007-1\">7&nbsp;</b>&nbsp;&nbsp;these I will bring to my holy mountain,</span><br><span id=\"p23056007_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make them joyful in my house of prayer;</span><br><span id=\"p23056007_01-19\" class=\"line\">&nbsp;&nbsp;their burnt offerings and their sacrifices</span><br><span id=\"p23056007_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be accepted on my altar;</span><br><span id=\"p23056007_01-19\" class=\"line\">&nbsp;&nbsp;for my house shall be called a house of prayer</span><br><span id=\"p23056007_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all peoples.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices shall be  accepted upon mine altar; for mine house shall be called an house of prayer for all people.  ","niv":"<sup><strong>7</strong></sup> these I will bring to my holy mountain and give them joy in my house of prayer. Their burnt offerings and sacrifices will be accepted on my altar; for my house will be called a house of prayer for all nations.\"","modified":"2022-07-08T01:15:55.053Z"},{"_id":"61607ccba775948f9a152a82","topicId":"61607cc5a775948f9a152a6f","verse":"Acts 10:34-35","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44010034_06-20\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality, <b class=\"verse-num\" id=\"v44010035-1\">35&nbsp;</b>but in every nation anyone who fears him and does what is right is acceptable to him.</p>\n</div>","kjv":"<strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  <strong>35</strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.  ","niv":"<sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism <sup><strong>35</strong></sup> but accepts men from every nation who fear him and do what is right. "},{"_id":"61607ccba775948f9a152a83","topicId":"61607cc5a775948f9a152a6f","verse":"Acts 10:1-48","votes":4,"__v":0,"kjv":"<strong>1</strong> There was a certain man in Caesarea called Cornelius, a centurion of the band called the Italian band,  <strong>2</strong> A devout man, and one that feared God with all his house, which gave much alms to the people, and prayed to God alway.  <strong>3</strong> He saw in a vision evidently about the ninth hour of the day an angel of God coming in to him, and saying unto him, Cornelius.  <strong>4</strong> And when he looked on him, he was afraid, and said, What is it, Lord? And he said unto him, Thy prayers and thine alms are come up for a memorial before God.  <strong>5</strong> And now send men to Joppa, and call for one Simon, whose surname is Peter:  <strong>6</strong> He lodgeth with one Simon a tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.  <strong>7</strong> And when the angel which spake unto Cornelius was departed, he called two of his household servants, and a devout soldier of them that waited on him continually;  <strong>8</strong> And when he had declared all these things unto them, he sent them to Joppa.  <strong>9</strong> On the morrow, as they went on their journey, and drew nigh unto the city, Peter went up upon the housetop to pray about the sixth hour:  <strong>10</strong> And he became very hungry, and would have eaten: but while they made ready, he fell into a trance,  <strong>11</strong> And saw heaven opened, and a certain vessel descending unto him, as it had been a great sheet knit at the four corners, and let down to the earth:  <strong>12</strong> Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.  <strong>13</strong> And there came a voice to him, Rise, Peter; kill, and eat.  <strong>14</strong> But Peter said, Not so, Lord; for I have never eaten any thing that is common or unclean.  <strong>15</strong> And the voice spake unto him again the second time, What God hath cleansed, that call not thou common.  <strong>16</strong> This was done thrice: and the vessel was received up again into heaven.  <strong>17</strong> Now while Peter doubted in himself what this vision which he had seen should mean, behold, the men which were sent from Cornelius had made enquiry for Simon’s house, and stood before the gate,  <strong>18</strong> And called, and asked whether Simon, which was surnamed Peter, were lodged there.  <strong>19</strong> While Peter thought on the vision, the Spirit said unto him, Behold, three men seek thee.  <strong>20</strong> Arise therefore, and get thee down, and go with them, doubting nothing: for I have sent them.  <strong>21</strong> Then Peter went down to the men which were sent unto him from Cornelius; and said, Behold, I am he whom ye seek: what is the cause wherefore ye are come?  <strong>22</strong> And they said, Cornelius the centurion, a just man, and one that feareth God, and of good report among all the nation of the Jews, was warned from God by an holy angel to send for thee into his house, and to hear words of thee.  <strong>23</strong> Then called he them in, and lodged them. And on the morrow Peter went away with them, and certain brethren from Joppa accompanied him.  <strong>24</strong> And the morrow after they entered into Caesarea. And Cornelius waited for them, and had called together his kinsmen and near friends.  <strong>25</strong> And as Peter was coming in, Cornelius met him, and fell down at his feet, and worshipped him.  <strong>26</strong> But Peter took him up, saying, Stand up; I myself also am a man.  <strong>27</strong> And as he talked with him, he went in, and found many that were come together.  <strong>28</strong> And he said unto them, Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath shewed me that I should not call any man common or unclean.  <strong>29</strong> Therefore came I unto you without gainsaying, as soon as I was sent for: I ask therefore for what intent ye have sent for me?  <strong>30</strong> And Cornelius said, Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and, behold, a man stood before me in bright clothing,  <strong>31</strong> And said, Cornelius, thy prayer is heard, and thine alms are had in remembrance in the sight of God.  <strong>32</strong> Send therefore to Joppa, and call hither Simon, whose surname is Peter; he is lodged in the house of one Simon a tanner by the sea side: who, when he cometh, shall speak unto thee.  <strong>33</strong> Immediately therefore I sent to thee; and thou hast well done that thou art come. Now therefore are we all here present before God, to hear all things that are commanded thee of God.  <strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  <strong>35</strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.  <strong>36</strong> The word which God sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)  <strong>37</strong> That word, I say, ye know, which was published throughout all Judaea, and began from Galilee, after the baptism which John preached;  <strong>38</strong> How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.  <strong>39</strong> And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:  <strong>40</strong> Him God raised up the third day, and shewed him openly;  <strong>41</strong> Not to all the people, but unto witnesses chosen before of God, even to us, who did eat and drink with him after he rose from the dead.  <strong>42</strong> And he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead.  <strong>43</strong> To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins.  <strong>44</strong> While Peter yet spake these words, the Holy Ghost fell on all them which heard the word.  <strong>45</strong> And they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost.  <strong>46</strong> For they heard them speak with tongues, and magnify God. Then answered Peter,  <strong>47</strong> Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we?  <strong>48</strong> And he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days.  ","niv":"<sup><strong>1</strong></sup> At Caesarea there was a man named Cornelius, a centurion in what was known as the Italian Regiment. <sup><strong>2</strong></sup> He and all his family were devout and God-fearing; he gave generously to those in need and prayed to God regularly. <sup><strong>3</strong></sup> One day at about three in the afternoon he had a vision. He distinctly saw an angel of God, who came to him and said, \"Cornelius!\" <sup><strong>4</strong></sup> Cornelius stared at him in fear. \"What is it, Lord?\" he asked. <sup><strong>5</strong></sup> The angel answered, \"Your prayers and gifts to the poor have come up as a memorial offering before God. Now send men to Joppa to bring back a man named Simon who is called Peter. <sup><strong>6</strong></sup> He is staying with Simon the tanner, whose house is by the sea.\" <sup><strong>7</strong></sup> When the angel who spoke to him had gone, Cornelius called two of his servants and a devout soldier who was one of his attendants. <sup><strong>8</strong></sup> He told them everything that had happened and sent them to Joppa. <sup><strong>9</strong></sup> About noon the following day as they were on their journey and approaching the city, Peter went up on the roof to pray. <sup><strong>10</strong></sup> He became hungry and wanted something to eat, and while the meal was being prepared, he fell into a trance. <sup><strong>11</strong></sup> He saw heaven opened and something like a large sheet being let down to earth by its four corners. <sup><strong>12</strong></sup> It contained all kinds of four-footed animals, as well as reptiles of the earth and birds of the air. <sup><strong>13</strong></sup> Then a voice told him, \"Get up, Peter. Kill and eat.\" <sup><strong>14</strong></sup> \"Surely not, Lord!\" Peter replied. \"I have never eaten anything impure or unclean.\" <sup><strong>15</strong></sup> The voice spoke to him a second time, \"Do not call anything impure that God has made clean.\" <sup><strong>16</strong></sup> This happened three times, and immediately the sheet was taken back to heaven. <sup><strong>17</strong></sup> While Peter was wondering about the meaning of the vision, the men sent by Cornelius found out where Simon's house was and stopped at the gate. <sup><strong>18</strong></sup> They called out, asking if Simon who was known as Peter was staying there. <sup><strong>19</strong></sup> While Peter was still thinking about the vision, the Spirit said to him, \"Simon, three men are looking for you. <sup><strong>20</strong></sup> So get up and go downstairs. Do not hesitate to go with them, for I have sent them.\" <sup><strong>21</strong></sup> Peter went down and said to the men, \"I'm the one you're looking for. Why have you come?\" <sup><strong>22</strong></sup> The men replied, \"We have come from Cornelius the centurion. He is a righteous and God-fearing man, who is respected by all the Jewish people. A holy angel told him to have you come to his house so that he could hear what you have to say.\" <sup><strong>23</strong></sup> Then Peter invited the men into the house to be his guests. <sup><strong>24</strong></sup> The next day Peter started out with them, and some of the brothers from Joppa went along. The following day he arrived in Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <sup><strong>25</strong></sup> As Peter entered the house, Cornelius met him and fell at his feet in reverence. <sup><strong>26</strong></sup> But Peter made him get up. \"Stand up,\" he said, \"I am only a man myself.\" <sup><strong>27</strong></sup> Talking with him, Peter went inside and found a large gathering of people. <sup><strong>28</strong></sup> He said to them: \"You are well aware that it is against our law for a Jew to associate with a Gentile or visit him. But God has shown me that I should not call any man impure or unclean. <sup><strong>29</strong></sup> So when I was sent for, I came without raising any objection. May I ask why you sent for me?\" <sup><strong>30</strong></sup> Cornelius answered: \"Four days ago I was in my house praying at this hour, at three in the afternoon. Suddenly a man in shining clothes stood before me <sup><strong>31</strong></sup> and said, 'Cornelius, God has heard your prayer and remembered your gifts to the poor. <sup><strong>32</strong></sup> Send to Joppa for Simon who is called Peter. He is a guest in the home of Simon the tanner, who lives by the sea.' <sup><strong>33</strong></sup> So I sent for you immediately, and it was good of you to come. Now we are all here in the presence of God to listen to everything the Lord has commanded you to tell us.\" <sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism <sup><strong>35</strong></sup> but accepts men from every nation who fear him and do what is right. <sup><strong>36</strong></sup> You know the message God sent to the people of Israel, telling the good news of peace through Jesus Christ, who is Lord of all. <sup><strong>37</strong></sup> You know what has happened throughout Judea, beginning in Galilee after the baptism that John preached-- <sup><strong>38</strong></sup> how God anointed Jesus of Nazareth with the Holy Spirit and power, and how he went around doing good and healing all who were under the power of the devil, because God was with him. <sup><strong>39</strong></sup> \"We are witnesses of everything he did in the country of the Jews and in Jerusalem. They killed him by hanging him on a tree, <sup><strong>40</strong></sup> but God raised him from the dead on the third day and caused him to be seen. <sup><strong>41</strong></sup> He was not seen by all the people, but by witnesses whom God had already chosen--by us who ate and drank with him after he rose from the dead. <sup><strong>42</strong></sup> He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead. <sup><strong>43</strong></sup> All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.\" <sup><strong>44</strong></sup> While Peter was still speaking these words, the Holy Spirit came on all who heard the message. <sup><strong>45</strong></sup> The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on the Gentiles. <sup><strong>46</strong></sup> For they heard them speaking in tongues and praising God. <sup><strong>47</strong></sup> Then Peter said, \"Can anyone keep these people from being baptized with water? They have received the Holy Spirit just as we have.\" <sup><strong>48</strong></sup> So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days. "},{"_id":"61607ccca775948f9a152a84","topicId":"61607cc5a775948f9a152a6f","verse":"Isaiah 54:1-17","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23054001_06-22\" class=\"line\"><b class=\"chapter-num\" id=\"v23054001-1\">54:1&nbsp;</b>&nbsp;&nbsp;“Sing, O barren one, who did not bear;</span><br><span id=\"p23054001_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;break forth into singing and cry aloud,</span><br><span id=\"p23054001_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you who have not been in labor!</span><br><span id=\"p23054001_06-22\" class=\"line\">&nbsp;&nbsp;For the children of the desolate one will be more</span><br><span id=\"p23054001_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than the children of her who is married,” says the LORD.</span><br><span id=\"p23054002_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054002-1\">2&nbsp;</b>&nbsp;&nbsp;“Enlarge the place of your tent,</span><br><span id=\"p23054002_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let the curtains of your habitations be stretched out;</span><br><span id=\"p23054002_06-22\" class=\"line\">&nbsp;&nbsp;do not hold back; lengthen your cords</span><br><span id=\"p23054002_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and strengthen your stakes.</span><br><span id=\"p23054003_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054003-1\">3&nbsp;</b>&nbsp;&nbsp;For you will spread abroad to the right and to the left,</span><br><span id=\"p23054003_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your offspring will possess the nations</span><br><span id=\"p23054003_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will people the desolate cities.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23054004_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054004-1\">4&nbsp;</b>&nbsp;&nbsp;“Fear not, for you will not be ashamed;</span><br><span id=\"p23054004_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not confounded, for you will not be disgraced;</span><br><span id=\"p23054004_06-22\" class=\"line\">&nbsp;&nbsp;for you will forget the shame of your youth,</span><br><span id=\"p23054004_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the reproach of your widowhood you will remember no more.</span><br><span id=\"p23054005_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054005-1\">5&nbsp;</b>&nbsp;&nbsp;For your Maker is your husband,</span><br><span id=\"p23054005_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD of hosts is his name;</span><br><span id=\"p23054005_06-22\" class=\"line\">&nbsp;&nbsp;and the Holy One of Israel is your Redeemer,</span><br><span id=\"p23054005_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the God of the whole earth he is called.</span><br><span id=\"p23054006_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054006-1\">6&nbsp;</b>&nbsp;&nbsp;For the LORD has called you</span><br><span id=\"p23054006_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a wife deserted and grieved in spirit,</span><br><span id=\"p23054006_06-22\" class=\"line\">&nbsp;&nbsp;like a wife of youth when she is cast off,</span><br><span id=\"p23054006_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says your God.</span><br><span id=\"p23054007_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054007-1\">7&nbsp;</b>&nbsp;&nbsp;For a brief moment I deserted you,</span><br><span id=\"p23054007_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with great compassion I will gather you.</span><br><span id=\"p23054008_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054008-1\">8&nbsp;</b>&nbsp;&nbsp;In overflowing anger for a moment</span><br><span id=\"p23054008_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hid my face from you,</span><br><span id=\"p23054008_06-22\" class=\"line\">&nbsp;&nbsp;but with everlasting love I will have compassion on you,”</span><br><span id=\"p23054008_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the LORD, your Redeemer.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23054009_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054009-1\">9&nbsp;</b>&nbsp;&nbsp;“This is like the days of Noah to me:</span><br><span id=\"p23054009_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as I swore that the waters of Noah</span><br><span id=\"p23054009_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;should no more go over the earth,</span><br><span id=\"p23054009_06-22\" class=\"line\">&nbsp;&nbsp;so I have sworn that I will not be angry with you,</span><br><span id=\"p23054009_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will not rebuke you.</span><br><span id=\"p23054010_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054010-1\">10&nbsp;</b>&nbsp;&nbsp;For the mountains may depart</span><br><span id=\"p23054010_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the hills be removed,</span><br><span id=\"p23054010_06-22\" class=\"line\">&nbsp;&nbsp;but my steadfast love shall not depart from you,</span><br><span id=\"p23054010_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my covenant of peace shall not be removed,”</span><br><span id=\"p23054010_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the LORD, who has compassion on you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23054011_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054011-1\">11&nbsp;</b>&nbsp;&nbsp;“O afflicted one, storm-tossed and not comforted,</span><br><span id=\"p23054011_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;behold, I will set your stones in antimony,</span><br><span id=\"p23054011_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and lay your foundations with sapphires.</span><br><span id=\"p23054012_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054012-1\">12&nbsp;</b>&nbsp;&nbsp;I will make your pinnacles of agate,</span><br><span id=\"p23054012_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your gates of carbuncles,</span><br><span id=\"p23054012_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all your wall of precious stones.</span><br><span id=\"p23054013_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054013-1\">13&nbsp;</b>&nbsp;&nbsp;All your children shall be taught by the LORD,</span><br><span id=\"p23054013_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and great shall be the peace of your children.</span><br><span id=\"p23054014_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054014-1\">14&nbsp;</b>&nbsp;&nbsp;In righteousness you shall be established;</span><br><span id=\"p23054014_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be far from oppression, for you shall not fear;</span><br><span id=\"p23054014_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from terror, for it shall not come near you.</span><br><span id=\"p23054015_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054015-1\">15&nbsp;</b>&nbsp;&nbsp;If anyone stirs up strife,</span><br><span id=\"p23054015_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is not from me;</span><br><span id=\"p23054015_06-22\" class=\"line\">&nbsp;&nbsp;whoever stirs up strife with you</span><br><span id=\"p23054015_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall fall because of you.</span><br><span id=\"p23054016_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054016-1\">16&nbsp;</b>&nbsp;&nbsp;Behold, I have created the smith</span><br><span id=\"p23054016_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who blows the fire of coals</span><br><span id=\"p23054016_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and produces a weapon for its purpose.</span><br><span id=\"p23054016_06-22\" class=\"line\">&nbsp;&nbsp;I have also created the ravager to destroy;</span><br><span id=\"p23054017_06-22\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23054017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;no weapon that is fashioned against you shall succeed,</span><br><span id=\"p23054017_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall refute every tongue that rises against you in judgment.</span><br><span id=\"p23054017_06-22\" class=\"line\">&nbsp;&nbsp;This is the heritage of the servants of the LORD</span><br><span id=\"p23054017_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their vindication from me, declares the LORD.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Sing, O barren, thou that didst not bear; break forth into singing, and cry aloud, thou that didst not travail with child: for more are the children of the desolate than the children of the married wife, saith the LORD.  <strong>2</strong> Enlarge the place of thy tent, and let them stretch forth the curtains of thine habitations: spare not, lengthen thy cords, and strengthen thy stakes;  <strong>3</strong> For thou shalt break forth on the right hand and on the left; and thy seed shall inherit the Gentiles, and make the desolate cities to be inhabited.  <strong>4</strong> Fear not; for thou shalt not be ashamed: neither be thou confounded; for thou shalt not be put to shame: for thou shalt forget the shame of thy youth, and shalt not remember the reproach of thy widowhood any more.  <strong>5</strong> For thy Maker is thine husband; the LORD of hosts is  his name; and thy Redeemer the Holy One of Israel; The God of the whole earth shall he be called.  <strong>6</strong> For the LORD hath called thee as a woman forsaken and grieved in spirit, and a wife of youth, when thou wast refused, saith thy God.  <strong>7</strong> For a small moment have I forsaken thee; but with great mercies will I gather thee.  <strong>8</strong> In a little wrath I hid my face from thee for a moment; but with everlasting kindness will I have mercy on thee, saith the LORD thy Redeemer.  <strong>9</strong> For this is as the waters of Noah unto me: for as  I have sworn that the waters of Noah should no more go over the earth; so have I sworn that I would not be wroth with thee, nor rebuke thee.  <strong>10</strong> For the mountains shall depart, and the hills be removed; but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the LORD that hath mercy on thee.  <strong>11</strong> O thou afflicted, tossed with tempest, and not comforted, behold, I will lay thy stones with fair colors, and lay thy foundations with sapphires.  <strong>12</strong> And I will make thy windows of agates, and thy gates of carbuncles, and all thy borders of pleasant stones.  <strong>13</strong> And all thy children shall be taught of the LORD; and great shall be the peace of thy children.  <strong>14</strong> In righteousness shalt thou be established: thou shalt be far from oppression; for thou shalt not fear: and from terror; for it shall not come near thee.  <strong>15</strong> Behold, they shall surely gather together, but not by me: whosoever shall gather together against thee shall fall for thy sake.  <strong>16</strong> Behold, I have created the smith that bloweth the coals in the fire, and that bringeth forth an instrument for his work; and I have created the waster to destroy.  <strong>17</strong> No weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the servants of the LORD, and their righteousness is of me, saith the LORD.  ","niv":"<sup><strong>1</strong></sup> \"Sing, O barren woman, you who never bore a child; burst into song, shout for joy, you who were never in labor; because more are the children of the desolate woman than of her who has a husband,\" says the LORD. <sup><strong>2</strong></sup> \"Enlarge the place of your tent, stretch your tent curtains wide, do not hold back; lengthen your cords, strengthen your stakes. <sup><strong>3</strong></sup> For you will spread out to the right and to the left; your descendants will dispossess nations and settle in their desolate cities. <sup><strong>4</strong></sup> \"Do not be afraid; you will not suffer shame. Do not fear disgrace; you will not be humiliated. You will forget the shame of your youth and remember no more the reproach of your widowhood. <sup><strong>5</strong></sup> For your Maker is your husband- the LORD Almighty is his name- the Holy One of Israel is your Redeemer; he is called the God of all the earth. <sup><strong>6</strong></sup> The LORD will call you back as if you were a wife deserted and distressed in spirit- a wife who married young, only to be rejected,\" says your God. <sup><strong>7</strong></sup> \"For a brief moment I abandoned you, but with deep compassion I will bring you back. <sup><strong>8</strong></sup> In a surge of anger I hid my face from you for a moment, but with everlasting kindness I will have compassion on you,\" says the LORD your Redeemer. <sup><strong>9</strong></sup> \"To me this is like the days of Noah, when I swore that the waters of Noah would never again cover the earth. So now I have sworn not to be angry with you, never to rebuke you again. <sup><strong>10</strong></sup> Though the mountains be shaken and the hills be removed, yet my unfailing love for you will not be shaken nor my covenant of peace be removed,\" says the LORD, who has compassion on you. <sup><strong>11</strong></sup> \"O afflicted city, lashed by storms and not comforted, I will build you with stones of turquoise, your foundations with sapphires. <sup><strong>12</strong></sup> I will make your battlements of rubies, your gates of sparkling jewels, and all your walls of precious stones. <sup><strong>13</strong></sup> All your sons will be taught by the LORD, and great will be your children's peace. <sup><strong>14</strong></sup> In righteousness you will be established: Tyranny will be far from you; you will have nothing to fear. Terror will be far removed; it will not come near you. <sup><strong>15</strong></sup> If anyone does attack you, it will not be my doing; whoever attacks you will surrender to you. <sup><strong>16</strong></sup> \"See, it is I who created the blacksmith who fans the coals into flame and forges a weapon fit for its work. And it is I who have created the destroyer to work havoc; <sup><strong>17</strong></sup> no weapon forged against you will prevail, and you will refute every tongue that accuses you. This is the heritage of the servants of the LORD, and this is their vindication from me,\" declares the LORD. "},{"_id":"61607ccca775948f9a152a85","topicId":"61607cc5a775948f9a152a6f","verse":"Hebrews 13:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"61607ccca775948f9a152a86","topicId":"61607cc5a775948f9a152a6f","verse":"Isaiah 53:1-12","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053001_01-24\" class=\"line\"><b class=\"chapter-num\" id=\"v23053001-1\">53:1&nbsp;</b>&nbsp;&nbsp;Who has believed what he has heard from us?</span><br><span id=\"p23053001_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And to whom has the arm of the LORD been revealed?</span><br><span id=\"p23053002_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053002-1\">2&nbsp;</b>&nbsp;&nbsp;For he grew up before him like a young plant,</span><br><span id=\"p23053002_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a root out of dry ground;</span><br><span id=\"p23053002_01-24\" class=\"line\">&nbsp;&nbsp;he had no form or majesty that we should look at him,</span><br><span id=\"p23053002_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no beauty that we should desire him.</span><br><span id=\"p23053003_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053003-1\">3&nbsp;</b>&nbsp;&nbsp;He was despised and rejected by men,</span><br><span id=\"p23053003_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man of sorrows and acquainted with grief;</span><br><span id=\"p23053003_01-24\" class=\"line\">&nbsp;&nbsp;and as one from whom men hide their faces</span><br><span id=\"p23053003_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was despised, and we esteemed him not.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053004_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053004-1\">4&nbsp;</b>&nbsp;&nbsp;Surely he has borne our griefs</span><br><span id=\"p23053004_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and carried our sorrows;</span><br><span id=\"p23053004_01-24\" class=\"line\">&nbsp;&nbsp;yet we esteemed him stricken,</span><br><span id=\"p23053004_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;smitten by God, and afflicted.</span><br><span id=\"p23053005_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053005-1\">5&nbsp;</b>&nbsp;&nbsp;But he was pierced for our transgressions;</span><br><span id=\"p23053005_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was crushed for our iniquities;</span><br><span id=\"p23053005_01-24\" class=\"line\">&nbsp;&nbsp;upon him was the chastisement that brought us peace,</span><br><span id=\"p23053005_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with his wounds we are healed.</span><br><span id=\"p23053006_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053006-1\">6&nbsp;</b>&nbsp;&nbsp;All we like sheep have gone astray;</span><br><span id=\"p23053006_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have turned—every one—to his own way;</span><br><span id=\"p23053006_01-24\" class=\"line\">&nbsp;&nbsp;and the LORD has laid on him</span><br><span id=\"p23053006_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of us all.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053007_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053007-1\">7&nbsp;</b>&nbsp;&nbsp;He was oppressed, and he was afflicted,</span><br><span id=\"p23053007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet he opened not his mouth;</span><br><span id=\"p23053007_01-24\" class=\"line\">&nbsp;&nbsp;like a lamb that is led to the slaughter,</span><br><span id=\"p23053007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a sheep that before its shearers is silent,</span><br><span id=\"p23053007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opened not his mouth.</span><br><span id=\"p23053008_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053008-1\">8&nbsp;</b>&nbsp;&nbsp;By oppression and judgment he was taken away;</span><br><span id=\"p23053008_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and as for his generation, who considered</span><br><span id=\"p23053008_01-24\" class=\"line\">&nbsp;&nbsp;that he was cut off out of the land of the living,</span><br><span id=\"p23053008_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;stricken for the transgression of my people?</span><br><span id=\"p23053009_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053009-1\">9&nbsp;</b>&nbsp;&nbsp;And they made his grave with the wicked</span><br><span id=\"p23053009_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with a rich man in his death,</span><br><span id=\"p23053009_01-24\" class=\"line\">&nbsp;&nbsp;although he had done no violence,</span><br><span id=\"p23053009_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there was no deceit in his mouth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053010_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053010-1\">10&nbsp;</b>&nbsp;&nbsp;Yet it was the will of the LORD to crush him;</span><br><span id=\"p23053010_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has put him to grief;</span><br><span id=\"p23053010_01-24\" class=\"line\">&nbsp;&nbsp;when his soul makes an offering for guilt,</span><br><span id=\"p23053010_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he shall see his offspring; he shall prolong his days;</span><br><span id=\"p23053010_01-24\" class=\"line\">&nbsp;&nbsp;the will of the LORD shall prosper in his hand.</span><br><span id=\"p23053011_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053011-1\">11&nbsp;</b>&nbsp;&nbsp;Out of the anguish of his soul he shall see and be satisfied;</span><br><span id=\"p23053011_01-24\" class=\"line\">&nbsp;&nbsp;by his knowledge shall the righteous one, my servant,</span><br><span id=\"p23053011_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make many to be accounted righteous,</span><br><span id=\"p23053011_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall bear their iniquities.</span><br><span id=\"p23053012_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053012-1\">12&nbsp;</b>&nbsp;&nbsp;Therefore I will divide him a portion with the many,</span><br><span id=\"p23053012_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall divide the spoil with the strong,</span><br><span id=\"p23053012_01-24\" class=\"line\">&nbsp;&nbsp;because he poured out his soul to death</span><br><span id=\"p23053012_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and was numbered with the transgressors;</span><br><span id=\"p23053012_01-24\" class=\"line\">&nbsp;&nbsp;yet he bore the sin of many,</span><br><span id=\"p23053012_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes intercession for the transgressors.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Who hath believed our report? and to whom is the arm of the LORD revealed?  <strong>2</strong> For he shall grow up before him as a tender plant, and as a root out of a dry ground: he hath no form nor comeliness; and when we shall see him, there is no beauty that we should desire him.  <strong>3</strong> He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.  <strong>4</strong> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.  <strong>5</strong> But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.  <strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.  <strong>7</strong> He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth.  <strong>8</strong> He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken.  <strong>9</strong> And he made his grave with the wicked, and with the rich in his death; because he had done no violence, neither was any deceit in his mouth.  <strong>10</strong> Yet it pleased the LORD to bruise him; he hath put him to grief: when thou shalt make his soul an offering for sin, he shall see his seed, he shall prolong his days, and the pleasure of the LORD shall prosper in his hand.  <strong>11</strong> He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.  <strong>12</strong> Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors.  ","niv":"<sup><strong>1</strong></sup> Who has believed our message and to whom has the arm of the LORD been revealed? <sup><strong>2</strong></sup> He grew up before him like a tender shoot, and like a root out of dry ground. He had no beauty or majesty to attract us to him, nothing in his appearance that we should desire him. <sup><strong>3</strong></sup> He was despised and rejected by men, a man of sorrows, and familiar with suffering. Like one from whom men hide their faces he was despised, and we esteemed him not. <sup><strong>4</strong></sup> Surely he took up our infirmities and carried our sorrows, yet we considered him stricken by God, smitten by him, and afflicted. <sup><strong>5</strong></sup> But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed. <sup><strong>6</strong></sup> We all, like sheep, have gone astray, each of us has turned to his own way; and the LORD has laid on him the iniquity of us all. <sup><strong>7</strong></sup> He was oppressed and afflicted, yet he did not open his mouth; he was led like a lamb to the slaughter, and as a sheep before her shearers is silent, so he did not open his mouth. <sup><strong>8</strong></sup> By oppression and judgment he was taken away. And who can speak of his descendants? For he was cut off from the land of the living; for the transgression of my people he was stricken. <sup><strong>9</strong></sup> He was assigned a grave with the wicked, and with the rich in his death, though he had done no violence, nor was any deceit in his mouth. <sup><strong>10</strong></sup> Yet it was the LORD's will to crush him and cause him to suffer, and though the LORD makes his life a guilt offering, he will see his offspring and prolong his days, and the will of the LORD will prosper in his hand. <sup><strong>11</strong></sup> After the suffering of his soul, he will see the light of life and be satisfied; by his knowledge my righteous servant will justify many, and he will bear their iniquities. <sup><strong>12</strong></sup> Therefore I will give him a portion among the great, and he will divide the spoils with the strong, because he poured out his life unto death, and was numbered with the transgressors. For he bore the sin of many, and made intercession for the transgressors. "},{"_id":"61607ccca775948f9a152a87","topicId":"61607cc5a775948f9a152a6f","verse":"2 Kings 9:30-34","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p12009030_04-25\"><b class=\"verse-num\" id=\"v12009030-1\">30&nbsp;</b>When Jehu came to Jezreel, Jezebel heard of it. And she painted her eyes and adorned her head and looked out of the window. <b class=\"verse-num\" id=\"v12009031-1\">31&nbsp;</b>And as Jehu entered the gate, she said, “Is it peace, you Zimri, murderer of your master?” <b class=\"verse-num\" id=\"v12009032-1\">32&nbsp;</b>And he lifted up his face to the window and said, “Who is on my side? Who?” Two or three eunuchs looked out at him. <b class=\"verse-num\" id=\"v12009033-1\">33&nbsp;</b>He said, “Throw her down.” So they threw her down. And some of her blood spattered on the wall and on the horses, and they trampled on her. <b class=\"verse-num\" id=\"v12009034-1\">34&nbsp;</b>Then he went in and ate and drank. And he said, “See now to this cursed woman and bury her, for she is a king’s daughter.”</p>\n</div>","kjv":"<strong>30</strong> And when Jehu was come to Jezreel, Jezebel heard of it; and she painted her face, and tired her head, and looked out at a window.  <strong>31</strong> And as Jehu entered in at the gate, she said, Had Zimri peace, who slew his master?  <strong>32</strong> And he lifted up his face to the window, and said, Who is  on my side? who? And there looked out to him two or three eunuchs.  <strong>33</strong> And he said, Throw her down. So they threw her down: and some  of her blood was sprinkled on the wall, and on the horses: and he trode her under foot.  <strong>34</strong> And when he was come in, he did eat and drink, and said, Go, see now this cursed woman, and bury her: for she is a king’s daughter.  ","niv":"<sup><strong>30</strong></sup> Then Jehu went to Jezreel. When Jezebel heard about it, she painted her eyes, arranged her hair and looked out of a window. <sup><strong>31</strong></sup> As Jehu entered the gate, she asked, \"Have you come in peace, Zimri, you murderer of your master?\" <sup><strong>32</strong></sup> He looked up at the window and called out, \"Who is on my side? Who?\" Two or three eunuchs looked down at him. <sup><strong>33</strong></sup> \"Throw her down!\" Jehu said. So they threw her down, and some of her blood spattered the wall and the horses as they trampled her underfoot. <sup><strong>34</strong></sup> Jehu went in and ate and drank. \"Take care of that cursed woman,\" he said, \"and bury her, for she was a king's daughter.\" "},{"_id":"61607ccda775948f9a152a88","topicId":"61607cc5a775948f9a152a6f","verse":"1 Corinthians 6:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006011_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n</div>","kjv":"<strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."}]}