{"_id":"61607cf0a775948f9a152a89","slug":"euphemisms","name":"Euphemisms","verses":[{"_id":"61607cf1a775948f9a152a8a","topicId":"61607cf0a775948f9a152a89","verse":"Genesis 24:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01024002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v01024002-1\">2&nbsp;</b>And Abraham said to his servant, the oldest of his household, who had charge of all that he had, “Put your hand under my thigh,</p>\n</div>","kjv":"<strong>2</strong> And Abraham said unto his eldest servant of his house, that ruled over all that he had, Put, I pray thee, thy hand under my thigh:  ","niv":"<sup><strong>2</strong></sup> He said to the chief servant in his household, the one in charge of all that he had, \"Put your hand under my thigh.","modified":"2022-09-22T07:39:44.264Z"},{"_id":"61607cf1a775948f9a152a8b","topicId":"61607cf0a775948f9a152a89","verse":"Isaiah 57:8","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23057008_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23057008-1\">8&nbsp;</b>&nbsp;&nbsp;Behind the door and the doorpost</span><br><span id=\"p23057008_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have set up your memorial;</span><br><span id=\"p23057008_01-2\" class=\"line\">&nbsp;&nbsp;for, deserting me, you have uncovered your bed,</span><br><span id=\"p23057008_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have gone up to it,</span><br><span id=\"p23057008_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have made it wide;</span><br><span id=\"p23057008_01-2\" class=\"line\">&nbsp;&nbsp;and you have made a covenant for yourself with them,</span><br><span id=\"p23057008_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have loved their bed,</span><br><span id=\"p23057008_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have looked on nakedness.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> Behind the doors also and the posts hast thou set up thy remembrance: for thou hast discovered thyself to another than me, and art gone up; thou hast enlarged thy bed, and made thee a covenant with them; thou lovedst their bed where thou sawest it.  ","niv":"<sup><strong>8</strong></sup> Behind your doors and your doorposts you have put your pagan symbols. Forsaking me, you uncovered your bed, you climbed into it and opened it wide; you made a pact with those whose beds you love, and you looked on their nakedness."},{"_id":"61607cf2a775948f9a152a8c","topicId":"61607cf0a775948f9a152a89","verse":"Isaiah 6:1-13","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p23006001_06-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23006001-1\">6:1&nbsp;</b>In the year that King Uzziah died I saw the Lord sitting upon a throne, high and lifted up; and the train of his robe filled the temple. <b class=\"verse-num\" id=\"v23006002-1\">2&nbsp;</b>Above him stood the seraphim. Each had six wings: with two he covered his face, and with two he covered his feet, and with two he flew. <b class=\"verse-num\" id=\"v23006003-1\">3&nbsp;</b>And one called to another and said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23006003_06-3\" class=\"line\">&nbsp;&nbsp;“Holy, holy, holy is the LORD of hosts;</span><br><span id=\"p23006003_06-3\" class=\"line\">&nbsp;&nbsp;the whole earth is full of his glory!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23006003_06-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v23006004-1\">4&nbsp;</b>And the foundations of the thresholds shook at the voice of him who called, and the house was filled with smoke. <b class=\"verse-num\" id=\"v23006005-1\">5&nbsp;</b>And I said: “Woe is me! For I am lost; for I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the LORD of hosts!”</p>\n<p id=\"p23006005_06-3\"><b class=\"verse-num\" id=\"v23006006-1\">6&nbsp;</b>Then one of the seraphim flew to me, having in his hand a burning coal that he had taken with tongs from the altar. <b class=\"verse-num\" id=\"v23006007-1\">7&nbsp;</b>And he touched my mouth and said: “Behold, this has touched your lips; your guilt is taken away, and your sin atoned for.”</p>\n\n<p id=\"p23006007_11-3\"><b class=\"verse-num\" id=\"v23006008-1\">8&nbsp;</b>And I heard the voice of the Lord saying, “Whom shall I send, and who will go for us?” Then I said, “Here I am! Send me.” <b class=\"verse-num\" id=\"v23006009-1\">9&nbsp;</b>And he said, “Go, and say to this people:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23006009_11-3\" class=\"line\">&nbsp;&nbsp;“‘Keep on hearing, but do not understand;</span><br><span id=\"p23006009_11-3\" class=\"line\">&nbsp;&nbsp;keep on seeing, but do not perceive.’</span><br><span id=\"p23006010_11-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23006010-1\">10&nbsp;</b>&nbsp;&nbsp;Make the heart of this people dull,</span><br><span id=\"p23006010_11-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their ears heavy,</span><br><span id=\"p23006010_11-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blind their eyes;</span><br><span id=\"p23006010_11-3\" class=\"line\">&nbsp;&nbsp;lest they see with their eyes,</span><br><span id=\"p23006010_11-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hear with their ears,</span><br><span id=\"p23006010_11-3\" class=\"line\">&nbsp;&nbsp;and understand with their hearts,</span><br><span id=\"p23006010_11-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turn and be healed.”</span><br><span id=\"p23006011_11-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23006011-1\">11&nbsp;</b>&nbsp;&nbsp;Then I said, “How long, O Lord?”</span><br><span id=\"p23006011_11-3\" class=\"line\">&nbsp;&nbsp;And he said:</span><br><span id=\"p23006011_11-3\" class=\"line\">&nbsp;&nbsp;“Until cities lie waste</span><br><span id=\"p23006011_11-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without inhabitant,</span><br><span id=\"p23006011_11-3\" class=\"line\">&nbsp;&nbsp;and houses without people,</span><br><span id=\"p23006011_11-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the land is a desolate waste,</span><br><span id=\"p23006012_11-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23006012-1\">12&nbsp;</b>&nbsp;&nbsp;and the LORD removes people far away,</span><br><span id=\"p23006012_11-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the forsaken places are many in the midst of the land.</span><br><span id=\"p23006013_11-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23006013-1\">13&nbsp;</b>&nbsp;&nbsp;And though a tenth remain in it,</span><br><span id=\"p23006013_11-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it will be burned again,</span><br><span id=\"p23006013_11-3\" class=\"line\">&nbsp;&nbsp;like a terebinth or an oak,</span><br><span id=\"p23006013_11-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose stump remains</span><br><span id=\"p23006013_11-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when it is felled.”</span><br><span id=\"p23006013_11-3\" class=\"line\">&nbsp;&nbsp;The holy seed is its stump.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> In the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple.  <strong>2</strong> Above it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.  <strong>3</strong> And one cried unto another, and said, Holy, holy, holy, is  the LORD of hosts: the whole earth is full of his glory.  <strong>4</strong> And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.  <strong>5</strong> Then said I, Woe is me! for I am undone; because I am  a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the LORD of hosts.  <strong>6</strong> Then flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar:  <strong>7</strong> And he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged.  <strong>8</strong> Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me.  <strong>9</strong> And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.  <strong>10</strong> Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed.  <strong>11</strong> Then said I, Lord, how long? And he answered, Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate,  <strong>12</strong> And the LORD have removed men far away, and there be a great forsaking in the midst of the land.  <strong>13</strong> But yet in it shall be a tenth, and it shall return, and shall be eaten: as a teil tree, and as an oak, whose substance is in them, when they cast their leaves: so the holy seed shall be  the substance thereof.  ","niv":"<sup><strong>1</strong></sup> In the year that King Uzziah died, I saw the Lord seated on a throne, high and exalted, and the train of his robe filled the temple. <sup><strong>2</strong></sup> Above him were seraphs, each with six wings: With two wings they covered their faces, with two they covered their feet, and with two they were flying. <sup><strong>3</strong></sup> And they were calling to one another: \"Holy, holy, holy is the LORD Almighty; the whole earth is full of his glory.\" <sup><strong>4</strong></sup> At the sound of their voices the doorposts and thresholds shook and the temple was filled with smoke. <sup><strong>5</strong></sup> \"Woe to me!\" I cried. \"I am ruined! For I am a man of unclean lips, and I live among a people of unclean lips, and my eyes have seen the King, the LORD Almighty.\" <sup><strong>6</strong></sup> Then one of the seraphs flew to me with a live coal in his hand, which he had taken with tongs from the altar. <sup><strong>7</strong></sup> With it he touched my mouth and said, \"See, this has touched your lips; your guilt is taken away and your sin atoned for.\" <sup><strong>8</strong></sup> Then I heard the voice of the Lord saying, \"Whom shall I send? And who will go for us?\" And I said, \"Here am I. Send me!\" <sup><strong>9</strong></sup> He said, \"Go and tell this people: \"'Be ever hearing, but never understanding; be ever seeing, but never perceiving.' <sup><strong>10</strong></sup> Make the heart of this people calloused; make their ears dull and close their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts, and turn and be healed.\" <sup><strong>11</strong></sup> Then I said, \"For how long, O Lord?\" And he answered: \"Until the cities lie ruined and without inhabitant, until the houses are left deserted and the fields ruined and ravaged, <sup><strong>12</strong></sup> until the LORD has sent everyone far away and the land is utterly forsaken. <sup><strong>13</strong></sup> And though a tenth remains in the land, it will again be laid waste. But as the terebinth and oak leave stumps when they are cut down, so the holy seed will be the stump in the land.\" "},{"_id":"61607cf3a775948f9a152a8d","topicId":"61607cf0a775948f9a152a89","verse":"2 Corinthians 3:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47003018_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v47003018-1\">18&nbsp;</b>And we all, with unveiled face, beholding the glory of the Lord, are being transformed into the same image from one degree of glory to another. For this comes from the Lord who is the Spirit.</p>\n\n</div>","kjv":"<strong>18</strong> But we all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even  as by the Spirit of the Lord.  ","niv":"<sup><strong>18</strong></sup> And we, who with unveiled faces all reflect the Lord's glory, are being transformed into his likeness with ever-increasing glory, which comes from the Lord, who is the Spirit."},{"_id":"61607cf3a775948f9a152a8e","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 20:7","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66020007_05-5\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison</p>\n</div>","kjv":"<strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  ","niv":"<sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison","modified":"2023-06-27T16:06:53.101Z"},{"_id":"61607cf3a775948f9a152a8f","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 22:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66022019_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book."},{"_id":"61607cf3a775948f9a152a90","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 21:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66021001_08-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more.</p>\n</div>","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  ","niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea."},{"_id":"61607cf3a775948f9a152a91","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 20:11-15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66020011_07-8\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"61607cf3a775948f9a152a92","topicId":"61607cf0a775948f9a152a89","verse":"Luke 15:1-32","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42015001_07-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42015001-1\">15:1&nbsp;</b>Now the tax collectors and sinners were all drawing near to hear him. <b class=\"verse-num\" id=\"v42015002-1\">2&nbsp;</b>And the Pharisees and the scribes grumbled, saying, “This man receives sinners and eats with them.”</p>\n<p id=\"p42015002_07-9\"><b class=\"verse-num\" id=\"v42015003-1\">3&nbsp;</b>So he told them this parable: <b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n\n<p id=\"p42015007_13-9\"><b class=\"verse-num woc\" id=\"v42015008-1\">8&nbsp;</b><span class=\"woc\">“Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?</span> <b class=\"verse-num woc\" id=\"v42015009-1\">9&nbsp;</b><span class=\"woc\">And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’</span> <b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n\n<p id=\"p42015010_19-9\"><b class=\"verse-num\" id=\"v42015011-1\">11&nbsp;</b>And he said, <span class=\"woc\">“There was a man who had two sons.</span> <b class=\"verse-num woc\" id=\"v42015012-1\">12&nbsp;</b><span class=\"woc\">And the younger of them said to his father, ‘Father, give me the share of property that is coming to me.’ And he divided his property between them.</span> <b class=\"verse-num woc\" id=\"v42015013-1\">13&nbsp;</b><span class=\"woc\">Not many days later, the younger son gathered all he had and took a journey into a far country, and there he squandered his property in reckless living.</span> <b class=\"verse-num woc\" id=\"v42015014-1\">14&nbsp;</b><span class=\"woc\">And when he had spent everything, a severe famine arose in that country, and he began to be in need.</span> <b class=\"verse-num woc\" id=\"v42015015-1\">15&nbsp;</b><span class=\"woc\">So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.</span> <b class=\"verse-num woc\" id=\"v42015016-1\">16&nbsp;</b><span class=\"woc\">And he was longing to be fed with the pods that the pigs ate, and no one gave him anything.</span></p>\n<p id=\"p42015016_19-9\"><b class=\"verse-num woc\" id=\"v42015017-1\">17&nbsp;</b><span class=\"woc\">“But when he came to himself, he said, ‘How many of my father’s hired servants have more than enough bread, but I perish here with hunger!</span> <b class=\"verse-num woc\" id=\"v42015018-1\">18&nbsp;</b><span class=\"woc\">I will arise and go to my father, and I will say to him, “Father, I have sinned against heaven and before you.</span> <b class=\"verse-num woc\" id=\"v42015019-1\">19&nbsp;</b><span class=\"woc\">I am no longer worthy to be called your son. Treat me as one of your hired servants.”’</span> <b class=\"verse-num woc\" id=\"v42015020-1\">20&nbsp;</b><span class=\"woc\">And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him.</span> <b class=\"verse-num woc\" id=\"v42015021-1\">21&nbsp;</b><span class=\"woc\">And the son said to him, ‘Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.’</span> <b class=\"verse-num woc\" id=\"v42015022-1\">22&nbsp;</b><span class=\"woc\">But the father said to his servants, ‘Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet.</span> <b class=\"verse-num woc\" id=\"v42015023-1\">23&nbsp;</b><span class=\"woc\">And bring the fattened calf and kill it, and let us eat and celebrate.</span> <b class=\"verse-num woc\" id=\"v42015024-1\">24&nbsp;</b><span class=\"woc\">For this my son was dead, and is alive again; he was lost, and is found.’ And they began to celebrate.</span></p>\n<p id=\"p42015024_19-9\"><b class=\"verse-num woc\" id=\"v42015025-1\">25&nbsp;</b><span class=\"woc\">“Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing.</span> <b class=\"verse-num woc\" id=\"v42015026-1\">26&nbsp;</b><span class=\"woc\">And he called one of the servants and asked what these things meant.</span> <b class=\"verse-num woc\" id=\"v42015027-1\">27&nbsp;</b><span class=\"woc\">And he said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.’</span> <b class=\"verse-num woc\" id=\"v42015028-1\">28&nbsp;</b><span class=\"woc\">But he was angry and refused to go in. His father came out and entreated him,</span> <b class=\"verse-num woc\" id=\"v42015029-1\">29&nbsp;</b><span class=\"woc\">but he answered his father, ‘Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends.</span> <b class=\"verse-num woc\" id=\"v42015030-1\">30&nbsp;</b><span class=\"woc\">But when this son of yours came, who has devoured your property with prostitutes, you killed the fattened calf for him!’</span> <b class=\"verse-num woc\" id=\"v42015031-1\">31&nbsp;</b><span class=\"woc\">And he said to him, ‘Son, you are always with me, and all that is mine is yours.</span> <b class=\"verse-num woc\" id=\"v42015032-1\">32&nbsp;</b><span class=\"woc\">It was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> Then drew near unto him all the publicans and sinners for to hear him.  <strong>2</strong> And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.  <strong>3</strong> And he spake this parable unto them, saying,  <strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. <strong>8</strong>           Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?  <strong>9</strong> And when she hath found it, she calleth her  friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.  <strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. <strong>11</strong> And he said, A certain man had two sons:  <strong>12</strong> And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.  <strong>13</strong> And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.  <strong>14</strong> And when he had spent all, there arose a mighty famine in that land; and he began to be in want.  <strong>15</strong> And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.  <strong>16</strong> And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.  <strong>17</strong> And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger!  <strong>18</strong> I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,  <strong>19</strong> And am no more worthy to be called thy son: make me as one of thy hired servants.  <strong>20</strong> And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.  <strong>21</strong> And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.  <strong>22</strong> But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:  <strong>23</strong> And bring hither the fatted calf, and kill it; and let us eat, and be merry:  <strong>24</strong> For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.  <strong>25</strong> Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing.  <strong>26</strong> And he called one of the servants, and asked what these things meant.  <strong>27</strong> And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.  <strong>28</strong> And he was angry, and would not go in: therefore came his father out, and intreated him.  <strong>29</strong> And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:  <strong>30</strong> But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.  <strong>31</strong> And he said unto him, Son, thou art ever with me, and all that I have is thine.  <strong>32</strong> It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found. ","niv":"<sup><strong>1</strong></sup> Now the tax collectors and \"sinners\" were all gathering around to hear him. <sup><strong>2</strong></sup> But the Pharisees and the teachers of the law muttered, \"This man welcomes sinners and eats with them.\" <sup><strong>3</strong></sup> Then Jesus told them this parable: <sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. <sup><strong>8</strong></sup> \"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it? <sup><strong>9</strong></sup> And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' <sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\" <sup><strong>11</strong></sup> Jesus continued: \"There was a man who had two sons. <sup><strong>12</strong></sup> The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them. <sup><strong>13</strong></sup> \"Not long after that, the younger son got together all he had, set off for a distant country and there squandered his wealth in wild living. <sup><strong>14</strong></sup> After he had spent everything, there was a severe famine in that whole country, and he began to be in need. <sup><strong>15</strong></sup> So he went and hired himself out to a citizen of that country, who sent him to his fields to feed pigs. <sup><strong>16</strong></sup> He longed to fill his stomach with the pods that the pigs were eating, but no one gave him anything. <sup><strong>17</strong></sup> \"When he came to his senses, he said, 'How many of my father's hired men have food to spare, and here I am starving to death! <sup><strong>18</strong></sup> I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you. <sup><strong>19</strong></sup> I am no longer worthy to be called your son; make me like one of your hired men.' <sup><strong>20</strong></sup> So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him. <sup><strong>21</strong></sup> \"The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son. ' <sup><strong>22</strong></sup> \"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet. <sup><strong>23</strong></sup> Bring the fattened calf and kill it. Let's have a feast and celebrate. <sup><strong>24</strong></sup> For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate. <sup><strong>25</strong></sup> \"Meanwhile, the older son was in the field. When he came near the house, he heard music and dancing. <sup><strong>26</strong></sup> So he called one of the servants and asked him what was going on. <sup><strong>27</strong></sup> 'Your brother has come,' he replied, 'and your father has killed the fattened calf because he has him back safe and sound.' <sup><strong>28</strong></sup> \"The older brother became angry and refused to go in. So his father went out and pleaded with him. <sup><strong>29</strong></sup> But he answered his father, 'Look! All these years I've been slaving for you and never disobeyed your orders. Yet you never gave me even a young goat so I could celebrate with my friends. <sup><strong>30</strong></sup> But when this son of yours who has squandered your property with prostitutes comes home, you kill the fattened calf for him!' <sup><strong>31</strong></sup> \"'My son,' the father said, 'you are always with me, and everything I have is yours. <sup><strong>32</strong></sup> But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.'\" "},{"_id":"61607cf3a775948f9a152a93","topicId":"61607cf0a775948f9a152a89","verse":"2 Samuel 1:23","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p10001023_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Saul and Jonathan, beloved and lovely!</span><br><span id=\"p10001023_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;In life and in death they were not divided;</span><br><span id=\"p10001023_01-10\" class=\"line\">&nbsp;&nbsp;they were swifter than eagles;</span><br><span id=\"p10001023_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they were stronger than lions.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Saul and Jonathan were lovely and pleasant in their lives, and in their death they were not divided: they were swifter than eagles, they were stronger than lions.  ","niv":"<sup><strong>23</strong></sup> \"Saul and Jonathan- in life they were loved and gracious, and in death they were not parted. They were swifter than eagles, they were stronger than lions."},{"_id":"61607cf4a775948f9a152a94","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 22:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66022020_01-11\"><b class=\"verse-num\" id=\"v66022020-1\">20&nbsp;</b>He who testifies to these things says, <span class=\"woc\">“Surely I am coming soon.”</span> Amen. Come, Lord Jesus!</p>\n</div>","kjv":"<strong>20</strong> He which testifieth these things saith, Surely I come quickly.  Amen. Even so, come, Lord Jesus.  ","niv":"<sup><strong>20</strong></sup> He who testifies to these things says, \"Yes, I am coming soon.\" Amen. Come, Lord Jesus."},{"_id":"61607cf4a775948f9a152a95","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 22:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66022007_01-12\"><b class=\"verse-num woc\" id=\"v66022007-1\">7&nbsp;</b><span class=\"woc\">“And behold, I am coming soon. Blessed is the one who keeps the words of the prophecy of this book.”</span></p>\n</div>","kjv":"<strong>7</strong> Behold, I come quickly: blessed is he that keepeth the sayings of the prophecy of this book.  ","niv":"<sup><strong>7</strong></sup> \"Behold, I am coming soon! Blessed is he who keeps the words of the prophecy in this book.\""},{"_id":"61607cf4a775948f9a152a96","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 20:9-10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020009_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n</div>","kjv":"<strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  ","niv":"<sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. "},{"_id":"61607cf5a775948f9a152a97","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 20:4-6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020004_01-14\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n</div>","kjv":"<strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  ","niv":"<sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. "},{"_id":"61607cf5a775948f9a152a98","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 20:4-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020004_01-15\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection.</p>\n</div>","kjv":"<strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  ","niv":"<sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. "},{"_id":"61607cf5a775948f9a152a99","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 20:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020004_01-16\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years.</p>\n</div>","kjv":"<strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  ","niv":"<sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years."},{"_id":"61607cf5a775948f9a152a9a","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 20:2-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_01-17\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection.</p>\n</div>","kjv":"<strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  ","niv":"<sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. "},{"_id":"61607cf6a775948f9a152a9b","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 19:11-16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66019011_07-18\"><b class=\"verse-num\" id=\"v66019011-1\">11&nbsp;</b>Then I saw heaven opened, and behold, a white horse! The one sitting on it is called Faithful and True, and in righteousness he judges and makes war. <b class=\"verse-num\" id=\"v66019012-1\">12&nbsp;</b>His eyes are like a flame of fire, and on his head are many diadems, and he has a name written that no one knows but himself. <b class=\"verse-num\" id=\"v66019013-1\">13&nbsp;</b>He is clothed in a robe dipped in blood, and the name by which he is called is The Word of God. <b class=\"verse-num\" id=\"v66019014-1\">14&nbsp;</b>And the armies of heaven, arrayed in fine linen, white and pure, were following him on white horses. <b class=\"verse-num\" id=\"v66019015-1\">15&nbsp;</b>From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty. <b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n\n</div>","kjv":"<strong>11</strong> And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.  <strong>12</strong> His eyes were as a flame of fire, and on his head were  many crowns; and he had a name written, that no man knew, but he himself.  <strong>13</strong> And he was clothed with a vesture dipped in blood: and his name is called The Word of God.  <strong>14</strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.  <strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  <strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  ","niv":"<sup><strong>11</strong></sup> I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and makes war. <sup><strong>12</strong></sup> His eyes are like blazing fire, and on his head are many crowns. He has a name written on him that no one knows but he himself. <sup><strong>13</strong></sup> He is dressed in a robe dipped in blood, and his name is the Word of God. <sup><strong>14</strong></sup> The armies of heaven were following him, riding on white horses and dressed in fine linen, white and clean. <sup><strong>15</strong></sup> Out of his mouth comes a sharp sword with which to strike down the nations. \"He will rule them with an iron scepter.\" He treads the winepress of the fury of the wrath of God Almighty. <sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS. ","modified":"2023-05-22T22:58:59.952Z"},{"_id":"61607cf6a775948f9a152a9c","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 19:7-9","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66019007_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v66019007-1\">7&nbsp;</b>&nbsp;&nbsp;Let us rejoice and exult</span><br><span id=\"p66019007_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give him the glory,</span><br><span id=\"p66019007_01-19\" class=\"line\">&nbsp;&nbsp;for the marriage of the Lamb has come,</span><br><span id=\"p66019007_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his Bride has made herself ready;</span><br><span id=\"p66019008_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v66019008-1\">8&nbsp;</b>&nbsp;&nbsp;it was granted her to clothe herself</span><br><span id=\"p66019008_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with fine linen, bright and pure”—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66019008_01-19\" class=\"same-paragraph\">for the fine linen is the righteous deeds of the saints.</p>\n<p id=\"p66019008_01-19\"><b class=\"verse-num\" id=\"v66019009-1\">9&nbsp;</b>And the angel said to me, “Write this: Blessed are those who are invited to the marriage supper of the Lamb.” And he said to me, “These are the true words of God.”</p>\n\n</div>","kjv":"<strong>7</strong> Let us be glad and rejoice, and give honour to him: for the marriage of the Lamb is come, and his wife hath made herself ready.  <strong>8</strong> And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints.  <strong>9</strong> And he saith unto me, Write, Blessed are they which are called unto the marriage supper of the Lamb. And he saith unto me, These are the true sayings of God.  ","niv":"<sup><strong>7</strong></sup> Let us rejoice and be glad and give him glory! For the wedding of the Lamb has come, and his bride has made herself ready. <sup><strong>8</strong></sup> Fine linen, bright and clean, was given her to wear.\" (Fine linen stands for the righteous acts of the saints.) <sup><strong>9</strong></sup> Then the angel said to me, \"Write: 'Blessed are those who are invited to the wedding supper of the Lamb!'\" And he added, \"These are the true words of God.\" "},{"_id":"61607cf6a775948f9a152a9d","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 18:24","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018024_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018024-1\">24&nbsp;</b>&nbsp;&nbsp;And in her was found the blood of prophets and of saints,</span><br><span id=\"p66018024_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of all who have been slain on earth.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> And in her was found the blood of prophets, and of saints, and of all that were slain upon the earth.  ","niv":"<sup><strong>24</strong></sup> In her was found the blood of prophets and of the saints, and of all who have been killed on the earth.\""},{"_id":"61607cf7a775948f9a152a9e","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 17:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66017014_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n</div>","kjv":"<strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  ","niv":"<sup><strong>14</strong></sup> They will make war against the Lamb, but the Lamb will overcome them because he is Lord of lords and King of kings--and with him will be his called, chosen and faithful followers.\""},{"_id":"61607cf7a775948f9a152a9f","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 17:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66017006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017006-1\">6&nbsp;</b>And I saw the woman, drunk with the blood of the saints, the blood of the martyrs of Jesus.</p>\n<p id=\"p66017006_01-22\">When I saw her, I marveled greatly.</p>\n\n</div>","kjv":"<strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  ","niv":"<sup><strong>6</strong></sup> I saw that the woman was drunk with the blood of the saints, the blood of those who bore testimony to Jesus."},{"_id":"61607cf7a775948f9a152aa0","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 17:5-6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66017005_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017005-1\">5&nbsp;</b>And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.” <b class=\"verse-num\" id=\"v66017006-1\">6&nbsp;</b>And I saw the woman, drunk with the blood of the saints, the blood of the martyrs of Jesus.</p>\n<p id=\"p66017006_01-23\">When I saw her, I marveled greatly.</p>\n\n</div>","kjv":"<strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  ","niv":"<sup><strong>5</strong></sup> This title was written on her forehead: MYSTERY BABYLON THE GREAT THE MOTHER OF PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH. <sup><strong>6</strong></sup> I saw that the woman was drunk with the blood of the saints, the blood of those who bore testimony to Jesus. "},{"_id":"61607cf8a775948f9a152aa1","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 17:1-6","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66017001_07-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66017001-1\">17:1&nbsp;</b>Then one of the seven angels who had the seven bowls came and said to me, “Come, I will show you the judgment of the great prostitute who is seated on many waters, <b class=\"verse-num\" id=\"v66017002-1\">2&nbsp;</b>with whom the kings of the earth have committed sexual immorality, and with the wine of whose sexual immorality the dwellers on earth have become drunk.” <b class=\"verse-num\" id=\"v66017003-1\">3&nbsp;</b>And he carried me away in the Spirit into a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names, and it had seven heads and ten horns. <b class=\"verse-num\" id=\"v66017004-1\">4&nbsp;</b>The woman was arrayed in purple and scarlet, and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her sexual immorality. <b class=\"verse-num\" id=\"v66017005-1\">5&nbsp;</b>And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.” <b class=\"verse-num\" id=\"v66017006-1\">6&nbsp;</b>And I saw the woman, drunk with the blood of the saints, the blood of the martyrs of Jesus.</p>\n<p id=\"p66017006_07-24\">When I saw her, I marveled greatly.</p>\n\n</div>","kjv":"<strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  ","niv":"<sup><strong>1</strong></sup> One of the seven angels who had the seven bowls came and said to me, \"Come, I will show you the punishment of the great prostitute, who sits on many waters. <sup><strong>2</strong></sup> With her the kings of the earth committed adultery and the inhabitants of the earth were intoxicated with the wine of her adulteries.\" <sup><strong>3</strong></sup> Then the angel carried me away in the Spirit into a desert. There I saw a woman sitting on a scarlet beast that was covered with blasphemous names and had seven heads and ten horns. <sup><strong>4</strong></sup> The woman was dressed in purple and scarlet, and was glittering with gold, precious stones and pearls. She held a golden cup in her hand, filled with abominable things and the filth of her adulteries. <sup><strong>5</strong></sup> This title was written on her forehead: MYSTERY BABYLON THE GREAT THE MOTHER OF PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH. <sup><strong>6</strong></sup> I saw that the woman was drunk with the blood of the saints, the blood of those who bore testimony to Jesus. "},{"_id":"61607cf8a775948f9a152aa2","topicId":"61607cf0a775948f9a152a89","verse":"Revelation 16:6","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66016006_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v66016006-1\">6&nbsp;</b>&nbsp;&nbsp;For they have shed the blood of saints and prophets,</span><br><span id=\"p66016006_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have given them blood to drink.</span><br><span id=\"p66016006_01-25\" class=\"line\">&nbsp;&nbsp;It is what they deserve!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.  ","niv":"<sup><strong>6</strong></sup> for they have shed the blood of your saints and prophets, and you have given them blood to drink as they deserve.\""}]}