{"_id":"616080e0a775948f9a152b25","slug":"every-good-and-perfect-gift","name":"Every Good And Perfect Gift","verses":[{"_id":"616080e1a775948f9a152b26","topicId":"616080e0a775948f9a152b25","verse":"James 1:17","votes":803,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-2\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-2\">Greetings.</p>\n\n<p id=\"p59001001_06-2\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-2\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-2\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-2\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-2\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-2\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-2\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-2\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  ","niv":"<sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows.","modified":"2023-01-17T00:10:36.486Z"},{"_id":"616080e4a775948f9a152b27","topicId":"616080e0a775948f9a152b25","verse":"James 1:1-27","votes":262,"__v":0,"kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. ","modified":"2022-05-12T19:10:32.022Z"},{"_id":"616080e4a775948f9a152b28","topicId":"616080e0a775948f9a152b25","verse":"Malachi 3:6","votes":252,"__v":0,"esv":"<div>\n\n<p id=\"p39003006_03-3\"><b class=\"verse-num\" id=\"v39003006-1\">6&nbsp;</b>“For I the LORD do not change; therefore you, O children of Jacob, are not consumed.</p>\n</div>","kjv":"<strong>6</strong> For I am the LORD, I change not; therefore ye sons of Jacob are not consumed.  ","niv":"<sup><strong>6</strong></sup> \"I the LORD do not change. So you, O descendants of Jacob, are not destroyed."},{"_id":"616080e5a775948f9a152b29","topicId":"616080e0a775948f9a152b25","verse":"Daniel 2:22","votes":178,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27002022_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002022-1\">22&nbsp;</b>&nbsp;&nbsp;he reveals deep and hidden things;</span><br><span id=\"p27002022_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he knows what is in the darkness,</span><br><span id=\"p27002022_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the light dwells with him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> He revealeth the deep and secret things: he knoweth what is  in the darkness, and the light dwelleth with him.  ","niv":"<sup><strong>22</strong></sup> He reveals deep and hidden things; he knows what lies in darkness, and light dwells with him.","modified":"2022-12-03T22:57:20.543Z"},{"_id":"616080e5a775948f9a152b2a","topicId":"616080e0a775948f9a152b25","verse":"John 3:27","votes":173,"__v":0,"esv":"<div>\n<p id=\"p43003027_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven.</p>\n</div>","kjv":"<strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  ","niv":"<sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven.","modified":"2022-07-25T15:01:12.013Z"},{"_id":"616080e5a775948f9a152b2b","topicId":"616080e0a775948f9a152b25","verse":"Numbers 23:19","votes":165,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04023019_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v04023019-1\">19&nbsp;</b>&nbsp;&nbsp;God is not man, that he should lie,</span><br><span id=\"p04023019_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or a son of man, that he should change his mind.</span><br><span id=\"p04023019_01-6\" class=\"line\">&nbsp;&nbsp;Has he said, and will he not do it?</span><br><span id=\"p04023019_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Or has he spoken, and will he not fulfill it?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> God is not a man, that he should lie; neither the son of man, that he should repent: hath he said, and shall he not do it? or hath he spoken, and shall he not make it good?  ","niv":"<sup><strong>19</strong></sup> God is not a man, that he should lie, nor a son of man, that he should change his mind. Does he speak and then not act? Does he promise and not fulfill?"},{"_id":"616080e5a775948f9a152b2c","topicId":"616080e0a775948f9a152b25","verse":"Romans 6:23","votes":163,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"616080e5a775948f9a152b2d","topicId":"616080e0a775948f9a152b25","verse":"1 John 1:5","votes":162,"__v":0,"esv":"<div>\n\n<p id=\"p62001005_05-8\"><b class=\"verse-num\" id=\"v62001005-1\">5&nbsp;</b>This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all.</p>\n</div>","kjv":"<strong>5</strong> This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.  ","niv":"<sup><strong>5</strong></sup> This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all."},{"_id":"616080e5a775948f9a152b2e","topicId":"616080e0a775948f9a152b25","verse":"Matthew 7:11","votes":158,"__v":0,"esv":"<div>\n<p id=\"p40007011_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007011-1\">11&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!</span></p>\n</div>","kjv":"<strong>11</strong> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?  ","niv":"<sup><strong>11</strong></sup> If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him!","modified":"2022-04-16T18:22:13.001Z"},{"_id":"616080e5a775948f9a152b2f","topicId":"616080e0a775948f9a152b25","verse":"Psalm 85:12","votes":153,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19085012_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19085012-1\">12&nbsp;</b>&nbsp;&nbsp;Yes, the LORD will give what is good,</span><br><span id=\"p19085012_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and our land will yield its increase.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Yea, the LORD shall give that which is good; and our land shall yield her increase.  ","niv":"<sup><strong>12</strong></sup> The LORD will indeed give what is good, and our land will yield its harvest."},{"_id":"616080e5a775948f9a152b30","topicId":"616080e0a775948f9a152b25","verse":"James 3:15","votes":146,"__v":0,"esv":"<div>\n<p id=\"p59003015_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003015-1\">15&nbsp;</b>This is not the wisdom that comes down from above, but is earthly, unspiritual, demonic.</p>\n</div>","kjv":"<strong>15</strong> This wisdom descendeth not from above, but is earthly, sensual, devilish.  ","niv":"<sup><strong>15</strong></sup> Such \"wisdom\" does not come down from heaven but is earthly, unspiritual, of the devil.","modified":"2022-04-30T20:40:43.120Z"},{"_id":"616080e5a775948f9a152b31","topicId":"616080e0a775948f9a152b25","verse":"James 3:17","votes":138,"__v":0,"esv":"<div>\n<p id=\"p59003017_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere.</p>\n</div>","kjv":"<strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  ","niv":"<sup><strong>17</strong></sup> But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere.","modified":"2022-11-15T17:23:28.415Z"},{"_id":"616080e5a775948f9a152b32","topicId":"616080e0a775948f9a152b25","verse":"James 1:18","votes":139,"__v":0,"esv":"<div>\n<p id=\"p59001018_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n</div>","kjv":"<strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  ","niv":"<sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created."},{"_id":"616080e5a775948f9a152b33","topicId":"616080e0a775948f9a152b25","verse":"Psalm 102:27","votes":134,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19102027_01-14\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19102027-1\">27&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;but you are the same, and your years have no end.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> But thou art the same, and thy years shall have no end.  ","niv":"<sup><strong>27</strong></sup> But you remain the same, and your years will never end."},{"_id":"616080e5a775948f9a152b35","topicId":"616080e0a775948f9a152b25","verse":"Psalm 136:7","votes":132,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19136007_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136007-1\">7&nbsp;</b>&nbsp;&nbsp;to him who made the great lights,</span><br><span id=\"p19136007_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> To him that made great lights: for his mercy endureth for ever:  ","niv":"<sup><strong>7</strong></sup> who made the great lights- His love endures forever."},{"_id":"616080e5a775948f9a152b34","topicId":"616080e0a775948f9a152b25","verse":"Ephesians 2:8","votes":132,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--"},{"_id":"616080e6a775948f9a152b36","topicId":"616080e0a775948f9a152b25","verse":"James 1:5","votes":132,"__v":0,"esv":"<div>\n<p id=\"p59001005_01-17\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.</p>\n</div>","kjv":"<strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  ","niv":"<sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him."},{"_id":"616080e6a775948f9a152b37","topicId":"616080e0a775948f9a152b25","verse":"Romans 8:28","votes":124,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose.","modified":"2022-06-26T07:16:52.525Z"},{"_id":"616080e6a775948f9a152b38","topicId":"616080e0a775948f9a152b25","verse":"John 3:16","votes":123,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-19\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616080e6a775948f9a152b39","topicId":"616080e0a775948f9a152b25","verse":"James 1:16","votes":122,"__v":0,"esv":"<div>\n<p id=\"p59001016_01-20\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers.</p>\n</div>","kjv":"<strong>16</strong> Do not err, my beloved brethren.  ","niv":"<sup><strong>16</strong></sup> Don't be deceived, my dear brothers."},{"_id":"616080e6a775948f9a152b3a","topicId":"616080e0a775948f9a152b25","verse":"Romans 11:29","votes":120,"__v":0,"esv":"<div>\n<p id=\"p45011029_01-21\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v45011029-1\">29&nbsp;</b>For the gifts and the calling of God are irrevocable.</p>\n</div>","kjv":"<strong>29</strong> For the gifts and calling of God are without repentance.  ","niv":"<sup><strong>29</strong></sup> for God's gifts and his call are irrevocable."},{"_id":"616080e6a775948f9a152b3b","topicId":"616080e0a775948f9a152b25","verse":"1 Corinthians 4:7","votes":111,"__v":0,"esv":"<div>\n<p id=\"p46004007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46004007-1\">7&nbsp;</b>For who sees anything different in you? What do you have that you did not receive? If then you received it, why do you boast as if you did not receive it?</p>\n</div>","kjv":"<strong>7</strong> For who maketh thee to differ from another? and what hast thou that thou didst not receive? now if thou didst receive it, why dost thou glory, as if thou hadst not received it?  ","niv":"<sup><strong>7</strong></sup> For who makes you different from anyone else? What do you have that you did not receive? And if you did receive it, why do you boast as though you did not?"},{"_id":"616080e7a775948f9a152b3c","topicId":"616080e0a775948f9a152b25","verse":"Luke 11:13","votes":106,"__v":0,"esv":"<div>\n<p id=\"p42011013_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011013-1\">13&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!”</span></p>\n</div>","kjv":"<strong>13</strong> If ye then, being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask him? ","niv":"<sup><strong>13</strong></sup> If you then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask him!\"","modified":"2023-06-04T19:49:47.569Z"},{"_id":"616080e7a775948f9a152b3d","topicId":"616080e0a775948f9a152b25","verse":"James 2:1-26","votes":99,"__v":0,"esv":"<div>\n\n<p id=\"p59002001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59002001-1\">2:1&nbsp;</b>My brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory. <b class=\"verse-num\" id=\"v59002002-1\">2&nbsp;</b>For if a man wearing a gold ring and fine clothing comes into your assembly, and a poor man in shabby clothing also comes in, <b class=\"verse-num\" id=\"v59002003-1\">3&nbsp;</b>and if you pay attention to the one who wears the fine clothing and say, “You sit here in a good place,” while you say to the poor man, “You stand over there,” or, “Sit down at my feet,” <b class=\"verse-num\" id=\"v59002004-1\">4&nbsp;</b>have you not then made distinctions among yourselves and become judges with evil thoughts? <b class=\"verse-num\" id=\"v59002005-1\">5&nbsp;</b>Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him? <b class=\"verse-num\" id=\"v59002006-1\">6&nbsp;</b>But you have dishonored the poor man. Are not the rich the ones who oppress you, and the ones who drag you into court? <b class=\"verse-num\" id=\"v59002007-1\">7&nbsp;</b>Are they not the ones who blaspheme the honorable name by which you were called?</p>\n<p id=\"p59002007_05-25\"><b class=\"verse-num\" id=\"v59002008-1\">8&nbsp;</b>If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well. <b class=\"verse-num\" id=\"v59002009-1\">9&nbsp;</b>But if you show partiality, you are committing sin and are convicted by the law as transgressors. <b class=\"verse-num\" id=\"v59002010-1\">10&nbsp;</b>For whoever keeps the whole law but fails in one point has become guilty of all of it. <b class=\"verse-num\" id=\"v59002011-1\">11&nbsp;</b>For he who said, “Do not commit adultery,” also said, “Do not murder.” If you do not commit adultery but do murder, you have become a transgressor of the law. <b class=\"verse-num\" id=\"v59002012-1\">12&nbsp;</b>So speak and so act as those who are to be judged under the law of liberty. <b class=\"verse-num\" id=\"v59002013-1\">13&nbsp;</b>For judgment is without mercy to one who has shown no mercy. Mercy triumphs over judgment.</p>\n\n<p id=\"p59002013_10-25\"><b class=\"verse-num\" id=\"v59002014-1\">14&nbsp;</b>What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him? <b class=\"verse-num\" id=\"v59002015-1\">15&nbsp;</b>If a brother or sister is poorly clothed and lacking in daily food, <b class=\"verse-num\" id=\"v59002016-1\">16&nbsp;</b>and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what good is that? <b class=\"verse-num\" id=\"v59002017-1\">17&nbsp;</b>So also faith by itself, if it does not have works, is dead.</p>\n<p id=\"p59002017_10-25\"><b class=\"verse-num\" id=\"v59002018-1\">18&nbsp;</b>But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works. <b class=\"verse-num\" id=\"v59002019-1\">19&nbsp;</b>You believe that God is one; you do well. Even the demons believe—and shudder! <b class=\"verse-num\" id=\"v59002020-1\">20&nbsp;</b>Do you want to be shown, you foolish person, that faith apart from works is useless? <b class=\"verse-num\" id=\"v59002021-1\">21&nbsp;</b>Was not Abraham our father justified by works when he offered up his son Isaac on the altar? <b class=\"verse-num\" id=\"v59002022-1\">22&nbsp;</b>You see that faith was active along with his works, and faith was completed by his works; <b class=\"verse-num\" id=\"v59002023-1\">23&nbsp;</b>and the Scripture was fulfilled that says, “Abraham believed God, and it was counted to him as righteousness”—and he was called a friend of God. <b class=\"verse-num\" id=\"v59002024-1\">24&nbsp;</b>You see that a person is justified by works and not by faith alone. <b class=\"verse-num\" id=\"v59002025-1\">25&nbsp;</b>And in the same way was not also Rahab the prostitute justified by works when she received the messengers and sent them out by another way? <b class=\"verse-num\" id=\"v59002026-1\">26&nbsp;</b>For as the body apart from the spirit is dead, so also faith apart from works is dead.</p>\n\n</div>","kjv":"<strong>1</strong> My brethren, have not the faith of our Lord Jesus Christ, the Lord  of glory, with respect of persons.  <strong>2</strong> For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;  <strong>3</strong> And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:  <strong>4</strong> Are ye not then partial in yourselves, and are become judges of evil thoughts?  <strong>5</strong> Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?  <strong>6</strong> But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?  <strong>7</strong> Do not they blaspheme that worthy name by the which ye are called?  <strong>8</strong> If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:  <strong>9</strong> But if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors.  <strong>10</strong> For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.  <strong>11</strong> For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.  <strong>12</strong> So speak ye, and so do, as they that shall be judged by the law of liberty.  <strong>13</strong> For he shall have judgment without mercy, that hath shewed no mercy; and mercy rejoiceth against judgment.  <strong>14</strong> What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?  <strong>15</strong> If a brother or sister be naked, and destitute of daily food,  <strong>16</strong> And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?  <strong>17</strong> Even so faith, if it hath not works, is dead, being alone.  <strong>18</strong> Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works.  <strong>19</strong> Thou believest that there is one God; thou doest well: the devils also believe, and tremble.  <strong>20</strong> But wilt thou know, O vain man, that faith without works is dead?  <strong>21</strong> Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?  <strong>22</strong> Seest thou how faith wrought with his works, and by works was faith made perfect?  <strong>23</strong> And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God.  <strong>24</strong> Ye see then how that by works a man is justified, and not by faith only.  <strong>25</strong> Likewise also was not Rahab the harlot justified by works, when she had received the messengers, and had sent them out another way?  <strong>26</strong> For as the body without the spirit is dead, so faith without works is dead also.  ","niv":"<sup><strong>1</strong></sup> My brothers, as believers in our glorious Lord Jesus Christ, don't show favoritism. <sup><strong>2</strong></sup> Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in shabby clothes also comes in. <sup><strong>3</strong></sup> If you show special attention to the man wearing fine clothes and say, \"Here's a good seat for you,\" but say to the poor man, \"You stand there\" or \"Sit on the floor by my feet,\" <sup><strong>4</strong></sup> have you not discriminated among yourselves and become judges with evil thoughts? <sup><strong>5</strong></sup> Listen, my dear brothers: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him? <sup><strong>6</strong></sup> But you have insulted the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court? <sup><strong>7</strong></sup> Are they not the ones who are slandering the noble name of him to whom you belong? <sup><strong>8</strong></sup> If you really keep the royal law found in Scripture, \"Love your neighbor as yourself,\" you are doing right. <sup><strong>9</strong></sup> But if you show favoritism, you sin and are convicted by the law as lawbreakers. <sup><strong>10</strong></sup> For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it. <sup><strong>11</strong></sup> For he who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery but do commit murder, you have become a lawbreaker. <sup><strong>12</strong></sup> Speak and act as those who are going to be judged by the law that gives freedom, <sup><strong>13</strong></sup> because judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment! <sup><strong>14</strong></sup> What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him? <sup><strong>15</strong></sup> Suppose a brother or sister is without clothes and daily food. <sup><strong>16</strong></sup> If one of you says to him, \"Go, I wish you well; keep warm and well fed,\" but does nothing about his physical needs, what good is it? <sup><strong>17</strong></sup> In the same way, faith by itself, if it is not accompanied by action, is dead. <sup><strong>18</strong></sup> But someone will say, \"You have faith; I have deeds.\" Show me your faith without deeds, and I will show you my faith by what I do. <sup><strong>19</strong></sup> You believe that there is one God. Good! Even the demons believe that--and shudder. <sup><strong>20</strong></sup> You foolish man, do you want evidence that faith without deeds is useless? <sup><strong>21</strong></sup> Was not our ancestor Abraham considered righteous for what he did when he offered his son Isaac on the altar? <sup><strong>22</strong></sup> You see that his faith and his actions were working together, and his faith was made complete by what he did. <sup><strong>23</strong></sup> And the scripture was fulfilled that says, \"Abraham believed God, and it was credited to him as righteousness,\" and he was called God's friend. <sup><strong>24</strong></sup> You see that a person is justified by what he does and not by faith alone. <sup><strong>25</strong></sup> In the same way, was not even Rahab the prostitute considered righteous for what she did when she gave lodging to the spies and sent them off in a different direction? <sup><strong>26</strong></sup> As the body without the spirit is dead, so faith without deeds is dead. "},{"_id":"616080e7a775948f9a152b3e","topicId":"616080e0a775948f9a152b25","verse":"Hebrews 13:1-25","votes":99,"__v":0,"esv":"<div>\n\n<p id=\"p58013001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58013001-1\">13:1&nbsp;</b>Let brotherly love continue. <b class=\"verse-num\" id=\"v58013002-1\">2&nbsp;</b>Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares. <b class=\"verse-num\" id=\"v58013003-1\">3&nbsp;</b>Remember those who are in prison, as though in prison with them, and those who are mistreated, since you also are in the body. <b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous. <b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.” <b class=\"verse-num\" id=\"v58013006-1\">6&nbsp;</b>So we can confidently say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58013006_05-26\" class=\"line\">&nbsp;&nbsp;“The Lord is my helper;</span><br><span id=\"p58013006_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not fear;</span><br><span id=\"p58013006_05-26\" class=\"line\">&nbsp;&nbsp;what can man do to me?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58013006_05-26\"><b class=\"verse-num\" id=\"v58013007-1\">7&nbsp;</b>Remember your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith. <b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever. <b class=\"verse-num\" id=\"v58013009-1\">9&nbsp;</b>Do not be led away by diverse and strange teachings, for it is good for the heart to be strengthened by grace, not by foods, which have not benefited those devoted to them. <b class=\"verse-num\" id=\"v58013010-1\">10&nbsp;</b>We have an altar from which those who serve the tent have no right to eat. <b class=\"verse-num\" id=\"v58013011-1\">11&nbsp;</b>For the bodies of those animals whose blood is brought into the holy places by the high priest as a sacrifice for sin are burned outside the camp. <b class=\"verse-num\" id=\"v58013012-1\">12&nbsp;</b>So Jesus also suffered outside the gate in order to sanctify the people through his own blood. <b class=\"verse-num\" id=\"v58013013-1\">13&nbsp;</b>Therefore let us go to him outside the camp and bear the reproach he endured. <b class=\"verse-num\" id=\"v58013014-1\">14&nbsp;</b>For here we have no lasting city, but we seek the city that is to come. <b class=\"verse-num\" id=\"v58013015-1\">15&nbsp;</b>Through him then let us continually offer up a sacrifice of praise to God, that is, the fruit of lips that acknowledge his name. <b class=\"verse-num\" id=\"v58013016-1\">16&nbsp;</b>Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.</p>\n<p id=\"p58013016_05-26\"><b class=\"verse-num\" id=\"v58013017-1\">17&nbsp;</b>Obey your leaders and submit to them, for they are keeping watch over your souls, as those who will have to give an account. Let them do this with joy and not with groaning, for that would be of no advantage to you.</p>\n<p id=\"p58013017_05-26\"><b class=\"verse-num\" id=\"v58013018-1\">18&nbsp;</b>Pray for us, for we are sure that we have a clear conscience, desiring to act honorably in all things. <b class=\"verse-num\" id=\"v58013019-1\">19&nbsp;</b>I urge you the more earnestly to do this in order that I may be restored to you the sooner.</p>\n\n<p id=\"p58013019_06-26\"><b class=\"verse-num\" id=\"v58013020-1\">20&nbsp;</b>Now may the God of peace who brought again from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant, <b class=\"verse-num\" id=\"v58013021-1\">21&nbsp;</b>equip you with everything good that you may do his will, working in us that which is pleasing in his sight, through Jesus Christ, to whom be glory forever and ever. Amen.</p>\n\n<p id=\"p58013021_08-26\"><b class=\"verse-num\" id=\"v58013022-1\">22&nbsp;</b>I appeal to you, brothers, bear with my word of exhortation, for I have written to you briefly. <b class=\"verse-num\" id=\"v58013023-1\">23&nbsp;</b>You should know that our brother Timothy has been released, with whom I shall see you if he comes soon. <b class=\"verse-num\" id=\"v58013024-1\">24&nbsp;</b>Greet all your leaders and all the saints. Those who come from Italy send you greetings. <b class=\"verse-num\" id=\"v58013025-1\">25&nbsp;</b>Grace be with all of you.</p>\n\n</div>","kjv":"<strong>1</strong> Let brotherly love continue.  <strong>2</strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.  <strong>3</strong> Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.  <strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  <strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  <strong>6</strong> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.  <strong>7</strong> Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.  <strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  <strong>9</strong> Be not carried about with divers and strange doctrines. For it is  a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.  <strong>10</strong> We have an altar, whereof they have no right to eat which serve the tabernacle.  <strong>11</strong> For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp.  <strong>12</strong> Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate.  <strong>13</strong> Let us go forth therefore unto him without the camp, bearing his reproach.  <strong>14</strong> For here have we no continuing city, but we seek one to come.  <strong>15</strong> By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.  <strong>16</strong> But to do good and to communicate forget not: for with such sacrifices God is well pleased.  <strong>17</strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.  <strong>18</strong> Pray for us: for we trust we have a good conscience, in all things willing to live honestly.  <strong>19</strong> But I beseech you the rather to do this, that I may be restored to you the sooner.  <strong>20</strong> Now the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant,  <strong>21</strong> Make you perfect in every good work to do his will, working in you that which is wellpleasing in his sight, through Jesus Christ; to whom be  glory for ever and ever. Amen.  <strong>22</strong> And I beseech you, brethren, suffer the word of exhortation: for I have written a letter unto you in few words.  <strong>23</strong> Know ye that our brother Timothy is set at liberty; with whom, if he come shortly, I will see you.  <strong>24</strong> Salute all them that have the rule over you, and all the saints. They of Italy salute you.  <strong>25</strong> Grace be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> Keep on loving each other as brothers. <sup><strong>2</strong></sup> Do not forget to entertain strangers, for by so doing some people have entertained angels without knowing it. <sup><strong>3</strong></sup> Remember those in prison as if you were their fellow prisoners, and those who are mistreated as if you yourselves were suffering. <sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral. <sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\" <sup><strong>6</strong></sup> So we say with confidence, \"The Lord is my helper; I will not be afraid. What can man do to me?\" <sup><strong>7</strong></sup> Remember your leaders, who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith. <sup><strong>8</strong></sup> Jesus Christ is the same yesterday and today and forever. <sup><strong>9</strong></sup> Do not be carried away by all kinds of strange teachings. It is good for our hearts to be strengthened by grace, not by ceremonial foods, which are of no value to those who eat them. <sup><strong>10</strong></sup> We have an altar from which those who minister at the tabernacle have no right to eat. <sup><strong>11</strong></sup> The high priest carries the blood of animals into the Most Holy Place as a sin offering, but the bodies are burned outside the camp. <sup><strong>12</strong></sup> And so Jesus also suffered outside the city gate to make the people holy through his own blood. <sup><strong>13</strong></sup> Let us, then, go to him outside the camp, bearing the disgrace he bore. <sup><strong>14</strong></sup> For here we do not have an enduring city, but we are looking for the city that is to come. <sup><strong>15</strong></sup> Through Jesus, therefore, let us continually offer to God a sacrifice of praise--the fruit of lips that confess his name. <sup><strong>16</strong></sup> And do not forget to do good and to share with others, for with such sacrifices God is pleased. <sup><strong>17</strong></sup> Obey your leaders and submit to their authority. They keep watch over you as men who must give an account. Obey them so that their work will be a joy, not a burden, for that would be of no advantage to you. <sup><strong>18</strong></sup> Pray for us. We are sure that we have a clear conscience and desire to live honorably in every way. <sup><strong>19</strong></sup> I particularly urge you to pray so that I may be restored to you soon. <sup><strong>20</strong></sup> May the God of peace, who through the blood of the eternal covenant brought back from the dead our Lord Jesus, that great Shepherd of the sheep, <sup><strong>21</strong></sup> equip you with everything good for doing his will, and may he work in us what is pleasing to him, through Jesus Christ, to whom be glory for ever and ever. Amen. <sup><strong>22</strong></sup> Brothers, I urge you to bear with my word of exhortation, for I have written you only a short letter. <sup><strong>23</strong></sup> I want you to know that our brother Timothy has been released. If he arrives soon, I will come with him to see you. <sup><strong>24</strong></sup> Greet all your leaders and all God's people. Those from Italy send you their greetings. <sup><strong>25</strong></sup> Grace be with you all. "}]}