{"_id":"61608617a775948f9a152c77","slug":"evildoers","name":"Evildoers","verses":[{"_id":"61608619a775948f9a152c78","topicId":"61608617a775948f9a152c77","verse":"Proverbs 6:16-19","votes":88,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006016_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006016-1\">16&nbsp;</b>&nbsp;&nbsp;There are six things that the LORD hates,</span><br><span id=\"p20006016_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seven that are an abomination to him:</span><br><span id=\"p20006017_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006017-1\">17&nbsp;</b>&nbsp;&nbsp;haughty eyes, a lying tongue,</span><br><span id=\"p20006017_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hands that shed innocent blood,</span><br><span id=\"p20006018_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006018-1\">18&nbsp;</b>&nbsp;&nbsp;a heart that devises wicked plans,</span><br><span id=\"p20006018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feet that make haste to run to evil,</span><br><span id=\"p20006019_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006019-1\">19&nbsp;</b>&nbsp;&nbsp;a false witness who breathes out lies,</span><br><span id=\"p20006019_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who sows discord among brothers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> These six things doth the LORD hate: yea, seven are  an abomination unto him:  <strong>17</strong> A proud look, a lying tongue, and hands that shed innocent blood,  <strong>18</strong> An heart that deviseth wicked imaginations, feet that be swift in running to mischief,  <strong>19</strong> A false witness that speaketh lies, and he that soweth discord among brethren.  ","niv":"<sup><strong>16</strong></sup> There are six things the LORD hates, seven that are detestable to him: <sup><strong>17</strong></sup> haughty eyes, a lying tongue, hands that shed innocent blood, <sup><strong>18</strong></sup> a heart that devises wicked schemes, feet that are quick to rush into evil, <sup><strong>19</strong></sup> a false witness who pours out lies and a man who stirs up dissension among brothers. "},{"_id":"61608619a775948f9a152c79","topicId":"61608617a775948f9a152c77","verse":"Psalm 37:1-10","votes":79,"__v":0,"esv":"<div>\n\n<h4 id=\"p19037001_07-2\" class=\"psalm-title\"> Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037001_07-2\" class=\"line\"><b class=\"chapter-num\" id=\"v19037001-1\">37:1&nbsp;</b>&nbsp;&nbsp;Fret not yourself because of evildoers;</span><br><span id=\"p19037001_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not envious of wrongdoers!</span><br><span id=\"p19037002_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037002-1\">2&nbsp;</b>&nbsp;&nbsp;For they will soon fade like the grass</span><br><span id=\"p19037002_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wither like the green herb.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19037003_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037003-1\">3&nbsp;</b>&nbsp;&nbsp;Trust in the LORD, and do good;</span><br><span id=\"p19037003_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;dwell in the land and befriend faithfulness.</span><br><span id=\"p19037004_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037004-1\">4&nbsp;</b>&nbsp;&nbsp;Delight yourself in the LORD,</span><br><span id=\"p19037004_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will give you the desires of your heart.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19037005_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037005-1\">5&nbsp;</b>&nbsp;&nbsp;Commit your way to the LORD;</span><br><span id=\"p19037005_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;trust in him, and he will act.</span><br><span id=\"p19037006_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037006-1\">6&nbsp;</b>&nbsp;&nbsp;He will bring forth your righteousness as the light,</span><br><span id=\"p19037006_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your justice as the noonday.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19037007_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037007-1\">7&nbsp;</b>&nbsp;&nbsp;Be still before the LORD and wait patiently for him;</span><br><span id=\"p19037007_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fret not yourself over the one who prospers in his way,</span><br><span id=\"p19037007_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;over the man who carries out evil devices!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19037008_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037008-1\">8&nbsp;</b>&nbsp;&nbsp;Refrain from anger, and forsake wrath!</span><br><span id=\"p19037008_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Fret not yourself; it tends only to evil.</span><br><span id=\"p19037009_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037009-1\">9&nbsp;</b>&nbsp;&nbsp;For the evildoers shall be cut off,</span><br><span id=\"p19037009_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those who wait for the LORD shall inherit the land.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19037010_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037010-1\">10&nbsp;</b>&nbsp;&nbsp;In just a little while, the wicked will be no more;</span><br><span id=\"p19037010_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;though you look carefully at his place, he will not be there.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Fret not thyself because of evildoers, neither be thou envious against the workers of iniquity.  <strong>2</strong> For they shall soon be cut down like the grass, and wither as the green herb.  <strong>3</strong> Trust in the LORD, and do good; so shalt thou dwell in the land, and verily thou shalt be fed.  <strong>4</strong> Delight thyself also in the LORD; and he shall give thee the desires of thine heart.  <strong>5</strong> Commit thy way unto the LORD; trust also in him; and he shall bring it to pass.  <strong>6</strong> And he shall bring forth thy righteousness as the light, and thy judgment as the noonday.  <strong>7</strong> Rest in the LORD, and wait patiently for him: fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass.  <strong>8</strong> Cease from anger, and forsake wrath: fret not thyself in any wise to do evil.  <strong>9</strong> For evildoers shall be cut off: but those that wait upon the LORD, they shall inherit the earth.  <strong>10</strong> For yet a little while, and the wicked shall not be:  yea, thou shalt diligently consider his place, and it shall  not be. ","niv":"<sup><strong>1</strong></sup> Do not fret because of evil men or be envious of those who do wrong; <sup><strong>2</strong></sup> for like the grass they will soon wither, like green plants they will soon die away. <sup><strong>3</strong></sup> Trust in the LORD and do good; dwell in the land and enjoy safe pasture. <sup><strong>4</strong></sup> Delight yourself in the LORD and he will give you the desires of your heart. <sup><strong>5</strong></sup> Commit your way to the LORD; trust in him and he will do this: <sup><strong>6</strong></sup> He will make your righteousness shine like the dawn, the justice of your cause like the noonday sun. <sup><strong>7</strong></sup> Be still before the LORD and wait patiently for him; do not fret when men succeed in their ways, when they carry out their wicked schemes. <sup><strong>8</strong></sup> Refrain from anger and turn from wrath; do not fret-it leads only to evil. <sup><strong>9</strong></sup> For evil men will be cut off, but those who hope in the LORD will inherit the land. <sup><strong>10</strong></sup> A little while, and the wicked will be no more; though you look for them, they will not be found. "},{"_id":"6160861aa775948f9a152c7a","topicId":"61608617a775948f9a152c77","verse":"Revelation 21:8","votes":42,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"6160861aa775948f9a152c7b","topicId":"61608617a775948f9a152c77","verse":"Luke 16:15","votes":38,"__v":0,"esv":"<div>\n<p id=\"p42016015_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v42016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“You are those who justify yourselves before men, but God knows your hearts. For what is exalted among men is an abomination in the sight of God.</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, Ye are they which justify yourselves before men; but God knoweth your hearts: for that which is highly esteemed among men is abomination in the sight of God.  ","niv":"<sup><strong>15</strong></sup> He said to them, \"You are the ones who justify yourselves in the eyes of men, but God knows your hearts. What is highly valued among men is detestable in God's sight."},{"_id":"6160861aa775948f9a152c7c","topicId":"61608617a775948f9a152c77","verse":"Romans 12:17-21","votes":35,"__v":0,"esv":"<div>\n<p id=\"p45012017_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"6160861ba775948f9a152c7d","topicId":"61608617a775948f9a152c77","verse":"Matthew 25:46","votes":30,"__v":0,"esv":"<div>\n<p id=\"p40025046_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n</div>","kjv":"<strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\"","modified":"2022-09-22T17:24:10.265Z"},{"_id":"6160861ba775948f9a152c7e","topicId":"61608617a775948f9a152c77","verse":"1 John 3:4","votes":25,"__v":0,"esv":"<div>\n<p id=\"p62003004_01-7\"><b class=\"verse-num\" id=\"v62003004-1\">4&nbsp;</b>Everyone who makes a practice of sinning also practices lawlessness; sin is lawlessness.</p>\n</div>","kjv":"<strong>4</strong> Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.  ","niv":"<sup><strong>4</strong></sup> Everyone who sins breaks the law; in fact, sin is lawlessness."},{"_id":"6160861ba775948f9a152c7f","topicId":"61608617a775948f9a152c77","verse":"Romans 12:19","votes":25,"__v":0,"esv":"<div>\n<p id=\"p45012019_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”</p>\n\n</div>","kjv":"<strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  ","niv":"<sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord."},{"_id":"6160861ba775948f9a152c80","topicId":"61608617a775948f9a152c77","verse":"John 8:44","votes":22,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."},{"_id":"6160861ba775948f9a152c81","topicId":"61608617a775948f9a152c77","verse":"Matthew 7:21-23","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-10\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' "},{"_id":"6160861ba775948f9a152c82","topicId":"61608617a775948f9a152c77","verse":"James 2:14-17","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p59002014_06-11\"><b class=\"verse-num\" id=\"v59002014-1\">14&nbsp;</b>What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him? <b class=\"verse-num\" id=\"v59002015-1\">15&nbsp;</b>If a brother or sister is poorly clothed and lacking in daily food, <b class=\"verse-num\" id=\"v59002016-1\">16&nbsp;</b>and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what good is that? <b class=\"verse-num\" id=\"v59002017-1\">17&nbsp;</b>So also faith by itself, if it does not have works, is dead.</p>\n\n</div>","kjv":"<strong>14</strong> What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?  <strong>15</strong> If a brother or sister be naked, and destitute of daily food,  <strong>16</strong> And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?  <strong>17</strong> Even so faith, if it hath not works, is dead, being alone.  ","niv":"<sup><strong>14</strong></sup> What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him? <sup><strong>15</strong></sup> Suppose a brother or sister is without clothes and daily food. <sup><strong>16</strong></sup> If one of you says to him, \"Go, I wish you well; keep warm and well fed,\" but does nothing about his physical needs, what good is it? <sup><strong>17</strong></sup> In the same way, faith by itself, if it is not accompanied by action, is dead. "},{"_id":"6160861ca775948f9a152c83","topicId":"61608617a775948f9a152c77","verse":"Ezekiel 11:21","votes":18,"__v":0,"esv":"<div>\n<p id=\"p26011021_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v26011021-1\">21&nbsp;</b>But as for those whose heart goes after their detestable things and their abominations, I will bring their deeds upon their own heads, declares the Lord GOD.”</p>\n\n</div>","kjv":"<strong>21</strong> But as for them whose heart walketh after the heart of their detestable things and their abominations, I will recompense their way upon their own heads, saith the Lord GOD.  ","niv":"<sup><strong>21</strong></sup> But as for those whose hearts are devoted to their vile images and detestable idols, I will bring down on their own heads what they have done, declares the Sovereign LORD.\""},{"_id":"6160861ca775948f9a152c84","topicId":"61608617a775948f9a152c77","verse":"Revelation 2:2","votes":18,"__v":0,"esv":"<div>\n<p id=\"p66002002_01-13\"><b class=\"verse-num woc\" id=\"v66002002-1\">2&nbsp;</b><span class=\"woc\">“‘I know your works, your toil and your patient endurance, and how you cannot bear with those who are evil, but have tested those who call themselves apostles and are not, and found them to be false.</span></p>\n</div>","kjv":"<strong>2</strong> I know thy works, and thy labour, and thy patience, and how thou canst not bear them which are evil: and thou hast tried them which say they are apostles, and are not, and hast found them liars:  ","niv":"<sup><strong>2</strong></sup> I know your deeds, your hard work and your perseverance. I know that you cannot tolerate wicked men, that you have tested those who claim to be apostles but are not, and have found them false."},{"_id":"6160861ca775948f9a152c85","topicId":"61608617a775948f9a152c77","verse":"Titus 1:16","votes":18,"__v":0,"esv":"<div>\n<p id=\"p56001016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001016-1\">16&nbsp;</b>They profess to know God, but they deny him by their works. They are detestable, disobedient, unfit for any good work.</p>\n</div>","kjv":"<strong>16</strong> They profess that they know God; but in works they deny him,  being abominable, and disobedient, and unto every good work reprobate.  ","niv":"<sup><strong>16</strong></sup> They claim to know God, but by their actions they deny him. They are detestable, disobedient and unfit for doing anything good."},{"_id":"6160861ca775948f9a152c86","topicId":"61608617a775948f9a152c77","verse":"Hebrews 13:5","votes":17,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"6160861ca775948f9a152c87","topicId":"61608617a775948f9a152c77","verse":"1 John 2:4","votes":15,"__v":0,"esv":"<div>\n<p id=\"p62002004_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,</p>\n</div>","kjv":"<strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  ","niv":"<sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him."},{"_id":"6160861da775948f9a152c88","topicId":"61608617a775948f9a152c77","verse":"James 4:17","votes":13,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins.","modified":"2022-08-28T04:36:37.760Z"},{"_id":"6160861da775948f9a152c89","topicId":"61608617a775948f9a152c77","verse":"Luke 16:19-31","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-18\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"6160861da775948f9a152c8a","topicId":"61608617a775948f9a152c77","verse":"Psalm 9:15","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19009015_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009015-1\">15&nbsp;</b>&nbsp;&nbsp;The nations have sunk in the pit that they made;</span><br><span id=\"p19009015_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the net that they hid, their own foot has been caught.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> The heathen are sunk down in the pit that they made: in the net which they hid is their own foot taken.  ","niv":"<sup><strong>15</strong></sup> The nations have fallen into the pit they have dug; their feet are caught in the net they have hidden.","modified":"2022-08-16T16:09:26.346Z"},{"_id":"6160861da775948f9a152c8b","topicId":"61608617a775948f9a152c77","verse":"Romans 16:19","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45016019_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45016019-1\">19&nbsp;</b>For your obedience is known to all, so that I rejoice over you, but I want you to be wise as to what is good and innocent as to what is evil.</p>\n</div>","kjv":"<strong>19</strong> For your obedience is come abroad unto all men. I am glad therefore on your behalf: but yet I would have you wise unto that which is good, and simple concerning evil.  ","niv":"<sup><strong>19</strong></sup> Everyone has heard about your obedience, so I am full of joy over you; but I want you to be wise about what is good, and innocent about what is evil."},{"_id":"6160861da775948f9a152c8c","topicId":"61608617a775948f9a152c77","verse":"1 Peter 4:12","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p60004012_05-22\"><b class=\"verse-num\" id=\"v60004012-1\">12&nbsp;</b>Beloved, do not be surprised at the fiery trial when it comes upon you to test you, as though something strange were happening to you.</p>\n</div>","kjv":"<strong>12</strong> Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:  ","niv":"<sup><strong>12</strong></sup> Dear friends, do not be surprised at the painful trial you are suffering, as though something strange were happening to you."},{"_id":"6160861ea775948f9a152c8d","topicId":"61608617a775948f9a152c77","verse":"Psalm 37:1-2","votes":11,"__v":0,"esv":"<div>\n\n<h4 id=\"p19037001_07-23\" class=\"psalm-title\"> Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037001_07-23\" class=\"line\"><b class=\"chapter-num\" id=\"v19037001-1\">37:1&nbsp;</b>&nbsp;&nbsp;Fret not yourself because of evildoers;</span><br><span id=\"p19037001_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not envious of wrongdoers!</span><br><span id=\"p19037002_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037002-1\">2&nbsp;</b>&nbsp;&nbsp;For they will soon fade like the grass</span><br><span id=\"p19037002_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wither like the green herb.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Fret not thyself because of evildoers, neither be thou envious against the workers of iniquity.  <strong>2</strong> For they shall soon be cut down like the grass, and wither as the green herb.  ","niv":"<sup><strong>1</strong></sup> Do not fret because of evil men or be envious of those who do wrong; <sup><strong>2</strong></sup> for like the grass they will soon wither, like green plants they will soon die away. "},{"_id":"6160861ea775948f9a152c8e","topicId":"61608617a775948f9a152c77","verse":"Jude 1:7","votes":10,"__v":0,"kjv":"<strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"6160861ea775948f9a152c8f","topicId":"61608617a775948f9a152c77","verse":"Ecclesiastes 12:13-14","votes":10,"__v":0,"esv":"<div>\n<p id=\"p21012013_01-25\"><b class=\"verse-num\" id=\"v21012013-1\">13&nbsp;</b>The end of the matter; all has been heard. Fear God and keep his commandments, for this is the whole duty of man. <b class=\"verse-num\" id=\"v21012014-1\">14&nbsp;</b>For God will bring every deed into judgment, with every secret thing, whether good or evil.</p>\n\n</div>","kjv":"<strong>13</strong> Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for this is the whole duty of man.  <strong>14</strong> For God shall bring every work into judgment, with every secret thing, whether it be good, or whether it be evil.  ","niv":"<sup><strong>13</strong></sup> Now all has been heard; here is the conclusion of the matter: Fear God and keep his commandments, for this is the whole duty of man. <sup><strong>14</strong></sup> For God will bring every deed into judgment, including every hidden thing, whether it is good or evil. "},{"_id":"6160861fa775948f9a152c90","topicId":"61608617a775948f9a152c77","verse":"Romans 1:18","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45001018_05-26\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth.</p>\n</div>","kjv":"<strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  ","niv":"<sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness,","modified":"2022-08-17T20:21:51.277Z"}]}