{"_id":"61608562a775948f9a152c0f","slug":"evil-in-the-world","name":"Evil In The World","verses":[{"_id":"61608562a775948f9a152c10","topicId":"61608562a775948f9a152c0f","verse":"1 John 2:15","votes":48,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-1\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.</p>\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him.","modified":"2023-03-28T21:14:37.529Z"},{"_id":"61608562a775948f9a152c11","topicId":"61608562a775948f9a152c0f","verse":"Romans 5:12","votes":43,"__v":0,"esv":"<div>\n\n<p id=\"p45005012_07-2\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—</p>\n\n</div>","kjv":"<strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  ","niv":"<sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned--","modified":"2023-12-08T21:59:52.668Z"},{"_id":"61608562a775948f9a152c12","topicId":"61608562a775948f9a152c0f","verse":"Ephesians 6:10-18","votes":45,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-3\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. ","modified":"2023-12-08T22:00:02.196Z"},{"_id":"61608563a775948f9a152c13","topicId":"61608562a775948f9a152c0f","verse":"Isaiah 55:8-9","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055008_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055008-1\">8&nbsp;</b>&nbsp;&nbsp;For my thoughts are not your thoughts,</span><br><span id=\"p23055008_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither are your ways my ways, declares the LORD.</span><br><span id=\"p23055009_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055009-1\">9&nbsp;</b>&nbsp;&nbsp;For as the heavens are higher than the earth,</span><br><span id=\"p23055009_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so are my ways higher than your ways</span><br><span id=\"p23055009_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my thoughts than your thoughts.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> For my thoughts are not your thoughts, neither are  your ways my ways, saith the LORD.  <strong>9</strong> For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.  ","niv":"<sup><strong>8</strong></sup> \"For my thoughts are not your thoughts, neither are your ways my ways,\" declares the LORD. <sup><strong>9</strong></sup> \"As the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts. ","modified":"2022-07-20T16:30:02.771Z"},{"_id":"61608563a775948f9a152c14","topicId":"61608562a775948f9a152c0f","verse":"Romans 8:28","votes":19,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"61608563a775948f9a152c15","topicId":"61608562a775948f9a152c0f","verse":"Matthew 24:9-13","votes":19,"__v":0,"esv":"<div>\n<p id=\"p40024009_01-6\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span></p>\n\n</div>","kjv":"<strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  ","niv":"<sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. ","modified":"2023-08-01T11:10:18.972Z"},{"_id":"61608563a775948f9a152c16","topicId":"61608562a775948f9a152c0f","verse":"Revelation 20:1-15","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-7\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-7\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-7\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"61608564a775948f9a152c17","topicId":"61608562a775948f9a152c0f","verse":"Isaiah 5:20","votes":22,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23005020_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005020-1\">20&nbsp;</b>&nbsp;&nbsp;Woe to those who call evil good</span><br><span id=\"p23005020_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and good evil,</span><br><span id=\"p23005020_01-8\" class=\"line\">&nbsp;&nbsp;who put darkness for light</span><br><span id=\"p23005020_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and light for darkness,</span><br><span id=\"p23005020_01-8\" class=\"line\">&nbsp;&nbsp;who put bitter for sweet</span><br><span id=\"p23005020_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sweet for bitter!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!  ","niv":"<sup><strong>20</strong></sup> Woe to those who call evil good and good evil, who put darkness for light and light for darkness, who put bitter for sweet and sweet for bitter.","modified":"2023-08-10T05:43:43.751Z"},{"_id":"61608564a775948f9a152c18","topicId":"61608562a775948f9a152c0f","verse":"John 3:16","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-9\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2023-06-13T23:06:47.113Z"},{"_id":"61608564a775948f9a152c19","topicId":"61608562a775948f9a152c0f","verse":"1 John 4:8","votes":14,"__v":0,"esv":"<div>\n<p id=\"p62004008_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love.</p>\n</div>","kjv":"<strong>8</strong> He that loveth not knoweth not God; for God is love.  ","niv":"<sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love."},{"_id":"61608565a775948f9a152c1a","topicId":"61608562a775948f9a152c0f","verse":"Romans 5:16","votes":13,"__v":0,"esv":"<div>\n<p id=\"p45005016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005016-1\">16&nbsp;</b>And the free gift is not like the result of that one man’s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brought justification.</p>\n</div>","kjv":"<strong>16</strong> And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification.  ","niv":"<sup><strong>16</strong></sup> Again, the gift of God is not like the result of the one man's sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification."},{"_id":"61608565a775948f9a152c1b","topicId":"61608562a775948f9a152c0f","verse":"John 16:33","votes":26,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\"","modified":"2022-10-11T23:36:01.204Z"},{"_id":"61608565a775948f9a152c1c","topicId":"61608562a775948f9a152c0f","verse":"Ephesians 6:12","votes":14,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms.","modified":"2023-08-10T05:45:06.862Z"},{"_id":"61608566a775948f9a152c1d","topicId":"61608562a775948f9a152c0f","verse":"Ephesians 6:11","votes":12,"__v":0,"esv":"<div>\n<p id=\"p49006011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil.</p>\n</div>","kjv":"<strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  ","niv":"<sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes."},{"_id":"61608566a775948f9a152c1e","topicId":"61608562a775948f9a152c0f","verse":"Galatians 1:4","votes":11,"__v":0,"esv":"<div>\n<p id=\"p48001004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v48001004-1\">4&nbsp;</b>who gave himself for our sins to deliver us from the present evil age, according to the will of our God and Father,</p>\n</div>","kjv":"<strong>4</strong> Who gave himself for our sins, that he might deliver us from this present evil world, according to the will of God and our Father:  ","niv":"<sup><strong>4</strong></sup> who gave himself for our sins to rescue us from the present evil age, according to the will of our God and Father,","modified":"2022-09-26T12:40:30.157Z"},{"_id":"61608566a775948f9a152c1f","topicId":"61608562a775948f9a152c0f","verse":"James 1:13","votes":10,"__v":0,"esv":"<div>\n<p id=\"p59001013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one.</p>\n</div>","kjv":"<strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  ","niv":"<sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone;"},{"_id":"61608566a775948f9a152c20","topicId":"61608562a775948f9a152c0f","verse":"Romans 12:2","votes":10,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"61608567a775948f9a152c21","topicId":"61608562a775948f9a152c0f","verse":"Matthew 5:48","votes":10,"__v":0,"esv":"<div>\n<p id=\"p40005048_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n</div>","kjv":"<strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect."},{"_id":"61608567a775948f9a152c22","topicId":"61608562a775948f9a152c0f","verse":"James 4:4","votes":9,"__v":0,"esv":"<div>\n<p id=\"p59004004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.</p>\n\n</div>","kjv":"<strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  ","niv":"<sup><strong>4</strong></sup> You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God."},{"_id":"61608567a775948f9a152c23","topicId":"61608562a775948f9a152c0f","verse":"Genesis 6:5","votes":7,"__v":0,"esv":"<div>\n<p id=\"p01006005_01-20\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually.</p>\n</div>","kjv":"<strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  ","niv":"<sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time.","modified":"2023-10-27T23:03:34.385Z"},{"_id":"61608568a775948f9a152c24","topicId":"61608562a775948f9a152c0f","verse":"John 3:20","votes":8,"__v":0,"esv":"<div>\n<p id=\"p43003020_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span></p>\n</div>","kjv":"<strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  ","niv":"<sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed."},{"_id":"61608568a775948f9a152c25","topicId":"61608562a775948f9a152c0f","verse":"1 John 2:16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p62002016_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.</p>\n\n</div>","kjv":"<strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  ","niv":"<sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world.","modified":"2023-09-18T15:49:15.534Z"},{"_id":"61608568a775948f9a152c26","topicId":"61608562a775948f9a152c0f","verse":"Proverbs 4:23","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20004023_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20004023-1\">23&nbsp;</b>&nbsp;&nbsp;Keep your heart with all vigilance,</span><br><span id=\"p20004023_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for from it flow the springs of life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Keep thy heart with all diligence; for out of it are the issues of life.  ","niv":"<sup><strong>23</strong></sup> Above all else, guard your heart, for it is the wellspring of life."},{"_id":"61608569a775948f9a152c27","topicId":"61608562a775948f9a152c0f","verse":"1 Thessalonians 5:22","votes":9,"__v":0,"esv":"<div>\n<p id=\"p52005022_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005022-1\">22&nbsp;</b>Abstain from every form of evil.</p>\n</div>","kjv":"<strong>22</strong> Abstain from all appearance of evil.  ","niv":"<sup><strong>22</strong></sup> Avoid every kind of evil.","modified":"2023-11-11T06:46:32.367Z"},{"_id":"61608569a775948f9a152c28","topicId":"61608562a775948f9a152c0f","verse":"Romans 12:9","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45012009_06-26\"><b class=\"verse-num\" id=\"v45012009-1\">9&nbsp;</b>Let love be genuine. Abhor what is evil; hold fast to what is good.</p>\n</div>","kjv":"<strong>9</strong>           Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.  ","niv":"<sup><strong>9</strong></sup> Love must be sincere. Hate what is evil; cling to what is good."}]}