{"_id":"6160853aa775948f9a152bf5","slug":"evil-doers","name":"Evil Doers","verses":[{"_id":"6160853ba775948f9a152bf6","topicId":"6160853aa775948f9a152bf5","verse":"Proverbs 21:15","votes":59,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021015_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021015-1\">15&nbsp;</b>&nbsp;&nbsp;When justice is done, it is a joy to the righteous</span><br><span id=\"p20021015_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but terror to evildoers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> It is joy to the just to do judgment: but destruction shall be to the workers of iniquity.  ","niv":"<sup><strong>15</strong></sup> When justice is done, it brings joy to the righteous but terror to evildoers.","modified":"2022-04-26T08:29:53.746Z"},{"_id":"6160853ba775948f9a152bf7","topicId":"6160853aa775948f9a152bf5","verse":"James 4:17","votes":49,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins.","modified":"2022-04-26T08:30:06.352Z"},{"_id":"6160853ca775948f9a152bf8","topicId":"6160853aa775948f9a152bf5","verse":"Matthew 12:36-37","votes":45,"__v":0,"esv":"<div>\n<p id=\"p40012036_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012036-1\">36&nbsp;</b><span class=\"woc\">I tell you, on the day of judgment people will give account for every careless word they speak,</span> <b class=\"verse-num woc\" id=\"v40012037-1\">37&nbsp;</b><span class=\"woc\">for by your words you will be justified, and by your words you will be condemned.”</span></p>\n</div>","kjv":"<strong>36</strong> But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.  <strong>37</strong> For by thy words thou shalt be justified, and by thy words thou shalt be condemned. ","niv":"<sup><strong>36</strong></sup> But I tell you that men will have to give account on the day of judgment for every careless word they have spoken. <sup><strong>37</strong></sup> For by your words you will be acquitted, and by your words you will be condemned.\" ","modified":"2022-04-26T08:30:31.377Z"},{"_id":"6160853ca775948f9a152bf9","topicId":"6160853aa775948f9a152bf5","verse":"Romans 13:4","votes":42,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-24\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-24\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  ","niv":"<sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer.","modified":"2022-04-26T08:30:48.600Z"},{"_id":"6160853ca775948f9a152bfa","topicId":"6160853aa775948f9a152bf5","verse":"Luke 6:35","votes":38,"__v":0,"esv":"<div>\n<p id=\"p42006035_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006035-1\">35&nbsp;</b><span class=\"woc\">But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.</span></p>\n</div>","kjv":"<strong>35</strong> But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.  ","niv":"<sup><strong>35</strong></sup> But love your enemies, do good to them, and lend to them without expecting to get anything back. Then your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked.","modified":"2022-04-26T08:31:15.003Z"},{"_id":"6160853ca775948f9a152bfb","topicId":"6160853aa775948f9a152bf5","verse":"Revelation 21:8","votes":34,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\"","modified":"2022-04-26T08:37:09.376Z"},{"_id":"6160853da775948f9a152bfc","topicId":"6160853aa775948f9a152bf5","verse":"John 8:44","votes":32,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies.","modified":"2022-04-26T08:37:24.447Z"},{"_id":"6160853da775948f9a152bfd","topicId":"6160853aa775948f9a152bf5","verse":"Matthew 7:21-23","votes":31,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-8\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' ","modified":"2022-04-26T08:38:41.896Z"},{"_id":"6160853da775948f9a152bfe","topicId":"6160853aa775948f9a152bf5","verse":"1 John 2:4","votes":28,"__v":0,"esv":"<div>\n<p id=\"p62002004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,</p>\n</div>","kjv":"<strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  ","niv":"<sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him.","modified":"2022-04-26T08:38:45.986Z"},{"_id":"6160853ea775948f9a152bff","topicId":"6160853aa775948f9a152bf5","verse":"2 Timothy 3:5","votes":23,"__v":0,"esv":"<div>\n<p id=\"p55003005_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people.</p>\n</div>","kjv":"<strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  ","niv":"<sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them.","modified":"2022-04-26T08:38:52.633Z"},{"_id":"6160853ea775948f9a152c00","topicId":"6160853aa775948f9a152bf5","verse":"John 8:32","votes":21,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\"","modified":"2022-04-26T08:38:54.907Z"},{"_id":"6160853ea775948f9a152c01","topicId":"6160853aa775948f9a152bf5","verse":"Proverbs 6:16-19","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006016_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006016-1\">16&nbsp;</b>&nbsp;&nbsp;There are six things that the LORD hates,</span><br><span id=\"p20006016_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seven that are an abomination to him:</span><br><span id=\"p20006017_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006017-1\">17&nbsp;</b>&nbsp;&nbsp;haughty eyes, a lying tongue,</span><br><span id=\"p20006017_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hands that shed innocent blood,</span><br><span id=\"p20006018_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006018-1\">18&nbsp;</b>&nbsp;&nbsp;a heart that devises wicked plans,</span><br><span id=\"p20006018_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feet that make haste to run to evil,</span><br><span id=\"p20006019_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006019-1\">19&nbsp;</b>&nbsp;&nbsp;a false witness who breathes out lies,</span><br><span id=\"p20006019_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who sows discord among brothers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> These six things doth the LORD hate: yea, seven are  an abomination unto him:  <strong>17</strong> A proud look, a lying tongue, and hands that shed innocent blood,  <strong>18</strong> An heart that deviseth wicked imaginations, feet that be swift in running to mischief,  <strong>19</strong> A false witness that speaketh lies, and he that soweth discord among brethren.  ","niv":"<sup><strong>16</strong></sup> There are six things the LORD hates, seven that are detestable to him: <sup><strong>17</strong></sup> haughty eyes, a lying tongue, hands that shed innocent blood, <sup><strong>18</strong></sup> a heart that devises wicked schemes, feet that are quick to rush into evil, <sup><strong>19</strong></sup> a false witness who pours out lies and a man who stirs up dissension among brothers. "},{"_id":"6160853ea775948f9a152c02","topicId":"6160853aa775948f9a152bf5","verse":"Psalm 55:23","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19055023_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19055023-1\">23&nbsp;</b>&nbsp;&nbsp;But you, O God, will cast them down</span><br><span id=\"p19055023_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;into the pit of destruction;</span><br><span id=\"p19055023_01-13\" class=\"line\">&nbsp;&nbsp;men of blood and treachery</span><br><span id=\"p19055023_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall not live out half their days.</span><br><span id=\"p19055023_01-13\" class=\"line\">&nbsp;&nbsp;But I will trust in you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> But thou, O God, shalt bring them down into the pit of destruction: bloody and deceitful men shall not live out half their days; but I will trust in thee.  ","niv":"<sup><strong>23</strong></sup> But you, O God, will bring down the wicked into the pit of corruption; bloodthirsty and deceitful men will not live out half their days. But as for me, I trust in you.","modified":"2022-11-12T02:11:05.183Z"},{"_id":"6160853fa775948f9a152c03","topicId":"6160853aa775948f9a152bf5","verse":"Genesis 6:5","votes":19,"__v":0,"esv":"<div>\n<p id=\"p01006005_01-14\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually.</p>\n</div>","kjv":"<strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  ","niv":"<sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time."},{"_id":"6160853fa775948f9a152c04","topicId":"6160853aa775948f9a152bf5","verse":"Titus 1:15-16","votes":18,"__v":0,"esv":"<div>\n<p id=\"p56001015_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001015-1\">15&nbsp;</b>To the pure, all things are pure, but to the defiled and unbelieving, nothing is pure; but both their minds and their consciences are defiled. <b class=\"verse-num\" id=\"v56001016-1\">16&nbsp;</b>They profess to know God, but they deny him by their works. They are detestable, disobedient, unfit for any good work.</p>\n</div>","kjv":"<strong>15</strong> Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled.  <strong>16</strong> They profess that they know God; but in works they deny him,  being abominable, and disobedient, and unto every good work reprobate.  ","niv":"<sup><strong>15</strong></sup> To the pure, all things are pure, but to those who are corrupted and do not believe, nothing is pure. In fact, both their minds and consciences are corrupted. <sup><strong>16</strong></sup> They claim to know God, but by their actions they deny him. They are detestable, disobedient and unfit for doing anything good. "},{"_id":"6160853fa775948f9a152c05","topicId":"6160853aa775948f9a152bf5","verse":"James 4:1-2","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p59004001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59004001-1\">4:1&nbsp;</b>What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? <b class=\"verse-num\" id=\"v59004002-1\">2&nbsp;</b>You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask.</p>\n\n</div>","kjv":"<strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  <strong>2</strong> Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.  ","niv":"<sup><strong>1</strong></sup> What causes fights and quarrels among you? Don't they come from your desires that battle within you? <sup><strong>2</strong></sup> You want something but don't get it. You kill and covet, but you cannot have what you want. You quarrel and fight. You do not have, because you do not ask God. "},{"_id":"61608540a775948f9a152c06","topicId":"6160853aa775948f9a152bf5","verse":"Ecclesiastes 8:11","votes":14,"__v":0,"esv":"<div>\n<p id=\"p21008011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v21008011-1\">11&nbsp;</b>Because the sentence against an evil deed is not executed speedily, the heart of the children of man is fully set to do evil.</p>\n</div>","kjv":"<strong>11</strong> Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil.  ","niv":"<sup><strong>11</strong></sup> When the sentence for a crime is not quickly carried out, the hearts of the people are filled with schemes to do wrong."},{"_id":"61608540a775948f9a152c07","topicId":"6160853aa775948f9a152bf5","verse":"James 1:14","votes":15,"__v":0,"esv":"<div>\n<p id=\"p59001014_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire.</p>\n</div>","kjv":"<strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  ","niv":"<sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed.","modified":"2022-04-26T08:39:20.576Z"},{"_id":"61608540a775948f9a152c08","topicId":"6160853aa775948f9a152bf5","verse":"James 1:22","votes":14,"__v":0,"esv":"<div>\n<p id=\"p59001022_01-19\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves.</p>\n</div>","kjv":"<strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  ","niv":"<sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says.","modified":"2022-04-26T08:39:17.932Z"},{"_id":"61608540a775948f9a152c09","topicId":"6160853aa775948f9a152bf5","verse":"Job 34:22","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18034022_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v18034022-1\">22&nbsp;</b>&nbsp;&nbsp;There is no gloom or deep darkness</span><br><span id=\"p18034022_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;where evildoers may hide themselves.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> There is no darkness, nor shadow of death, where the workers of iniquity may hide themselves.  ","niv":"<sup><strong>22</strong></sup> There is no dark place, no deep shadow, where evildoers can hide."},{"_id":"61608541a775948f9a152c0a","topicId":"6160853aa775948f9a152bf5","verse":"Revelation 20:12","votes":12,"__v":0,"esv":"<div>\n<p id=\"p66020012_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done.</p>\n</div>","kjv":"<strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  ","niv":"<sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books."},{"_id":"61608541a775948f9a152c0b","topicId":"6160853aa775948f9a152bf5","verse":"Matthew 7:1-2","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span></p>\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. ","modified":"2022-04-26T08:40:19.971Z"},{"_id":"61608541a775948f9a152c0c","topicId":"6160853aa775948f9a152bf5","verse":"Jude 1:18","votes":11,"__v":0,"kjv":"<strong>18</strong> How that they told you there should be mockers in the last time, who should walk after their own ungodly lusts.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"61608542a775948f9a152c0d","topicId":"6160853aa775948f9a152bf5","verse":"Romans 13:1-14","votes":9,"__v":0,"kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. ","modified":"2022-06-22T12:47:01.055Z"},{"_id":"61608542a775948f9a152c0e","topicId":"6160853aa775948f9a152bf5","verse":"Jude 1:7","votes":10,"__v":0,"kjv":"<strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"}]}