{"_id":"61608ac7a775948f9a152e34","slug":"exorcism","name":"Exorcism","verses":[{"_id":"61608ac8a775948f9a152e35","topicId":"61608ac7a775948f9a152e34","verse":"Mark 16:16-18","votes":62,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span> <b class=\"verse-num woc\" id=\"v41016017-1\">17&nbsp;</b><span class=\"woc\">And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;</span> <b class=\"verse-num woc\" id=\"v41016018-1\">18&nbsp;</b><span class=\"woc\">they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  <strong>17</strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;  <strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned. <sup><strong>17</strong></sup> And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues; <sup><strong>18</strong></sup> they will pick up snakes with their hands; and when they drink deadly poison, it will not hurt them at all; they will place their hands on sick people, and they will get well.\" ","modified":"2022-08-21T12:54:40.037Z"},{"_id":"61608ac8a775948f9a152e36","topicId":"61608ac7a775948f9a152e34","verse":"Ephesians 6:10-18","votes":45,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-2\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. ","modified":"2022-09-20T03:20:22.808Z"},{"_id":"61608ac8a775948f9a152e37","topicId":"61608ac7a775948f9a152e34","verse":"1 Peter 5:8","votes":39,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour.","modified":"2022-09-20T03:20:22.167Z"},{"_id":"61608ac9a775948f9a152e38","topicId":"61608ac7a775948f9a152e34","verse":"Luke 10:19","votes":32,"__v":0,"esv":"<div>\n<p id=\"p42010019_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42010019-1\">19&nbsp;</b><span class=\"woc\">Behold, I have given you authority to tread on serpents and scorpions, and over all the power of the enemy, and nothing shall hurt you.</span></p>\n</div>","kjv":"<strong>19</strong> Behold, I give unto you power to tread on serpents and scorpions, and over all the power of the enemy: and nothing shall by any means hurt you.  ","niv":"<sup><strong>19</strong></sup> I have given you authority to trample on snakes and scorpions and to overcome all the power of the enemy; nothing will harm you."},{"_id":"61608ac9a775948f9a152e39","topicId":"61608ac7a775948f9a152e34","verse":"Acts 19:15","votes":23,"__v":0,"esv":"<div>\n<p id=\"p44019015_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019015-1\">15&nbsp;</b>But the evil spirit answered them, “Jesus I know, and Paul I recognize, but who are you?”</p>\n</div>","kjv":"<strong>15</strong> And the evil spirit answered and said, Jesus I know, and Paul I know; but who are ye?  ","niv":"<sup><strong>15</strong></sup> One day the evil spirit answered them, \"Jesus I know, and I know about Paul, but who are you?\""},{"_id":"61608ac9a775948f9a152e3a","topicId":"61608ac7a775948f9a152e34","verse":"Mark 5:13","votes":20,"__v":0,"esv":"<div>\n<p id=\"p41005013_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v41005013-1\">13&nbsp;</b>So he gave them permission. And the unclean spirits came out and entered the pigs; and the herd, numbering about two thousand, rushed down the steep bank into the sea and drowned in the sea.</p>\n</div>","kjv":"<strong>13</strong> And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea.  ","niv":"<sup><strong>13</strong></sup> He gave them permission, and the evil spirits came out and went into the pigs. The herd, about two thousand in number, rushed down the steep bank into the lake and were drowned.","modified":"2022-04-23T00:00:06.483Z"},{"_id":"61608ac9a775948f9a152e3b","topicId":"61608ac7a775948f9a152e34","verse":"Acts 19:11-12","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p44019011_05-8\"><b class=\"verse-num\" id=\"v44019011-1\">11&nbsp;</b>And God was doing extraordinary miracles by the hands of Paul, <b class=\"verse-num\" id=\"v44019012-1\">12&nbsp;</b>so that even handkerchiefs or aprons that had touched his skin were carried away to the sick, and their diseases left them and the evil spirits came out of them.</p>\n</div>","kjv":"<strong>11</strong> And God wrought special miracles by the hands of Paul:  <strong>12</strong> So that from his body were brought unto the sick handkerchiefs or aprons, and the diseases departed from them, and the evil spirits went out of them.  ","niv":"<sup><strong>11</strong></sup> God did extraordinary miracles through Paul, <sup><strong>12</strong></sup> so that even handkerchiefs and aprons that had touched him were taken to the sick, and their illnesses were cured and the evil spirits left them. "},{"_id":"61608acaa775948f9a152e3c","topicId":"61608ac7a775948f9a152e34","verse":"Mark 9:38","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p41009038_08-9\"><b class=\"verse-num\" id=\"v41009038-1\">38&nbsp;</b>John said to him, “Teacher, we saw someone casting out demons in your name, and we tried to stop him, because he was not following us.”</p>\n\n</div>","kjv":"<strong>38</strong> And John answered him, saying, Master, we saw one casting out devils in thy name, and he followeth not us: and we forbad him, because he followeth not us.  ","niv":"<sup><strong>38</strong></sup> \"Teacher,\" said John, \"we saw a man driving out demons in your name and we told him to stop, because he was not one of us.\"","modified":"2022-05-15T17:43:14.543Z"},{"_id":"61608acaa775948f9a152e3d","topicId":"61608ac7a775948f9a152e34","verse":"Ephesians 6:13","votes":15,"__v":0,"esv":"<div>\n<p id=\"p49006013_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.</p>\n</div>","kjv":"<strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  ","niv":"<sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand."},{"_id":"61608acaa775948f9a152e3e","topicId":"61608ac7a775948f9a152e34","verse":"Acts 16:18","votes":15,"__v":0,"esv":"<div>\n<p id=\"p44016018_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016018-1\">18&nbsp;</b>And this she kept doing for many days. Paul, having become greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And it came out that very hour.</p>\n</div>","kjv":"<strong>18</strong> And this did she many days. But Paul, being grieved, turned and said to the spirit, I command thee in the name of Jesus Christ to come out of her. And he came out the same hour.  ","niv":"<sup><strong>18</strong></sup> She kept this up for many days. Finally Paul became so troubled that he turned around and said to the spirit, \"In the name of Jesus Christ I command you to come out of her!\" At that moment the spirit left her."},{"_id":"61608acba775948f9a152e3f","topicId":"61608ac7a775948f9a152e34","verse":"Luke 10:17","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p42010017_06-12\"><b class=\"verse-num\" id=\"v42010017-1\">17&nbsp;</b>The seventy-two returned with joy, saying, “Lord, even the demons are subject to us in your name!”</p>\n</div>","kjv":"<strong>17</strong> And the seventy returned again with joy, saying, Lord, even the devils are subject unto us through thy name.  ","niv":"<sup><strong>17</strong></sup> The seventy-two returned with joy and said, \"Lord, even the demons submit to us in your name.\""},{"_id":"61608acba775948f9a152e40","topicId":"61608ac7a775948f9a152e34","verse":"Luke 4:33-36","votes":15,"__v":0,"esv":"<div>\n<p id=\"p42004033_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v42004033-1\">33&nbsp;</b>And in the synagogue there was a man who had the spirit of an unclean demon, and he cried out with a loud voice, <b class=\"verse-num\" id=\"v42004034-1\">34&nbsp;</b>“Ha! What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God.” <b class=\"verse-num\" id=\"v42004035-1\">35&nbsp;</b>But Jesus rebuked him, saying, <span class=\"woc\">“Be silent and come out of him!”</span> And when the demon had thrown him down in their midst, he came out of him, having done him no harm. <b class=\"verse-num\" id=\"v42004036-1\">36&nbsp;</b>And they were all amazed and said to one another, “What is this word? For with authority and power he commands the unclean spirits, and they come out!”</p>\n\n</div>","kjv":"<strong>33</strong> And in the synagogue there was a man, which had a spirit of an unclean devil, and cried out with a loud voice,  <strong>34</strong> Saying, Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art; the Holy One of God.  <strong>35</strong> And Jesus rebuked him, saying, Hold thy peace, and come out of him.  And when the devil had thrown him in the midst, he came out of him, and hurt him not.  <strong>36</strong> And they were all amazed, and spake among themselves, saying, What a word is this! for with authority and power he commandeth the unclean spirits, and they come out.  ","niv":"<sup><strong>33</strong></sup> In the synagogue there was a man possessed by a demon, an evil spirit. He cried out at the top of his voice, <sup><strong>34</strong></sup> \"Ha! What do you want with us, Jesus of Nazareth? Have you come to destroy us? I know who you are--the Holy One of God!\" <sup><strong>35</strong></sup> \"Be quiet!\" Jesus said sternly. \"Come out of him!\" Then the demon threw the man down before them all and came out without injuring him. <sup><strong>36</strong></sup> All the people were amazed and said to each other, \"What is this teaching? With authority and power he gives orders to evil spirits and they come out!\" "},{"_id":"61608acba775948f9a152e41","topicId":"61608ac7a775948f9a152e34","verse":"James 4:7","votes":14,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you."},{"_id":"61608acca775948f9a152e42","topicId":"61608ac7a775948f9a152e34","verse":"Mark 5:8","votes":14,"__v":0,"esv":"<div>\n<p id=\"p41005008_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v41005008-1\">8&nbsp;</b>For he was saying to him, <span class=\"woc\">“Come out of the man, you unclean spirit!”</span></p>\n</div>","kjv":"<strong>8</strong> For he said unto him, Come out of the man, thou unclean spirit.  ","niv":"<sup><strong>8</strong></sup> For Jesus had said to him, \"Come out of this man, you evil spirit!\""},{"_id":"61608acca775948f9a152e43","topicId":"61608ac7a775948f9a152e34","verse":"Luke 9:49-50","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p42009049_08-16\"><b class=\"verse-num\" id=\"v42009049-1\">49&nbsp;</b>John answered, “Master, we saw someone casting out demons in your name, and we tried to stop him, because he does not follow with us.” <b class=\"verse-num\" id=\"v42009050-1\">50&nbsp;</b>But Jesus said to him, <span class=\"woc\">“Do not stop him, for the one who is not against you is for you.”</span></p>\n</div>","kjv":"<strong>49</strong> And John answered and said, Master, we saw one casting out devils in thy name; and we forbad him, because he followeth not with us.  <strong>50</strong> And Jesus said unto him, Forbid him not: for he that is not against us is for us. ","niv":"<sup><strong>49</strong></sup> \"Master,\" said John, \"we saw a man driving out demons in your name and we tried to stop him, because he is not one of us.\" <sup><strong>50</strong></sup> \"Do not stop him,\" Jesus said, \"for whoever is not against you is for you.\" "},{"_id":"61608acca775948f9a152e44","topicId":"61608ac7a775948f9a152e34","verse":"Luke 9:42","votes":13,"__v":0,"esv":"<div>\n<p id=\"p42009042_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v42009042-1\">42&nbsp;</b>While he was coming, the demon threw him to the ground and convulsed him. But Jesus rebuked the unclean spirit and healed the boy, and gave him back to his father.</p>\n</div>","kjv":"<strong>42</strong> And as he was yet a coming, the devil threw him down, and tare him. And Jesus rebuked the unclean spirit, and healed the child, and delivered him again to his father.  ","niv":"<sup><strong>42</strong></sup> Even while the boy was coming, the demon threw him to the ground in a convulsion. But Jesus rebuked the evil spirit, healed the boy and gave him back to his father."},{"_id":"61608acca775948f9a152e45","topicId":"61608ac7a775948f9a152e34","verse":"Acts 19:13-16","votes":12,"__v":0,"esv":"<div>\n<p id=\"p44019013_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019013-1\">13&nbsp;</b>Then some of the itinerant Jewish exorcists undertook to invoke the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul proclaims.” <b class=\"verse-num\" id=\"v44019014-1\">14&nbsp;</b>Seven sons of a Jewish high priest named Sceva were doing this. <b class=\"verse-num\" id=\"v44019015-1\">15&nbsp;</b>But the evil spirit answered them, “Jesus I know, and Paul I recognize, but who are you?” <b class=\"verse-num\" id=\"v44019016-1\">16&nbsp;</b>And the man in whom was the evil spirit leaped on them, mastered all of them and overpowered them, so that they fled out of that house naked and wounded.</p>\n\n</div>","kjv":"<strong>13</strong> Then certain of the vagabond Jews, exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth.  <strong>14</strong> And there were seven sons of one Sceva, a Jew, and  chief of the priests, which did so.  <strong>15</strong> And the evil spirit answered and said, Jesus I know, and Paul I know; but who are ye?  <strong>16</strong> And the man in whom the evil spirit was leaped on them, and overcame them, and prevailed against them, so that they fled out of that house naked and wounded.  ","niv":"<sup><strong>13</strong></sup> Some Jews who went around driving out evil spirits tried to invoke the name of the Lord Jesus over those who were demon-possessed. They would say, \"In the name of Jesus, whom Paul preaches, I command you to come out.\" <sup><strong>14</strong></sup> Seven sons of Sceva, a Jewish chief priest, were doing this. <sup><strong>15</strong></sup> One day the evil spirit answered them, \"Jesus I know, and I know about Paul, but who are you?\" <sup><strong>16</strong></sup> Then the man who had the evil spirit jumped on them and overpowered them all. He gave them such a beating that they ran out of the house naked and bleeding. "},{"_id":"61608acda775948f9a152e46","topicId":"61608ac7a775948f9a152e34","verse":"Luke 11:20","votes":12,"__v":0,"esv":"<div>\n<p id=\"p42011020_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011020-1\">20&nbsp;</b><span class=\"woc\">But if it is by the finger of God that I cast out demons, then the kingdom of God has come upon you.</span></p>\n</div>","kjv":"<strong>20</strong> But if I with the finger of God cast out devils, no doubt the kingdom of God is come upon you.  ","niv":"<sup><strong>20</strong></sup> But if I drive out demons by the finger of God, then the kingdom of God has come to you."},{"_id":"61608acda775948f9a152e47","topicId":"61608ac7a775948f9a152e34","verse":"1 Peter 3:18-22","votes":11,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-21\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"61608acda775948f9a152e48","topicId":"61608ac7a775948f9a152e34","verse":"Mark 9:17-29","votes":10,"__v":0,"esv":"<div>\n<p id=\"p41009017_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v41009017-1\">17&nbsp;</b>And someone from the crowd answered him, “Teacher, I brought my son to you, for he has a spirit that makes him mute. <b class=\"verse-num\" id=\"v41009018-1\">18&nbsp;</b>And whenever it seizes him, it throws him down, and he foams and grinds his teeth and becomes rigid. So I asked your disciples to cast it out, and they were not able.” <b class=\"verse-num\" id=\"v41009019-1\">19&nbsp;</b>And he answered them, <span class=\"woc\">“O faithless generation, how long am I to be with you? How long am I to bear with you? Bring him to me.”</span> <b class=\"verse-num\" id=\"v41009020-1\">20&nbsp;</b>And they brought the boy to him. And when the spirit saw him, immediately it convulsed the boy, and he fell on the ground and rolled about, foaming at the mouth. <b class=\"verse-num\" id=\"v41009021-1\">21&nbsp;</b>And Jesus asked his father, <span class=\"woc\">“How long has this been happening to him?”</span> And he said, “From childhood. <b class=\"verse-num\" id=\"v41009022-1\">22&nbsp;</b>And it has often cast him into fire and into water, to destroy him. But if you can do anything, have compassion on us and help us.” <b class=\"verse-num\" id=\"v41009023-1\">23&nbsp;</b>And Jesus said to him, <span class=\"woc\">“‘If you can’! All things are possible for one who believes.”</span> <b class=\"verse-num\" id=\"v41009024-1\">24&nbsp;</b>Immediately the father of the child cried out and said, “I believe; help my unbelief!” <b class=\"verse-num\" id=\"v41009025-1\">25&nbsp;</b>And when Jesus saw that a crowd came running together, he rebuked the unclean spirit, saying to it, <span class=\"woc\">“You mute and deaf spirit, I command you, come out of him and never enter him again.”</span> <b class=\"verse-num\" id=\"v41009026-1\">26&nbsp;</b>And after crying out and convulsing him terribly, it came out, and the boy was like a corpse, so that most of them said, “He is dead.” <b class=\"verse-num\" id=\"v41009027-1\">27&nbsp;</b>But Jesus took him by the hand and lifted him up, and he arose. <b class=\"verse-num\" id=\"v41009028-1\">28&nbsp;</b>And when he had entered the house, his disciples asked him privately, “Why could we not cast it out?” <b class=\"verse-num\" id=\"v41009029-1\">29&nbsp;</b>And he said to them, <span class=\"woc\">“This kind cannot be driven out by anything but prayer.”</span></p>\n\n</div>","kjv":"<strong>17</strong> And one of the multitude answered and said, Master, I have brought unto thee my son, which hath a dumb spirit;  <strong>18</strong> And wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not.  <strong>19</strong> He answereth him, and saith, O faithless generation, how long shall I be with you? how long shall I suffer you? bring him unto me.  <strong>20</strong> And they brought him unto him: and when he saw him, straightway the spirit tare him; and he fell on the ground, and wallowed foaming.  <strong>21</strong> And he asked his father, How long is it ago since this came unto him? And he said, Of a child.  <strong>22</strong> And ofttimes it hath cast him into the fire, and into the waters, to destroy him: but if thou canst do any thing, have compassion on us, and help us.  <strong>23</strong> Jesus said unto him, If thou canst believe, all things are  possible to him that believeth.  <strong>24</strong> And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief.  <strong>25</strong> When Jesus saw that the people came running together, he rebuked the foul spirit, saying unto him, Thou dumb and deaf spirit, I charge thee, come out of him, and enter no more into him.  <strong>26</strong> And the spirit cried, and rent him sore, and came out of him: and he was as one dead; insomuch that many said, He is dead.  <strong>27</strong> But Jesus took him by the hand, and lifted him up; and he arose.  <strong>28</strong> And when he was come into the house, his disciples asked him privately, Why could not we cast him out?  <strong>29</strong> And he said unto them, This kind can come forth by nothing, but by prayer and fasting. ","niv":"<sup><strong>17</strong></sup> A man in the crowd answered, \"Teacher, I brought you my son, who is possessed by a spirit that has robbed him of speech. <sup><strong>18</strong></sup> Whenever it seizes him, it throws him to the ground. He foams at the mouth, gnashes his teeth and becomes rigid. I asked your disciples to drive out the spirit, but they could not.\" <sup><strong>19</strong></sup> \"O unbelieving generation,\" Jesus replied, \"how long shall I stay with you? How long shall I put up with you? Bring the boy to me.\" <sup><strong>20</strong></sup> So they brought him. When the spirit saw Jesus, it immediately threw the boy into a convulsion. He fell to the ground and rolled around, foaming at the mouth. <sup><strong>21</strong></sup> Jesus asked the boy's father, \"How long has he been like this?\" <sup><strong>22</strong></sup> \"From childhood,\" he answered. \"It has often thrown him into fire or water to kill him. But if you can do anything, take pity on us and help us.\" <sup><strong>23</strong></sup> \"'If you can'?\" said Jesus. \"Everything is possible for him who believes.\" <sup><strong>24</strong></sup> Immediately the boy's father exclaimed, \"I do believe; help me overcome my unbelief!\" <sup><strong>25</strong></sup> When Jesus saw that a crowd was running to the scene, he rebuked the evil spirit. \"You deaf and mute spirit,\" he said, \"I command you, come out of him and never enter him again.\" <sup><strong>26</strong></sup> The spirit shrieked, convulsed him violently and came out. The boy looked so much like a corpse that many said, \"He's dead.\" <sup><strong>27</strong></sup> But Jesus took him by the hand and lifted him to his feet, and he stood up. <sup><strong>28</strong></sup> After Jesus had gone indoors, his disciples asked him privately, \"Why couldn't we drive it out?\" <sup><strong>29</strong></sup> He replied, \"This kind can come out only by prayer. \" ","modified":"2022-01-31T05:15:39.535Z"},{"_id":"61608acea775948f9a152e49","topicId":"61608ac7a775948f9a152e34","verse":"Acts 19:12","votes":11,"__v":0,"esv":"<div>\n<p id=\"p44019012_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019012-1\">12&nbsp;</b>so that even handkerchiefs or aprons that had touched his skin were carried away to the sick, and their diseases left them and the evil spirits came out of them.</p>\n</div>","kjv":"<strong>12</strong> So that from his body were brought unto the sick handkerchiefs or aprons, and the diseases departed from them, and the evil spirits went out of them.  ","niv":"<sup><strong>12</strong></sup> so that even handkerchiefs and aprons that had touched him were taken to the sick, and their illnesses were cured and the evil spirits left them."},{"_id":"61608acea775948f9a152e4a","topicId":"61608ac7a775948f9a152e34","verse":"Acts 19:13","votes":9,"__v":0,"esv":"<div>\n<p id=\"p44019013_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019013-1\">13&nbsp;</b>Then some of the itinerant Jewish exorcists undertook to invoke the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul proclaims.”</p>\n</div>","kjv":"<strong>13</strong> Then certain of the vagabond Jews, exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth.  ","niv":"<sup><strong>13</strong></sup> Some Jews who went around driving out evil spirits tried to invoke the name of the Lord Jesus over those who were demon-possessed. They would say, \"In the name of Jesus, whom Paul preaches, I command you to come out.\""},{"_id":"61608acea775948f9a152e4b","topicId":"61608ac7a775948f9a152e34","verse":"Luke 10:17-20","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p42010017_06-25\"><b class=\"verse-num\" id=\"v42010017-1\">17&nbsp;</b>The seventy-two returned with joy, saying, “Lord, even the demons are subject to us in your name!” <b class=\"verse-num\" id=\"v42010018-1\">18&nbsp;</b>And he said to them, <span class=\"woc\">“I saw Satan fall like lightning from heaven.</span> <b class=\"verse-num woc\" id=\"v42010019-1\">19&nbsp;</b><span class=\"woc\">Behold, I have given you authority to tread on serpents and scorpions, and over all the power of the enemy, and nothing shall hurt you.</span> <b class=\"verse-num woc\" id=\"v42010020-1\">20&nbsp;</b><span class=\"woc\">Nevertheless, do not rejoice in this, that the spirits are subject to you, but rejoice that your names are written in heaven.”</span></p>\n</div>","kjv":"<strong>17</strong> And the seventy returned again with joy, saying, Lord, even the devils are subject unto us through thy name.  <strong>18</strong> And he said unto them, I beheld Satan as lightning fall from heaven.  <strong>19</strong> Behold, I give unto you power to tread on serpents and scorpions, and over all the power of the enemy: and nothing shall by any means hurt you.  <strong>20</strong> Notwithstanding in this rejoice not, that the spirits are subject unto you; but rather rejoice, because your names are written in heaven.  ","niv":"<sup><strong>17</strong></sup> The seventy-two returned with joy and said, \"Lord, even the demons submit to us in your name.\" <sup><strong>18</strong></sup> He replied, \"I saw Satan fall like lightning from heaven. <sup><strong>19</strong></sup> I have given you authority to trample on snakes and scorpions and to overcome all the power of the enemy; nothing will harm you. <sup><strong>20</strong></sup> However, do not rejoice that the spirits submit to you, but rejoice that your names are written in heaven.\" "},{"_id":"61608acfa775948f9a152e4c","topicId":"61608ac7a775948f9a152e34","verse":"Luke 4:41","votes":9,"__v":0,"esv":"<div>\n<p id=\"p42004041_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v42004041-1\">41&nbsp;</b>And demons also came out of many, crying, “You are the Son of God!” But he rebuked them and would not allow them to speak, because they knew that he was the Christ.</p>\n</div>","kjv":"<strong>41</strong> And devils also came out of many, crying out, and saying, Thou art Christ the Son of God. And he rebuking them suffered them not to speak: for they knew that he was Christ.  ","niv":"<sup><strong>41</strong></sup> Moreover, demons came out of many people, shouting, \"You are the Son of God!\" But he rebuked them and would not allow them to speak, because they knew he was the Christ."},{"_id":"61608acfa775948f9a152e4d","topicId":"61608ac7a775948f9a152e34","verse":"Mark 1:25","votes":10,"__v":0,"esv":"<div>\n<p id=\"p41001025_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v41001025-1\">25&nbsp;</b>But Jesus rebuked him, saying, <span class=\"woc\">“Be silent, and come out of him!”</span></p>\n</div>","kjv":"<strong>25</strong> And Jesus rebuked him, saying, Hold thy peace, and come out of him.  ","niv":"<sup><strong>25</strong></sup> \"Be quiet!\" said Jesus sternly. \"Come out of him!\"","modified":"2022-01-30T17:55:36.505Z"}]}