{"_id":"61608af6a775948f9a152e4e","slug":"exorcisms","name":"Exorcisms","verses":[{"_id":"61608af7a775948f9a152e4f","topicId":"61608af6a775948f9a152e4e","verse":"Luke 9:42","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42009042_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v42009042-1\">42&nbsp;</b>While he was coming, the demon threw him to the ground and convulsed him. But Jesus rebuked the unclean spirit and healed the boy, and gave him back to his father.</p>\n</div>","kjv":"<strong>42</strong> And as he was yet a coming, the devil threw him down, and tare him. And Jesus rebuked the unclean spirit, and healed the child, and delivered him again to his father.  ","niv":"<sup><strong>42</strong></sup> Even while the boy was coming, the demon threw him to the ground in a convulsion. But Jesus rebuked the evil spirit, healed the boy and gave him back to his father.","modified":"2022-03-07T23:12:31.769Z"},{"_id":"61608af8a775948f9a152e50","topicId":"61608af6a775948f9a152e4e","verse":"1 Peter 5:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour.","modified":"2022-04-09T22:44:14.097Z"},{"_id":"61608af9a775948f9a152e51","topicId":"61608af6a775948f9a152e4e","verse":"Luke 11:20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42011020_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011020-1\">20&nbsp;</b><span class=\"woc\">But if it is by the finger of God that I cast out demons, then the kingdom of God has come upon you.</span></p>\n</div>","kjv":"<strong>20</strong> But if I with the finger of God cast out devils, no doubt the kingdom of God is come upon you.  ","niv":"<sup><strong>20</strong></sup> But if I drive out demons by the finger of God, then the kingdom of God has come to you.","modified":"2022-10-14T12:58:07.901Z"},{"_id":"61608af9a775948f9a152e52","topicId":"61608af6a775948f9a152e4e","verse":"James 4:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you.","modified":"2022-10-14T12:58:03.079Z"},{"_id":"61608af9a775948f9a152e53","topicId":"61608af6a775948f9a152e4e","verse":"Romans 10:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"61608afaa775948f9a152e54","topicId":"61608af6a775948f9a152e4e","verse":"Acts 16:1-40","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44016001_06-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44016001-1\">16:1&nbsp;</b>Paul came also to Derbe and to Lystra. A disciple was there, named Timothy, the son of a Jewish woman who was a believer, but his father was a Greek. <b class=\"verse-num\" id=\"v44016002-1\">2&nbsp;</b>He was well spoken of by the brothers at Lystra and Iconium. <b class=\"verse-num\" id=\"v44016003-1\">3&nbsp;</b>Paul wanted Timothy to accompany him, and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was a Greek. <b class=\"verse-num\" id=\"v44016004-1\">4&nbsp;</b>As they went on their way through the cities, they delivered to them for observance the decisions that had been reached by the apostles and elders who were in Jerusalem. <b class=\"verse-num\" id=\"v44016005-1\">5&nbsp;</b>So the churches were strengthened in the faith, and they increased in numbers daily.</p>\n\n<p id=\"p44016005_09-7\"><b class=\"verse-num\" id=\"v44016006-1\">6&nbsp;</b>And they went through the region of Phrygia and Galatia, having been forbidden by the Holy Spirit to speak the word in Asia. <b class=\"verse-num\" id=\"v44016007-1\">7&nbsp;</b>And when they had come up to Mysia, they attempted to go into Bithynia, but the Spirit of Jesus did not allow them. <b class=\"verse-num\" id=\"v44016008-1\">8&nbsp;</b>So, passing by Mysia, they went down to Troas. <b class=\"verse-num\" id=\"v44016009-1\">9&nbsp;</b>And a vision appeared to Paul in the night: a man of Macedonia was standing there, urging him and saying, “Come over to Macedonia and help us.” <b class=\"verse-num\" id=\"v44016010-1\">10&nbsp;</b>And when Paul had seen the vision, immediately we sought to go on into Macedonia, concluding that God had called us to preach the gospel to them.</p>\n\n<p id=\"p44016010_13-7\"><b class=\"verse-num\" id=\"v44016011-1\">11&nbsp;</b>So, setting sail from Troas, we made a direct voyage to Samothrace, and the following day to Neapolis, <b class=\"verse-num\" id=\"v44016012-1\">12&nbsp;</b>and from there to Philippi, which is a leading city of the district of Macedonia and a Roman colony. We remained in this city some days. <b class=\"verse-num\" id=\"v44016013-1\">13&nbsp;</b>And on the Sabbath day we went outside the gate to the riverside, where we supposed there was a place of prayer, and we sat down and spoke to the women who had come together. <b class=\"verse-num\" id=\"v44016014-1\">14&nbsp;</b>One who heard us was a woman named Lydia, from the city of Thyatira, a seller of purple goods, who was a worshiper of God. The Lord opened her heart to pay attention to what was said by Paul. <b class=\"verse-num\" id=\"v44016015-1\">15&nbsp;</b>And after she was baptized, and her household as well, she urged us, saying, “If you have judged me to be faithful to the Lord, come to my house and stay.” And she prevailed upon us.</p>\n\n<p id=\"p44016015_18-7\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling. <b class=\"verse-num\" id=\"v44016017-1\">17&nbsp;</b>She followed Paul and us, crying out, “These men are servants of the Most High God, who proclaim to you the way of salvation.” <b class=\"verse-num\" id=\"v44016018-1\">18&nbsp;</b>And this she kept doing for many days. Paul, having become greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And it came out that very hour.</p>\n<p id=\"p44016018_18-7\"><b class=\"verse-num\" id=\"v44016019-1\">19&nbsp;</b>But when her owners saw that their hope of gain was gone, they seized Paul and Silas and dragged them into the marketplace before the rulers. <b class=\"verse-num\" id=\"v44016020-1\">20&nbsp;</b>And when they had brought them to the magistrates, they said, “These men are Jews, and they are disturbing our city. <b class=\"verse-num\" id=\"v44016021-1\">21&nbsp;</b>They advocate customs that are not lawful for us as Romans to accept or practice.” <b class=\"verse-num\" id=\"v44016022-1\">22&nbsp;</b>The crowd joined in attacking them, and the magistrates tore the garments off them and gave orders to beat them with rods. <b class=\"verse-num\" id=\"v44016023-1\">23&nbsp;</b>And when they had inflicted many blows upon them, they threw them into prison, ordering the jailer to keep them safely. <b class=\"verse-num\" id=\"v44016024-1\">24&nbsp;</b>Having received this order, he put them into the inner prison and fastened their feet in the stocks.</p>\n\n<p id=\"p44016024_22-7\"><b class=\"verse-num\" id=\"v44016025-1\">25&nbsp;</b>About midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them, <b class=\"verse-num\" id=\"v44016026-1\">26&nbsp;</b>and suddenly there was a great earthquake, so that the foundations of the prison were shaken. And immediately all the doors were opened, and everyone’s bonds were unfastened. <b class=\"verse-num\" id=\"v44016027-1\">27&nbsp;</b>When the jailer woke and saw that the prison doors were open, he drew his sword and was about to kill himself, supposing that the prisoners had escaped. <b class=\"verse-num\" id=\"v44016028-1\">28&nbsp;</b>But Paul cried with a loud voice, “Do not harm yourself, for we are all here.” <b class=\"verse-num\" id=\"v44016029-1\">29&nbsp;</b>And the jailer called for lights and rushed in, and trembling with fear he fell down before Paul and Silas. <b class=\"verse-num\" id=\"v44016030-1\">30&nbsp;</b>Then he brought them out and said, “Sirs, what must I do to be saved?” <b class=\"verse-num\" id=\"v44016031-1\">31&nbsp;</b>And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.” <b class=\"verse-num\" id=\"v44016032-1\">32&nbsp;</b>And they spoke the word of the Lord to him and to all who were in his house. <b class=\"verse-num\" id=\"v44016033-1\">33&nbsp;</b>And he took them the same hour of the night and washed their wounds; and he was baptized at once, he and all his family. <b class=\"verse-num\" id=\"v44016034-1\">34&nbsp;</b>Then he brought them up into his house and set food before them. And he rejoiced along with his entire household that he had believed in God.</p>\n<p id=\"p44016034_22-7\"><b class=\"verse-num\" id=\"v44016035-1\">35&nbsp;</b>But when it was day, the magistrates sent the police, saying, “Let those men go.” <b class=\"verse-num\" id=\"v44016036-1\">36&nbsp;</b>And the jailer reported these words to Paul, saying, “The magistrates have sent to let you go. Therefore come out now and go in peace.” <b class=\"verse-num\" id=\"v44016037-1\">37&nbsp;</b>But Paul said to them, “They have beaten us publicly, uncondemned, men who are Roman citizens, and have thrown us into prison; and do they now throw us out secretly? No! Let them come themselves and take us out.” <b class=\"verse-num\" id=\"v44016038-1\">38&nbsp;</b>The police reported these words to the magistrates, and they were afraid when they heard that they were Roman citizens. <b class=\"verse-num\" id=\"v44016039-1\">39&nbsp;</b>So they came and apologized to them. And they took them out and asked them to leave the city. <b class=\"verse-num\" id=\"v44016040-1\">40&nbsp;</b>So they went out of the prison and visited Lydia. And when they had seen the brothers, they encouraged them and departed.</p>\n\n</div>","kjv":"<strong>1</strong> Then came he to Derbe and Lystra: and, behold, a certain disciple was there, named Timotheus, the son of a certain woman, which was a Jewess, and believed; but his father was a Greek:  <strong>2</strong> Which was well reported of by the brethren that were at Lystra and Iconium.  <strong>3</strong> Him would Paul have to go forth with him; and took and circumcised him because of the Jews which were in those quarters: for they knew all that his father was a Greek.  <strong>4</strong> And as they went through the cities, they delivered them the decrees for to keep, that were ordained of the apostles and elders which were at Jerusalem.  <strong>5</strong> And so were the churches established in the faith, and increased in number daily.  <strong>6</strong> Now when they had gone throughout Phrygia and the region of Galatia, and were forbidden of the Holy Ghost to preach the word in Asia,  <strong>7</strong> After they were come to Mysia, they assayed to go into Bithynia: but the Spirit suffered them not.  <strong>8</strong> And they passing by Mysia came down to Troas.  <strong>9</strong> And a vision appeared to Paul in the night; There stood a man of Macedonia, and prayed him, saying, Come over into Macedonia, and help us.  <strong>10</strong> And after he had seen the vision, immediately we endeavoured to go into Macedonia, assuredly gathering that the Lord had called us for to preach the gospel unto them.  <strong>11</strong> Therefore loosing from Troas, we came with a straight course to Samothracia, and the next day to Neapolis;  <strong>12</strong> And from thence to Philippi, which is the chief city of that part of Macedonia, and a colony: and we were in that city abiding certain days.  <strong>13</strong> And on the sabbath we went out of the city by a river side, where prayer was wont to be made; and we sat down, and spake unto the women which resorted thither.  <strong>14</strong> And a certain woman named Lydia, a seller of purple, of the city of Thyatira, which worshipped God, heard us: whose heart the Lord opened, that she attended unto the things which were spoken of Paul.  <strong>15</strong> And when she was baptized, and her household, she besought us,  saying, If ye have judged me to be faithful to the Lord, come into my house, and abide there. And she constrained us.  <strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  <strong>17</strong> The same followed Paul and us, and cried, saying, These men are the servants of the most high God, which shew unto us the way of salvation.  <strong>18</strong> And this did she many days. But Paul, being grieved, turned and said to the spirit, I command thee in the name of Jesus Christ to come out of her. And he came out the same hour.  <strong>19</strong> And when her masters saw that the hope of their gains was gone, they caught Paul and Silas, and drew them into the marketplace unto the rulers,  <strong>20</strong> And brought them to the magistrates, saying, These men, being Jews, do exceedingly trouble our city,  <strong>21</strong> And teach customs, which are not lawful for us to receive, neither to observe, being Romans.  <strong>22</strong> And the multitude rose up together against them: and the magistrates rent off their clothes, and commanded to beat them.  <strong>23</strong> And when they had laid many stripes upon them, they cast them  into prison, charging the jailer to keep them safely:  <strong>24</strong> Who, having received such a charge, thrust them into the inner prison, and made their feet fast in the stocks.  <strong>25</strong> And at midnight Paul and Silas prayed, and sang praises unto God: and the prisoners heard them.  <strong>26</strong> And suddenly there was a great earthquake, so that the foundations of the prison were shaken: and immediately all the doors were opened, and every one’s bands were loosed.  <strong>27</strong> And the keeper of the prison awaking out of his sleep, and seeing the prison doors open, he drew out his sword, and would have killed himself, supposing that the prisoners had been fled.  <strong>28</strong> But Paul cried with a loud voice, saying, Do thyself no harm: for we are all here.  <strong>29</strong> Then he called for a light, and sprang in, and came trembling, and fell down before Paul and Silas,  <strong>30</strong> And brought them out, and said, Sirs, what must I do to be saved?  <strong>31</strong> And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.  <strong>32</strong> And they spake unto him the word of the Lord, and to all that were in his house.  <strong>33</strong> And he took them the same hour of the night, and washed their  stripes; and was baptized, he and all his, straightway.  <strong>34</strong> And when he had brought them into his house, he set meat before them, and rejoiced, believing in God with all his house.  <strong>35</strong> And when it was day, the magistrates sent the serjeants, saying, Let those men go.  <strong>36</strong> And the keeper of the prison told this saying to Paul, The magistrates have sent to let you go: now therefore depart, and go in peace.  <strong>37</strong> But Paul said unto them, They have beaten us openly uncondemned, being Romans, and have cast us into prison; and now do they thrust us out privily? nay verily; but let them come themselves and fetch us out.  <strong>38</strong> And the serjeants told these words unto the magistrates: and they feared, when they heard that they were Romans.  <strong>39</strong> And they came and besought them, and brought them out, and desired them to depart out of the city.  <strong>40</strong> And they went out of the prison, and entered into the house of  Lydia and when they had seen the brethren, they comforted them, and departed.  ","niv":"<sup><strong>1</strong></sup> He came to Derbe and then to Lystra, where a disciple named Timothy lived, whose mother was a Jewess and a believer, but whose father was a Greek. <sup><strong>2</strong></sup> The brothers at Lystra and Iconium spoke well of him. <sup><strong>3</strong></sup> Paul wanted to take him along on the journey, so he circumcised him because of the Jews who lived in that area, for they all knew that his father was a Greek. <sup><strong>4</strong></sup> As they traveled from town to town, they delivered the decisions reached by the apostles and elders in Jerusalem for the people to obey. <sup><strong>5</strong></sup> So the churches were strengthened in the faith and grew daily in numbers. <sup><strong>6</strong></sup> Paul and his companions traveled throughout the region of Phrygia and Galatia, having been kept by the Holy Spirit from preaching the word in the province of Asia. <sup><strong>7</strong></sup> When they came to the border of Mysia, they tried to enter Bithynia, but the Spirit of Jesus would not allow them to. <sup><strong>8</strong></sup> So they passed by Mysia and went down to Troas. <sup><strong>9</strong></sup> During the night Paul had a vision of a man of Macedonia standing and begging him, \"Come over to Macedonia and help us.\" <sup><strong>10</strong></sup> After Paul had seen the vision, we got ready at once to leave for Macedonia, concluding that God had called us to preach the gospel to them. <sup><strong>11</strong></sup> From Troas we put out to sea and sailed straight for Samothrace, and the next day on to Neapolis. <sup><strong>12</strong></sup> From there we traveled to Philippi, a Roman colony and the leading city of that district of Macedonia. And we stayed there several days. <sup><strong>13</strong></sup> On the Sabbath we went outside the city gate to the river, where we expected to find a place of prayer. We sat down and began to speak to the women who had gathered there. <sup><strong>14</strong></sup> One of those listening was a woman named Lydia, a dealer in purple cloth from the city of Thyatira, who was a worshiper of God. The Lord opened her heart to respond to Paul's message. <sup><strong>15</strong></sup> When she and the members of her household were baptized, she invited us to her home. \"If you consider me a believer in the Lord,\" she said, \"come and stay at my house.\" And she persuaded us. <sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling. <sup><strong>17</strong></sup> This girl followed Paul and the rest of us, shouting, \"These men are servants of the Most High God, who are telling you the way to be saved.\" <sup><strong>18</strong></sup> She kept this up for many days. Finally Paul became so troubled that he turned around and said to the spirit, \"In the name of Jesus Christ I command you to come out of her!\" At that moment the spirit left her. <sup><strong>19</strong></sup> When the owners of the slave girl realized that their hope of making money was gone, they seized Paul and Silas and dragged them into the marketplace to face the authorities. <sup><strong>20</strong></sup> They brought them before the magistrates and said, \"These men are Jews, and are throwing our city into an uproar <sup><strong>21</strong></sup> by advocating customs unlawful for us Romans to accept or practice.\" <sup><strong>22</strong></sup> The crowd joined in the attack against Paul and Silas, and the magistrates ordered them to be stripped and beaten. <sup><strong>23</strong></sup> After they had been severely flogged, they were thrown into prison, and the jailer was commanded to guard them carefully. <sup><strong>24</strong></sup> Upon receiving such orders, he put them in the inner cell and fastened their feet in the stocks. <sup><strong>25</strong></sup> About midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them. <sup><strong>26</strong></sup> Suddenly there was such a violent earthquake that the foundations of the prison were shaken. At once all the prison doors flew open, and everybody's chains came loose. <sup><strong>27</strong></sup> The jailer woke up, and when he saw the prison doors open, he drew his sword and was about to kill himself because he thought the prisoners had escaped. <sup><strong>28</strong></sup> But Paul shouted, \"Don't harm yourself! We are all here!\" <sup><strong>29</strong></sup> The jailer called for lights, rushed in and fell trembling before Paul and Silas. <sup><strong>30</strong></sup> He then brought them out and asked, \"Sirs, what must I do to be saved?\" <sup><strong>31</strong></sup> They replied, \"Believe in the Lord Jesus, and you will be saved--you and your household.\" <sup><strong>32</strong></sup> Then they spoke the word of the Lord to him and to all the others in his house. <sup><strong>33</strong></sup> At that hour of the night the jailer took them and washed their wounds; then immediately he and all his family were baptized. <sup><strong>34</strong></sup> The jailer brought them into his house and set a meal before them; he was filled with joy because he had come to believe in God--he and his whole family. <sup><strong>35</strong></sup> When it was daylight, the magistrates sent their officers to the jailer with the order: \"Release those men.\" <sup><strong>36</strong></sup> The jailer told Paul, \"The magistrates have ordered that you and Silas be released. Now you can leave. Go in peace.\" <sup><strong>37</strong></sup> But Paul said to the officers: \"They beat us publicly without a trial, even though we are Roman citizens, and threw us into prison. And now do they want to get rid of us quietly? No! Let them come themselves and escort us out.\" <sup><strong>38</strong></sup> The officers reported this to the magistrates, and when they heard that Paul and Silas were Roman citizens, they were alarmed. <sup><strong>39</strong></sup> They came to appease them and escorted them from the prison, requesting them to leave the city. <sup><strong>40</strong></sup> After Paul and Silas came out of the prison, they went to Lydia's house, where they met with the brothers and encouraged them. Then they left. "},{"_id":"61608afaa775948f9a152e55","topicId":"61608af6a775948f9a152e4e","verse":"Luke 4:41","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42004041_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v42004041-1\">41&nbsp;</b>And demons also came out of many, crying, “You are the Son of God!” But he rebuked them and would not allow them to speak, because they knew that he was the Christ.</p>\n</div>","kjv":"<strong>41</strong> And devils also came out of many, crying out, and saying, Thou art Christ the Son of God. And he rebuking them suffered them not to speak: for they knew that he was Christ.  ","niv":"<sup><strong>41</strong></sup> Moreover, demons came out of many people, shouting, \"You are the Son of God!\" But he rebuked them and would not allow them to speak, because they knew he was the Christ."},{"_id":"61608afba775948f9a152e56","topicId":"61608af6a775948f9a152e4e","verse":"Romans 6:3-4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45006003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006003-1\">3&nbsp;</b>Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death? <b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n</div>","kjv":"<strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  ","niv":"<sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death? <sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. "},{"_id":"61608afba775948f9a152e57","topicId":"61608af6a775948f9a152e4e","verse":"Acts 19:13-16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44019013_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019013-1\">13&nbsp;</b>Then some of the itinerant Jewish exorcists undertook to invoke the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul proclaims.” <b class=\"verse-num\" id=\"v44019014-1\">14&nbsp;</b>Seven sons of a Jewish high priest named Sceva were doing this. <b class=\"verse-num\" id=\"v44019015-1\">15&nbsp;</b>But the evil spirit answered them, “Jesus I know, and Paul I recognize, but who are you?” <b class=\"verse-num\" id=\"v44019016-1\">16&nbsp;</b>And the man in whom was the evil spirit leaped on them, mastered all of them and overpowered them, so that they fled out of that house naked and wounded.</p>\n\n</div>","kjv":"<strong>13</strong> Then certain of the vagabond Jews, exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth.  <strong>14</strong> And there were seven sons of one Sceva, a Jew, and  chief of the priests, which did so.  <strong>15</strong> And the evil spirit answered and said, Jesus I know, and Paul I know; but who are ye?  <strong>16</strong> And the man in whom the evil spirit was leaped on them, and overcame them, and prevailed against them, so that they fled out of that house naked and wounded.  ","niv":"<sup><strong>13</strong></sup> Some Jews who went around driving out evil spirits tried to invoke the name of the Lord Jesus over those who were demon-possessed. They would say, \"In the name of Jesus, whom Paul preaches, I command you to come out.\" <sup><strong>14</strong></sup> Seven sons of Sceva, a Jewish chief priest, were doing this. <sup><strong>15</strong></sup> One day the evil spirit answered them, \"Jesus I know, and I know about Paul, but who are you?\" <sup><strong>16</strong></sup> Then the man who had the evil spirit jumped on them and overpowered them all. He gave them such a beating that they ran out of the house naked and bleeding. "},{"_id":"61608afba775948f9a152e58","topicId":"61608af6a775948f9a152e4e","verse":"Luke 4:33-36","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42004033_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v42004033-1\">33&nbsp;</b>And in the synagogue there was a man who had the spirit of an unclean demon, and he cried out with a loud voice, <b class=\"verse-num\" id=\"v42004034-1\">34&nbsp;</b>“Ha! What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God.” <b class=\"verse-num\" id=\"v42004035-1\">35&nbsp;</b>But Jesus rebuked him, saying, <span class=\"woc\">“Be silent and come out of him!”</span> And when the demon had thrown him down in their midst, he came out of him, having done him no harm. <b class=\"verse-num\" id=\"v42004036-1\">36&nbsp;</b>And they were all amazed and said to one another, “What is this word? For with authority and power he commands the unclean spirits, and they come out!”</p>\n\n</div>","kjv":"<strong>33</strong> And in the synagogue there was a man, which had a spirit of an unclean devil, and cried out with a loud voice,  <strong>34</strong> Saying, Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art; the Holy One of God.  <strong>35</strong> And Jesus rebuked him, saying, Hold thy peace, and come out of him.  And when the devil had thrown him in the midst, he came out of him, and hurt him not.  <strong>36</strong> And they were all amazed, and spake among themselves, saying, What a word is this! for with authority and power he commandeth the unclean spirits, and they come out.  ","niv":"<sup><strong>33</strong></sup> In the synagogue there was a man possessed by a demon, an evil spirit. He cried out at the top of his voice, <sup><strong>34</strong></sup> \"Ha! What do you want with us, Jesus of Nazareth? Have you come to destroy us? I know who you are--the Holy One of God!\" <sup><strong>35</strong></sup> \"Be quiet!\" Jesus said sternly. \"Come out of him!\" Then the demon threw the man down before them all and came out without injuring him. <sup><strong>36</strong></sup> All the people were amazed and said to each other, \"What is this teaching? With authority and power he gives orders to evil spirits and they come out!\" "},{"_id":"61608afba775948f9a152e5a","topicId":"61608af6a775948f9a152e4e","verse":"Matthew 10:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40010001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40010001-1\">10:1&nbsp;</b>And he called to him his twelve disciples and gave them authority over unclean spirits, to cast them out, and to heal every disease and every affliction.</p>\n</div>","kjv":"<strong>1</strong> And when he had called unto him his twelve disciples, he gave them power against unclean spirits, to cast them out, and to heal all manner of sickness and all manner of disease.  ","niv":"<sup><strong>1</strong></sup> He called his twelve disciples to him and gave them authority to drive out evil spirits and to heal every disease and sickness."},{"_id":"61608afba775948f9a152e59","topicId":"61608af6a775948f9a152e4e","verse":"Ephesians 6:10-18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-13\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. "},{"_id":"61608afba775948f9a152e5b","topicId":"61608af6a775948f9a152e4e","verse":"Acts 19:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44019013_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019013-1\">13&nbsp;</b>Then some of the itinerant Jewish exorcists undertook to invoke the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul proclaims.”</p>\n</div>","kjv":"<strong>13</strong> Then certain of the vagabond Jews, exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth.  ","niv":"<sup><strong>13</strong></sup> Some Jews who went around driving out evil spirits tried to invoke the name of the Lord Jesus over those who were demon-possessed. They would say, \"In the name of Jesus, whom Paul preaches, I command you to come out.\""},{"_id":"61608afca775948f9a152e5c","topicId":"61608af6a775948f9a152e4e","verse":"Luke 10:17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42010017_06-15\"><b class=\"verse-num\" id=\"v42010017-1\">17&nbsp;</b>The seventy-two returned with joy, saying, “Lord, even the demons are subject to us in your name!”</p>\n</div>","kjv":"<strong>17</strong> And the seventy returned again with joy, saying, Lord, even the devils are subject unto us through thy name.  ","niv":"<sup><strong>17</strong></sup> The seventy-two returned with joy and said, \"Lord, even the demons submit to us in your name.\""},{"_id":"61608afca775948f9a152e5d","topicId":"61608af6a775948f9a152e4e","verse":"Luke 9:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42009001_07-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42009001-1\">9:1&nbsp;</b>And he called the twelve together and gave them power and authority over all demons and to cure diseases,</p>\n</div>","kjv":"<strong>1</strong> Then he called his twelve disciples together, and gave them power and authority over all devils, and to cure diseases.  ","niv":"<sup><strong>1</strong></sup> When Jesus had called the Twelve together, he gave them power and authority to drive out all demons and to cure diseases,"},{"_id":"61608afca775948f9a152e5e","topicId":"61608af6a775948f9a152e4e","verse":"Mark 9:38","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41009038_08-17\"><b class=\"verse-num\" id=\"v41009038-1\">38&nbsp;</b>John said to him, “Teacher, we saw someone casting out demons in your name, and we tried to stop him, because he was not following us.”</p>\n\n</div>","kjv":"<strong>38</strong> And John answered him, saying, Master, we saw one casting out devils in thy name, and he followeth not us: and we forbad him, because he followeth not us.  ","niv":"<sup><strong>38</strong></sup> \"Teacher,\" said John, \"we saw a man driving out demons in your name and we told him to stop, because he was not one of us.\""},{"_id":"61608afca775948f9a152e5f","topicId":"61608af6a775948f9a152e4e","verse":"Mark 5:1-20","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41005001_08-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41005001-1\">5:1&nbsp;</b>They came to the other side of the sea, to the country of the Gerasenes. <b class=\"verse-num\" id=\"v41005002-1\">2&nbsp;</b>And when Jesus had stepped out of the boat, immediately there met him out of the tombs a man with an unclean spirit. <b class=\"verse-num\" id=\"v41005003-1\">3&nbsp;</b>He lived among the tombs. And no one could bind him anymore, not even with a chain, <b class=\"verse-num\" id=\"v41005004-1\">4&nbsp;</b>for he had often been bound with shackles and chains, but he wrenched the chains apart, and he broke the shackles in pieces. No one had the strength to subdue him. <b class=\"verse-num\" id=\"v41005005-1\">5&nbsp;</b>Night and day among the tombs and on the mountains he was always crying out and cutting himself with stones. <b class=\"verse-num\" id=\"v41005006-1\">6&nbsp;</b>And when he saw Jesus from afar, he ran and fell down before him. <b class=\"verse-num\" id=\"v41005007-1\">7&nbsp;</b>And crying out with a loud voice, he said, “What have you to do with me, Jesus, Son of the Most High God? I adjure you by God, do not torment me.” <b class=\"verse-num\" id=\"v41005008-1\">8&nbsp;</b>For he was saying to him, <span class=\"woc\">“Come out of the man, you unclean spirit!”</span> <b class=\"verse-num\" id=\"v41005009-1\">9&nbsp;</b>And Jesus asked him, <span class=\"woc\">“What is your name?”</span> He replied, “My name is Legion, for we are many.” <b class=\"verse-num\" id=\"v41005010-1\">10&nbsp;</b>And he begged him earnestly not to send them out of the country. <b class=\"verse-num\" id=\"v41005011-1\">11&nbsp;</b>Now a great herd of pigs was feeding there on the hillside, <b class=\"verse-num\" id=\"v41005012-1\">12&nbsp;</b>and they begged him, saying, “Send us to the pigs; let us enter them.” <b class=\"verse-num\" id=\"v41005013-1\">13&nbsp;</b>So he gave them permission. And the unclean spirits came out and entered the pigs; and the herd, numbering about two thousand, rushed down the steep bank into the sea and drowned in the sea.</p>\n<p id=\"p41005013_08-18\"><b class=\"verse-num\" id=\"v41005014-1\">14&nbsp;</b>The herdsmen fled and told it in the city and in the country. And people came to see what it was that had happened. <b class=\"verse-num\" id=\"v41005015-1\">15&nbsp;</b>And they came to Jesus and saw the demon-possessed man, the one who had had the legion, sitting there, clothed and in his right mind, and they were afraid. <b class=\"verse-num\" id=\"v41005016-1\">16&nbsp;</b>And those who had seen it described to them what had happened to the demon-possessed man and to the pigs. <b class=\"verse-num\" id=\"v41005017-1\">17&nbsp;</b>And they began to beg Jesus to depart from their region. <b class=\"verse-num\" id=\"v41005018-1\">18&nbsp;</b>As he was getting into the boat, the man who had been possessed with demons begged him that he might be with him. <b class=\"verse-num\" id=\"v41005019-1\">19&nbsp;</b>And he did not permit him but said to him, <span class=\"woc\">“Go home to your friends and tell them how much the Lord has done for you, and how he has had mercy on you.”</span> <b class=\"verse-num\" id=\"v41005020-1\">20&nbsp;</b>And he went away and began to proclaim in the Decapolis how much Jesus had done for him, and everyone marveled.</p>\n\n</div>","kjv":"<strong>1</strong> And they came over unto the other side of the sea, into the country of the Gadarenes.  <strong>2</strong> And when he was come out of the ship, immediately there met him out of the tombs a man with an unclean spirit,  <strong>3</strong> Who had his dwelling among the tombs; and no man could bind him, no, not with chains:  <strong>4</strong> Because that he had been often bound with fetters and chains, and the chains had been plucked asunder by him, and the fetters broken in pieces: neither could any man tame him.  <strong>5</strong> And always, night and day, he was in the mountains, and in the tombs, crying, and cutting himself with stones.  <strong>6</strong> But when he saw Jesus afar off, he ran and worshipped him,  <strong>7</strong> And cried with a loud voice, and said, What have I to do with thee, Jesus, thou Son of the most high God? I adjure thee by God, that thou torment me not.  <strong>8</strong> For he said unto him, Come out of the man, thou unclean spirit.  <strong>9</strong> And he asked him, What is thy name? And he answered, saying, My name is Legion: for we are many.  <strong>10</strong> And he besought him much that he would not send them away out of the country.  <strong>11</strong> Now there was there nigh unto the mountains a great herd of swine feeding.  <strong>12</strong> And all the devils besought him, saying, Send us into the swine, that we may enter into them.  <strong>13</strong> And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea.  <strong>14</strong> And they that fed the swine fled, and told it in the city, and in the country. And they went out to see what it was that was done.  <strong>15</strong> And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid.  <strong>16</strong> And they that saw it told them how it befell to him that was possessed with the devil, and also concerning the swine.  <strong>17</strong> And they began to pray him to depart out of their coasts.  <strong>18</strong> And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him.  <strong>19</strong> Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.  <strong>20</strong> And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel.  ","niv":"<sup><strong>1</strong></sup> They went across the lake to the region of the Gerasenes. <sup><strong>2</strong></sup> When Jesus got out of the boat, a man with an evil spirit came from the tombs to meet him. <sup><strong>3</strong></sup> This man lived in the tombs, and no one could bind him any more, not even with a chain. <sup><strong>4</strong></sup> For he had often been chained hand and foot, but he tore the chains apart and broke the irons on his feet. No one was strong enough to subdue him. <sup><strong>5</strong></sup> Night and day among the tombs and in the hills he would cry out and cut himself with stones. <sup><strong>6</strong></sup> When he saw Jesus from a distance, he ran and fell on his knees in front of him. <sup><strong>7</strong></sup> He shouted at the top of his voice, \"What do you want with me, Jesus, Son of the Most High God? Swear to God that you won't torture me!\" <sup><strong>8</strong></sup> For Jesus had said to him, \"Come out of this man, you evil spirit!\" <sup><strong>9</strong></sup> Then Jesus asked him, \"What is your name?\" <sup><strong>10</strong></sup> \"My name is Legion,\" he replied, \"for we are many.\" And he begged Jesus again and again not to send them out of the area. <sup><strong>11</strong></sup> A large herd of pigs was feeding on the nearby hillside. <sup><strong>12</strong></sup> The demons begged Jesus, \"Send us among the pigs; allow us to go into them.\" <sup><strong>13</strong></sup> He gave them permission, and the evil spirits came out and went into the pigs. The herd, about two thousand in number, rushed down the steep bank into the lake and were drowned. <sup><strong>14</strong></sup> Those tending the pigs ran off and reported this in the town and countryside, and the people went out to see what had happened. <sup><strong>15</strong></sup> When they came to Jesus, they saw the man who had been possessed by the legion of demons, sitting there, dressed and in his right mind; and they were afraid. <sup><strong>16</strong></sup> Those who had seen it told the people what had happened to the demon-possessed man--and told about the pigs as well. <sup><strong>17</strong></sup> Then the people began to plead with Jesus to leave their region. <sup><strong>18</strong></sup> As Jesus was getting into the boat, the man who had been demon-possessed begged to go with him. <sup><strong>19</strong></sup> Jesus did not let him, but said, \"Go home to your family and tell them how much the Lord has done for you, and how he has had mercy on you.\" <sup><strong>20</strong></sup> So the man went away and began to tell in the Decapolis how much Jesus had done for him. And all the people were amazed. "},{"_id":"61608afca775948f9a152e60","topicId":"61608af6a775948f9a152e4e","verse":"Mark 3:22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41003022_06-19\"><b class=\"verse-num\" id=\"v41003022-1\">22&nbsp;</b>And the scribes who came down from Jerusalem were saying, “He is possessed by Beelzebul,” and “by the prince of demons he casts out the demons.”</p>\n</div>","kjv":"<strong>22</strong> And the scribes which came down from Jerusalem said, He hath Beelzebub, and by the prince of the devils casteth he out devils.  ","niv":"<sup><strong>22</strong></sup> And the teachers of the law who came down from Jerusalem said, \"He is possessed by Beelzebub! By the prince of demons he is driving out demons.\""},{"_id":"61608afca775948f9a152e61","topicId":"61608af6a775948f9a152e4e","verse":"Matthew 17:14-20","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40017014_08-20\"><b class=\"verse-num\" id=\"v40017014-1\">14&nbsp;</b>And when they came to the crowd, a man came up to him and, kneeling before him, <b class=\"verse-num\" id=\"v40017015-1\">15&nbsp;</b>said, “Lord, have mercy on my son, for he has seizures and he suffers terribly. For often he falls into the fire, and often into the water. <b class=\"verse-num\" id=\"v40017016-1\">16&nbsp;</b>And I brought him to your disciples, and they could not heal him.” <b class=\"verse-num\" id=\"v40017017-1\">17&nbsp;</b>And Jesus answered, <span class=\"woc\">“O faithless and twisted generation, how long am I to be with you? How long am I to bear with you? Bring him here to me.”</span> <b class=\"verse-num\" id=\"v40017018-1\">18&nbsp;</b>And Jesus rebuked the demon, and it came out of him, and the boy was healed instantly. <b class=\"verse-num\" id=\"v40017019-1\">19&nbsp;</b>Then the disciples came to Jesus privately and said, “Why could we not cast it out?” <b class=\"verse-num\" id=\"v40017020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“Because of your little faith. For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you.”</span></p>\n\n</div>","kjv":"<strong>14</strong> And when they were come to the multitude, there came to him a certain man, kneeling down to him, and saying,  <strong>15</strong> Lord, have mercy on my son: for he is lunatick, and sore vexed: for ofttimes he falleth into the fire, and oft into the water.  <strong>16</strong> And I brought him to thy disciples, and they could not cure him.  <strong>17</strong> Then Jesus answered and said, O faithless and perverse generation, how long shall I be with you? how long shall I suffer you? bring him hither to me.  <strong>18</strong> And Jesus rebuked the devil; and he departed out of him: and the child was cured from that very hour.  <strong>19</strong> Then came the disciples to Jesus apart, and said, Why could not we cast him out?  <strong>20</strong> And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.  ","niv":"<sup><strong>14</strong></sup> When they came to the crowd, a man approached Jesus and knelt before him. <sup><strong>15</strong></sup> \"Lord, have mercy on my son,\" he said. \"He has seizures and is suffering greatly. He often falls into the fire or into the water. <sup><strong>16</strong></sup> I brought him to your disciples, but they could not heal him.\" <sup><strong>17</strong></sup> \"O unbelieving and perverse generation,\" Jesus replied, \"how long shall I stay with you? How long shall I put up with you? Bring the boy here to me.\" <sup><strong>18</strong></sup> Jesus rebuked the demon, and it came out of the boy, and he was healed from that moment. <sup><strong>19</strong></sup> Then the disciples came to Jesus in private and asked, \"Why couldn't we drive it out?\" <sup><strong>20</strong></sup> He replied, \"Because you have so little faith. I tell you the truth, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there' and it will move. Nothing will be impossible for you.\" "},{"_id":"61608afca775948f9a152e62","topicId":"61608af6a775948f9a152e4e","verse":"Matthew 12:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40012024_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v40012024-1\">24&nbsp;</b>But when the Pharisees heard it, they said, “It is only by Beelzebul, the prince of demons, that this man casts out demons.”</p>\n</div>","kjv":"<strong>24</strong> But when the Pharisees heard it, they said, This fellow  doth not cast out devils, but by Beelzebub the prince of the devils.  ","niv":"<sup><strong>24</strong></sup> But when the Pharisees heard this, they said, \"It is only by Beelzebub, the prince of demons, that this fellow drives out demons.\""},{"_id":"61608afca775948f9a152e63","topicId":"61608af6a775948f9a152e4e","verse":"Matthew 10:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40010008_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010008-1\">8&nbsp;</b><span class=\"woc\">Heal the sick, raise the dead, cleanse lepers, cast out demons. You received without paying; give without pay.</span></p>\n\n</div>","kjv":"<strong>8</strong> Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.  ","niv":"<sup><strong>8</strong></sup> Heal the sick, raise the dead, cleanse those who have leprosy, drive out demons. Freely you have received, freely give."},{"_id":"61608afca775948f9a152e64","topicId":"61608af6a775948f9a152e4e","verse":"1 John 3:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62003008_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003008-1\">8&nbsp;</b>Whoever makes a practice of sinning is of the devil, for the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the works of the devil.</p>\n</div>","kjv":"<strong>8</strong> He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.  ","niv":"<sup><strong>8</strong></sup> He who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil's work."},{"_id":"61608afda775948f9a152e65","topicId":"61608af6a775948f9a152e4e","verse":"Colossians 2:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p51002012_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v51002012-1\">12&nbsp;</b>having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead.</p>\n</div>","kjv":"<strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  ","niv":"<sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead."},{"_id":"61608afda775948f9a152e66","topicId":"61608af6a775948f9a152e4e","verse":"1 Corinthians 11:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46011020_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat.</p>\n</div>","kjv":"<strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  ","niv":"<sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat,"},{"_id":"61608afda775948f9a152e67","topicId":"61608af6a775948f9a152e4e","verse":"1 Corinthians 6:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006011_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n</div>","kjv":"<strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."}]}