{"_id":"61608c0ca775948f9a152eea","slug":"eyes-roam","name":"Eyes Roam","verses":[{"_id":"61608c0ca775948f9a152eeb","topicId":"61608c0ca775948f9a152eea","verse":"2 Chronicles 16:9","votes":14,"__v":0,"esv":"<div>\n<p id=\"p14016009_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v14016009-1\">9&nbsp;</b>For the eyes of the LORD run to and fro throughout the whole earth, to give strong support to those whose heart is blameless toward him. You have done foolishly in this, for from now on you will have wars.”</p>\n\n</div>","kjv":"<strong>9</strong> For the eyes of the LORD run to and fro throughout the whole earth, to shew himself strong in the behalf of them whose heart is  perfect toward him. Herein thou hast done foolishly: therefore from henceforth thou shalt have wars.  ","niv":"<sup><strong>9</strong></sup> For the eyes of the LORD range throughout the earth to strengthen those whose hearts are fully committed to him. You have done a foolish thing, and from now on you will be at war.\"","modified":"2023-05-28T19:14:59.378Z"},{"_id":"61608c0da775948f9a152eec","topicId":"61608c0ca775948f9a152eea","verse":"Jeremiah 29:11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","modified":"2022-11-21T20:32:04.238Z"},{"_id":"61608c0ea775948f9a152eed","topicId":"61608c0ca775948f9a152eea","verse":"Zechariah 4:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p38004010_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v38004010-1\">10&nbsp;</b>For whoever has despised the day of small things shall rejoice, and shall see the plumb line in the hand of Zerubbabel.</p>\n<p id=\"p38004010_01-3\">“These seven are the eyes of the LORD, which range through the whole earth.”</p>\n</div>","kjv":"<strong>10</strong> For who hath despised the day of small things? for they shall rejoice, and shall see the plummet in the hand of Zerubbabel with those seven; they are the eyes of the LORD, which run to and fro through the whole earth.  ","niv":"<sup><strong>10</strong></sup> \"Who despises the day of small things? Men will rejoice when they see the plumb line in the hand of Zerubbabel. \"(These seven are the eyes of the LORD, which range throughout the earth.)\"","modified":"2022-08-12T15:54:52.201Z"},{"_id":"61608c0ea775948f9a152eee","topicId":"61608c0ca775948f9a152eea","verse":"Job 24:23","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18024023_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024023-1\">23&nbsp;</b>&nbsp;&nbsp;He gives them security, and they are supported,</span><br><span id=\"p18024023_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his eyes are upon their ways.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Though it be given him to be in safety, whereon he resteth; yet his eyes are upon their ways.  ","niv":"<sup><strong>23</strong></sup> He may let them rest in a feeling of security, but his eyes are on their ways."},{"_id":"61608c0fa775948f9a152eef","topicId":"61608c0ca775948f9a152eea","verse":"2 Corinthians 4:18","votes":6,"__v":0,"esv":"<div>\n<p id=\"p47004018_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004018-1\">18&nbsp;</b>as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal.</p>\n</div>","kjv":"<strong>18</strong> While we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.  ","niv":"<sup><strong>18</strong></sup> So we fix our eyes not on what is seen, but on what is unseen. For what is seen is temporary, but what is unseen is eternal.","modified":"2023-12-04T07:21:24.332Z"},{"_id":"61608c0fa775948f9a152ef0","topicId":"61608c0ca775948f9a152eea","verse":"Psalm 119:156","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119156_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119156-1\">156&nbsp;</b>&nbsp;&nbsp;Great is your mercy, O LORD;</span><br><span id=\"p19119156_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your rules.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>156</strong> Great are thy tender mercies, O LORD: quicken me according to thy judgments.  ","niv":"<sup><strong>156</strong></sup> Your compassion is great, O LORD; preserve my life according to your laws.","modified":"2023-11-10T01:21:31.318Z"},{"_id":"61608c10a775948f9a152ef1","topicId":"61608c0ca775948f9a152eea","verse":"1 Peter 3:12","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003012_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003012-1\">12&nbsp;</b>&nbsp;&nbsp;For the eyes of the Lord are on the righteous,</span><br><span id=\"p60003012_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears are open to their prayer.</span><br><span id=\"p60003012_01-8\" class=\"line\">&nbsp;&nbsp;But the face of the Lord is against those who do evil.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is  against them that do evil.  ","niv":"<sup><strong>12</strong></sup> For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\""},{"_id":"61608c10a775948f9a152ef2","topicId":"61608c0ca775948f9a152eea","verse":"Psalm 139:4","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139004_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139004-1\">4&nbsp;</b>&nbsp;&nbsp;Even before a word is on my tongue,</span><br><span id=\"p19139004_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;behold, O LORD, you know it altogether.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> For there is not a word in my tongue, but, lo, O LORD, thou knowest it altogether.  ","niv":"<sup><strong>4</strong></sup> Before a word is on my tongue you know it completely, O LORD."},{"_id":"61608c10a775948f9a152ef3","topicId":"61608c0ca775948f9a152eea","verse":"Romans 8:1-39","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus. <b class=\"verse-num\" id=\"v45008002-1\">2&nbsp;</b>For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death. <b class=\"verse-num\" id=\"v45008003-1\">3&nbsp;</b>For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh, <b class=\"verse-num\" id=\"v45008004-1\">4&nbsp;</b>in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit. <b class=\"verse-num\" id=\"v45008005-1\">5&nbsp;</b>For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit. <b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n<p id=\"p45008008_05-10\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him. <b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n<p id=\"p45008011_08-10\"><b class=\"verse-num\" id=\"v45008012-1\">12&nbsp;</b>So then, brothers, we are debtors, not to the flesh, to live according to the flesh. <b class=\"verse-num\" id=\"v45008013-1\">13&nbsp;</b>For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live. <b class=\"verse-num\" id=\"v45008014-1\">14&nbsp;</b>For all who are led by the Spirit of God are sons of God. <b class=\"verse-num\" id=\"v45008015-1\">15&nbsp;</b>For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!” <b class=\"verse-num\" id=\"v45008016-1\">16&nbsp;</b>The Spirit himself bears witness with our spirit that we are children of God, <b class=\"verse-num\" id=\"v45008017-1\">17&nbsp;</b>and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.</p>\n\n<p id=\"p45008017_10-10\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. <b class=\"verse-num\" id=\"v45008019-1\">19&nbsp;</b>For the creation waits with eager longing for the revealing of the sons of God. <b class=\"verse-num\" id=\"v45008020-1\">20&nbsp;</b>For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope <b class=\"verse-num\" id=\"v45008021-1\">21&nbsp;</b>that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. <b class=\"verse-num\" id=\"v45008022-1\">22&nbsp;</b>For we know that the whole creation has been groaning together in the pains of childbirth until now. <b class=\"verse-num\" id=\"v45008023-1\">23&nbsp;</b>And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies. <b class=\"verse-num\" id=\"v45008024-1\">24&nbsp;</b>For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? <b class=\"verse-num\" id=\"v45008025-1\">25&nbsp;</b>But if we hope for what we do not see, we wait for it with patience.</p>\n<p id=\"p45008025_10-10\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. <b class=\"verse-num\" id=\"v45008027-1\">27&nbsp;</b>And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God. <b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n<p id=\"p45008030_13-10\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us? <b class=\"verse-num\" id=\"v45008032-1\">32&nbsp;</b>He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things? <b class=\"verse-num\" id=\"v45008033-1\">33&nbsp;</b>Who shall bring any charge against God’s elect? It is God who justifies. <b class=\"verse-num\" id=\"v45008034-1\">34&nbsp;</b>Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us. <b class=\"verse-num\" id=\"v45008035-1\">35&nbsp;</b>Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword? <b class=\"verse-num\" id=\"v45008036-1\">36&nbsp;</b>As it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45008036_13-10\" class=\"line\">&nbsp;&nbsp;“For your sake we are being killed all the day long;</span><br><span id=\"p45008036_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are regarded as sheep to be slaughtered.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45008036_13-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45008037-1\">37&nbsp;</b>No, in all these things we are more than conquerors through him who loved us. <b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, <b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus, <sup><strong>2</strong></sup> because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death. <sup><strong>3</strong></sup> For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man, <sup><strong>4</strong></sup> in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit. <sup><strong>5</strong></sup> Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires. <sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. <sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ. <sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. <sup><strong>12</strong></sup> Therefore, brothers, we have an obligation--but it is not to the sinful nature, to live according to it. <sup><strong>13</strong></sup> For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live, <sup><strong>14</strong></sup> because those who are led by the Spirit of God are sons of God. <sup><strong>15</strong></sup> For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, \"Abba, Father.\" <sup><strong>16</strong></sup> The Spirit himself testifies with our spirit that we are God's children. <sup><strong>17</strong></sup> Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory. <sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us. <sup><strong>19</strong></sup> The creation waits in eager expectation for the sons of God to be revealed. <sup><strong>20</strong></sup> For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope <sup><strong>21</strong></sup> that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God. <sup><strong>22</strong></sup> We know that the whole creation has been groaning as in the pains of childbirth right up to the present time. <sup><strong>23</strong></sup> Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption as sons, the redemption of our bodies. <sup><strong>24</strong></sup> For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what he already has? <sup><strong>25</strong></sup> But if we hope for what we do not yet have, we wait for it patiently. <sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express. <sup><strong>27</strong></sup> And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will. <sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. <sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us? <sup><strong>32</strong></sup> He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things? <sup><strong>33</strong></sup> Who will bring any charge against those whom God has chosen? It is God who justifies. <sup><strong>34</strong></sup> Who is he that condemns? Christ Jesus, who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us. <sup><strong>35</strong></sup> Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword? <sup><strong>36</strong></sup> As it is written: \"For your sake we face death all day long; we are considered as sheep to be slaughtered.\" <sup><strong>37</strong></sup> No, in all these things we are more than conquerors through him who loved us. <sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, <sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. "},{"_id":"61608c10a775948f9a152ef4","topicId":"61608c0ca775948f9a152eea","verse":"Jeremiah 32:1-44","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p24032001_08-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24032001-1\">32:1&nbsp;</b>The word that came to Jeremiah from the LORD in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar. <b class=\"verse-num\" id=\"v24032002-1\">2&nbsp;</b>At that time the army of the king of Babylon was besieging Jerusalem, and Jeremiah the prophet was shut up in the court of the guard that was in the palace of the king of Judah. <b class=\"verse-num\" id=\"v24032003-1\">3&nbsp;</b>For Zedekiah king of Judah had imprisoned him, saying, “Why do you prophesy and say, ‘Thus says the LORD: Behold, I am giving this city into the hand of the king of Babylon, and he shall capture it; <b class=\"verse-num\" id=\"v24032004-1\">4&nbsp;</b>Zedekiah king of Judah shall not escape out of the hand of the Chaldeans, but shall surely be given into the hand of the king of Babylon, and shall speak with him face to face and see him eye to eye. <b class=\"verse-num\" id=\"v24032005-1\">5&nbsp;</b>And he shall take Zedekiah to Babylon, and there he shall remain until I visit him, declares the LORD. Though you fight against the Chaldeans, you shall not succeed’?”</p>\n<p id=\"p24032005_08-11\"><b class=\"verse-num\" id=\"v24032006-1\">6&nbsp;</b>Jeremiah said, “The word of the LORD came to me: <b class=\"verse-num\" id=\"v24032007-1\">7&nbsp;</b>Behold, Hanamel the son of Shallum your uncle will come to you and say, ‘Buy my field that is at Anathoth, for the right of redemption by purchase is yours.’ <b class=\"verse-num\" id=\"v24032008-1\">8&nbsp;</b>Then Hanamel my cousin came to me in the court of the guard, in accordance with the word of the LORD, and said to me, ‘Buy my field that is at Anathoth in the land of Benjamin, for the right of possession and redemption is yours; buy it for yourself.’ Then I knew that this was the word of the LORD.</p>\n<p id=\"p24032008_08-11\"><b class=\"verse-num\" id=\"v24032009-1\">9&nbsp;</b>“And I bought the field at Anathoth from Hanamel my cousin, and weighed out the money to him, seventeen shekels of silver. <b class=\"verse-num\" id=\"v24032010-1\">10&nbsp;</b>I signed the deed, sealed it, got witnesses, and weighed the money on scales. <b class=\"verse-num\" id=\"v24032011-1\">11&nbsp;</b>Then I took the sealed deed of purchase, containing the terms and conditions and the open copy. <b class=\"verse-num\" id=\"v24032012-1\">12&nbsp;</b>And I gave the deed of purchase to Baruch the son of Neriah son of Mahseiah, in the presence of Hanamel my cousin, in the presence of the witnesses who signed the deed of purchase, and in the presence of all the Judeans who were sitting in the court of the guard. <b class=\"verse-num\" id=\"v24032013-1\">13&nbsp;</b>I charged Baruch in their presence, saying, <b class=\"verse-num\" id=\"v24032014-1\">14&nbsp;</b>‘Thus says the LORD of hosts, the God of Israel: Take these deeds, both this sealed deed of purchase and this open deed, and put them in an earthenware vessel, that they may last for a long time. <b class=\"verse-num\" id=\"v24032015-1\">15&nbsp;</b>For thus says the LORD of hosts, the God of Israel: Houses and fields and vineyards shall again be bought in this land.’</p>\n\n<p id=\"p24032015_12-11\"><b class=\"verse-num\" id=\"v24032016-1\">16&nbsp;</b>“After I had given the deed of purchase to Baruch the son of Neriah, I prayed to the LORD, saying: <b class=\"verse-num\" id=\"v24032017-1\">17&nbsp;</b>‘Ah, Lord GOD! It is you who have made the heavens and the earth by your great power and by your outstretched arm! Nothing is too hard for you. <b class=\"verse-num\" id=\"v24032018-1\">18&nbsp;</b>You show steadfast love to thousands, but you repay the guilt of fathers to their children after them, O great and mighty God, whose name is the LORD of hosts, <b class=\"verse-num\" id=\"v24032019-1\">19&nbsp;</b>great in counsel and mighty in deed, whose eyes are open to all the ways of the children of man, rewarding each one according to his ways and according to the fruit of his deeds. <b class=\"verse-num\" id=\"v24032020-1\">20&nbsp;</b>You have shown signs and wonders in the land of Egypt, and to this day in Israel and among all mankind, and have made a name for yourself, as at this day. <b class=\"verse-num\" id=\"v24032021-1\">21&nbsp;</b>You brought your people Israel out of the land of Egypt with signs and wonders, with a strong hand and outstretched arm, and with great terror. <b class=\"verse-num\" id=\"v24032022-1\">22&nbsp;</b>And you gave them this land, which you swore to their fathers to give them, a land flowing with milk and honey. <b class=\"verse-num\" id=\"v24032023-1\">23&nbsp;</b>And they entered and took possession of it. But they did not obey your voice or walk in your law. They did nothing of all you commanded them to do. Therefore you have made all this disaster come upon them. <b class=\"verse-num\" id=\"v24032024-1\">24&nbsp;</b>Behold, the siege mounds have come up to the city to take it, and because of sword and famine and pestilence the city is given into the hands of the Chaldeans who are fighting against it. What you spoke has come to pass, and behold, you see it. <b class=\"verse-num\" id=\"v24032025-1\">25&nbsp;</b>Yet you, O Lord GOD, have said to me, “Buy the field for money and get witnesses”—though the city is given into the hands of the Chaldeans.’”</p>\n<p id=\"p24032025_12-11\"><b class=\"verse-num\" id=\"v24032026-1\">26&nbsp;</b>The word of the LORD came to Jeremiah: <b class=\"verse-num\" id=\"v24032027-1\">27&nbsp;</b>“Behold, I am the LORD, the God of all flesh. Is anything too hard for me? <b class=\"verse-num\" id=\"v24032028-1\">28&nbsp;</b>Therefore, thus says the LORD: Behold, I am giving this city into the hands of the Chaldeans and into the hand of Nebuchadnezzar king of Babylon, and he shall capture it. <b class=\"verse-num\" id=\"v24032029-1\">29&nbsp;</b>The Chaldeans who are fighting against this city shall come and set this city on fire and burn it, with the houses on whose roofs offerings have been made to Baal and drink offerings have been poured out to other gods, to provoke me to anger. <b class=\"verse-num\" id=\"v24032030-1\">30&nbsp;</b>For the children of Israel and the children of Judah have done nothing but evil in my sight from their youth. The children of Israel have done nothing but provoke me to anger by the work of their hands, declares the LORD. <b class=\"verse-num\" id=\"v24032031-1\">31&nbsp;</b>This city has aroused my anger and wrath, from the day it was built to this day, so that I will remove it from my sight <b class=\"verse-num\" id=\"v24032032-1\">32&nbsp;</b>because of all the evil of the children of Israel and the children of Judah that they did to provoke me to anger—their kings and their officials, their priests and their prophets, the men of Judah and the inhabitants of Jerusalem. <b class=\"verse-num\" id=\"v24032033-1\">33&nbsp;</b>They have turned to me their back and not their face. And though I have taught them persistently, they have not listened to receive instruction. <b class=\"verse-num\" id=\"v24032034-1\">34&nbsp;</b>They set up their abominations in the house that is called by my name, to defile it. <b class=\"verse-num\" id=\"v24032035-1\">35&nbsp;</b>They built the high places of Baal in the Valley of the Son of Hinnom, to offer up their sons and daughters to Molech, though I did not command them, nor did it enter into my mind, that they should do this abomination, to cause Judah to sin.</p>\n\n<p id=\"p24032035_22-11\"><b class=\"verse-num\" id=\"v24032036-1\">36&nbsp;</b>“Now therefore thus says the LORD, the God of Israel, concerning this city of which you say, ‘It is given into the hand of the king of Babylon by sword, by famine, and by pestilence’: <b class=\"verse-num\" id=\"v24032037-1\">37&nbsp;</b>Behold, I will gather them from all the countries to which I drove them in my anger and my wrath and in great indignation. I will bring them back to this place, and I will make them dwell in safety. <b class=\"verse-num\" id=\"v24032038-1\">38&nbsp;</b>And they shall be my people, and I will be their God. <b class=\"verse-num\" id=\"v24032039-1\">39&nbsp;</b>I will give them one heart and one way, that they may fear me forever, for their own good and the good of their children after them. <b class=\"verse-num\" id=\"v24032040-1\">40&nbsp;</b>I will make with them an everlasting covenant, that I will not turn away from doing good to them. And I will put the fear of me in their hearts, that they may not turn from me. <b class=\"verse-num\" id=\"v24032041-1\">41&nbsp;</b>I will rejoice in doing them good, and I will plant them in this land in faithfulness, with all my heart and all my soul.</p>\n<p id=\"p24032041_22-11\"><b class=\"verse-num\" id=\"v24032042-1\">42&nbsp;</b>“For thus says the LORD: Just as I have brought all this great disaster upon this people, so I will bring upon them all the good that I promise them. <b class=\"verse-num\" id=\"v24032043-1\">43&nbsp;</b>Fields shall be bought in this land of which you are saying, ‘It is a desolation, without man or beast; it is given into the hand of the Chaldeans.’ <b class=\"verse-num\" id=\"v24032044-1\">44&nbsp;</b>Fields shall be bought for money, and deeds shall be signed and sealed and witnessed, in the land of Benjamin, in the places about Jerusalem, and in the cities of Judah, in the cities of the hill country, in the cities of the Shephelah, and in the cities of the Negeb; for I will restore their fortunes, declares the LORD.”</p>\n</div>","kjv":"<strong>1</strong> The word that came to Jeremiah from the LORD in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadrezzar.  <strong>2</strong> For then the king of Babylon’s army besieged Jerusalem: and Jeremiah the prophet was shut up in the court of the prison, which was in the king of Judah’s house.  <strong>3</strong> For Zedekiah king of Judah had shut him up, saying, Wherefore dost thou prophesy, and say, Thus saith the LORD, Behold, I will give this city into the hand of the king of Babylon, and he shall take it;  <strong>4</strong> And Zedekiah king of Judah shall not escape out of the hand of the Chaldeans, but shall surely be delivered into the hand of the king of Babylon, and shall speak with him mouth to mouth, and his eyes shall behold his eyes;  <strong>5</strong> And he shall lead Zedekiah to Babylon, and there shall he be until I visit him, saith the LORD: though ye fight with the Chaldeans, ye shall not prosper?  <strong>6</strong> And Jeremiah said, The word of the LORD came unto me, saying,  <strong>7</strong> Behold, Hanameel the son of Shallum thine uncle shall come unto thee, saying, Buy thee my field that is in Anathoth: for the right of redemption is thine to buy it.  <strong>8</strong> So Hanameel mine uncle’s son came to me in the court of the prison according to the word of the LORD, and said unto me, Buy my field, I pray thee, that is in Anathoth, which is in the country of Benjamin: for the right of inheritance is thine, and the redemption is thine; buy it for thyself. Then I knew that this was the word of the LORD.  <strong>9</strong> And I bought the field of Hanameel my uncle’s son, that was  in Anathoth, and weighed him the money, even seventeen shekels of silver.  <strong>10</strong> And I subscribed the evidence, and sealed it, and took witnesses, and weighed him the money in the balances.  <strong>11</strong> So I took the evidence of the purchase, both that which was sealed according to the law and custom, and that which was open:  <strong>12</strong> And I gave the evidence of the purchase unto Baruch the son of Neriah, the son of Maaseiah, in the sight of Hanameel mine uncle’s son,  and in the presence of the witnesses that subscribed the book of the purchase, before all the Jews that sat in the court of the prison.  <strong>13</strong> And I charged Baruch before them, saying,  <strong>14</strong> Thus saith the LORD of hosts, the God of Israel; Take these evidences, this evidence of the purchase, both which is sealed, and this evidence which is open; and put them in an earthen vessel, that they may continue many days.  <strong>15</strong> For thus saith the LORD of hosts, the God of Israel; Houses and fields and vineyards shall be possessed again in this land.  <strong>16</strong> Now when I had delivered the evidence of the purchase unto Baruch the son of Neriah, I prayed unto the LORD, saying,  <strong>17</strong> Ah Lord GOD! behold, thou hast made the heaven and the earth by thy great power and stretched out arm, and there is nothing too hard for thee:  <strong>18</strong> Thou shewest lovingkindness unto thousands, and recompensest the iniquity of the fathers into the bosom of their children after them: the Great, the Mighty God, the LORD of hosts, is his name,  <strong>19</strong> Great in counsel, and mighty in work: for thine eyes are  open upon all the ways of the sons of men: to give every one according to his ways, and according to the fruit of his doings:  <strong>20</strong> Which hast set signs and wonders in the land of Egypt, even  unto this day, and in Israel, and among other men; and hast made thee a name, as at this day;  <strong>21</strong> And hast brought forth thy people Israel out of the land of Egypt with signs, and with wonders, and with a strong hand, and with a stretched out arm, and with great terror;  <strong>22</strong> And hast given them this land, which thou didst swear to their fathers to give them, a land flowing with milk and honey;  <strong>23</strong> And they came in, and possessed it; but they obeyed not thy voice, neither walked in thy law; they have done nothing of all that thou commandedst them to do: therefore thou hast caused all this evil to come upon them:  <strong>24</strong> Behold the mounts, they are come unto the city to take it; and the city is given into the hand of the Chaldeans, that fight against it, because of the sword, and of the famine, and of the pestilence: and what thou hast spoken is come to pass; and, behold, thou seest it.  <strong>25</strong> And thou hast said unto me, O Lord GOD, Buy thee the field for money, and take witnesses; for the city is given into the hand of the Chaldeans.  <strong>26</strong> Then came the word of the LORD unto Jeremiah, saying,  <strong>27</strong> Behold, I am the LORD, the God of all flesh: is there any thing too hard for me?  <strong>28</strong> Therefore thus saith the LORD; Behold, I will give this city into the hand of the Chaldeans, and into the hand of Nebuchadrezzar king of Babylon, and he shall take it:  <strong>29</strong> And the Chaldeans, that fight against this city, shall come and set fire on this city, and burn it with the houses, upon whose roofs they have offered incense unto Baal, and poured out drink offerings unto other gods, to provoke me to anger.  <strong>30</strong> For the children of Israel and the children of Judah have only done evil before me from their youth: for the children of Israel have only provoked me to anger with the work of their hands, saith the LORD.  <strong>31</strong> For this city hath been to me as a provocation of mine anger and of my fury from the day that they built it even unto this day; that I should remove it from before my face,  <strong>32</strong> Because of all the evil of the children of Israel and of the children of Judah, which they have done to provoke me to anger, they, their kings, their princes, their priests, and their prophets, and the men of Judah, and the inhabitants of Jerusalem.  <strong>33</strong> And they have turned unto me the back, and not the face: though I taught them, rising up early and teaching them, yet they have not hearkened to receive instruction.  <strong>34</strong> But they set their abominations in the house, which is called by my name, to defile it.  <strong>35</strong> And they built the high places of Baal, which are in the valley of the son of Hinnom, to cause their sons and their daughters to pass through the fire unto Molech; which I commanded them not, neither came it into my mind, that they should do this abomination, to cause Judah to sin.  <strong>36</strong> And now therefore thus saith the LORD, the God of Israel, concerning this city, whereof ye say, It shall be delivered into the hand of the king of Babylon by the sword, and by the famine, and by the pestilence;  <strong>37</strong> Behold, I will gather them out of all countries, whither I have driven them in mine anger, and in my fury, and in great wrath; and I will bring them again unto this place, and I will cause them to dwell safely:  <strong>38</strong> And they shall be my people, and I will be their God:  <strong>39</strong> And I will give them one heart, and one way, that they may fear me for ever, for the good of them, and of their children after them:  <strong>40</strong> And I will make an everlasting covenant with them, that I will not turn away from them, to do them good; but I will put my fear in their hearts, that they shall not depart from me.  <strong>41</strong> Yea, I will rejoice over them to do them good, and I will plant them in this land assuredly with my whole heart and with my whole soul.  <strong>42</strong> For thus saith the LORD; Like as I have brought all this great evil upon this people, so will I bring upon them all the good that I have promised them.  <strong>43</strong> And fields shall be bought in this land, whereof ye say, It is  desolate without man or beast; it is given into the hand of the Chaldeans.  <strong>44</strong> Men shall buy fields for money, and subscribe evidences, and seal them, and take witnesses in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, and in the cities of the mountains, and in the cities of the valley, and in the cities of the south: for I will cause their captivity to return, saith the LORD.  ","niv":"<sup><strong>1</strong></sup> This is the word that came to Jeremiah from the LORD in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar. <sup><strong>2</strong></sup> The army of the king of Babylon was then besieging Jerusalem, and Jeremiah the prophet was confined in the courtyard of the guard in the royal palace of Judah. <sup><strong>3</strong></sup> Now Zedekiah king of Judah had imprisoned him there, saying, \"Why do you prophesy as you do? You say, 'This is what the LORD says: I am about to hand this city over to the king of Babylon, and he will capture it. <sup><strong>4</strong></sup> Zedekiah king of Judah will not escape out of the hands of the Babylonians but will certainly be handed over to the king of Babylon, and will speak with him face to face and see him with his own eyes. <sup><strong>5</strong></sup> He will take Zedekiah to Babylon, where he will remain until I deal with him, declares the LORD. If you fight against the Babylonians, you will not succeed.'\" <sup><strong>6</strong></sup> Jeremiah said, \"The word of the LORD came to me: <sup><strong>7</strong></sup> Hanamel son of Shallum your uncle is going to come to you and say, 'Buy my field at Anathoth, because as nearest relative it is your right and duty to buy it.' <sup><strong>8</strong></sup> \"Then, just as the LORD had said, my cousin Hanamel came to me in the courtyard of the guard and said, 'Buy my field at Anathoth in the territory of Benjamin. Since it is your right to redeem it and possess it, buy it for yourself.'\"I knew that this was the word of the LORD; <sup><strong>9</strong></sup> so I bought the field at Anathoth from my cousin Hanamel and weighed out for him seventeen shekels of silver. <sup><strong>10</strong></sup> I signed and sealed the deed, had it witnessed, and weighed out the silver on the scales. <sup><strong>11</strong></sup> I took the deed of purchase-the sealed copy containing the terms and conditions, as well as the unsealed copy- <sup><strong>12</strong></sup> and I gave this deed to Baruch son of Neriah, the son of Mahseiah, in the presence of my cousin Hanamel and of the witnesses who had signed the deed and of all the Jews sitting in the courtyard of the guard. <sup><strong>13</strong></sup> \"In their presence I gave Baruch these instructions: <sup><strong>14</strong></sup> 'This is what the LORD Almighty, the God of Israel, says: Take these documents, both the sealed and unsealed copies of the deed of purchase, and put them in a clay jar so they will last a long time. <sup><strong>15</strong></sup> For this is what the LORD Almighty, the God of Israel, says: Houses, fields and vineyards will again be bought in this land.' <sup><strong>16</strong></sup> \"After I had given the deed of purchase to Baruch son of Neriah, I prayed to the LORD: <sup><strong>17</strong></sup> \"Ah, Sovereign LORD, you have made the heavens and the earth by your great power and outstretched arm. Nothing is too hard for you. <sup><strong>18</strong></sup> You show love to thousands but bring the punishment for the fathers' sins into the laps of their children after them. O great and powerful God, whose name is the LORD Almighty, <sup><strong>19</strong></sup> great are your purposes and mighty are your deeds. Your eyes are open to all the ways of men; you reward everyone according to his conduct and as his deeds deserve. <sup><strong>20</strong></sup> You performed miraculous signs and wonders in Egypt and have continued them to this day, both in Israel and among all mankind, and have gained the renown that is still yours. <sup><strong>21</strong></sup> You brought your people Israel out of Egypt with signs and wonders, by a mighty hand and an outstretched arm and with great terror. <sup><strong>22</strong></sup> You gave them this land you had sworn to give their forefathers, a land flowing with milk and honey. <sup><strong>23</strong></sup> They came in and took possession of it, but they did not obey you or follow your law; they did not do what you commanded them to do. So you brought all this disaster upon them. <sup><strong>24</strong></sup> \"See how the siege ramps are built up to take the city. Because of the sword, famine and plague, the city will be handed over to the Babylonians who are attacking it. What you said has happened, as you now see. <sup><strong>25</strong></sup> And though the city will be handed over to the Babylonians, you, O Sovereign LORD, say to me, 'Buy the field with silver and have the transaction witnessed.'\" <sup><strong>26</strong></sup> Then the word of the LORD came to Jeremiah: <sup><strong>27</strong></sup> \"I am the LORD, the God of all mankind. Is anything too hard for me? <sup><strong>28</strong></sup> Therefore, this is what the LORD says: I am about to hand this city over to the Babylonians and to Nebuchadnezzar king of Babylon, who will capture it. <sup><strong>29</strong></sup> The Babylonians who are attacking this city will come in and set it on fire; they will burn it down, along with the houses where the people provoked me to anger by burning incense on the roofs to Baal and by pouring out drink offerings to other gods. <sup><strong>30</strong></sup> \"The people of Israel and Judah have done nothing but evil in my sight from their youth; indeed, the people of Israel have done nothing but provoke me with what their hands have made, declares the LORD. <sup><strong>31</strong></sup> From the day it was built until now, this city has so aroused my anger and wrath that I must remove it from my sight. <sup><strong>32</strong></sup> The people of Israel and Judah have provoked me by all the evil they have done-they, their kings and officials, their priests and prophets, the men of Judah and the people of Jerusalem. <sup><strong>33</strong></sup> They turned their backs to me and not their faces; though I taught them again and again, they would not listen or respond to discipline. <sup><strong>34</strong></sup> They set up their abominable idols in the house that bears my Name and defiled it. <sup><strong>35</strong></sup> They built high places for Baal in the Valley of Ben Hinnom to sacrifice their sons and daughters to Molech, though I never commanded, nor did it enter my mind, that they should do such a detestable thing and so make Judah sin. <sup><strong>36</strong></sup> \"You are saying about this city, 'By the sword, famine and plague it will be handed over to the king of Babylon'; but this is what the LORD, the God of Israel, says: <sup><strong>37</strong></sup> I will surely gather them from all the lands where I banish them in my furious anger and great wrath; I will bring them back to this place and let them live in safety. <sup><strong>38</strong></sup> They will be my people, and I will be their God. <sup><strong>39</strong></sup> I will give them singleness of heart and action, so that they will always fear me for their own good and the good of their children after them. <sup><strong>40</strong></sup> I will make an everlasting covenant with them: I will never stop doing good to them, and I will inspire them to fear me, so that they will never turn away from me. <sup><strong>41</strong></sup> I will rejoice in doing them good and will assuredly plant them in this land with all my heart and soul. <sup><strong>42</strong></sup> \"This is what the LORD says: As I have brought all this great calamity on this people, so I will give them all the prosperity I have promised them. <sup><strong>43</strong></sup> Once more fields will be bought in this land of which you say, 'It is a desolate waste, without men or animals, for it has been handed over to the Babylonians.' <sup><strong>44</strong></sup> Fields will be bought for silver, and deeds will be signed, sealed and witnessed in the territory of Benjamin, in the villages around Jerusalem, in the towns of Judah and in the towns of the hill country, of the western foothills and of the Negev, because I will restore their fortunes, declares the LORD.\" "},{"_id":"61608c10a775948f9a152ef5","topicId":"61608c0ca775948f9a152eea","verse":"Isaiah 65:24","votes":-3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23065024_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23065024-1\">24&nbsp;</b>&nbsp;&nbsp;Before they call I will answer;</span><br><span id=\"p23065024_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;while they are yet speaking I will hear.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> And it shall come to pass, that before they call, I will answer; and while they are yet speaking, I will hear.  ","niv":"<sup><strong>24</strong></sup> Before they call I will answer; while they are still speaking I will hear.","modified":"2023-08-03T07:13:23.203Z"},{"_id":"61608c10a775948f9a152ef6","topicId":"61608c0ca775948f9a152eea","verse":"Genesis 3:1-24","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01003001_03-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01003001-1\">3:1&nbsp;</b>Now the serpent was more crafty than any other beast of the field that the LORD God had made.</p>\n<p id=\"p01003001_03-13\">He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?” <b class=\"verse-num\" id=\"v01003002-1\">2&nbsp;</b>And the woman said to the serpent, “We may eat of the fruit of the trees in the garden, <b class=\"verse-num\" id=\"v01003003-1\">3&nbsp;</b>but God said, ‘You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.’” <b class=\"verse-num\" id=\"v01003004-1\">4&nbsp;</b>But the serpent said to the woman, “You will not surely die. <b class=\"verse-num\" id=\"v01003005-1\">5&nbsp;</b>For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.” <b class=\"verse-num\" id=\"v01003006-1\">6&nbsp;</b>So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate, and she also gave some to her husband who was with her, and he ate. <b class=\"verse-num\" id=\"v01003007-1\">7&nbsp;</b>Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths.</p>\n<p id=\"p01003007_03-13\"><b class=\"verse-num\" id=\"v01003008-1\">8&nbsp;</b>And they heard the sound of the LORD God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden. <b class=\"verse-num\" id=\"v01003009-1\">9&nbsp;</b>But the LORD God called to the man and said to him, “Where are you?” <b class=\"verse-num\" id=\"v01003010-1\">10&nbsp;</b>And he said, “I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself.” <b class=\"verse-num\" id=\"v01003011-1\">11&nbsp;</b>He said, “Who told you that you were naked? Have you eaten of the tree of which I commanded you not to eat?” <b class=\"verse-num\" id=\"v01003012-1\">12&nbsp;</b>The man said, “The woman whom you gave to be with me, she gave me fruit of the tree, and I ate.” <b class=\"verse-num\" id=\"v01003013-1\">13&nbsp;</b>Then the LORD God said to the woman, “What is this that you have done?” The woman said, “The serpent deceived me, and I ate.”</p>\n<p id=\"p01003013_03-13\"><b class=\"verse-num\" id=\"v01003014-1\">14&nbsp;</b>The LORD God said to the serpent,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003014_03-13\" class=\"line\">&nbsp;&nbsp;“Because you have done this,</span><br><span id=\"p01003014_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cursed are you above all livestock</span><br><span id=\"p01003014_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and above all beasts of the field;</span><br><span id=\"p01003014_03-13\" class=\"line\">&nbsp;&nbsp;on your belly you shall go,</span><br><span id=\"p01003014_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dust you shall eat</span><br><span id=\"p01003014_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of your life.</span><br><span id=\"p01003015_03-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003015-1\">15&nbsp;</b>&nbsp;&nbsp;I will put enmity between you and the woman,</span><br><span id=\"p01003015_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and between your offspring and her offspring;</span><br><span id=\"p01003015_03-13\" class=\"line\">&nbsp;&nbsp;he shall bruise your head,</span><br><span id=\"p01003015_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall bruise his heel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003015_03-13\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_03-13\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_03-13\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003016_03-13\"><b class=\"verse-num\" id=\"v01003017-1\">17&nbsp;</b>And to Adam he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003017_03-13\" class=\"line\">&nbsp;&nbsp;“Because you have listened to the voice of your wife</span><br><span id=\"p01003017_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have eaten of the tree</span><br><span id=\"p01003017_03-13\" class=\"line\">&nbsp;&nbsp;of which I commanded you,</span><br><span id=\"p01003017_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘You shall not eat of it,’</span><br><span id=\"p01003017_03-13\" class=\"line\">&nbsp;&nbsp;cursed is the ground because of you;</span><br><span id=\"p01003017_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall eat of it all the days of your life;</span><br><span id=\"p01003018_03-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003018-1\">18&nbsp;</b>&nbsp;&nbsp;thorns and thistles it shall bring forth for you;</span><br><span id=\"p01003018_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall eat the plants of the field.</span><br><span id=\"p01003019_03-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_03-13\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_03-13\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_03-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003019_03-13\"><b class=\"verse-num\" id=\"v01003020-1\">20&nbsp;</b>The man called his wife’s name Eve, because she was the mother of all living. <b class=\"verse-num\" id=\"v01003021-1\">21&nbsp;</b>And the LORD God made for Adam and for his wife garments of skins and clothed them.</p>\n<p id=\"p01003021_03-13\"><b class=\"verse-num\" id=\"v01003022-1\">22&nbsp;</b>Then the LORD God said, “Behold, the man has become like one of us in knowing good and evil. Now, lest he reach out his hand and take also of the tree of life and eat, and live forever—” <b class=\"verse-num\" id=\"v01003023-1\">23&nbsp;</b>therefore the LORD God sent him out from the garden of Eden to work the ground from which he was taken. <b class=\"verse-num\" id=\"v01003024-1\">24&nbsp;</b>He drove out the man, and at the east of the garden of Eden he placed the cherubim and a flaming sword that turned every way to guard the way to the tree of life.</p>\n\n</div>","kjv":"<strong>1</strong> Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?  <strong>2</strong> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:  <strong>3</strong> But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.  <strong>4</strong> And the serpent said unto the woman, Ye shall not surely die:  <strong>5</strong> For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.  <strong>6</strong> And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.  <strong>7</strong> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.  <strong>8</strong> And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.  <strong>9</strong> And the LORD God called unto Adam, and said unto him, Where art  thou?  <strong>10</strong> And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.  <strong>11</strong> And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?  <strong>12</strong> And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.  <strong>13</strong> And the LORD God said unto the woman, What is this that  thou hast done? And the woman said, The serpent beguiled me, and I did eat.  <strong>14</strong> And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:  <strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  <strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  <strong>17</strong> And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;  <strong>18</strong> Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;  <strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  <strong>20</strong> And Adam called his wife’s name Eve; because she was the mother of all living.  <strong>21</strong> Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them.  <strong>22</strong> And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:  <strong>23</strong> Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken.  <strong>24</strong> So he drove out the man; and he placed at the east of the garden of Eden Cherubim, and a flaming sword which turned every way, to keep the way of the tree of life.  ","niv":"<sup><strong>1</strong></sup> Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\" <sup><strong>2</strong></sup> The woman said to the serpent, \"We may eat fruit from the trees in the garden, <sup><strong>3</strong></sup> but God did say, 'You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.'\" <sup><strong>4</strong></sup> \"You will not surely die,\" the serpent said to the woman. <sup><strong>5</strong></sup> \"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\" <sup><strong>6</strong></sup> When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it. <sup><strong>7</strong></sup> Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves. <sup><strong>8</strong></sup> Then the man and his wife heard the sound of the LORD God as he was walking in the garden in the cool of the day, and they hid from the LORD God among the trees of the garden. <sup><strong>9</strong></sup> But the LORD God called to the man, \"Where are you?\" <sup><strong>10</strong></sup> He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\" <sup><strong>11</strong></sup> And he said, \"Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\" <sup><strong>12</strong></sup> The man said, \"The woman you put here with me-she gave me some fruit from the tree, and I ate it.\" <sup><strong>13</strong></sup> Then the LORD God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\" <sup><strong>14</strong></sup> So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all the livestock and all the wild animals! You will crawl on your belly and you will eat dust all the days of your life. <sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\" <sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\" <sup><strong>17</strong></sup> To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,'\"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life. <sup><strong>18</strong></sup> It will produce thorns and thistles for you, and you will eat the plants of the field. <sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\" <sup><strong>20</strong></sup> Adam named his wife Eve, because she would become the mother of all the living. <sup><strong>21</strong></sup> The LORD God made garments of skin for Adam and his wife and clothed them. <sup><strong>22</strong></sup> And the LORD God said, \"The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.\" <sup><strong>23</strong></sup> So the LORD God banished him from the Garden of Eden to work the ground from which he had been taken. <sup><strong>24</strong></sup> After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life. "},{"_id":"61608c11a775948f9a152ef7","topicId":"61608c0ca775948f9a152eea","verse":"Hebrews 13:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"61608c11a775948f9a152ef8","topicId":"61608c0ca775948f9a152eea","verse":"2 Timothy 3:16-17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"61608c11a775948f9a152ef9","topicId":"61608c0ca775948f9a152eea","verse":"Isaiah 1:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p23001001_01-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23001001-1\">1:1&nbsp;</b>The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001002_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001002-1\">2&nbsp;</b>&nbsp;&nbsp;Hear, O heavens, and give ear, O earth;</span><br><span id=\"p23001002_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD has spoken:</span><br><span id=\"p23001002_05-16\" class=\"line\">&nbsp;&nbsp;“Children have I reared and brought up,</span><br><span id=\"p23001002_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they have rebelled against me.</span><br><span id=\"p23001003_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001003-1\">3&nbsp;</b>&nbsp;&nbsp;The ox knows its owner,</span><br><span id=\"p23001003_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the donkey its master’s crib,</span><br><span id=\"p23001003_05-16\" class=\"line\">&nbsp;&nbsp;but Israel does not know,</span><br><span id=\"p23001003_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my people do not understand.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001004_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001004-1\">4&nbsp;</b>&nbsp;&nbsp;Ah, sinful nation,</span><br><span id=\"p23001004_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a people laden with iniquity,</span><br><span id=\"p23001004_05-16\" class=\"line\">&nbsp;&nbsp;offspring of evildoers,</span><br><span id=\"p23001004_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;children who deal corruptly!</span><br><span id=\"p23001004_05-16\" class=\"line\">&nbsp;&nbsp;They have forsaken the LORD,</span><br><span id=\"p23001004_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have despised the Holy One of Israel,</span><br><span id=\"p23001004_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are utterly estranged.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001005_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001005-1\">5&nbsp;</b>&nbsp;&nbsp;Why will you still be struck down?</span><br><span id=\"p23001005_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Why will you continue to rebel?</span><br><span id=\"p23001005_05-16\" class=\"line\">&nbsp;&nbsp;The whole head is sick,</span><br><span id=\"p23001005_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the whole heart faint.</span><br><span id=\"p23001006_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001006-1\">6&nbsp;</b>&nbsp;&nbsp;From the sole of the foot even to the head,</span><br><span id=\"p23001006_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is no soundness in it,</span><br><span id=\"p23001006_05-16\" class=\"line\">&nbsp;&nbsp;but bruises and sores</span><br><span id=\"p23001006_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raw wounds;</span><br><span id=\"p23001006_05-16\" class=\"line\">&nbsp;&nbsp;they are not pressed out or bound up</span><br><span id=\"p23001006_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or softened with oil.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001007_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001007-1\">7&nbsp;</b>&nbsp;&nbsp;Your country lies desolate;</span><br><span id=\"p23001007_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your cities are burned with fire;</span><br><span id=\"p23001007_05-16\" class=\"line\">&nbsp;&nbsp;in your very presence</span><br><span id=\"p23001007_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;foreigners devour your land;</span><br><span id=\"p23001007_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is desolate, as overthrown by foreigners.</span><br><span id=\"p23001008_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001008-1\">8&nbsp;</b>&nbsp;&nbsp;And the daughter of Zion is left</span><br><span id=\"p23001008_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a booth in a vineyard,</span><br><span id=\"p23001008_05-16\" class=\"line\">&nbsp;&nbsp;like a lodge in a cucumber field,</span><br><span id=\"p23001008_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a besieged city.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001009_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001009-1\">9&nbsp;</b>&nbsp;&nbsp;If the LORD of hosts</span><br><span id=\"p23001009_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;had not left us a few survivors,</span><br><span id=\"p23001009_05-16\" class=\"line\">&nbsp;&nbsp;we should have been like Sodom,</span><br><span id=\"p23001009_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become like Gomorrah.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001010_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001010-1\">10&nbsp;</b>&nbsp;&nbsp;Hear the word of the LORD,</span><br><span id=\"p23001010_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you rulers of Sodom!</span><br><span id=\"p23001010_05-16\" class=\"line\">&nbsp;&nbsp;Give ear to the teaching of our God,</span><br><span id=\"p23001010_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you people of Gomorrah!</span><br><span id=\"p23001011_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001011-1\">11&nbsp;</b>&nbsp;&nbsp;“What to me is the multitude of your sacrifices?</span><br><span id=\"p23001011_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the LORD;</span><br><span id=\"p23001011_05-16\" class=\"line\">&nbsp;&nbsp;I have had enough of burnt offerings of rams</span><br><span id=\"p23001011_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fat of well-fed beasts;</span><br><span id=\"p23001011_05-16\" class=\"line\">&nbsp;&nbsp;I do not delight in the blood of bulls,</span><br><span id=\"p23001011_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or of lambs, or of goats.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001012_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001012-1\">12&nbsp;</b>&nbsp;&nbsp;“When you come to appear before me,</span><br><span id=\"p23001012_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has required of you</span><br><span id=\"p23001012_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;this trampling of my courts?</span><br><span id=\"p23001013_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001013-1\">13&nbsp;</b>&nbsp;&nbsp;Bring no more vain offerings;</span><br><span id=\"p23001013_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;incense is an abomination to me.</span><br><span id=\"p23001013_05-16\" class=\"line\">&nbsp;&nbsp;New moon and Sabbath and the calling of convocations—</span><br><span id=\"p23001013_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I cannot endure iniquity and solemn assembly.</span><br><span id=\"p23001014_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001014-1\">14&nbsp;</b>&nbsp;&nbsp;Your new moons and your appointed feasts</span><br><span id=\"p23001014_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul hates;</span><br><span id=\"p23001014_05-16\" class=\"line\">&nbsp;&nbsp;they have become a burden to me;</span><br><span id=\"p23001014_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am weary of bearing them.</span><br><span id=\"p23001015_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001015-1\">15&nbsp;</b>&nbsp;&nbsp;When you spread out your hands,</span><br><span id=\"p23001015_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will hide my eyes from you;</span><br><span id=\"p23001015_05-16\" class=\"line\">&nbsp;&nbsp;even though you make many prayers,</span><br><span id=\"p23001015_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not listen;</span><br><span id=\"p23001015_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your hands are full of blood.</span><br><span id=\"p23001016_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001016-1\">16&nbsp;</b>&nbsp;&nbsp;Wash yourselves; make yourselves clean;</span><br><span id=\"p23001016_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;remove the evil of your deeds from before my eyes;</span><br><span id=\"p23001016_05-16\" class=\"line\">&nbsp;&nbsp;cease to do evil,</span><br><span id=\"p23001017_05-16\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23001017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;learn to do good;</span><br><span id=\"p23001017_05-16\" class=\"line\">&nbsp;&nbsp;seek justice,</span><br><span id=\"p23001017_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;correct oppression;</span><br><span id=\"p23001017_05-16\" class=\"line\">&nbsp;&nbsp;bring justice to the fatherless,</span><br><span id=\"p23001017_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plead the widow’s cause.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001018_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_05-16\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_05-16\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br><span id=\"p23001019_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001019-1\">19&nbsp;</b>&nbsp;&nbsp;If you are willing and obedient,</span><br><span id=\"p23001019_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat the good of the land;</span><br><span id=\"p23001020_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001020-1\">20&nbsp;</b>&nbsp;&nbsp;but if you refuse and rebel,</span><br><span id=\"p23001020_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be eaten by the sword;</span><br><span id=\"p23001020_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the mouth of the LORD has spoken.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001021_08-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001021-1\">21&nbsp;</b>&nbsp;&nbsp;How the faithful city</span><br><span id=\"p23001021_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become a whore,</span><br><span id=\"p23001021_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she who was full of justice!</span><br><span id=\"p23001021_08-16\" class=\"line\">&nbsp;&nbsp;Righteousness lodged in her,</span><br><span id=\"p23001021_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but now murderers.</span><br><span id=\"p23001022_08-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001022-1\">22&nbsp;</b>&nbsp;&nbsp;Your silver has become dross,</span><br><span id=\"p23001022_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your best wine mixed with water.</span><br><span id=\"p23001023_08-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001023-1\">23&nbsp;</b>&nbsp;&nbsp;Your princes are rebels</span><br><span id=\"p23001023_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and companions of thieves.</span><br><span id=\"p23001023_08-16\" class=\"line\">&nbsp;&nbsp;Everyone loves a bribe</span><br><span id=\"p23001023_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and runs after gifts.</span><br><span id=\"p23001023_08-16\" class=\"line\">&nbsp;&nbsp;They do not bring justice to the fatherless,</span><br><span id=\"p23001023_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the widow’s cause does not come to them.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001024_08-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001024-1\">24&nbsp;</b>&nbsp;&nbsp;Therefore the Lord declares,</span><br><span id=\"p23001024_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD of hosts,</span><br><span id=\"p23001024_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Mighty One of Israel:</span><br><span id=\"p23001024_08-16\" class=\"line\">&nbsp;&nbsp;“Ah, I will get relief from my enemies</span><br><span id=\"p23001024_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and avenge myself on my foes.</span><br><span id=\"p23001025_08-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001025-1\">25&nbsp;</b>&nbsp;&nbsp;I will turn my hand against you</span><br><span id=\"p23001025_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will smelt away your dross as with lye</span><br><span id=\"p23001025_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and remove all your alloy.</span><br><span id=\"p23001026_08-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001026-1\">26&nbsp;</b>&nbsp;&nbsp;And I will restore your judges as at the first,</span><br><span id=\"p23001026_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your counselors as at the beginning.</span><br><span id=\"p23001026_08-16\" class=\"line\">&nbsp;&nbsp;Afterward you shall be called the city of righteousness,</span><br><span id=\"p23001026_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the faithful city.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001027_08-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001027-1\">27&nbsp;</b>&nbsp;&nbsp;Zion shall be redeemed by justice,</span><br><span id=\"p23001027_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those in her who repent, by righteousness.</span><br><span id=\"p23001028_08-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001028-1\">28&nbsp;</b>&nbsp;&nbsp;But rebels and sinners shall be broken together,</span><br><span id=\"p23001028_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who forsake the LORD shall be consumed.</span><br><span id=\"p23001029_08-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001029-1\">29&nbsp;</b>&nbsp;&nbsp;For they shall be ashamed of the oaks</span><br><span id=\"p23001029_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you desired;</span><br><span id=\"p23001029_08-16\" class=\"line\">&nbsp;&nbsp;and you shall blush for the gardens</span><br><span id=\"p23001029_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you have chosen.</span><br><span id=\"p23001030_08-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001030-1\">30&nbsp;</b>&nbsp;&nbsp;For you shall be like an oak</span><br><span id=\"p23001030_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose leaf withers,</span><br><span id=\"p23001030_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a garden without water.</span><br><span id=\"p23001031_08-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001031-1\">31&nbsp;</b>&nbsp;&nbsp;And the strong shall become tinder,</span><br><span id=\"p23001031_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his work a spark,</span><br><span id=\"p23001031_08-16\" class=\"line\">&nbsp;&nbsp;and both of them shall burn together,</span><br><span id=\"p23001031_08-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with none to quench them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.  <strong>2</strong> Hear, O heavens, and give ear, O earth: for the LORD hath spoken, I have nourished and brought up children, and they have rebelled against me.  <strong>3</strong> The ox knoweth his owner, and the ass his master’s crib: but  Israel doth not know, my people doth not consider.  <strong>4</strong> Ah sinful nation, a people laden with iniquity, a seed of evildoers, children that are corrupters: they have forsaken the LORD, they have provoked the Holy One of Israel unto anger, they are gone away backward.  <strong>5</strong> Why should ye be stricken any more? ye will revolt more and more: the whole head is sick, and the whole heart faint.  <strong>6</strong> From the sole of the foot even unto the head there is no soundness in it; but wounds, and bruises, and putrifying sores: they have not been closed, neither bound up, neither mollified with ointment.  <strong>7</strong> Your country is desolate, your cities are burned with fire: your land, strangers devour it in your presence, and it is  desolate, as overthrown by strangers.  <strong>8</strong> And the daughter of Zion is left as a cottage in a vineyard, as a lodge in a garden of cucumbers, as a besieged city.  <strong>9</strong> Except the LORD of hosts had left unto us a very small remnant, we should have been as Sodom, and we should have been like unto Gomorrah.  <strong>10</strong> Hear the word of the LORD, ye rulers of Sodom; give ear unto the law of our God, ye people of Gomorrah.  <strong>11</strong> To what purpose is the multitude of your sacrifices unto me? saith the LORD: I am full of the burnt offerings of rams, and the fat of fed beasts; and I delight not in the blood of bullocks, or of lambs, or of he goats.  <strong>12</strong> When ye come to appear before me, who hath required this at your hand, to tread my courts?  <strong>13</strong> Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with; it is  iniquity, even the solemn meeting.  <strong>14</strong> Your new moons and your appointed feasts my soul hateth: they are a trouble unto me; I am weary to bear them.  <strong>15</strong> And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.  <strong>16</strong> Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;  <strong>17</strong> Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.  <strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  <strong>19</strong> If ye be willing and obedient, ye shall eat the good of the land:  <strong>20</strong> But if ye refuse and rebel, ye shall be devoured with the sword: for the mouth of the LORD hath spoken it. <strong>21</strong> How is the faithful city become an harlot! it was full of judgment; righteousness lodged in it; but now murderers.  <strong>22</strong> Thy silver is become dross, thy wine mixed with water:  <strong>23</strong> Thy princes are rebellious, and companions of thieves: every one loveth gifts, and followeth after rewards: they judge not the fatherless, neither doth the cause of the widow come unto them.  <strong>24</strong> Therefore saith the Lord, the LORD of hosts, the mighty One of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies:  <strong>25</strong> And I will turn my hand upon thee, and purely purge away thy dross, and take away all thy tin:  <strong>26</strong> And I will restore thy judges as at the first, and thy counsellors as at the beginning: afterward thou shalt be called, The city of righteousness, the faithful city.  <strong>27</strong> Zion shall be redeemed with judgment, and her converts with righteousness.  <strong>28</strong> And the destruction of the transgressors and of the sinners shall be together, and they that forsake the LORD shall be consumed.  <strong>29</strong> For they shall be ashamed of the oaks which ye have desired, and ye shall be confounded for the gardens that ye have chosen.  <strong>30</strong> For ye shall be as an oak whose leaf fadeth, and as a garden that hath no water.  <strong>31</strong> And the strong shall be as tow, and the maker of it as a spark, and they shall both burn together, and none shall quench them. ","niv":"<sup><strong>1</strong></sup> The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah. <sup><strong>2</strong></sup> Hear, O heavens! Listen, O earth! For the LORD has spoken: \"I reared children and brought them up, but they have rebelled against me. <sup><strong>3</strong></sup> The ox knows his master, the donkey his owner's manger, but Israel does not know, my people do not understand.\" <sup><strong>4</strong></sup> Ah, sinful nation, a people loaded with guilt, a brood of evildoers, children given to corruption! They have forsaken the LORD; they have spurned the Holy One of Israel and turned their backs on him. <sup><strong>5</strong></sup> Why should you be beaten anymore? Why do you persist in rebellion? Your whole head is injured, your whole heart afflicted. <sup><strong>6</strong></sup> From the sole of your foot to the top of your head there is no soundness- only wounds and welts and open sores, not cleansed or bandaged or soothed with oil. <sup><strong>7</strong></sup> Your country is desolate, your cities burned with fire; your fields are being stripped by foreigners right before you, laid waste as when overthrown by strangers. <sup><strong>8</strong></sup> The Daughter of Zion is left like a shelter in a vineyard, like a hut in a field of melons, like a city under siege. <sup><strong>9</strong></sup> Unless the LORD Almighty had left us some survivors, we would have become like Sodom, we would have been like Gomorrah. <sup><strong>10</strong></sup> Hear the word of the LORD, you rulers of Sodom; listen to the law of our God, you people of Gomorrah! <sup><strong>11</strong></sup> \"The multitude of your sacrifices- what are they to me?\" says the LORD. \"I have more than enough of burnt offerings, of rams and the fat of fattened animals; I have no pleasure in the blood of bulls and lambs and goats. <sup><strong>12</strong></sup> When you come to appear before me, who has asked this of you, this trampling of my courts? <sup><strong>13</strong></sup> Stop bringing meaningless offerings! Your incense is detestable to me. New Moons, Sabbaths and convocations- I cannot bear your evil assemblies. <sup><strong>14</strong></sup> Your New Moon festivals and your appointed feasts my soul hates. They have become a burden to me; I am weary of bearing them. <sup><strong>15</strong></sup> When you spread out your hands in prayer, I will hide my eyes from you; even if you offer many prayers, I will not listen. Your hands are full of blood; <sup><strong>16</strong></sup> wash and make yourselves clean. Take your evil deeds out of my sight! Stop doing wrong, <sup><strong>17</strong></sup> learn to do right! Seek justice, encourage the oppressed. Defend the cause of the fatherless, plead the case of the widow. <sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool. <sup><strong>19</strong></sup> If you are willing and obedient, you will eat the best from the land; <sup><strong>20</strong></sup> but if you resist and rebel, you will be devoured by the sword.\" For the mouth of the LORD has spoken. <sup><strong>21</strong></sup> See how the faithful city has become a harlot! She once was full of justice; righteousness used to dwell in her- but now murderers! <sup><strong>22</strong></sup> Your silver has become dross, your choice wine is diluted with water. <sup><strong>23</strong></sup> Your rulers are rebels, companions of thieves; they all love bribes and chase after gifts. They do not defend the cause of the fatherless; the widow's case does not come before them. <sup><strong>24</strong></sup> Therefore the Lord, the LORD Almighty, the Mighty One of Israel, declares: \"Ah, I will get relief from my foes and avenge myself on my enemies. <sup><strong>25</strong></sup> I will turn my hand against you; I will thoroughly purge away your dross and remove all your impurities. <sup><strong>26</strong></sup> I will restore your judges as in days of old, your counselors as at the beginning. Afterward you will be called the City of Righteousness, the Faithful City.\" <sup><strong>27</strong></sup> Zion will be redeemed with justice, her penitent ones with righteousness. <sup><strong>28</strong></sup> But rebels and sinners will both be broken, and those who forsake the LORD will perish. <sup><strong>29</strong></sup> \"You will be ashamed because of the sacred oaks in which you have delighted; you will be disgraced because of the gardens that you have chosen. <sup><strong>30</strong></sup> You will be like an oak with fading leaves, like a garden without water. <sup><strong>31</strong></sup> The mighty man will become tinder and his work a spark; both will burn together, with no one to quench the fire.\" "},{"_id":"61608c11a775948f9a152efa","topicId":"61608c0ca775948f9a152eea","verse":"Psalm 34:1-22","votes":1,"__v":0,"esv":"<div>\n\n<h4 id=\"p19034001_09-17\" class=\"psalm-title\"> Of David, when he changed his behavior before Abimelech, so that he drove him out, and he went away.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034001_09-17\" class=\"line\"><b class=\"chapter-num\" id=\"v19034001-1\">34:1&nbsp;</b>&nbsp;&nbsp;I will bless the LORD at all times;</span><br><span id=\"p19034001_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his praise shall continually be in my mouth.</span><br><span id=\"p19034002_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034002-1\">2&nbsp;</b>&nbsp;&nbsp;My soul makes its boast in the LORD;</span><br><span id=\"p19034002_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the humble hear and be glad.</span><br><span id=\"p19034003_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034003-1\">3&nbsp;</b>&nbsp;&nbsp;Oh, magnify the LORD with me,</span><br><span id=\"p19034003_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let us exalt his name together!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034004_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034004-1\">4&nbsp;</b>&nbsp;&nbsp;I sought the LORD, and he answered me</span><br><span id=\"p19034004_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delivered me from all my fears.</span><br><span id=\"p19034005_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034005-1\">5&nbsp;</b>&nbsp;&nbsp;Those who look to him are radiant,</span><br><span id=\"p19034005_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their faces shall never be ashamed.</span><br><span id=\"p19034006_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034006-1\">6&nbsp;</b>&nbsp;&nbsp;This poor man cried, and the LORD heard him</span><br><span id=\"p19034006_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saved him out of all his troubles.</span><br><span id=\"p19034007_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034007-1\">7&nbsp;</b>&nbsp;&nbsp;The angel of the LORD encamps</span><br><span id=\"p19034007_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;around those who fear him, and delivers them.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034008_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034008-1\">8&nbsp;</b>&nbsp;&nbsp;Oh, taste and see that the LORD is good!</span><br><span id=\"p19034008_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Blessed is the man who takes refuge in him!</span><br><span id=\"p19034009_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034009-1\">9&nbsp;</b>&nbsp;&nbsp;Oh, fear the LORD, you his saints,</span><br><span id=\"p19034009_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for those who fear him have no lack!</span><br><span id=\"p19034010_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034010-1\">10&nbsp;</b>&nbsp;&nbsp;The young lions suffer want and hunger;</span><br><span id=\"p19034010_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those who seek the LORD lack no good thing.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034011_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034011-1\">11&nbsp;</b>&nbsp;&nbsp;Come, O children, listen to me;</span><br><span id=\"p19034011_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will teach you the fear of the LORD.</span><br><span id=\"p19034012_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034012-1\">12&nbsp;</b>&nbsp;&nbsp;What man is there who desires life</span><br><span id=\"p19034012_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and loves many days, that he may see good?</span><br><span id=\"p19034013_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034013-1\">13&nbsp;</b>&nbsp;&nbsp;Keep your tongue from evil</span><br><span id=\"p19034013_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your lips from speaking deceit.</span><br><span id=\"p19034014_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034014-1\">14&nbsp;</b>&nbsp;&nbsp;Turn away from evil and do good;</span><br><span id=\"p19034014_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seek peace and pursue it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034015_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034015-1\">15&nbsp;</b>&nbsp;&nbsp;The eyes of the LORD are toward the righteous</span><br><span id=\"p19034015_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears toward their cry.</span><br><span id=\"p19034016_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034016-1\">16&nbsp;</b>&nbsp;&nbsp;The face of the LORD is against those who do evil,</span><br><span id=\"p19034016_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to cut off the memory of them from the earth.</span><br><span id=\"p19034017_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034017-1\">17&nbsp;</b>&nbsp;&nbsp;When the righteous cry for help, the LORD hears</span><br><span id=\"p19034017_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delivers them out of all their troubles.</span><br><span id=\"p19034018_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to the brokenhearted</span><br><span id=\"p19034018_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saves the crushed in spirit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034019_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034019-1\">19&nbsp;</b>&nbsp;&nbsp;Many are the afflictions of the righteous,</span><br><span id=\"p19034019_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD delivers him out of them all.</span><br><span id=\"p19034020_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034020-1\">20&nbsp;</b>&nbsp;&nbsp;He keeps all his bones;</span><br><span id=\"p19034020_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not one of them is broken.</span><br><span id=\"p19034021_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034021-1\">21&nbsp;</b>&nbsp;&nbsp;Affliction will slay the wicked,</span><br><span id=\"p19034021_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who hate the righteous will be condemned.</span><br><span id=\"p19034022_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034022-1\">22&nbsp;</b>&nbsp;&nbsp;The LORD redeems the life of his servants;</span><br><span id=\"p19034022_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;none of those who take refuge in him will be condemned.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> I will bless the LORD at all times: his praise shall continually be in my mouth.  <strong>2</strong> My soul shall make her boast in the LORD: the humble shall hear thereof, and be glad.  <strong>3</strong> O magnify the LORD with me, and let us exalt his name together.  <strong>4</strong> I sought the LORD, and he heard me, and delivered me from all my fears.  <strong>5</strong> They looked unto him, and were lightened: and their faces were not ashamed.  <strong>6</strong> This poor man cried, and the LORD heard him, and saved him out of all his troubles.  <strong>7</strong> The angel of the LORD encampeth round about them that fear him, and delivereth them.  <strong>8</strong> O taste and see that the LORD is good: blessed is  the man that trusteth in him.  <strong>9</strong> O fear the LORD, ye his saints: for there is no want to them that fear him.  <strong>10</strong> The young lions do lack, and suffer hunger: but they that seek the LORD shall not want any good thing. <strong>11</strong> Come, ye children, hearken unto me: I will teach you the fear of the LORD.  <strong>12</strong> What man is he that desireth life, and loveth many days, that he may see good?  <strong>13</strong> Keep thy tongue from evil, and thy lips from speaking guile.  <strong>14</strong> Depart from evil, and do good; seek peace, and pursue it.  <strong>15</strong> The eyes of the LORD are upon the righteous, and his ears are open unto their cry.  <strong>16</strong> The face of the LORD is against them that do evil, to cut off the remembrance of them from the earth.  <strong>17</strong>             The righteous cry, and the LORD heareth, and delivereth them out of all their troubles.  <strong>18</strong> The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.  <strong>19</strong> Many are the afflictions of the righteous: but the LORD delivereth him out of them all.  <strong>20</strong> He keepeth all his bones: not one of them is broken.  <strong>21</strong> Evil shall slay the wicked: and they that hate the righteous shall be desolate.  <strong>22</strong> The LORD redeemeth the soul of his servants: and none of them that trust in him shall be desolate.  ","niv":"<sup><strong>1</strong></sup> I will extol the LORD at all times; his praise will always be on my lips. <sup><strong>2</strong></sup> My soul will boast in the LORD; let the afflicted hear and rejoice. <sup><strong>3</strong></sup> Glorify the LORD with me; let us exalt his name together. <sup><strong>4</strong></sup> I sought the LORD, and he answered me; he delivered me from all my fears. <sup><strong>5</strong></sup> Those who look to him are radiant; their faces are never covered with shame. <sup><strong>6</strong></sup> This poor man called, and the LORD heard him; he saved him out of all his troubles. <sup><strong>7</strong></sup> The angel of the LORD encamps around those who fear him, and he delivers them. <sup><strong>8</strong></sup> Taste and see that the LORD is good; blessed is the man who takes refuge in him. <sup><strong>9</strong></sup> Fear the LORD, you his saints, for those who fear him lack nothing. <sup><strong>10</strong></sup> The lions may grow weak and hungry, but those who seek the LORD lack no good thing. <sup><strong>11</strong></sup> Come, my children, listen to me; I will teach you the fear of the LORD. <sup><strong>12</strong></sup> Whoever of you loves life and desires to see many good days, <sup><strong>13</strong></sup> keep your tongue from evil and your lips from speaking lies. <sup><strong>14</strong></sup> Turn from evil and do good; seek peace and pursue it. <sup><strong>15</strong></sup> The eyes of the LORD are on the righteous and his ears are attentive to their cry; <sup><strong>16</strong></sup> the face of the LORD is against those who do evil, to cut off the memory of them from the earth. <sup><strong>17</strong></sup> The righteous cry out, and the LORD hears them; he delivers them from all their troubles. <sup><strong>18</strong></sup> The LORD is close to the brokenhearted and saves those who are crushed in spirit. <sup><strong>19</strong></sup> A righteous man may have many troubles, but the LORD delivers him from them all; <sup><strong>20</strong></sup> he protects all his bones, not one of them will be broken. <sup><strong>21</strong></sup> Evil will slay the wicked; the foes of the righteous will be condemned. <sup><strong>22</strong></sup> The LORD redeems his servants; no one will be condemned who takes refuge in him. "},{"_id":"61608c11a775948f9a152efb","topicId":"61608c0ca775948f9a152eea","verse":"Psalm 23:1-6","votes":1,"__v":0,"esv":"<div>\n\n<h4 id=\"p19023001_06-18\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-18\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br><span id=\"p19023002_06-18\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He makes me lie down in green pastures.</span><br><span id=\"p19023002_06-18\" class=\"line\">&nbsp;&nbsp;He leads me beside still waters.</span><br><span id=\"p19023003_06-18\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He restores my soul.</span><br><span id=\"p19023003_06-18\" class=\"line\">&nbsp;&nbsp;He leads me in paths of righteousness</span><br><span id=\"p19023003_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his name’s sake.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023004_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_06-18\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023005_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023005-1\">5&nbsp;</b>&nbsp;&nbsp;You prepare a table before me</span><br><span id=\"p19023005_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of my enemies;</span><br><span id=\"p19023005_06-18\" class=\"line\">&nbsp;&nbsp;you anoint my head with oil;</span><br><span id=\"p19023005_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my cup overflows.</span><br><span id=\"p19023006_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023006-1\">6&nbsp;</b>&nbsp;&nbsp;Surely goodness and mercy shall follow me</span><br><span id=\"p19023006_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19023006_06-18\" class=\"line\">&nbsp;&nbsp;and I shall dwell in the house of the LORD</span><br><span id=\"p19023006_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  <strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  <strong>3</strong> He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.  <strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  <strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  <strong>6</strong> Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.  ","niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want. <sup><strong>2</strong></sup> He makes me lie down in green pastures, he leads me beside quiet waters, <sup><strong>3</strong></sup> he restores my soul. He guides me in paths of righteousness for his name's sake. <sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. <sup><strong>5</strong></sup> You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. <sup><strong>6</strong></sup> Surely goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever. "}]}