{"_id":"61608be2a775948f9a152ed0","slug":"eyes-on-the-things-above","name":"Eyes On The Things Above","verses":[{"_id":"61608be4a775948f9a152ed1","topicId":"61608be2a775948f9a152ed0","verse":"Colossians 3:2","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p51003001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. <b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth. <b class=\"verse-num\" id=\"v51003003-1\">3&nbsp;</b>For you have died, and your life is hidden with Christ in God. <b class=\"verse-num\" id=\"v51003004-1\">4&nbsp;</b>When Christ who is your life appears, then you also will appear with him in glory.</p>\n<p id=\"p51003004_06-17\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. <b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming. <b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator. <b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n<p id=\"p51003011_06-17\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony. <b class=\"verse-num\" id=\"v51003015-1\">15&nbsp;</b>And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful. <b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God. <b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n\n<p id=\"p51003017_10-17\"><b class=\"verse-num\" id=\"v51003018-1\">18&nbsp;</b>Wives, submit to your husbands, as is fitting in the Lord. <b class=\"verse-num\" id=\"v51003019-1\">19&nbsp;</b>Husbands, love your wives, and do not be harsh with them. <b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord. <b class=\"verse-num\" id=\"v51003021-1\">21&nbsp;</b>Fathers, do not provoke your children, lest they become discouraged. <b class=\"verse-num\" id=\"v51003022-1\">22&nbsp;</b>Bondservants, obey in everything those who are your earthly masters, not by way of eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord. <b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men, <b class=\"verse-num\" id=\"v51003024-1\">24&nbsp;</b>knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ. <b class=\"verse-num\" id=\"v51003025-1\">25&nbsp;</b>For the wrongdoer will be paid back for the wrong he has done, and there is no partiality.</p>\n\n</div>","kjv":"<strong>2</strong> Set your affection on things above, not on things on the earth.  ","niv":"<sup><strong>2</strong></sup> Set your minds on things above, not on earthly things.","modified":"2023-07-16T13:43:23.713Z"},{"_id":"61608be5a775948f9a152ed2","topicId":"61608be2a775948f9a152ed0","verse":"Philippians 4:8","votes":25,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-2\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things.","modified":"2022-07-31T06:25:41.998Z"},{"_id":"61608be5a775948f9a152ed3","topicId":"61608be2a775948f9a152ed0","verse":"Colossians 3:1-4","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p51003001_06-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. <b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth. <b class=\"verse-num\" id=\"v51003003-1\">3&nbsp;</b>For you have died, and your life is hidden with Christ in God. <b class=\"verse-num\" id=\"v51003004-1\">4&nbsp;</b>When Christ who is your life appears, then you also will appear with him in glory.</p>\n\n</div>","kjv":"<strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  <strong>2</strong> Set your affection on things above, not on things on the earth.  <strong>3</strong> For ye are dead, and your life is hid with Christ in God.  <strong>4</strong> When Christ, who is our life, shall appear, then shall ye also appear with him in glory.  ","niv":"<sup><strong>1</strong></sup> Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God. <sup><strong>2</strong></sup> Set your minds on things above, not on earthly things. <sup><strong>3</strong></sup> For you died, and your life is now hidden with Christ in God. <sup><strong>4</strong></sup> When Christ, who is your life, appears, then you also will appear with him in glory. ","modified":"2023-04-30T05:11:19.092Z"},{"_id":"61608be5a775948f9a152ed4","topicId":"61608be2a775948f9a152ed0","verse":"Matthew 16:23","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40016023_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v40016023-1\">23&nbsp;</b>But he turned and said to Peter, <span class=\"woc\">“Get behind me, Satan! You are a hindrance to me. For you are not setting your mind on the things of God, but on the things of man.”</span></p>\n\n</div>","kjv":"<strong>23</strong> But he turned, and said unto Peter, Get thee behind me, Satan: thou art an offence unto me: for thou savourest not the things that be of God, but those that be of men. ","niv":"<sup><strong>23</strong></sup> Jesus turned and said to Peter, \"Get behind me, Satan! You are a stumbling block to me; you do not have in mind the things of God, but the things of men.\"","modified":"2022-07-18T13:03:51.891Z"},{"_id":"61608be5a775948f9a152ed5","topicId":"61608be2a775948f9a152ed0","verse":"1 John 4:1-21","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world. <b class=\"verse-num\" id=\"v62004002-1\">2&nbsp;</b>By this you know the Spirit of God: every spirit that confesses that Jesus Christ has come in the flesh is from God, <b class=\"verse-num\" id=\"v62004003-1\">3&nbsp;</b>and every spirit that does not confess Jesus is not from God. This is the spirit of the antichrist, which you heard was coming and now is in the world already. <b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world. <b class=\"verse-num\" id=\"v62004005-1\">5&nbsp;</b>They are from the world; therefore they speak from the world, and the world listens to them. <b class=\"verse-num\" id=\"v62004006-1\">6&nbsp;</b>We are from God. Whoever knows God listens to us; whoever is not from God does not listen to us. By this we know the Spirit of truth and the spirit of error.</p>\n\n<p id=\"p62004006_07-5\"><b class=\"verse-num\" id=\"v62004007-1\">7&nbsp;</b>Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. <b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love. <b class=\"verse-num\" id=\"v62004009-1\">9&nbsp;</b>In this the love of God was made manifest among us, that God sent his only Son into the world, so that we might live through him. <b class=\"verse-num\" id=\"v62004010-1\">10&nbsp;</b>In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins. <b class=\"verse-num\" id=\"v62004011-1\">11&nbsp;</b>Beloved, if God so loved us, we also ought to love one another. <b class=\"verse-num\" id=\"v62004012-1\">12&nbsp;</b>No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.</p>\n<p id=\"p62004012_07-5\"><b class=\"verse-num\" id=\"v62004013-1\">13&nbsp;</b>By this we know that we abide in him and he in us, because he has given us of his Spirit. <b class=\"verse-num\" id=\"v62004014-1\">14&nbsp;</b>And we have seen and testify that the Father has sent his Son to be the Savior of the world. <b class=\"verse-num\" id=\"v62004015-1\">15&nbsp;</b>Whoever confesses that Jesus is the Son of God, God abides in him, and he in God. <b class=\"verse-num\" id=\"v62004016-1\">16&nbsp;</b>So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him. <b class=\"verse-num\" id=\"v62004017-1\">17&nbsp;</b>By this is love perfected with us, so that we may have confidence for the day of judgment, because as he is so also are we in this world. <b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love. <b class=\"verse-num\" id=\"v62004019-1\">19&nbsp;</b>We love because he first loved us. <b class=\"verse-num\" id=\"v62004020-1\">20&nbsp;</b>If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen. <b class=\"verse-num\" id=\"v62004021-1\">21&nbsp;</b>And this commandment we have from him: whoever loves God must also love his brother.</p>\n\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  <strong>2</strong> Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:  <strong>3</strong> And every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, whereof ye have heard that it should come; and even now already is it in the world.  <strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  <strong>5</strong> They are of the world: therefore speak they of the world, and the world heareth them.  <strong>6</strong> We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.  <strong>7</strong> Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.  <strong>8</strong> He that loveth not knoweth not God; for God is love.  <strong>9</strong> In this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him.  <strong>10</strong> Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.  <strong>11</strong> Beloved, if God so loved us, we ought also to love one another.  <strong>12</strong> No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.  <strong>13</strong> Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit.  <strong>14</strong> And we have seen and do testify that the Father sent the Son to be  the Saviour of the world.  <strong>15</strong> Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.  <strong>16</strong> And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.  <strong>17</strong> Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.  <strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  <strong>19</strong> We love him, because he first loved us.  <strong>20</strong> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?  <strong>21</strong> And this commandment have we from him, That he who loveth God love his brother also.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world. <sup><strong>2</strong></sup> This is how you can recognize the Spirit of God: Every spirit that acknowledges that Jesus Christ has come in the flesh is from God, <sup><strong>3</strong></sup> but every spirit that does not acknowledge Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming and even now is already in the world. <sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world. <sup><strong>5</strong></sup> They are from the world and therefore speak from the viewpoint of the world, and the world listens to them. <sup><strong>6</strong></sup> We are from God, and whoever knows God listens to us; but whoever is not from God does not listen to us. This is how we recognize the Spirit of truth and the spirit of falsehood. <sup><strong>7</strong></sup> Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God. <sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love. <sup><strong>9</strong></sup> This is how God showed his love among us: He sent his one and only Son into the world that we might live through him. <sup><strong>10</strong></sup> This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins. <sup><strong>11</strong></sup> Dear friends, since God so loved us, we also ought to love one another. <sup><strong>12</strong></sup> No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us. <sup><strong>13</strong></sup> We know that we live in him and he in us, because he has given us of his Spirit. <sup><strong>14</strong></sup> And we have seen and testify that the Father has sent his Son to be the Savior of the world. <sup><strong>15</strong></sup> If anyone acknowledges that Jesus is the Son of God, God lives in him and he in God. <sup><strong>16</strong></sup> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him. <sup><strong>17</strong></sup> In this way, love is made complete among us so that we will have confidence on the day of judgment, because in this world we are like him. <sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love. <sup><strong>19</strong></sup> We love because he first loved us. <sup><strong>20</strong></sup> If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen. <sup><strong>21</strong></sup> And he has given us this command: Whoever loves God must also love his brother. "},{"_id":"61608be5a775948f9a152ed6","topicId":"61608be2a775948f9a152ed0","verse":"2 Corinthians 4:18","votes":11,"__v":0,"esv":"<div>\n<p id=\"p47004018_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004018-1\">18&nbsp;</b>as we look not to the things that are seen but to the things that are unseen. For the things that are seen are transient, but the things that are unseen are eternal.</p>\n</div>","kjv":"<strong>18</strong> While we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.  ","niv":"<sup><strong>18</strong></sup> So we fix our eyes not on what is seen, but on what is unseen. For what is seen is temporary, but what is unseen is eternal.","modified":"2023-07-16T13:43:52.121Z"},{"_id":"61608be6a775948f9a152ed7","topicId":"61608be2a775948f9a152ed0","verse":"Romans 12:1","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"61608be6a775948f9a152ed8","topicId":"61608be2a775948f9a152ed0","verse":"Romans 8:6-8","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45008006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n</div>","kjv":"<strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  ","niv":"<sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. "},{"_id":"61608be6a775948f9a152ed9","topicId":"61608be2a775948f9a152ed0","verse":"Psalm 1:1-6","votes":8,"__v":0,"esv":"<div>\n\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19001001_11-9\" class=\"line\"><b class=\"chapter-num\" id=\"v19001001-1\">1:1&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19001001_11-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks not in the counsel of the wicked,</span><br><span id=\"p19001001_11-9\" class=\"line\">&nbsp;&nbsp;nor stands in the way of sinners,</span><br><span id=\"p19001001_11-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sits in the seat of scoffers;</span><br><span id=\"p19001002_11-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001002-1\">2&nbsp;</b>&nbsp;&nbsp;but his delight is in the law of the LORD,</span><br><span id=\"p19001002_11-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on his law he meditates day and night.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001003_11-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001003-1\">3&nbsp;</b>&nbsp;&nbsp;He is like a tree</span><br><span id=\"p19001003_11-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;planted by streams of water</span><br><span id=\"p19001003_11-9\" class=\"line\">&nbsp;&nbsp;that yields its fruit in its season,</span><br><span id=\"p19001003_11-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its leaf does not wither.</span><br><span id=\"p19001003_11-9\" class=\"line\">&nbsp;&nbsp;In all that he does, he prospers.</span><br><span id=\"p19001004_11-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001004-1\">4&nbsp;</b>&nbsp;&nbsp;The wicked are not so,</span><br><span id=\"p19001004_11-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but are like chaff that the wind drives away.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001005_11-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001005-1\">5&nbsp;</b>&nbsp;&nbsp;Therefore the wicked will not stand in the judgment,</span><br><span id=\"p19001005_11-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sinners in the congregation of the righteous;</span><br><span id=\"p19001006_11-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001006-1\">6&nbsp;</b>&nbsp;&nbsp;for the LORD knows the way of the righteous,</span><br><span id=\"p19001006_11-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the way of the wicked will perish.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  <strong>2</strong> But his delight is in the law of the LORD; and in his law doth he meditate day and night.  <strong>3</strong> And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.  <strong>4</strong> The ungodly are not so: but are like the chaff which the wind driveth away.  <strong>5</strong> Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.  <strong>6</strong> For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish.  ","niv":"<sup><strong>1</strong></sup> Blessed is the man who does not walk in the counsel of the wicked or stand in the way of sinners or sit in the seat of mockers. <sup><strong>2</strong></sup> But his delight is in the law of the LORD, and on his law he meditates day and night. <sup><strong>3</strong></sup> He is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither. Whatever he does prospers. <sup><strong>4</strong></sup> Not so the wicked! They are like chaff that the wind blows away. <sup><strong>5</strong></sup> Therefore the wicked will not stand in the judgment, nor sinners in the assembly of the righteous. <sup><strong>6</strong></sup> For the LORD watches over the way of the righteous, but the way of the wicked will perish. ","modified":"2023-07-29T19:40:03.101Z"},{"_id":"61608be6a775948f9a152eda","topicId":"61608be2a775948f9a152ed0","verse":"Romans 12:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2022-07-31T08:09:53.471Z"},{"_id":"61608be6a775948f9a152edb","topicId":"61608be2a775948f9a152ed0","verse":"Acts 1:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"61608be7a775948f9a152edc","topicId":"61608be2a775948f9a152ed0","verse":"1 John 1:9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"61608be7a775948f9a152edd","topicId":"61608be2a775948f9a152ed0","verse":"Jeremiah 29:11","votes":6,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","modified":"2022-05-26T20:43:10.726Z"},{"_id":"61608be7a775948f9a152ede","topicId":"61608be2a775948f9a152ed0","verse":"Joshua 1:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p06001008_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001008-1\">8&nbsp;</b>This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.</p>\n</div>","kjv":"<strong>8</strong> This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success.  ","niv":"<sup><strong>8</strong></sup> Do not let this Book of the Law depart from your mouth; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful."},{"_id":"61608be7a775948f9a152edf","topicId":"61608be2a775948f9a152ed0","verse":"Hebrews 11:26","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen. <b class=\"verse-num\" id=\"v58011002-1\">2&nbsp;</b>For by it the people of old received their commendation. <b class=\"verse-num\" id=\"v58011003-1\">3&nbsp;</b>By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible.</p>\n<p id=\"p58011003_03-22\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. <b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. <b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him. <b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n<p id=\"p58011007_03-22\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God. <b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised. <b class=\"verse-num\" id=\"v58011012-1\">12&nbsp;</b>Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore.</p>\n<p id=\"p58011012_03-22\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n<p id=\"p58011016_03-22\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, <b class=\"verse-num\" id=\"v58011018-1\">18&nbsp;</b>of whom it was said, “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v58011019-1\">19&nbsp;</b>He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back. <b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau. <b class=\"verse-num\" id=\"v58011021-1\">21&nbsp;</b>By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. <b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n<p id=\"p58011022_03-22\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict. <b class=\"verse-num\" id=\"v58011024-1\">24&nbsp;</b>By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter, <b class=\"verse-num\" id=\"v58011025-1\">25&nbsp;</b>choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin. <b class=\"verse-num\" id=\"v58011026-1\">26&nbsp;</b>He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward. <b class=\"verse-num\" id=\"v58011027-1\">27&nbsp;</b>By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible. <b class=\"verse-num\" id=\"v58011028-1\">28&nbsp;</b>By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them.</p>\n<p id=\"p58011028_03-22\"><b class=\"verse-num\" id=\"v58011029-1\">29&nbsp;</b>By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned. <b class=\"verse-num\" id=\"v58011030-1\">30&nbsp;</b>By faith the walls of Jericho fell down after they had been encircled for seven days. <b class=\"verse-num\" id=\"v58011031-1\">31&nbsp;</b>By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies.</p>\n<p id=\"p58011031_03-22\"><b class=\"verse-num\" id=\"v58011032-1\">32&nbsp;</b>And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—<b class=\"verse-num\" id=\"v58011033-1\">33&nbsp;</b>who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions, <b class=\"verse-num\" id=\"v58011034-1\">34&nbsp;</b>quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight. <b class=\"verse-num\" id=\"v58011035-1\">35&nbsp;</b>Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. <b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n<p id=\"p58011038_03-22\"><b class=\"verse-num\" id=\"v58011039-1\">39&nbsp;</b>And all these, though commended through their faith, did not receive what was promised, <b class=\"verse-num\" id=\"v58011040-1\">40&nbsp;</b>since God had provided something better for us, that apart from us they should not be made perfect.</p>\n\n</div>","kjv":"<strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  ","niv":"<sup><strong>26</strong></sup> He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward."},{"_id":"61608be7a775948f9a152ee0","topicId":"61608be2a775948f9a152ed0","verse":"1 John 3:1-24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62003001_01-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62003001-1\">3:1&nbsp;</b>See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him. <b class=\"verse-num\" id=\"v62003002-1\">2&nbsp;</b>Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is. <b class=\"verse-num\" id=\"v62003003-1\">3&nbsp;</b>And everyone who thus hopes in him purifies himself as he is pure.</p>\n<p id=\"p62003003_01-16\"><b class=\"verse-num\" id=\"v62003004-1\">4&nbsp;</b>Everyone who makes a practice of sinning also practices lawlessness; sin is lawlessness. <b class=\"verse-num\" id=\"v62003005-1\">5&nbsp;</b>You know that he appeared in order to take away sins, and in him there is no sin. <b class=\"verse-num\" id=\"v62003006-1\">6&nbsp;</b>No one who abides in him keeps on sinning; no one who keeps on sinning has either seen him or known him. <b class=\"verse-num\" id=\"v62003007-1\">7&nbsp;</b>Little children, let no one deceive you. Whoever practices righteousness is righteous, as he is righteous. <b class=\"verse-num\" id=\"v62003008-1\">8&nbsp;</b>Whoever makes a practice of sinning is of the devil, for the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the works of the devil. <b class=\"verse-num\" id=\"v62003009-1\">9&nbsp;</b>No one born of God makes a practice of sinning, for God’s seed abides in him; and he cannot keep on sinning, because he has been born of God. <b class=\"verse-num\" id=\"v62003010-1\">10&nbsp;</b>By this it is evident who are the children of God, and who are the children of the devil: whoever does not practice righteousness is not of God, nor is the one who does not love his brother.</p>\n\n<p id=\"p62003010_04-16\"><b class=\"verse-num\" id=\"v62003011-1\">11&nbsp;</b>For this is the message that you have heard from the beginning, that we should love one another. <b class=\"verse-num\" id=\"v62003012-1\">12&nbsp;</b>We should not be like Cain, who was of the evil one and murdered his brother. And why did he murder him? Because his own deeds were evil and his brother’s righteous. <b class=\"verse-num\" id=\"v62003013-1\">13&nbsp;</b>Do not be surprised, brothers, that the world hates you. <b class=\"verse-num\" id=\"v62003014-1\">14&nbsp;</b>We know that we have passed out of death into life, because we love the brothers. Whoever does not love abides in death. <b class=\"verse-num\" id=\"v62003015-1\">15&nbsp;</b>Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.</p>\n<p id=\"p62003015_04-16\"><b class=\"verse-num\" id=\"v62003016-1\">16&nbsp;</b>By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers. <b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him? <b class=\"verse-num\" id=\"v62003018-1\">18&nbsp;</b>Little children, let us not love in word or talk but in deed and in truth.</p>\n<p id=\"p62003018_04-16\"><b class=\"verse-num\" id=\"v62003019-1\">19&nbsp;</b>By this we shall know that we are of the truth and reassure our heart before him; <b class=\"verse-num\" id=\"v62003020-1\">20&nbsp;</b>for whenever our heart condemns us, God is greater than our heart, and he knows everything. <b class=\"verse-num\" id=\"v62003021-1\">21&nbsp;</b>Beloved, if our heart does not condemn us, we have confidence before God; <b class=\"verse-num\" id=\"v62003022-1\">22&nbsp;</b>and whatever we ask we receive from him, because we keep his commandments and do what pleases him. <b class=\"verse-num\" id=\"v62003023-1\">23&nbsp;</b>And this is his commandment, that we believe in the name of his Son Jesus Christ and love one another, just as he has commanded us. <b class=\"verse-num\" id=\"v62003024-1\">24&nbsp;</b>Whoever keeps his commandments abides in God, and God in him. And by this we know that he abides in us, by the Spirit whom he has given us.</p>\n\n</div>","kjv":"<strong>1</strong> Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.  <strong>2</strong> Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.  <strong>3</strong> And every man that hath this hope in him purifieth himself, even as he is pure.  <strong>4</strong> Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.  <strong>5</strong> And ye know that he was manifested to take away our sins; and in him is no sin.  <strong>6</strong> Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.  <strong>7</strong> Little children, let no man deceive you: he that doeth righteousness is righteous, even as he is righteous.  <strong>8</strong> He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.  <strong>9</strong> Whosoever is born of God doth not commit sin; for his seed remaineth in him: and he cannot sin, because he is born of God.  <strong>10</strong> In this the children of God are manifest, and the children of the devil: whosoever doeth not righteousness is not of God, neither he that loveth not his brother.  <strong>11</strong> For this is the message that ye heard from the beginning, that we should love one another.  <strong>12</strong> Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother’s righteous.  <strong>13</strong> Marvel not, my brethren, if the world hate you.  <strong>14</strong> We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.  <strong>15</strong> Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.  <strong>16</strong> Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.  <strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  <strong>18</strong> My little children, let us not love in word, neither in tongue; but in deed and in truth.  <strong>19</strong> And hereby we know that we are of the truth, and shall assure our hearts before him.  <strong>20</strong> For if our heart condemn us, God is greater than our heart, and knoweth all things.  <strong>21</strong> Beloved, if our heart condemn us not, then have we confidence toward God.  <strong>22</strong> And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.  <strong>23</strong> And this is his commandment, That we should believe on the name of his Son Jesus Christ, and love one another, as he gave us commandment.  <strong>24</strong> And he that keepeth his commandments dwelleth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he hath given us.  ","niv":"<sup><strong>1</strong></sup> How great is the love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him. <sup><strong>2</strong></sup> Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is. <sup><strong>3</strong></sup> Everyone who has this hope in him purifies himself, just as he is pure. <sup><strong>4</strong></sup> Everyone who sins breaks the law; in fact, sin is lawlessness. <sup><strong>5</strong></sup> But you know that he appeared so that he might take away our sins. And in him is no sin. <sup><strong>6</strong></sup> No one who lives in him keeps on sinning. No one who continues to sin has either seen him or known him. <sup><strong>7</strong></sup> Dear children, do not let anyone lead you astray. He who does what is right is righteous, just as he is righteous. <sup><strong>8</strong></sup> He who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil's work. <sup><strong>9</strong></sup> No one who is born of God will continue to sin, because God's seed remains in him; he cannot go on sinning, because he has been born of God. <sup><strong>10</strong></sup> This is how we know who the children of God are and who the children of the devil are: Anyone who does not do what is right is not a child of God; nor is anyone who does not love his brother. <sup><strong>11</strong></sup> This is the message you heard from the beginning: We should love one another. <sup><strong>12</strong></sup> Do not be like Cain, who belonged to the evil one and murdered his brother. And why did he murder him? Because his own actions were evil and his brother's were righteous. <sup><strong>13</strong></sup> Do not be surprised, my brothers, if the world hates you. <sup><strong>14</strong></sup> We know that we have passed from death to life, because we love our brothers. Anyone who does not love remains in death. <sup><strong>15</strong></sup> Anyone who hates his brother is a murderer, and you know that no murderer has eternal life in him. <sup><strong>16</strong></sup> This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers. <sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him? <sup><strong>18</strong></sup> Dear children, let us not love with words or tongue but with actions and in truth. <sup><strong>19</strong></sup> This then is how we know that we belong to the truth, and how we set our hearts at rest in his presence <sup><strong>20</strong></sup> whenever our hearts condemn us. For God is greater than our hearts, and he knows everything. <sup><strong>21</strong></sup> Dear friends, if our hearts do not condemn us, we have confidence before God <sup><strong>22</strong></sup> and receive from him anything we ask, because we obey his commands and do what pleases him. <sup><strong>23</strong></sup> And this is his command: to believe in the name of his Son, Jesus Christ, and to love one another as he commanded us. <sup><strong>24</strong></sup> Those who obey his commands live in him, and he in them. And this is how we know that he lives in us: We know it by the Spirit he gave us. "},{"_id":"61608be7a775948f9a152ee1","topicId":"61608be2a775948f9a152ed0","verse":"Colossians 3:1-25","votes":4,"__v":0,"kjv":"<strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  <strong>2</strong> Set your affection on things above, not on things on the earth.  <strong>3</strong> For ye are dead, and your life is hid with Christ in God.  <strong>4</strong> When Christ, who is our life, shall appear, then shall ye also appear with him in glory.  <strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  <strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  <strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  <strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  <strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  <strong>15</strong> And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.  <strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  <strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  <strong>18</strong> Wives, submit yourselves unto your own husbands, as it is fit in the Lord.  <strong>19</strong> Husbands, love your wives, and be not bitter against them.  <strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  <strong>21</strong> Fathers, provoke not your children to anger, lest they be discouraged.  <strong>22</strong> Servants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God:  <strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  <strong>24</strong> Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.  <strong>25</strong> But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.  ","niv":"<sup><strong>1</strong></sup> Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God. <sup><strong>2</strong></sup> Set your minds on things above, not on earthly things. <sup><strong>3</strong></sup> For you died, and your life is now hidden with Christ in God. <sup><strong>4</strong></sup> When Christ, who is your life, appears, then you also will appear with him in glory. <sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. <sup><strong>6</strong></sup> Because of these, the wrath of God is coming. <sup><strong>7</strong></sup> You used to walk in these ways, in the life you once lived. <sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. <sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. <sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all. <sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. <sup><strong>15</strong></sup> Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful. <sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God. <sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him. <sup><strong>18</strong></sup> Wives, submit to your husbands, as is fitting in the Lord. <sup><strong>19</strong></sup> Husbands, love your wives and do not be harsh with them. <sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord. <sup><strong>21</strong></sup> Fathers, do not embitter your children, or they will become discouraged. <sup><strong>22</strong></sup> Slaves, obey your earthly masters in everything; and do it, not only when their eye is on you and to win their favor, but with sincerity of heart and reverence for the Lord. <sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men, <sup><strong>24</strong></sup> since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving. <sup><strong>25</strong></sup> Anyone who does wrong will be repaid for his wrong, and there is no favoritism. "},{"_id":"61608be8a775948f9a152ee2","topicId":"61608be2a775948f9a152ed0","verse":"James 3:17-18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59003017_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere. <b class=\"verse-num\" id=\"v59003018-1\">18&nbsp;</b>And a harvest of righteousness is sown in peace by those who make peace.</p>\n</div>","kjv":"<strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  <strong>18</strong> And the fruit of righteousness is sown in peace of them that make peace.  ","niv":"<sup><strong>17</strong></sup> But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere. <sup><strong>18</strong></sup> Peacemakers who sow in peace raise a harvest of righteousness. ","modified":"2023-08-14T11:44:37.927Z"},{"_id":"61608be8a775948f9a152ee3","topicId":"61608be2a775948f9a152ed0","verse":"Galatians 2:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me.","modified":"2022-05-03T01:51:40.982Z"},{"_id":"61608be8a775948f9a152ee4","topicId":"61608be2a775948f9a152ed0","verse":"Psalm 123:1-4","votes":4,"__v":0,"esv":"<div>\n\n<h4 id=\"p19123001_09-20\" class=\"psalm-title\">A Song of Ascents.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19123001_09-20\" class=\"line\"><b class=\"chapter-num\" id=\"v19123001-1\">123:1&nbsp;</b>&nbsp;&nbsp;To you I lift up my eyes,</span><br><span id=\"p19123001_09-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O you who are enthroned in the heavens!</span><br><span id=\"p19123002_09-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19123002-1\">2&nbsp;</b>&nbsp;&nbsp;Behold, as the eyes of servants</span><br><span id=\"p19123002_09-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;look to the hand of their master,</span><br><span id=\"p19123002_09-20\" class=\"line\">&nbsp;&nbsp;as the eyes of a maidservant</span><br><span id=\"p19123002_09-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the hand of her mistress,</span><br><span id=\"p19123002_09-20\" class=\"line\">&nbsp;&nbsp;so our eyes look to the LORD our God,</span><br><span id=\"p19123002_09-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;till he has mercy upon us.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19123003_09-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19123003-1\">3&nbsp;</b>&nbsp;&nbsp;Have mercy upon us, O LORD, have mercy upon us,</span><br><span id=\"p19123003_09-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for we have had more than enough of contempt.</span><br><span id=\"p19123004_09-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19123004-1\">4&nbsp;</b>&nbsp;&nbsp;Our soul has had more than enough</span><br><span id=\"p19123004_09-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of the scorn of those who are at ease,</span><br><span id=\"p19123004_09-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of the contempt of the proud.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Unto thee lift I up mine eyes, O thou that dwellest in the heavens.  <strong>2</strong> Behold, as the eyes of servants look unto the hand of their masters, and as the eyes of a maiden unto the hand of her mistress; so our eyes wait upon the LORD our God, until that he have mercy upon us.  <strong>3</strong> Have mercy upon us, O LORD, have mercy upon us: for we are exceedingly filled with contempt.  <strong>4</strong> Our soul is exceedingly filled with the scorning of those that are at ease, and with the contempt of the proud.  ","niv":"<sup><strong>1</strong></sup> I lift up my eyes to you, to you whose throne is in heaven. <sup><strong>2</strong></sup> As the eyes of slaves look to the hand of their master, as the eyes of a maid look to the hand of her mistress, so our eyes look to the LORD our God, till he shows us his mercy. <sup><strong>3</strong></sup> Have mercy on us, O LORD, have mercy on us, for we have endured much contempt. <sup><strong>4</strong></sup> We have endured much ridicule from the proud, much contempt from the arrogant. "},{"_id":"61608be9a775948f9a152ee5","topicId":"61608be2a775948f9a152ed0","verse":"Hebrews 12:1-3","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, <b class=\"verse-num\" id=\"v58012002-1\">2&nbsp;</b>looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.</p>\n\n<p id=\"p58012002_12-21\"><b class=\"verse-num\" id=\"v58012003-1\">3&nbsp;</b>Consider him who endured from sinners such hostility against himself, so that you may not grow weary or fainthearted.</p>\n</div>","kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  <strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  <strong>3</strong> For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us. <sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God. <sup><strong>3</strong></sup> Consider him who endured such opposition from sinful men, so that you will not grow weary and lose heart. "},{"_id":"61608be9a775948f9a152ee6","topicId":"61608be2a775948f9a152ed0","verse":"Hebrews 11:1-40","votes":1,"__v":0,"kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  <strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  <strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  <strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  <strong>12</strong> Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.  <strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  <strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  <strong>19</strong> Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.  <strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  <strong>21</strong> By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.  <strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  <strong>24</strong> By faith Moses, when he was come to years, refused to be called the son of Pharaoh’s daughter;  <strong>25</strong> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;  <strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  <strong>27</strong> By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.  <strong>28</strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.  <strong>29</strong> By faith they passed through the Red sea as by dry land:  which the Egyptians assaying to do were drowned.  <strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  <strong>31</strong> By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.  <strong>32</strong> And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:  <strong>33</strong> Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,  <strong>34</strong> Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.  <strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see. <sup><strong>2</strong></sup> This is what the ancients were commended for. <sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible. <sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead. <sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God. <sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. <sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith. <sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. <sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise. <sup><strong>12</strong></sup> And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore. <sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. <sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son, <sup><strong>18</strong></sup> even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>19</strong></sup> Abraham reasoned that God could raise the dead, and figuratively speaking, he did receive Isaac back from death. <sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future. <sup><strong>21</strong></sup> By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff. <sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones. <sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. <sup><strong>24</strong></sup> By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. <sup><strong>25</strong></sup> He chose to be mistreated along with the people of God rather than to enjoy the pleasures of sin for a short time. <sup><strong>26</strong></sup> He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. <sup><strong>27</strong></sup> By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. <sup><strong>28</strong></sup> By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel. <sup><strong>29</strong></sup> By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned. <sup><strong>30</strong></sup> By faith the walls of Jericho fell, after the people had marched around them for seven days. <sup><strong>31</strong></sup> By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient. <sup><strong>32</strong></sup> And what more shall I say? I do not have time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel and the prophets, <sup><strong>33</strong></sup> who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, <sup><strong>34</strong></sup> quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. <sup><strong>35</strong></sup> Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection. <sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. <sup><strong>39</strong></sup> These were all commended for their faith, yet none of them received what had been promised. <sup><strong>40</strong></sup> God had planned something better for us so that only together with us would they be made perfect. ","modified":"2023-02-10T07:29:15.302Z"},{"_id":"61608be9a775948f9a152ee7","topicId":"61608be2a775948f9a152ed0","verse":"Philippians 1:12","votes":-1,"__v":0,"esv":"<div>\n\n<p id=\"p50001012_06-23\"><b class=\"verse-num\" id=\"v50001012-1\">12&nbsp;</b>I want you to know, brothers, that what has happened to me has really served to advance the gospel,</p>\n\n</div>","kjv":"<strong>12</strong> But I would ye should understand, brethren, that the things which happened unto me have fallen out rather unto the furtherance of the gospel;  ","niv":"<sup><strong>12</strong></sup> Now I want you to know, brothers, that what has happened to me has really served to advance the gospel.","modified":"2022-12-23T11:59:01.383Z"},{"_id":"61608beaa775948f9a152ee8","topicId":"61608be2a775948f9a152ed0","verse":"1 Peter 1:13","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p60001013_05-25\"><b class=\"verse-num\" id=\"v60001013-1\">13&nbsp;</b>Therefore, preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ.</p>\n\n</div>","kjv":"<strong>13</strong> Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;  ","niv":"<sup><strong>13</strong></sup> Therefore, prepare your minds for action; be self-controlled; set your hope fully on the grace to be given you when Jesus Christ is revealed."},{"_id":"61608beaa775948f9a152ee9","topicId":"61608be2a775948f9a152ed0","verse":"Philippians 1:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50001006_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v50001006-1\">6&nbsp;</b>And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.</p>\n</div>","kjv":"<strong>6</strong> Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:  ","niv":"<sup><strong>6</strong></sup> being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus."}]}