{"_id":"61609dbba775948f9a152f16","slug":"fables","name":"Fables","verses":[{"_id":"61609dbba775948f9a152f17","topicId":"61609dbba775948f9a152f16","verse":"2 Peter 1:16","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p61001016_07-1\"><b class=\"verse-num\" id=\"v61001016-1\">16&nbsp;</b>For we did not follow cleverly devised myths when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty.</p>\n</div>","kjv":"<strong>16</strong> For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.  ","niv":"<sup><strong>16</strong></sup> We did not follow cleverly invented stories when we told you about the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty.","modified":"2022-10-18T07:47:22.126Z"},{"_id":"61609dbca775948f9a152f18","topicId":"61609dbba775948f9a152f16","verse":"1 Timothy 4:7","votes":8,"__v":0,"esv":"<div>\n<p id=\"p54004007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004007-1\">7&nbsp;</b>Have nothing to do with irreverent, silly myths. Rather train yourself for godliness;</p>\n</div>","kjv":"<strong>7</strong> But refuse profane and old wives’ fables, and exercise thyself rather unto godliness.  ","niv":"<sup><strong>7</strong></sup> Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly."},{"_id":"61609dbca775948f9a152f19","topicId":"61609dbba775948f9a152f16","verse":"1 Timothy 1:4","votes":6,"__v":0,"esv":"<div>\n<p id=\"p54001004_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001004-1\">4&nbsp;</b>nor to devote themselves to myths and endless genealogies, which promote speculations rather than the stewardship from God that is by faith.</p>\n\n</div>","kjv":"<strong>4</strong> Neither give heed to fables and endless genealogies, which minister questions, rather than godly edifying which is in faith: so do.  ","niv":"<sup><strong>4</strong></sup> nor to devote themselves to myths and endless genealogies. These promote controversies rather than God's work--which is by faith."},{"_id":"61609dbca775948f9a152f1a","topicId":"61609dbba775948f9a152f16","verse":"2 Timothy 4:4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55004004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004004-1\">4&nbsp;</b>and will turn away from listening to the truth and wander off into myths.</p>\n</div>","kjv":"<strong>4</strong> And they shall turn away their ears from the truth, and shall be turned unto fables.  ","niv":"<sup><strong>4</strong></sup> They will turn their ears away from the truth and turn aside to myths.","modified":"2023-05-19T21:39:10.004Z"},{"_id":"61609dbca775948f9a152f1b","topicId":"61609dbba775948f9a152f16","verse":"Proverbs 1:7","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20001007_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001007-1\">7&nbsp;</b>&nbsp;&nbsp;The fear of the LORD is the beginning of knowledge;</span><br><span id=\"p20001007_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fools despise wisdom and instruction.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The fear of the LORD is the beginning of knowledge: but  fools despise wisdom and instruction.  ","niv":"<sup><strong>7</strong></sup> The fear of the Lord is the beginning of knowledge, but fools despise wisdom and discipline."},{"_id":"61609dbda775948f9a152f1c","topicId":"61609dbba775948f9a152f16","verse":"James 3:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59003007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003007-1\">7&nbsp;</b>For every kind of beast and bird, of reptile and sea creature, can be tamed and has been tamed by mankind,</p>\n</div>","kjv":"<strong>7</strong> For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and hath been tamed of mankind:  ","niv":"<sup><strong>7</strong></sup> All kinds of animals, birds, reptiles and creatures of the sea are being tamed and have been tamed by man,"},{"_id":"61609dbda775948f9a152f1d","topicId":"61609dbba775948f9a152f16","verse":"2 Peter 1:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"61609dbda775948f9a152f1e","topicId":"61609dbba775948f9a152f16","verse":"Titus 1:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p56001014_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001014-1\">14&nbsp;</b>not devoting themselves to Jewish myths and the commands of people who turn away from the truth.</p>\n</div>","kjv":"<strong>14</strong> Not giving heed to Jewish fables, and commandments of men, that turn from the truth.  ","niv":"<sup><strong>14</strong></sup> and will pay no attention to Jewish myths or to the commands of those who reject the truth."},{"_id":"61609dbea775948f9a152f1f","topicId":"61609dbba775948f9a152f16","verse":"Acts 6:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44006014_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v44006014-1\">14&nbsp;</b>for we have heard him say that this Jesus of Nazareth will destroy this place and will change the customs that Moses delivered to us.”</p>\n</div>","kjv":"<strong>14</strong> For we have heard him say, that this Jesus of Nazareth shall destroy this place, and shall change the customs which Moses delivered us.  ","niv":"<sup><strong>14</strong></sup> For we have heard him say that this Jesus of Nazareth will destroy this place and change the customs Moses handed down to us.\""},{"_id":"61609dbea775948f9a152f20","topicId":"61609dbba775948f9a152f16","verse":"John 17:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth."},{"_id":"61609dbea775948f9a152f21","topicId":"61609dbba775948f9a152f16","verse":"1 Peter 5:11-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60005011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005011-1\">11&nbsp;</b>To him be the dominion forever and ever. Amen.</p>\n\n<p id=\"p60005011_03-14\"><b class=\"verse-num\" id=\"v60005012-1\">12&nbsp;</b>By Silvanus, a faithful brother as I regard him, I have written briefly to you, exhorting and declaring that this is the true grace of God. Stand firm in it. <b class=\"verse-num\" id=\"v60005013-1\">13&nbsp;</b>She who is at Babylon, who is likewise chosen, sends you greetings, and so does Mark, my son. <b class=\"verse-num\" id=\"v60005014-1\">14&nbsp;</b>Greet one another with the kiss of love.</p>\n<p id=\"p60005014_03-14\">Peace to all of you who are in Christ.</p>\n</div>","kjv":"<strong>11</strong> To him be glory and dominion for ever and ever. Amen.  <strong>12</strong> By Silvanus, a faithful brother unto you, as I suppose, I have written briefly, exhorting, and testifying that this is the true grace of God wherein ye stand.  <strong>13</strong> The church that is at Babylon, elected together with you, saluteth you; and so doth Marcus my son.  <strong>14</strong> Greet ye one another with a kiss of charity. Peace be with you all that are in Christ Jesus. Amen.  ","niv":"<sup><strong>11</strong></sup> To him be the power for ever and ever. Amen. <sup><strong>12</strong></sup> With the help of Silas, whom I regard as a faithful brother, I have written to you briefly, encouraging you and testifying that this is the true grace of God. Stand fast in it. <sup><strong>13</strong></sup> She who is in Babylon, chosen together with you, sends you her greetings, and so does my son Mark. <sup><strong>14</strong></sup> Greet one another with a kiss of love. Peace to all of you who are in Christ. "},{"_id":"61609dbea775948f9a152f22","topicId":"61609dbba775948f9a152f16","verse":"Hebrews 4:12-5:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart. <b class=\"verse-num\" id=\"v58004013-1\">13&nbsp;</b>And no creature is hidden from his sight, but all are naked and exposed to the eyes of him to whom we must give account.</p>\n\n<p id=\"p58004013_06-15\"><b class=\"verse-num\" id=\"v58004014-1\">14&nbsp;</b>Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession. <b class=\"verse-num\" id=\"v58004015-1\">15&nbsp;</b>For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin. <b class=\"verse-num\" id=\"v58004016-1\">16&nbsp;</b>Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.</p>\n<p id=\"p58005001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58005001-1\">5:1&nbsp;</b>For every high priest chosen from among men is appointed to act on behalf of men in relation to God, to offer gifts and sacrifices for sins. <b class=\"verse-num\" id=\"v58005002-1\">2&nbsp;</b>He can deal gently with the ignorant and wayward, since he himself is beset with weakness. <b class=\"verse-num\" id=\"v58005003-1\">3&nbsp;</b>Because of this he is obligated to offer sacrifice for his own sins just as he does for those of the people. <b class=\"verse-num\" id=\"v58005004-1\">4&nbsp;</b>And no one takes this honor for himself, but only when called by God, just as Aaron was.</p>\n<p id=\"p58005004_06-15\"><b class=\"verse-num\" id=\"v58005005-1\">5&nbsp;</b>So also Christ did not exalt himself to be made a high priest, but was appointed by him who said to him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58005005_06-15\" class=\"line\">&nbsp;&nbsp;“You are my Son,</span><br><span id=\"p58005005_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;today I have begotten you”;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58005005_06-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58005006-1\">6&nbsp;</b>as he says also in another place,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58005006_06-15\" class=\"line\">&nbsp;&nbsp;“You are a priest forever,</span><br><span id=\"p58005006_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;after the order of Melchizedek.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58005006_06-15\"><b class=\"verse-num\" id=\"v58005007-1\">7&nbsp;</b>In the days of his flesh, Jesus offered up prayers and supplications, with loud cries and tears, to him who was able to save him from death, and he was heard because of his reverence. <b class=\"verse-num\" id=\"v58005008-1\">8&nbsp;</b>Although he was a son, he learned obedience through what he suffered. <b class=\"verse-num\" id=\"v58005009-1\">9&nbsp;</b>And being made perfect, he became the source of eternal salvation to all who obey him, <b class=\"verse-num\" id=\"v58005010-1\">10&nbsp;</b>being designated by God a high priest after the order of Melchizedek.</p>\n\n<p id=\"p58005010_09-15\"><b class=\"verse-num\" id=\"v58005011-1\">11&nbsp;</b>About this we have much to say, and it is hard to explain, since you have become dull of hearing. <b class=\"verse-num\" id=\"v58005012-1\">12&nbsp;</b>For though by this time you ought to be teachers, you need someone to teach you again the basic principles of the oracles of God. You need milk, not solid food, <b class=\"verse-num\" id=\"v58005013-1\">13&nbsp;</b>for everyone who lives on milk is unskilled in the word of righteousness, since he is a child. <b class=\"verse-num\" id=\"v58005014-1\">14&nbsp;</b>But solid food is for the mature, for those who have their powers of discernment trained by constant practice to distinguish good from evil.</p>\n\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  <strong>13</strong> Neither is there any creature that is not manifest in his sight: but all things are naked and opened unto the eyes of him with whom we have to do.  <strong>14</strong> Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession.  <strong>15</strong> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet  without sin.  <strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  <strong>1</strong> For every high priest taken from among men is ordained for men in things pertaining to God, that he may offer both gifts and sacrifices for sins:  <strong>2</strong> Who can have compassion on the ignorant, and on them that are out of the way; for that he himself also is compassed with infirmity.  <strong>3</strong> And by reason hereof he ought, as for the people, so also for himself, to offer for sins.  <strong>4</strong> And no man taketh this honour unto himself, but he that is called of God, as was Aaron.  <strong>5</strong> So also Christ glorified not himself to be made an high priest; but he that said unto him, Thou art my Son, to day have I begotten thee.  <strong>6</strong> As he saith also in another place, Thou art a priest for ever after the order of Melchisedec.  <strong>7</strong> Who in the days of his flesh, when he had offered up prayers and supplications with strong crying and tears unto him that was able to save him from death, and was heard in that he feared;  <strong>8</strong> Though he were a Son, yet learned he obedience by the things which he suffered;  <strong>9</strong> And being made perfect, he became the author of eternal salvation unto all them that obey him;  <strong>10</strong> Called of God an high priest after the order of Melchisedec.  <strong>11</strong> Of whom we have many things to say, and hard to be uttered, seeing ye are dull of hearing.  <strong>12</strong> For when for the time ye ought to be teachers, ye have need that one teach you again which be the first principles of the oracles of God; and are become such as have need of milk, and not of strong meat.  <strong>13</strong> For every one that useth milk is unskilful in the word of righteousness: for he is a babe.  <strong>14</strong> But strong meat belongeth to them that are of full age, even  those who by reason of use have their senses exercised to discern both good and evil.  ","niv":""},{"_id":"61609dbfa775948f9a152f23","topicId":"61609dbba775948f9a152f16","verse":"Romans 2:14-15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45002014_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002014-1\">14&nbsp;</b>For when Gentiles, who do not have the law, by nature do what the law requires, they are a law to themselves, even though they do not have the law. <b class=\"verse-num\" id=\"v45002015-1\">15&nbsp;</b>They show that the work of the law is written on their hearts, while their conscience also bears witness, and their conflicting thoughts accuse or even excuse them</p>\n</div>","kjv":"<strong>14</strong> For when the Gentiles, which have not the law, do by nature the things contained in the law, these, having not the law, are a law unto themselves:  <strong>15</strong> Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)  ","niv":"<sup><strong>14</strong></sup> (Indeed, when Gentiles, who do not have the law, do by nature things required by the law, they are a law for themselves, even though they do not have the law, <sup><strong>15</strong></sup> since they show that the requirements of the law are written on their hearts, their consciences also bearing witness, and their thoughts now accusing, now even defending them.) "},{"_id":"61609dbfa775948f9a152f24","topicId":"61609dbba775948f9a152f16","verse":"John 4:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43004001_07-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43004001-1\">4:1&nbsp;</b>Now when Jesus learned that the Pharisees had heard that Jesus was making and baptizing more disciples than John</p>\n</div>","kjv":"<strong>1</strong> When therefore the Lord knew how the Pharisees had heard that Jesus made and baptized more disciples than John,  ","niv":"<sup><strong>1</strong></sup> The Pharisees heard that Jesus was gaining and baptizing more disciples than John,"},{"_id":"61609dbfa775948f9a152f25","topicId":"61609dbba775948f9a152f16","verse":"Job 12:7","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18012007_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012007-1\">7&nbsp;</b>&nbsp;&nbsp;“But ask the beasts, and they will teach you;</span><br><span id=\"p18012007_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the birds of the heavens, and they will tell you;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> But ask now the beasts, and they shall teach thee; and the fowls of the air, and they shall tell thee:  ","niv":"<sup><strong>7</strong></sup> \"But ask the animals, and they will teach you, or the birds of the air, and they will tell you;"},{"_id":"61609dc0a775948f9a152f26","topicId":"61609dbba775948f9a152f16","verse":"Exodus 20:1-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p02020001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02020001-1\">20:1&nbsp;</b>And God spoke all these words, saying,</p>\n<p id=\"p02020001_04-19\"><b class=\"verse-num\" id=\"v02020002-1\">2&nbsp;</b>“I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p02020002_04-19\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_04-19\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p02020006_04-19\"><b class=\"verse-num\" id=\"v02020007-1\">7&nbsp;</b>“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p02020007_04-19\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n<p id=\"p02020011_04-19\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n<p id=\"p02020012_04-19\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n<p id=\"p02020013_04-19\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n<p id=\"p02020014_04-19\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n<p id=\"p02020015_04-19\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n<p id=\"p02020016_04-19\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n\n</div>","kjv":"<strong>1</strong> And God spake all these words, saying,  <strong>2</strong> I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage.  <strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  <strong>7</strong> Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.  <strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  <strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  <strong>13</strong> Thou shalt not kill.  <strong>14</strong> Thou shalt not commit adultery.  <strong>15</strong> Thou shalt not steal.  <strong>16</strong> Thou shalt not bear false witness against thy neighbour.  <strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  ","niv":"<sup><strong>1</strong></sup> And God spoke all these words: <sup><strong>2</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. <sup><strong>7</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. <sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. <sup><strong>13</strong></sup> \"You shall not murder. <sup><strong>14</strong></sup> \"You shall not commit adultery. <sup><strong>15</strong></sup> \"You shall not steal. <sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" "},{"_id":"61609dc0a775948f9a152f27","topicId":"61609dbba775948f9a152f16","verse":"Genesis 1:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-20\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\""},{"_id":"61609dc0a775948f9a152f28","topicId":"61609dbba775948f9a152f16","verse":"1 John 4:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."}]}