{"_id":"6160a871a775948f9a152f77","slug":"fairness","name":"Fairness","verses":[{"_id":"6160a871a775948f9a152f78","topicId":"6160a871a775948f9a152f77","verse":"Proverbs 31:9","votes":101,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031009_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031009-1\">9&nbsp;</b>&nbsp;&nbsp;Open your mouth, judge righteously,</span><br><span id=\"p20031009_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;defend the rights of the poor and needy.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Open thy mouth, judge righteously, and plead the cause of the poor and needy.  ","niv":"<sup><strong>9</strong></sup> Speak up and judge fairly; defend the rights of the poor and needy.\" Epilogue: The Wife of Noble Character","modified":"2022-09-23T01:22:16.534Z"},{"_id":"6160a871a775948f9a152f79","topicId":"6160a871a775948f9a152f77","verse":"Psalm 106:3","votes":82,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19106003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19106003-1\">3&nbsp;</b>&nbsp;&nbsp;Blessed are they who observe justice,</span><br><span id=\"p19106003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who do righteousness at all times!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Blessed are they that keep judgment, and he that doeth righteousness at all times.  ","niv":"<sup><strong>3</strong></sup> Blessed are they who maintain justice, who constantly do what is right.","modified":"2022-09-09T16:11:29.213Z"},{"_id":"6160a872a775948f9a152f7a","topicId":"6160a871a775948f9a152f77","verse":"James 2:1-5","votes":79,"__v":0,"esv":"<div>\n\n<p id=\"p59002001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59002001-1\">2:1&nbsp;</b>My brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory. <b class=\"verse-num\" id=\"v59002002-1\">2&nbsp;</b>For if a man wearing a gold ring and fine clothing comes into your assembly, and a poor man in shabby clothing also comes in, <b class=\"verse-num\" id=\"v59002003-1\">3&nbsp;</b>and if you pay attention to the one who wears the fine clothing and say, “You sit here in a good place,” while you say to the poor man, “You stand over there,” or, “Sit down at my feet,” <b class=\"verse-num\" id=\"v59002004-1\">4&nbsp;</b>have you not then made distinctions among yourselves and become judges with evil thoughts? <b class=\"verse-num\" id=\"v59002005-1\">5&nbsp;</b>Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him?</p>\n\n</div>","kjv":"<strong>1</strong> My brethren, have not the faith of our Lord Jesus Christ, the Lord  of glory, with respect of persons.  <strong>2</strong> For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;  <strong>3</strong> And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:  <strong>4</strong> Are ye not then partial in yourselves, and are become judges of evil thoughts?  <strong>5</strong> Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?  ","niv":"<sup><strong>1</strong></sup> My brothers, as believers in our glorious Lord Jesus Christ, don't show favoritism. <sup><strong>2</strong></sup> Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in shabby clothes also comes in. <sup><strong>3</strong></sup> If you show special attention to the man wearing fine clothes and say, \"Here's a good seat for you,\" but say to the poor man, \"You stand there\" or \"Sit on the floor by my feet,\" <sup><strong>4</strong></sup> have you not discriminated among yourselves and become judges with evil thoughts? <sup><strong>5</strong></sup> Listen, my dear brothers: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him? ","modified":"2022-05-17T16:02:05.601Z"},{"_id":"6160a872a775948f9a152f7b","topicId":"6160a871a775948f9a152f77","verse":"Ecclesiastes 9:11","votes":72,"__v":0,"esv":"<div>\n\n<p id=\"p21009011_05-4\"><b class=\"verse-num\" id=\"v21009011-1\">11&nbsp;</b>Again I saw that under the sun the race is not to the swift, nor the battle to the strong, nor bread to the wise, nor riches to the intelligent, nor favor to those with knowledge, but time and chance happen to them all.</p>\n</div>","kjv":"<strong>11</strong> I returned, and saw under the sun, that the race is not to the swift, nor the battle to the strong, neither yet bread to the wise, nor yet riches to men of understanding, nor yet favour to men of skill; but time and chance happeneth to them all.  ","niv":"<sup><strong>11</strong></sup> I have seen something else under the sun: The race is not to the swift or the battle to the strong, nor does food come to the wise or wealth to the brilliant or favor to the learned; but time and chance happen to them all.","modified":"2022-11-03T11:04:30.574Z"},{"_id":"6160a872a775948f9a152f7c","topicId":"6160a871a775948f9a152f77","verse":"Hebrews 6:10","votes":65,"__v":0,"esv":"<div>\n<p id=\"p58006010_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006010-1\">10&nbsp;</b>For God is not unjust so as to overlook your work and the love that you have shown for his name in serving the saints, as you still do.</p>\n</div>","kjv":"<strong>10</strong> For God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister.  ","niv":"<sup><strong>10</strong></sup> God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them.","modified":"2022-08-21T14:46:30.383Z"},{"_id":"6160a872a775948f9a152f7d","topicId":"6160a871a775948f9a152f77","verse":"Matthew 20:16","votes":52,"__v":0,"esv":"<div>\n<p id=\"p40020016_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40020016-1\">16&nbsp;</b><span class=\"woc\">So the last will be first, and the first last.”</span></p>\n</div>","kjv":"<strong>16</strong> So the last shall be first, and the first last: for many be called, but few chosen. ","niv":"<sup><strong>16</strong></sup> \"So the last will be first, and the first will be last.\"","modified":"2022-05-04T09:41:52.370Z"},{"_id":"6160a873a775948f9a152f7e","topicId":"6160a871a775948f9a152f77","verse":"Proverbs 16:11","votes":47,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016011_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016011-1\">11&nbsp;</b>&nbsp;&nbsp;A just balance and scales are the LORD’s;</span><br><span id=\"p20016011_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the weights in the bag are his work.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> A just weight and balance are the LORD’S: all the weights of the bag are his work.  ","niv":"<sup><strong>11</strong></sup> Honest scales and balances are from the LORD; all the weights in the bag are of his making."},{"_id":"6160a873a775948f9a152f7f","topicId":"6160a871a775948f9a152f77","verse":"1 Peter 3:8","votes":42,"__v":0,"esv":"<div>\n\n<p id=\"p60003008_05-9\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.</p>\n</div>","kjv":"<strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  ","niv":"<sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble."},{"_id":"6160a873a775948f9a152f80","topicId":"6160a871a775948f9a152f77","verse":"Galatians 3:28","votes":40,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"6160a874a775948f9a152f81","topicId":"6160a871a775948f9a152f77","verse":"Romans 2:11","votes":36,"__v":0,"esv":"<div>\n<p id=\"p45002011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002011-1\">11&nbsp;</b>For God shows no partiality.</p>\n</div>","kjv":"<strong>11</strong> For there is no respect of persons with God.  ","niv":"<sup><strong>11</strong></sup> For God does not show favoritism.","modified":"2022-04-02T04:48:43.964Z"},{"_id":"6160a874a775948f9a152f82","topicId":"6160a871a775948f9a152f77","verse":"Micah 6:8","votes":34,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33006008_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v33006008-1\">8&nbsp;</b>&nbsp;&nbsp;He has told you, O man, what is good;</span><br><span id=\"p33006008_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what does the LORD require of you</span><br><span id=\"p33006008_01-12\" class=\"line\">&nbsp;&nbsp;but to do justice, and to love kindness,</span><br><span id=\"p33006008_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to walk humbly with your God?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> He hath shewed thee, O man, what is good; and what doth the LORD require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?  ","niv":"<sup><strong>8</strong></sup> He has showed you, O man, what is good. And what does the LORD require of you? To act justly and to love mercy and to walk humbly with your God."},{"_id":"6160a874a775948f9a152f83","topicId":"6160a871a775948f9a152f77","verse":"James 3:17","votes":28,"__v":0,"esv":"<div>\n<p id=\"p59003017_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere.</p>\n</div>","kjv":"<strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  ","niv":"<sup><strong>17</strong></sup> But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere.","modified":"2022-08-28T16:35:37.255Z"},{"_id":"6160a875a775948f9a152f84","topicId":"6160a871a775948f9a152f77","verse":"James 2:1","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p59002001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59002001-1\">2:1&nbsp;</b>My brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory.</p>\n\n</div>","kjv":"<strong>1</strong> My brethren, have not the faith of our Lord Jesus Christ, the Lord  of glory, with respect of persons.  ","niv":"<sup><strong>1</strong></sup> My brothers, as believers in our glorious Lord Jesus Christ, don't show favoritism.","modified":"2023-01-22T00:34:48.824Z"},{"_id":"6160a875a775948f9a152f85","topicId":"6160a871a775948f9a152f77","verse":"Leviticus 19:15","votes":26,"__v":0,"esv":"<div>\n<p id=\"p03019015_01-15\"><b class=\"verse-num\" id=\"v03019015-1\">15&nbsp;</b>“You shall do no injustice in court. You shall not be partial to the poor or defer to the great, but in righteousness shall you judge your neighbor.</p>\n</div>","kjv":"<strong>15</strong> Ye shall do no unrighteousness in judgment: thou shalt not respect the person of the poor, nor honour the person of the mighty: but in righteousness shalt thou judge thy neighbour.  ","niv":"<sup><strong>15</strong></sup> \"'Do not pervert justice; do not show partiality to the poor or favoritism to the great, but judge your neighbor fairly.","modified":"2022-09-29T02:43:28.850Z"},{"_id":"6160a875a775948f9a152f86","topicId":"6160a871a775948f9a152f77","verse":"Matthew 20:1-16","votes":26,"__v":0,"esv":"<div>\n\n<p id=\"p40020001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40020001-1\">20:1&nbsp;</b><span class=\"woc\">“For the kingdom of heaven is like a master of a house who went out early in the morning to hire laborers for his vineyard.</span> <b class=\"verse-num woc\" id=\"v40020002-1\">2&nbsp;</b><span class=\"woc\">After agreeing with the laborers for a denarius a day, he sent them into his vineyard.</span> <b class=\"verse-num woc\" id=\"v40020003-1\">3&nbsp;</b><span class=\"woc\">And going out about the third hour he saw others standing idle in the marketplace,</span> <b class=\"verse-num woc\" id=\"v40020004-1\">4&nbsp;</b><span class=\"woc\">and to them he said, ‘You go into the vineyard too, and whatever is right I will give you.’</span> <b class=\"verse-num woc\" id=\"v40020005-1\">5&nbsp;</b><span class=\"woc\">So they went.</span> <span class=\"woc\">Going out again about the sixth hour and the ninth hour, he did the same.</span> <b class=\"verse-num woc\" id=\"v40020006-1\">6&nbsp;</b><span class=\"woc\">And about the eleventh hour he went out and found others standing. And he said to them, ‘Why do you stand here idle all day?’</span> <b class=\"verse-num woc\" id=\"v40020007-1\">7&nbsp;</b><span class=\"woc\">They said to him, ‘Because no one has hired us.’ He said to them, ‘You go into the vineyard too.’</span> <b class=\"verse-num woc\" id=\"v40020008-1\">8&nbsp;</b><span class=\"woc\">And when evening came, the owner of the vineyard said to his foreman, ‘Call the laborers and pay them their wages, beginning with the last, up to the first.’</span> <b class=\"verse-num woc\" id=\"v40020009-1\">9&nbsp;</b><span class=\"woc\">And when those hired about the eleventh hour came, each of them received a denarius.</span> <b class=\"verse-num woc\" id=\"v40020010-1\">10&nbsp;</b><span class=\"woc\">Now when those hired first came, they thought they would receive more, but each of them also received a denarius.</span> <b class=\"verse-num woc\" id=\"v40020011-1\">11&nbsp;</b><span class=\"woc\">And on receiving it they grumbled at the master of the house,</span> <b class=\"verse-num woc\" id=\"v40020012-1\">12&nbsp;</b><span class=\"woc\">saying, ‘These last worked only one hour, and you have made them equal to us who have borne the burden of the day and the scorching heat.’</span> <b class=\"verse-num woc\" id=\"v40020013-1\">13&nbsp;</b><span class=\"woc\">But he replied to one of them, ‘Friend, I am doing you no wrong. Did you not agree with me for a denarius?</span> <b class=\"verse-num woc\" id=\"v40020014-1\">14&nbsp;</b><span class=\"woc\">Take what belongs to you and go. I choose to give to this last worker as I give to you.</span> <b class=\"verse-num woc\" id=\"v40020015-1\">15&nbsp;</b><span class=\"woc\">Am I not allowed to do what I choose with what belongs to me? Or do you begrudge my generosity?’</span> <b class=\"verse-num woc\" id=\"v40020016-1\">16&nbsp;</b><span class=\"woc\">So the last will be first, and the first last.”</span></p>\n\n</div>","kjv":"<strong>1</strong>           For the kingdom of heaven is like unto a man that is an householder, which went out early in the morning to hire labourers into his vineyard.  <strong>2</strong> And when he had agreed with the labourers for a penny a day, he sent them into his vineyard.  <strong>3</strong> And he went out about the third hour, and saw others standing idle in the marketplace,  <strong>4</strong> And said unto them; Go ye also into the vineyard, and whatsoever is right I will give you. And they went their way.  <strong>5</strong> Again he went out about the sixth and ninth hour, and did likewise.  <strong>6</strong> And about the eleventh hour he went out, and found others standing idle, and saith unto them, Why stand ye here all the day idle?  <strong>7</strong> They say unto him, Because no man hath hired us. He saith unto them, Go ye also into the vineyard; and whatsoever is right, that shall ye receive.  <strong>8</strong> So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first.  <strong>9</strong> And when they came that were hired about the eleventh hour, they received every man a penny.  <strong>10</strong> But when the first came, they supposed that they should have received more; and they likewise received every man a penny.  <strong>11</strong> And when they had received it, they murmured against the goodman of the house,  <strong>12</strong> Saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day.  <strong>13</strong> But he answered one of them, and said, Friend, I do thee no wrong: didst not thou agree with me for a penny?  <strong>14</strong> Take that thine is, and go thy way: I will give unto this last, even as unto thee.  <strong>15</strong> Is it not lawful for me to do what I will with mine own? Is thine eye evil, because I am good?  <strong>16</strong> So the last shall be first, and the first last: for many be called, but few chosen. ","niv":"<sup><strong>1</strong></sup> \"For the kingdom of heaven is like a landowner who went out early in the morning to hire men to work in his vineyard. <sup><strong>2</strong></sup> He agreed to pay them a denarius for the day and sent them into his vineyard. <sup><strong>3</strong></sup> \"About the third hour he went out and saw others standing in the marketplace doing nothing. <sup><strong>4</strong></sup> He told them, 'You also go and work in my vineyard, and I will pay you whatever is right.' <sup><strong>5</strong></sup> So they went. <sup><strong>6</strong></sup> \"He went out again about the sixth hour and the ninth hour and did the same thing. About the eleventh hour he went out and found still others standing around. He asked them, 'Why have you been standing here all day long doing nothing?' <sup><strong>7</strong></sup> \"'Because no one has hired us,' they answered. \"He said to them, 'You also go and work in my vineyard.' <sup><strong>8</strong></sup> \"When evening came, the owner of the vineyard said to his foreman, 'Call the workers and pay them their wages, beginning with the last ones hired and going on to the first.' <sup><strong>9</strong></sup> \"The workers who were hired about the eleventh hour came and each received a denarius. <sup><strong>10</strong></sup> So when those came who were hired first, they expected to receive more. But each one of them also received a denarius. <sup><strong>11</strong></sup> When they received it, they began to grumble against the landowner. <sup><strong>12</strong></sup> 'These men who were hired last worked only one hour,' they said, 'and you have made them equal to us who have borne the burden of the work and the heat of the day.' <sup><strong>13</strong></sup> \"But he answered one of them, 'Friend, I am not being unfair to you. Didn't you agree to work for a denarius? <sup><strong>14</strong></sup> Take your pay and go. I want to give the man who was hired last the same as I gave you. <sup><strong>15</strong></sup> Don't I have the right to do what I want with my own money? Or are you envious because I am generous?' <sup><strong>16</strong></sup> \"So the last will be first, and the first will be last.\" ","modified":"2022-04-02T04:48:34.801Z"},{"_id":"6160a875a775948f9a152f87","topicId":"6160a871a775948f9a152f77","verse":"Exodus 23:1-33","votes":25,"__v":0,"esv":"<div>\n<p id=\"p02023001_01-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02023001-1\">23:1&nbsp;</b>“You shall not spread a false report. You shall not join hands with a wicked man to be a malicious witness. <b class=\"verse-num\" id=\"v02023002-1\">2&nbsp;</b>You shall not fall in with the many to do evil, nor shall you bear witness in a lawsuit, siding with the many, so as to pervert justice, <b class=\"verse-num\" id=\"v02023003-1\">3&nbsp;</b>nor shall you be partial to a poor man in his lawsuit.</p>\n<p id=\"p02023003_01-17\"><b class=\"verse-num\" id=\"v02023004-1\">4&nbsp;</b>“If you meet your enemy’s ox or his donkey going astray, you shall bring it back to him. <b class=\"verse-num\" id=\"v02023005-1\">5&nbsp;</b>If you see the donkey of one who hates you lying down under its burden, you shall refrain from leaving him with it; you shall rescue it with him.</p>\n<p id=\"p02023005_01-17\"><b class=\"verse-num\" id=\"v02023006-1\">6&nbsp;</b>“You shall not pervert the justice due to your poor in his lawsuit. <b class=\"verse-num\" id=\"v02023007-1\">7&nbsp;</b>Keep far from a false charge, and do not kill the innocent and righteous, for I will not acquit the wicked. <b class=\"verse-num\" id=\"v02023008-1\">8&nbsp;</b>And you shall take no bribe, for a bribe blinds the clear-sighted and subverts the cause of those who are in the right.</p>\n<p id=\"p02023008_01-17\"><b class=\"verse-num\" id=\"v02023009-1\">9&nbsp;</b>“You shall not oppress a sojourner. You know the heart of a sojourner, for you were sojourners in the land of Egypt.</p>\n\n<p id=\"p02023009_07-17\"><b class=\"verse-num\" id=\"v02023010-1\">10&nbsp;</b>“For six years you shall sow your land and gather in its yield, <b class=\"verse-num\" id=\"v02023011-1\">11&nbsp;</b>but the seventh year you shall let it rest and lie fallow, that the poor of your people may eat; and what they leave the beasts of the field may eat. You shall do likewise with your vineyard, and with your olive orchard.</p>\n<p id=\"p02023011_07-17\"><b class=\"verse-num\" id=\"v02023012-1\">12&nbsp;</b>“Six days you shall do your work, but on the seventh day you shall rest; that your ox and your donkey may have rest, and the son of your servant woman, and the alien, may be refreshed.</p>\n<p id=\"p02023012_07-17\"><b class=\"verse-num\" id=\"v02023013-1\">13&nbsp;</b>“Pay attention to all that I have said to you, and make no mention of the names of other gods, nor let it be heard on your lips.</p>\n<p id=\"p02023013_07-17\"><b class=\"verse-num\" id=\"v02023014-1\">14&nbsp;</b>“Three times in the year you shall keep a feast to me. <b class=\"verse-num\" id=\"v02023015-1\">15&nbsp;</b>You shall keep the Feast of Unleavened Bread. As I commanded you, you shall eat unleavened bread for seven days at the appointed time in the month of Abib, for in it you came out of Egypt. None shall appear before me empty-handed. <b class=\"verse-num\" id=\"v02023016-1\">16&nbsp;</b>You shall keep the Feast of Harvest, of the firstfruits of your labor, of what you sow in the field. You shall keep the Feast of Ingathering at the end of the year, when you gather in from the field the fruit of your labor. <b class=\"verse-num\" id=\"v02023017-1\">17&nbsp;</b>Three times in the year shall all your males appear before the Lord GOD.</p>\n<p id=\"p02023017_07-17\"><b class=\"verse-num\" id=\"v02023018-1\">18&nbsp;</b>“You shall not offer the blood of my sacrifice with anything leavened, or let the fat of my feast remain until the morning.</p>\n<p id=\"p02023018_07-17\"><b class=\"verse-num\" id=\"v02023019-1\">19&nbsp;</b>“The best of the firstfruits of your ground you shall bring into the house of the LORD your God.</p>\n<p id=\"p02023019_07-17\">“You shall not boil a young goat in its mother’s milk.</p>\n\n<p id=\"p02023019_11-17\"><b class=\"verse-num\" id=\"v02023020-1\">20&nbsp;</b>“Behold, I send an angel before you to guard you on the way and to bring you to the place that I have prepared. <b class=\"verse-num\" id=\"v02023021-1\">21&nbsp;</b>Pay careful attention to him and obey his voice; do not rebel against him, for he will not pardon your transgression, for my name is in him.</p>\n<p id=\"p02023021_11-17\"><b class=\"verse-num\" id=\"v02023022-1\">22&nbsp;</b>“But if you carefully obey his voice and do all that I say, then I will be an enemy to your enemies and an adversary to your adversaries.</p>\n<p id=\"p02023022_11-17\"><b class=\"verse-num\" id=\"v02023023-1\">23&nbsp;</b>“When my angel goes before you and brings you to the Amorites and the Hittites and the Perizzites and the Canaanites, the Hivites and the Jebusites, and I blot them out, <b class=\"verse-num\" id=\"v02023024-1\">24&nbsp;</b>you shall not bow down to their gods nor serve them, nor do as they do, but you shall utterly overthrow them and break their pillars in pieces. <b class=\"verse-num\" id=\"v02023025-1\">25&nbsp;</b>You shall serve the LORD your God, and he will bless your bread and your water, and I will take sickness away from among you. <b class=\"verse-num\" id=\"v02023026-1\">26&nbsp;</b>None shall miscarry or be barren in your land; I will fulfill the number of your days. <b class=\"verse-num\" id=\"v02023027-1\">27&nbsp;</b>I will send my terror before you and will throw into confusion all the people against whom you shall come, and I will make all your enemies turn their backs to you. <b class=\"verse-num\" id=\"v02023028-1\">28&nbsp;</b>And I will send hornets before you, which shall drive out the Hivites, the Canaanites, and the Hittites from before you. <b class=\"verse-num\" id=\"v02023029-1\">29&nbsp;</b>I will not drive them out from before you in one year, lest the land become desolate and the wild beasts multiply against you. <b class=\"verse-num\" id=\"v02023030-1\">30&nbsp;</b>Little by little I will drive them out from before you, until you have increased and possess the land. <b class=\"verse-num\" id=\"v02023031-1\">31&nbsp;</b>And I will set your border from the Red Sea to the Sea of the Philistines, and from the wilderness to the Euphrates, for I will give the inhabitants of the land into your hand, and you shall drive them out before you. <b class=\"verse-num\" id=\"v02023032-1\">32&nbsp;</b>You shall make no covenant with them and their gods. <b class=\"verse-num\" id=\"v02023033-1\">33&nbsp;</b>They shall not dwell in your land, lest they make you sin against me; for if you serve their gods, it will surely be a snare to you.”</p>\n\n</div>","kjv":"<strong>1</strong> Thou shalt not raise a false report: put not thine hand with the wicked to be an unrighteous witness.  <strong>2</strong> Thou shalt not follow a multitude to do evil; neither shalt thou speak in a cause to decline after many to wrest judgment:  <strong>3</strong> Neither shalt thou countenance a poor man in his cause.  <strong>4</strong> If thou meet thine enemy’s ox or his ass going astray, thou shalt surely bring it back to him again.  <strong>5</strong> If thou see the ass of him that hateth thee lying under his burden, and wouldest forbear to help him, thou shalt surely help with him.  <strong>6</strong> Thou shalt not wrest the judgment of thy poor in his cause.  <strong>7</strong> Keep thee far from a false matter; and the innocent and righteous slay thou not: for I will not justify the wicked.  <strong>8</strong> And thou shalt take no gift: for the gift blindeth the wise, and perverteth the words of the righteous.  <strong>9</strong> Also thou shalt not oppress a stranger: for ye know the heart of a stranger, seeing ye were strangers in the land of Egypt.  <strong>10</strong> And six years thou shalt sow thy land, and shalt gather in the fruits thereof:  <strong>11</strong> But the seventh year thou shalt let it rest and lie still; that the poor of thy people may eat: and what they leave the beasts of the field shall eat. In like manner thou shalt deal with thy vineyard, and  with thy oliveyard.  <strong>12</strong> Six days thou shalt do thy work, and on the seventh day thou shalt rest: that thine ox and thine ass may rest, and the son of thy handmaid, and the stranger, may be refreshed.  <strong>13</strong> And in all things that I have said unto you be circumspect: and make no mention of the name of other gods, neither let it be heard out of thy mouth.  <strong>14</strong> Three times thou shalt keep a feast unto me in the year.  <strong>15</strong> Thou shalt keep the feast of unleavened bread: (thou shalt eat unleavened bread seven days, as I commanded thee, in the time appointed of the month Abib; for in it thou camest out from Egypt: and none shall appear before me empty:)  <strong>16</strong> And the feast of harvest, the firstfruits of thy labours, which thou hast sown in the field: and the feast of ingathering, which is  in the end of the year, when thou hast gathered in thy labours out of the field.  <strong>17</strong> Three times in the year all thy males shall appear before the Lord GOD.  <strong>18</strong> Thou shalt not offer the blood of my sacrifice with leavened bread; neither shall the fat of my sacrifice remain until the morning.  <strong>19</strong> The first of the firstfruits of thy land thou shalt bring into the house of the LORD thy God. Thou shalt not seethe a kid in his mother’s milk.  <strong>20</strong> Behold, I send an Angel before thee, to keep thee in the way, and to bring thee into the place which I have prepared.  <strong>21</strong> Beware of him, and obey his voice, provoke him not; for he will not pardon your transgressions: for my name is in him.  <strong>22</strong> But if thou shalt indeed obey his voice, and do all that I speak; then I will be an enemy unto thine enemies, and an adversary unto thine adversaries.  <strong>23</strong> For mine Angel shall go before thee, and bring thee in unto the Amorites, and the Hittites, and the Perizzites, and the Canaanites, and the Hivites, and the Jebusites: and I will cut them off.  <strong>24</strong> Thou shalt not bow down to their gods, nor serve them, nor do after their works: but thou shalt utterly overthrow them, and quite break down their images.  <strong>25</strong> And ye shall serve the LORD your God, and he shall bless thy bread, and thy water; and I will take sickness away from the midst of thee.  <strong>26</strong> There shall nothing cast their young, nor be barren, in thy land: the number of thy days I will fulfil.  <strong>27</strong> I will send my fear before thee, and will destroy all the people to whom thou shalt come, and I will make all thine enemies turn their backs unto thee.  <strong>28</strong> And I will send hornets before thee, which shall drive out the Hivite, the Canaanite, and the Hittite, from before thee.  <strong>29</strong> I will not drive them out from before thee in one year; lest the land become desolate, and the beast of the field multiply against thee.  <strong>30</strong> By little and little I will drive them out from before thee, until thou be increased, and inherit the land.  <strong>31</strong> And I will set thy bounds from the Red sea even unto the sea of the Philistines, and from the desert unto the river: for I will deliver the inhabitants of the land into your hand; and thou shalt drive them out before thee.  <strong>32</strong> Thou shalt make no covenant with them, nor with their gods.  <strong>33</strong> They shall not dwell in thy land, lest they make thee sin against me: for if thou serve their gods, it will surely be a snare unto thee.  ","niv":"<sup><strong>1</strong></sup> \"Do not spread false reports. Do not help a wicked man by being a malicious witness. <sup><strong>2</strong></sup> \"Do not follow the crowd in doing wrong. When you give testimony in a lawsuit, do not pervert justice by siding with the crowd, <sup><strong>3</strong></sup> and do not show favoritism to a poor man in his lawsuit. <sup><strong>4</strong></sup> \"If you come across your enemy's ox or donkey wandering off, be sure to take it back to him. <sup><strong>5</strong></sup> If you see the donkey of someone who hates you fallen down under its load, do not leave it there; be sure you help him with it. <sup><strong>6</strong></sup> \"Do not deny justice to your poor people in their lawsuits. <sup><strong>7</strong></sup> Have nothing to do with a false charge and do not put an innocent or honest person to death, for I will not acquit the guilty. <sup><strong>8</strong></sup> \"Do not accept a bribe, for a bribe blinds those who see and twists the words of the righteous. <sup><strong>9</strong></sup> \"Do not oppress an alien; you yourselves know how it feels to be aliens, because you were aliens in Egypt. <sup><strong>10</strong></sup> \"For six years you are to sow your fields and harvest the crops, <sup><strong>11</strong></sup> but during the seventh year let the land lie unplowed and unused. Then the poor among your people may get food from it, and the wild animals may eat what they leave. Do the same with your vineyard and your olive grove. <sup><strong>12</strong></sup> \"Six days do your work, but on the seventh day do not work, so that your ox and your donkey may rest and the slave born in your household, and the alien as well, may be refreshed. <sup><strong>13</strong></sup> \"Be careful to do everything I have said to you. Do not invoke the names of other gods; do not let them be heard on your lips. <sup><strong>14</strong></sup> \"Three times a year you are to celebrate a festival to me. <sup><strong>15</strong></sup> \"Celebrate the Feast of Unleavened Bread; for seven days eat bread made without yeast, as I commanded you. Do this at the appointed time in the month of Abib, for in that month you came out of Egypt. \"No one is to appear before me empty-handed. <sup><strong>16</strong></sup> \"Celebrate the Feast of Harvest with the firstfruits of the crops you sow in your field. \"Celebrate the Feast of Ingathering at the end of the year, when you gather in your crops from the field. <sup><strong>17</strong></sup> \"Three times a year all the men are to appear before the Sovereign LORD. <sup><strong>18</strong></sup> \"Do not offer the blood of a sacrifice to me along with anything containing yeast. \"The fat of my festival offerings must not be kept until morning. <sup><strong>19</strong></sup> \"Bring the best of the firstfruits of your soil to the house of the LORD your God. \"Do not cook a young goat in its mother's milk. <sup><strong>20</strong></sup> \"See, I am sending an angel ahead of you to guard you along the way and to bring you to the place I have prepared. <sup><strong>21</strong></sup> Pay attention to him and listen to what he says. Do not rebel against him; he will not forgive your rebellion, since my Name is in him. <sup><strong>22</strong></sup> If you listen carefully to what he says and do all that I say, I will be an enemy to your enemies and will oppose those who oppose you. <sup><strong>23</strong></sup> My angel will go ahead of you and bring you into the land of the Amorites, Hittites, Perizzites, Canaanites, Hivites and Jebusites, and I will wipe them out. <sup><strong>24</strong></sup> Do not bow down before their gods or worship them or follow their practices. You must demolish them and break their sacred stones to pieces. <sup><strong>25</strong></sup> Worship the LORD your God, and his blessing will be on your food and water. I will take away sickness from among you, <sup><strong>26</strong></sup> and none will miscarry or be barren in your land. I will give you a full life span. <sup><strong>27</strong></sup> \"I will send my terror ahead of you and throw into confusion every nation you encounter. I will make all your enemies turn their backs and run. <sup><strong>28</strong></sup> I will send the hornet ahead of you to drive the Hivites, Canaanites and Hittites out of your way. <sup><strong>29</strong></sup> But I will not drive them out in a single year, because the land would become desolate and the wild animals too numerous for you. <sup><strong>30</strong></sup> Little by little I will drive them out before you, until you have increased enough to take possession of the land. <sup><strong>31</strong></sup> \"I will establish your borders from the Red Sea to the Sea of the Philistines, and from the desert to the River. I will hand over to you the people who live in the land and you will drive them out before you. <sup><strong>32</strong></sup> Do not make a covenant with them or with their gods. <sup><strong>33</strong></sup> Do not let them live in your land, or they will cause you to sin against me, because the worship of their gods will certainly be a snare to you.\" "},{"_id":"6160a876a775948f9a152f88","topicId":"6160a871a775948f9a152f77","verse":"Mark 12:28-31","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p41012028_04-18\"><b class=\"verse-num\" id=\"v41012028-1\">28&nbsp;</b>And one of the scribes came up and heard them disputing with one another, and seeing that he answered them well, asked him, “Which commandment is the most important of all?” <b class=\"verse-num\" id=\"v41012029-1\">29&nbsp;</b>Jesus answered, <span class=\"woc\">“The most important is, ‘Hear, O Israel: The Lord our God, the Lord is one.</span> <b class=\"verse-num woc\" id=\"v41012030-1\">30&nbsp;</b><span class=\"woc\">And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’</span> <b class=\"verse-num woc\" id=\"v41012031-1\">31&nbsp;</b><span class=\"woc\">The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”</span></p>\n</div>","kjv":"<strong>28</strong> And one of the scribes came, and having heard them reasoning together, and perceiving that he had answered them well, asked him, Which is the first commandment of all?  <strong>29</strong> And Jesus answered him, The first of all the commandments is, Hear, O Israel; The Lord our God is one Lord:  <strong>30</strong> And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment.  <strong>31</strong> And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.  ","niv":"<sup><strong>28</strong></sup> One of the teachers of the law came and heard them debating. Noticing that Jesus had given them a good answer, he asked him, \"Of all the commandments, which is the most important?\" <sup><strong>29</strong></sup> \"The most important one,\" answered Jesus, \"is this: 'Hear, O Israel, the Lord our God, the Lord is one. <sup><strong>30</strong></sup> Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.' <sup><strong>31</strong></sup> The second is this: 'Love your neighbor as yourself.' There is no commandment greater than these.\" "},{"_id":"6160a876a775948f9a152f89","topicId":"6160a871a775948f9a152f77","verse":"John 3:16-17","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-19\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"6160a876a775948f9a152f8a","topicId":"6160a871a775948f9a152f77","verse":"Isaiah 30:18","votes":22,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23030018_06-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030018-1\">18&nbsp;</b>&nbsp;&nbsp;Therefore the LORD waits to be gracious to you,</span><br><span id=\"p23030018_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and therefore he exalts himself to show mercy to you.</span><br><span id=\"p23030018_06-20\" class=\"line\">&nbsp;&nbsp;For the LORD is a God of justice;</span><br><span id=\"p23030018_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blessed are all those who wait for him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> And therefore will the LORD wait, that he may be gracious unto you, and therefore will he be exalted, that he may have mercy upon you: for the LORD is a God of judgment: blessed are all they that wait for him.  ","niv":"<sup><strong>18</strong></sup> Yet the LORD longs to be gracious to you; he rises to show you compassion. For the LORD is a God of justice. Blessed are all who wait for him!","modified":"2022-05-13T15:10:47.159Z"},{"_id":"6160a877a775948f9a152f8b","topicId":"6160a871a775948f9a152f77","verse":"Isaiah 1:17","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001017_01-21\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23001017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;learn to do good;</span><br><span id=\"p23001017_01-21\" class=\"line\">&nbsp;&nbsp;seek justice,</span><br><span id=\"p23001017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;correct oppression;</span><br><span id=\"p23001017_01-21\" class=\"line\">&nbsp;&nbsp;bring justice to the fatherless,</span><br><span id=\"p23001017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plead the widow’s cause.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.  ","niv":"<sup><strong>17</strong></sup> learn to do right! Seek justice, encourage the oppressed. Defend the cause of the fatherless, plead the case of the widow.","modified":"2022-07-02T14:44:21.376Z"},{"_id":"6160a877a775948f9a152f8c","topicId":"6160a871a775948f9a152f77","verse":"Colossians 4:1","votes":15,"__v":0,"esv":"<div>\n<p id=\"p51004001_01-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51004001-1\">4:1&nbsp;</b>Masters, treat your bondservants justly and fairly, knowing that you also have a Master in heaven.</p>\n\n</div>","kjv":"<strong>1</strong> Masters, give unto your servants that which is just and equal; knowing that ye also have a Master in heaven.  ","niv":"<sup><strong>1</strong></sup> Masters, provide your slaves with what is right and fair, because you know that you also have a Master in heaven.","modified":"2022-10-04T16:55:39.467Z"},{"_id":"6160a877a775948f9a152f8d","topicId":"6160a871a775948f9a152f77","verse":"2 Thessalonians 1:6","votes":15,"__v":0,"esv":"<div>\n<p id=\"p53001006_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you,</p>\n</div>","kjv":"<strong>6</strong> Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;  ","niv":"<sup><strong>6</strong></sup> God is just: He will pay back trouble to those who trouble you"},{"_id":"6160a878a775948f9a152f8e","topicId":"6160a871a775948f9a152f77","verse":"Proverbs 22:16","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022016_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022016-1\">16&nbsp;</b>&nbsp;&nbsp;Whoever oppresses the poor to increase his own wealth,</span><br><span id=\"p20022016_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or gives to the rich, will only come to poverty.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> He that oppresseth the poor to increase his riches, and he that giveth to the rich, shall surely come to want.  ","niv":"<sup><strong>16</strong></sup> He who oppresses the poor to increase his wealth and he who gives gifts to the rich-both come to poverty."},{"_id":"6160a878a775948f9a152f8f","topicId":"6160a871a775948f9a152f77","verse":"Exodus 23:6","votes":14,"__v":0,"esv":"<div>\n<p id=\"p02023006_01-25\"><b class=\"verse-num\" id=\"v02023006-1\">6&nbsp;</b>“You shall not pervert the justice due to your poor in his lawsuit.</p>\n</div>","kjv":"<strong>6</strong> Thou shalt not wrest the judgment of thy poor in his cause.  ","niv":"<sup><strong>6</strong></sup> \"Do not deny justice to your poor people in their lawsuits."},{"_id":"6160a878a775948f9a152f90","topicId":"6160a871a775948f9a152f77","verse":"Proverbs 29:14","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029014_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029014-1\">14&nbsp;</b>&nbsp;&nbsp;If a king faithfully judges the poor,</span><br><span id=\"p20029014_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his throne will be established forever.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> The king that faithfully judgeth the poor, his throne shall be established for ever.  ","niv":"<sup><strong>14</strong></sup> If a king judges the poor with fairness, his throne will always be secure.","modified":"2022-07-02T14:44:48.275Z"}]}