{"_id":"6160c403a775948f9a153078","slug":"false-profits","name":"False Profits","verses":[{"_id":"6160c404a775948f9a153079","topicId":"6160c403a775948f9a153078","verse":"Matthew 7:15","votes":895,"__v":0,"esv":"<div>\n\n<p id=\"p40007015_06-1\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span></p>\n</div>","kjv":"<strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  ","niv":"<sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves."},{"_id":"6160c404a775948f9a15307a","topicId":"6160c403a775948f9a153078","verse":"1 John 4:1","votes":857,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"6160c405a775948f9a15307b","topicId":"6160c403a775948f9a153078","verse":"Matthew 24:24","votes":817,"__v":0,"esv":"<div>\n<p id=\"p40024024_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span></p>\n</div>","kjv":"<strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  ","niv":"<sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible."},{"_id":"6160c405a775948f9a15307c","topicId":"6160c403a775948f9a153078","verse":"2 Peter 2:1","votes":768,"__v":0,"esv":"<div>\n\n<p id=\"p61002001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61002001-1\">2:1&nbsp;</b>But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction.</p>\n</div>","kjv":"<strong>1</strong> But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.  ","niv":"<sup><strong>1</strong></sup> But there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them--bringing swift destruction on themselves."},{"_id":"6160c405a775948f9a15307d","topicId":"6160c403a775948f9a153078","verse":"1 John 4:1-6","votes":637,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world. <b class=\"verse-num\" id=\"v62004002-1\">2&nbsp;</b>By this you know the Spirit of God: every spirit that confesses that Jesus Christ has come in the flesh is from God, <b class=\"verse-num\" id=\"v62004003-1\">3&nbsp;</b>and every spirit that does not confess Jesus is not from God. This is the spirit of the antichrist, which you heard was coming and now is in the world already. <b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world. <b class=\"verse-num\" id=\"v62004005-1\">5&nbsp;</b>They are from the world; therefore they speak from the world, and the world listens to them. <b class=\"verse-num\" id=\"v62004006-1\">6&nbsp;</b>We are from God. Whoever knows God listens to us; whoever is not from God does not listen to us. By this we know the Spirit of truth and the spirit of error.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  <strong>2</strong> Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:  <strong>3</strong> And every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, whereof ye have heard that it should come; and even now already is it in the world.  <strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  <strong>5</strong> They are of the world: therefore speak they of the world, and the world heareth them.  <strong>6</strong> We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world. <sup><strong>2</strong></sup> This is how you can recognize the Spirit of God: Every spirit that acknowledges that Jesus Christ has come in the flesh is from God, <sup><strong>3</strong></sup> but every spirit that does not acknowledge Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming and even now is already in the world. <sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world. <sup><strong>5</strong></sup> They are from the world and therefore speak from the viewpoint of the world, and the world listens to them. <sup><strong>6</strong></sup> We are from God, and whoever knows God listens to us; but whoever is not from God does not listen to us. This is how we recognize the Spirit of truth and the spirit of falsehood. "},{"_id":"6160c405a775948f9a15307e","topicId":"6160c403a775948f9a153078","verse":"2 Corinthians 11:13-15","votes":601,"__v":0,"esv":"<div>\n<p id=\"p47011013_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011013-1\">13&nbsp;</b>For such men are false apostles, deceitful workmen, disguising themselves as apostles of Christ. <b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light. <b class=\"verse-num\" id=\"v47011015-1\">15&nbsp;</b>So it is no surprise if his servants, also, disguise themselves as servants of righteousness. Their end will correspond to their deeds.</p>\n</div>","kjv":"<strong>13</strong> For such are false apostles, deceitful workers, transforming themselves into the apostles of Christ.  <strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  <strong>15</strong> Therefore it is no great thing if his ministers also be transformed as the ministers of righteousness; whose end shall be according to their works.  ","niv":"<sup><strong>13</strong></sup> For such men are false apostles, deceitful workmen, masquerading as apostles of Christ. <sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light. <sup><strong>15</strong></sup> It is not surprising, then, if his servants masquerade as servants of righteousness. Their end will be what their actions deserve. "},{"_id":"6160c405a775948f9a15307f","topicId":"6160c403a775948f9a153078","verse":"Matthew 24:11","votes":485,"__v":0,"esv":"<div>\n<p id=\"p40024011_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span></p>\n</div>","kjv":"<strong>11</strong> And many false prophets shall rise, and shall deceive many.  ","niv":"<sup><strong>11</strong></sup> and many false prophets will appear and deceive many people."},{"_id":"6160c405a775948f9a153080","topicId":"6160c403a775948f9a153078","verse":"Deuteronomy 18:20-22","votes":478,"__v":0,"esv":"<div>\n<p id=\"p05018020_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018020-1\">20&nbsp;</b>But the prophet who presumes to speak a word in my name that I have not commanded him to speak, or who speaks in the name of other gods, that same prophet shall die.’ <b class=\"verse-num\" id=\"v05018021-1\">21&nbsp;</b>And if you say in your heart, ‘How may we know the word that the LORD has not spoken?’—<b class=\"verse-num\" id=\"v05018022-1\">22&nbsp;</b>when a prophet speaks in the name of the LORD, if the word does not come to pass or come true, that is a word that the LORD has not spoken; the prophet has spoken it presumptuously. You need not be afraid of him.</p>\n\n</div>","kjv":"<strong>20</strong> But the prophet, which shall presume to speak a word in my name, which I have not commanded him to speak, or that shall speak in the name of other gods, even that prophet shall die.  <strong>21</strong> And if thou say in thine heart, How shall we know the word which the LORD hath not spoken?  <strong>22</strong> When a prophet speaketh in the name of the LORD, if the thing follow not, nor come to pass, that is the thing which the LORD hath not spoken, but the prophet hath spoken it presumptuously: thou shalt not be afraid of him.  ","niv":"<sup><strong>20</strong></sup> But a prophet who presumes to speak in my name anything I have not commanded him to say, or a prophet who speaks in the name of other gods, must be put to death.\" <sup><strong>21</strong></sup> You may say to yourselves, \"How can we know when a message has not been spoken by the LORD?\" <sup><strong>22</strong></sup> If what a prophet proclaims in the name of the LORD does not take place or come true, that is a message the LORD has not spoken. That prophet has spoken presumptuously. Do not be afraid of him. "},{"_id":"6160c406a775948f9a153081","topicId":"6160c403a775948f9a153078","verse":"2 Timothy 4:3","votes":470,"__v":0,"esv":"<div>\n<p id=\"p55004003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions,</p>\n\n</div>","kjv":"<strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  ","niv":"<sup><strong>3</strong></sup> For the time will come when men will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear."},{"_id":"6160c406a775948f9a153082","topicId":"6160c403a775948f9a153078","verse":"Jeremiah 23:16","votes":451,"__v":0,"esv":"<div>\n<p id=\"p24023016_01-10\"><b class=\"verse-num\" id=\"v24023016-1\">16&nbsp;</b>Thus says the LORD of hosts: “Do not listen to the words of the prophets who prophesy to you, filling you with vain hopes. They speak visions of their own minds, not from the mouth of the LORD.</p>\n</div>","kjv":"<strong>16</strong> Thus saith the LORD of hosts, Hearken not unto the words of the prophets that prophesy unto you: they make you vain: they speak a vision of their own heart, and not out of the mouth of the LORD.  ","niv":"<sup><strong>16</strong></sup> This is what the LORD Almighty says: \"Do not listen to what the prophets are prophesying to you; they fill you with false hopes. They speak visions from their own minds, not from the mouth of the LORD."},{"_id":"6160c406a775948f9a153083","topicId":"6160c403a775948f9a153078","verse":"Deuteronomy 18:20","votes":372,"__v":0,"esv":"<div>\n<p id=\"p05018020_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018020-1\">20&nbsp;</b>But the prophet who presumes to speak a word in my name that I have not commanded him to speak, or who speaks in the name of other gods, that same prophet shall die.’</p>\n\n</div>","kjv":"<strong>20</strong> But the prophet, which shall presume to speak a word in my name, which I have not commanded him to speak, or that shall speak in the name of other gods, even that prophet shall die.  ","niv":"<sup><strong>20</strong></sup> But a prophet who presumes to speak in my name anything I have not commanded him to say, or a prophet who speaks in the name of other gods, must be put to death.\""},{"_id":"6160c406a775948f9a153084","topicId":"6160c403a775948f9a153078","verse":"Revelation 19:20","votes":360,"__v":0,"esv":"<div>\n<p id=\"p66019020_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019020-1\">20&nbsp;</b>And the beast was captured, and with it the false prophet who in its presence had done the signs by which he deceived those who had received the mark of the beast and those who worshiped its image. These two were thrown alive into the lake of fire that burns with sulfur.</p>\n\n</div>","kjv":"<strong>20</strong> And the beast was taken, and with him the false prophet that wrought miracles before him, with which he deceived them that had received the mark of the beast, and them that worshipped his image. These both were cast alive into a lake of fire burning with brimstone.  ","niv":"<sup><strong>20</strong></sup> But the beast was captured, and with him the false prophet who had performed the miraculous signs on his behalf. With these signs he had deluded those who had received the mark of the beast and worshiped his image. The two of them were thrown alive into the fiery lake of burning sulfur."},{"_id":"6160c407a775948f9a153085","topicId":"6160c403a775948f9a153078","verse":"Romans 16:18","votes":351,"__v":0,"esv":"<div>\n<p id=\"p45016018_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45016018-1\">18&nbsp;</b>For such persons do not serve our Lord Christ, but their own appetites, and by smooth talk and flattery they deceive the hearts of the naive.</p>\n\n</div>","kjv":"<strong>18</strong> For they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple.  ","niv":"<sup><strong>18</strong></sup> For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the minds of naive people."},{"_id":"6160c407a775948f9a153086","topicId":"6160c403a775948f9a153078","verse":"Luke 6:26","votes":347,"__v":0,"esv":"<div>\n<p id=\"p42006026_01-14\"><b class=\"verse-num woc\" id=\"v42006026-1\">26&nbsp;</b><span class=\"woc\">“Woe to you, when all people speak well of you, for so their fathers did to the false prophets.</span></p>\n</div>","kjv":"<strong>26</strong> Woe unto you, when all men shall speak well of you! for so did their fathers to the false prophets. ","niv":"<sup><strong>26</strong></sup> Woe to you when all men speak well of you, for that is how their fathers treated the false prophets."},{"_id":"6160c407a775948f9a153087","topicId":"6160c403a775948f9a153078","verse":"Jeremiah 14:14","votes":346,"__v":0,"esv":"<div>\n<p id=\"p24014014_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v24014014-1\">14&nbsp;</b>And the LORD said to me: “The prophets are prophesying lies in my name. I did not send them, nor did I command them or speak to them. They are prophesying to you a lying vision, worthless divination, and the deceit of their own minds.</p>\n</div>","kjv":"<strong>14</strong> Then the LORD said unto me, The prophets prophesy lies in my name: I sent them not, neither have I commanded them, neither spake unto them: they prophesy unto you a false vision and divination, and a thing of nought, and the deceit of their heart.  ","niv":"<sup><strong>14</strong></sup> Then the LORD said to me, \"The prophets are prophesying lies in my name. I have not sent them or appointed them or spoken to them. They are prophesying to you false visions, divinations, idolatries and the delusions of their own minds."},{"_id":"6160c408a775948f9a153088","topicId":"6160c403a775948f9a153078","verse":"Mark 13:22","votes":336,"__v":0,"esv":"<div>\n<p id=\"p41013022_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41013022-1\">22&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform signs and wonders, to lead astray, if possible, the elect.</span></p>\n</div>","kjv":"<strong>22</strong> For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if it were possible, even the elect.  ","niv":"<sup><strong>22</strong></sup> For false Christs and false prophets will appear and perform signs and miracles to deceive the elect--if that were possible."},{"_id":"6160c408a775948f9a153089","topicId":"6160c403a775948f9a153078","verse":"Revelation 20:10","votes":310,"__v":0,"esv":"<div>\n<p id=\"p66020010_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n</div>","kjv":"<strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  ","niv":"<sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever."},{"_id":"6160c408a775948f9a15308a","topicId":"6160c403a775948f9a153078","verse":"2 Peter 2:3","votes":295,"__v":0,"esv":"<div>\n<p id=\"p61002003_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002003-1\">3&nbsp;</b>And in their greed they will exploit you with false words. Their condemnation from long ago is not idle, and their destruction is not asleep.</p>\n</div>","kjv":"<strong>3</strong> And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.  ","niv":"<sup><strong>3</strong></sup> In their greed these teachers will exploit you with stories they have made up. Their condemnation has long been hanging over them, and their destruction has not been sleeping."},{"_id":"6160c409a775948f9a15308b","topicId":"6160c403a775948f9a153078","verse":"2 Timothy 4:3-4","votes":291,"__v":0,"esv":"<div>\n<p id=\"p55004003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions, <b class=\"verse-num\" id=\"v55004004-1\">4&nbsp;</b>and will turn away from listening to the truth and wander off into myths.</p>\n\n</div>","kjv":"<strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  <strong>4</strong> And they shall turn away their ears from the truth, and shall be turned unto fables.  ","niv":"<sup><strong>3</strong></sup> For the time will come when men will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear. <sup><strong>4</strong></sup> They will turn their ears away from the truth and turn aside to myths. "},{"_id":"6160c409a775948f9a15308c","topicId":"6160c403a775948f9a153078","verse":"Romans 16:17-18","votes":286,"__v":0,"esv":"<div>\n\n<p id=\"p45016017_05-20\"><b class=\"verse-num\" id=\"v45016017-1\">17&nbsp;</b>I appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them. <b class=\"verse-num\" id=\"v45016018-1\">18&nbsp;</b>For such persons do not serve our Lord Christ, but their own appetites, and by smooth talk and flattery they deceive the hearts of the naive.</p>\n\n</div>","kjv":"<strong>17</strong> Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them.  <strong>18</strong> For they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple.  ","niv":"<sup><strong>17</strong></sup> I urge you, brothers, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them. <sup><strong>18</strong></sup> For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the minds of naive people. "},{"_id":"6160c409a775948f9a15308d","topicId":"6160c403a775948f9a153078","verse":"Mark 7:6-9","votes":286,"__v":0,"esv":"<div>\n<p id=\"p41007006_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v41007006-1\">6&nbsp;</b>And he said to them, <span class=\"woc\">“Well did Isaiah prophesy of you hypocrites, as it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p41007006_01-21\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘This people honors me with their lips,</span><br><span id=\"p41007006_01-21\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but their heart is far from me;</span></span><br><span id=\"p41007007_01-21\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v41007007-1\">7&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">in vain do they worship me,</span><br><span id=\"p41007007_01-21\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;teaching as doctrines the commandments of men.’</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p41007007_01-21\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v41007008-1\">8&nbsp;</b><span class=\"woc\">You leave the commandment of God and hold to the tradition of men.”</span></p>\n<p id=\"p41007008_01-21\"><b class=\"verse-num\" id=\"v41007009-1\">9&nbsp;</b>And he said to them, <span class=\"woc\">“You have a fine way of rejecting the commandment of God in order to establish your tradition!</span></p>\n</div>","kjv":"<strong>6</strong> He answered and said unto them, Well hath Esaias prophesied of you hypocrites, as it is written, This people honoureth me with their  lips, but their heart is far from me.  <strong>7</strong> Howbeit in vain do they worship me, teaching for doctrines the commandments of men.  <strong>8</strong> For laying aside the commandment of God, ye hold the tradition of men, as the washing of pots and cups: and many other such like things ye do.  <strong>9</strong> And he said unto them, Full well ye reject the commandment of God, that ye may keep your own tradition.  ","niv":"<sup><strong>6</strong></sup> He replied, \"Isaiah was right when he prophesied about you hypocrites; as it is written: \"'These people honor me with their lips, but their hearts are far from me. <sup><strong>7</strong></sup> They worship me in vain; their teachings are but rules taught by men.' <sup><strong>8</strong></sup> You have let go of the commands of God and are holding on to the traditions of men.\" <sup><strong>9</strong></sup> And he said to them: \"You have a fine way of setting aside the commands of God in order to observe your own traditions! "},{"_id":"6160c40aa775948f9a15308e","topicId":"6160c403a775948f9a153078","verse":"Matthew 7:21","votes":277,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-22\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven."},{"_id":"6160c40aa775948f9a15308f","topicId":"6160c403a775948f9a153078","verse":"2 Peter 2:1-3","votes":268,"__v":0,"esv":"<div>\n\n<p id=\"p61002001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61002001-1\">2:1&nbsp;</b>But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction. <b class=\"verse-num\" id=\"v61002002-1\">2&nbsp;</b>And many will follow their sensuality, and because of them the way of truth will be blasphemed. <b class=\"verse-num\" id=\"v61002003-1\">3&nbsp;</b>And in their greed they will exploit you with false words. Their condemnation from long ago is not idle, and their destruction is not asleep.</p>\n</div>","kjv":"<strong>1</strong> But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.  <strong>2</strong> And many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of.  <strong>3</strong> And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.  ","niv":"<sup><strong>1</strong></sup> But there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them--bringing swift destruction on themselves. <sup><strong>2</strong></sup> Many will follow their shameful ways and will bring the way of truth into disrepute. <sup><strong>3</strong></sup> In their greed these teachers will exploit you with stories they have made up. Their condemnation has long been hanging over them, and their destruction has not been sleeping. "},{"_id":"6160c40aa775948f9a153090","topicId":"6160c403a775948f9a153078","verse":"Ezekiel 22:28","votes":231,"__v":0,"esv":"<div>\n<p id=\"p26022028_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v26022028-1\">28&nbsp;</b>And her prophets have smeared whitewash for them, seeing false visions and divining lies for them, saying, ‘Thus says the Lord GOD,’ when the LORD has not spoken.</p>\n</div>","kjv":"<strong>28</strong> And her prophets have daubed them with untempered morter,  seeing vanity, and divining lies unto them, saying, Thus saith the Lord GOD, when the LORD hath not spoken.  ","niv":"<sup><strong>28</strong></sup> Her prophets whitewash these deeds for them by false visions and lying divinations. They say, 'This is what the Sovereign LORD says'-when the LORD has not spoken.","modified":"2022-02-18T05:40:48.907Z"},{"_id":"6160c40aa775948f9a153091","topicId":"6160c403a775948f9a153078","verse":"Jeremiah 5:30-31","votes":215,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24005030_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v24005030-1\">30&nbsp;</b>&nbsp;&nbsp;An appalling and horrible thing</span><br><span id=\"p24005030_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has happened in the land:</span><br><span id=\"p24005031_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v24005031-1\">31&nbsp;</b>&nbsp;&nbsp;the prophets prophesy falsely,</span><br><span id=\"p24005031_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the priests rule at their direction;</span><br><span id=\"p24005031_01-25\" class=\"line\">&nbsp;&nbsp;my people love to have it so,</span><br><span id=\"p24005031_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but what will you do when the end comes?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>30</strong> A wonderful and horrible thing is committed in the land;  <strong>31</strong> The prophets prophesy falsely, and the priests bear rule by their means; and my people love to have it so: and what will ye do in the end thereof?  ","niv":"<sup><strong>30</strong></sup> \"A horrible and shocking thing has happened in the land: <sup><strong>31</strong></sup> The prophets prophesy lies, the priests rule by their own authority, and my people love it this way. But what will you do in the end? "}]}