{"_id":"6160c583a775948f9a15314b","slug":"familiar-spirits","name":"Familiar Spirits","verses":[{"_id":"6160c584a775948f9a15314c","topicId":"6160c583a775948f9a15314b","verse":"Leviticus 19:31","votes":58,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-1\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God.","modified":"2023-11-04T01:26:03.531Z"},{"_id":"6160c584a775948f9a15314d","topicId":"6160c583a775948f9a15314b","verse":"Isaiah 8:19","votes":42,"__v":0,"esv":"<div>\n<p id=\"p23008019_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v23008019-1\">19&nbsp;</b>And when they say to you, “Inquire of the mediums and the necromancers who chirp and mutter,” should not a people inquire of their God? Should they inquire of the dead on behalf of the living?</p>\n</div>","kjv":"<strong>19</strong> And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?  ","niv":"<sup><strong>19</strong></sup> When men tell you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?","modified":"2022-12-11T02:21:40.127Z"},{"_id":"6160c584a775948f9a15314e","topicId":"6160c583a775948f9a15314b","verse":"Leviticus 20:6","votes":43,"__v":0,"esv":"<div>\n<p id=\"p03020006_01-3\"><b class=\"verse-num\" id=\"v03020006-1\">6&nbsp;</b>“If a person turns to mediums and necromancers, whoring after them, I will set my face against that person and will cut him off from among his people.</p>\n</div>","kjv":"<strong>6</strong> And the soul that turneth after such as have familiar spirits, and after wizards, to go a whoring after them, I will even set my face against that soul, and will cut him off from among his people.  ","niv":"<sup><strong>6</strong></sup> \"'I will set my face against the person who turns to mediums and spiritists to prostitute himself by following them, and I will cut him off from his people.","modified":"2022-07-16T05:09:26.362Z"},{"_id":"6160c584a775948f9a15314f","topicId":"6160c583a775948f9a15314b","verse":"Isaiah 19:3","votes":31,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23019003_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23019003-1\">3&nbsp;</b>&nbsp;&nbsp;and the spirit of the Egyptians within them will be emptied out,</span><br><span id=\"p23019003_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will confound their counsel;</span><br><span id=\"p23019003_01-4\" class=\"line\">&nbsp;&nbsp;and they will inquire of the idols and the sorcerers,</span><br><span id=\"p23019003_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the mediums and the necromancers;</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> And the spirit of Egypt shall fail in the midst thereof; and I will destroy the counsel thereof: and they shall seek to the idols, and to the charmers, and to them that have familiar spirits, and to the wizards.  ","niv":"<sup><strong>3</strong></sup> The Egyptians will lose heart, and I will bring their plans to nothing; they will consult the idols and the spirits of the dead, the mediums and the spiritists.","modified":"2022-09-18T12:53:41.476Z"},{"_id":"6160c585a775948f9a153150","topicId":"6160c583a775948f9a15314b","verse":"Leviticus 20:27","votes":34,"__v":0,"esv":"<div>\n<p id=\"p03020027_01-5\"><b class=\"verse-num\" id=\"v03020027-1\">27&nbsp;</b>“A man or a woman who is a medium or a necromancer shall surely be put to death. They shall be stoned with stones; their blood shall be upon them.”</p>\n</div>","kjv":"<strong>27</strong> A man also or woman that hath a familiar spirit, or that is a wizard, shall surely be put to death: they shall stone them with stones: their blood shall be upon them.  ","niv":"<sup><strong>27</strong></sup> \"'A man or woman who is a medium or spiritist among you must be put to death. You are to stone them; their blood will be on their own heads.'\"","modified":"2023-07-09T13:51:56.765Z"},{"_id":"6160c585a775948f9a153151","topicId":"6160c583a775948f9a15314b","verse":"Acts 16:16-18","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p44016016_06-6\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling. <b class=\"verse-num\" id=\"v44016017-1\">17&nbsp;</b>She followed Paul and us, crying out, “These men are servants of the Most High God, who proclaim to you the way of salvation.” <b class=\"verse-num\" id=\"v44016018-1\">18&nbsp;</b>And this she kept doing for many days. Paul, having become greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And it came out that very hour.</p>\n</div>","kjv":"<strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  <strong>17</strong> The same followed Paul and us, and cried, saying, These men are the servants of the most high God, which shew unto us the way of salvation.  <strong>18</strong> And this did she many days. But Paul, being grieved, turned and said to the spirit, I command thee in the name of Jesus Christ to come out of her. And he came out the same hour.  ","niv":"<sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling. <sup><strong>17</strong></sup> This girl followed Paul and the rest of us, shouting, \"These men are servants of the Most High God, who are telling you the way to be saved.\" <sup><strong>18</strong></sup> She kept this up for many days. Finally Paul became so troubled that he turned around and said to the spirit, \"In the name of Jesus Christ I command you to come out of her!\" At that moment the spirit left her. ","modified":"2023-10-23T02:21:01.604Z"},{"_id":"6160c585a775948f9a153152","topicId":"6160c583a775948f9a15314b","verse":"2 Chronicles 33:6","votes":27,"__v":0,"esv":"<div>\n<p id=\"p14033006_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v14033006-1\">6&nbsp;</b>And he burned his sons as an offering in the Valley of the Son of Hinnom, and used fortune-telling and omens and sorcery, and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n</div>","kjv":"<strong>6</strong> And he caused his children to pass through the fire in the valley of the son of Hinnom: also he observed times, and used enchantments, and used witchcraft, and dealt with a familiar spirit, and with wizards: he wrought much evil in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his sons in the fire in the Valley of Ben Hinnom, practiced sorcery, divination and witchcraft, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"6160c585a775948f9a153153","topicId":"6160c583a775948f9a15314b","verse":"Galatians 5:20","votes":24,"__v":0,"esv":"<div>\n<p id=\"p48005020_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions,</p>\n</div>","kjv":"<strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  ","niv":"<sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions","modified":"2023-05-07T06:10:43.075Z"},{"_id":"6160c586a775948f9a153154","topicId":"6160c583a775948f9a15314b","verse":"2 Kings 21:6","votes":25,"__v":0,"esv":"<div>\n<p id=\"p12021006_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v12021006-1\">6&nbsp;</b>And he burned his son as an offering and used fortune-telling and omens and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n\n</div>","kjv":"<strong>6</strong> And he made his son pass through the fire, and observed times, and used enchantments, and dealt with familiar spirits and wizards: he wrought much wickedness in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his own son in the fire, practiced sorcery and divination, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger.","modified":"2023-04-16T03:14:27.222Z"},{"_id":"6160c586a775948f9a153155","topicId":"6160c583a775948f9a15314b","verse":"2 Kings 23:24","votes":24,"__v":0,"esv":"<div>\n<p id=\"p12023024_01-10\"><b class=\"verse-num\" id=\"v12023024-1\">24&nbsp;</b>Moreover, Josiah put away the mediums and the necromancers and the household gods and the idols and all the abominations that were seen in the land of Judah and in Jerusalem, that he might establish the words of the law that were written in the book that Hilkiah the priest found in the house of the LORD.</p>\n</div>","kjv":"<strong>24</strong> Moreover the workers with familiar spirits, and the wizards, and the images, and the idols, and all the abominations that were spied in the land of Judah and in Jerusalem, did Josiah put away, that he might perform the words of the law which were written in the book that Hilkiah the priest found in the house of the LORD.  ","niv":"<sup><strong>24</strong></sup> Furthermore, Josiah got rid of the mediums and spiritists, the household gods, the idols and all the other detestable things seen in Judah and Jerusalem. This he did to fulfill the requirements of the law written in the book that Hilkiah the priest had discovered in the temple of the LORD.","modified":"2022-11-26T01:32:06.732Z"},{"_id":"6160c586a775948f9a153156","topicId":"6160c583a775948f9a15314b","verse":"Deuteronomy 18:10","votes":22,"__v":0,"esv":"<div>\n<p id=\"p05018010_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer</p>\n\n</div>","kjv":"<strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  ","niv":"<sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft,","modified":"2023-11-26T18:44:14.041Z"},{"_id":"6160c587a775948f9a153157","topicId":"6160c583a775948f9a15314b","verse":"1 Chronicles 10:13","votes":21,"__v":0,"esv":"<div>\n<p id=\"p13010013_01-13\"><b class=\"verse-num\" id=\"v13010013-1\">13&nbsp;</b>So Saul died for his breach of faith. He broke faith with the LORD in that he did not keep the command of the LORD, and also consulted a medium, seeking guidance.</p>\n</div>","kjv":"<strong>13</strong> So Saul died for his transgression which he committed against the LORD, even against the word of the LORD, which he kept not, and also for asking counsel of one that had a familiar spirit, to enquire of it;  ","niv":"<sup><strong>13</strong></sup> Saul died because he was unfaithful to the LORD; he did not keep the word of the LORD and even consulted a medium for guidance,","modified":"2022-06-09T14:47:30.036Z"},{"_id":"6160c587a775948f9a153158","topicId":"6160c583a775948f9a15314b","verse":"Deuteronomy 18:11","votes":18,"__v":0,"esv":"<div>\n<p id=\"p05018011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead,</p>\n</div>","kjv":"<strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  ","niv":"<sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead.","modified":"2023-07-10T05:51:15.549Z"},{"_id":"6160c587a775948f9a153159","topicId":"6160c583a775948f9a15314b","verse":"Acts 16:16","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p44016016_06-15\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling.</p>\n</div>","kjv":"<strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  ","niv":"<sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling.","modified":"2023-08-13T15:39:41.724Z"},{"_id":"6160c587a775948f9a15315a","topicId":"6160c583a775948f9a15314b","verse":"Revelation 21:8","votes":17,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\"","modified":"2022-10-04T14:32:43.066Z"},{"_id":"6160c588a775948f9a15315b","topicId":"6160c583a775948f9a15314b","verse":"1 Samuel 28:3-25","votes":13,"__v":0,"esv":"<div>\n<p id=\"p09028003_01-18\"><b class=\"verse-num\" id=\"v09028003-1\">3&nbsp;</b>Now Samuel had died, and all Israel had mourned for him and buried him in Ramah, his own city. And Saul had put the mediums and the necromancers out of the land. <b class=\"verse-num\" id=\"v09028004-1\">4&nbsp;</b>The Philistines assembled and came and encamped at Shunem. And Saul gathered all Israel, and they encamped at Gilboa. <b class=\"verse-num\" id=\"v09028005-1\">5&nbsp;</b>When Saul saw the army of the Philistines, he was afraid, and his heart trembled greatly. <b class=\"verse-num\" id=\"v09028006-1\">6&nbsp;</b>And when Saul inquired of the LORD, the LORD did not answer him, either by dreams, or by Urim, or by prophets. <b class=\"verse-num\" id=\"v09028007-1\">7&nbsp;</b>Then Saul said to his servants, “Seek out for me a woman who is a medium, that I may go to her and inquire of her.” And his servants said to him, “Behold, there is a medium at En-dor.”</p>\n<p id=\"p09028007_01-18\"><b class=\"verse-num\" id=\"v09028008-1\">8&nbsp;</b>So Saul disguised himself and put on other garments and went, he and two men with him. And they came to the woman by night. And he said, “Divine for me by a spirit and bring up for me whomever I shall name to you.” <b class=\"verse-num\" id=\"v09028009-1\">9&nbsp;</b>The woman said to him, “Surely you know what Saul has done, how he has cut off the mediums and the necromancers from the land. Why then are you laying a trap for my life to bring about my death?” <b class=\"verse-num\" id=\"v09028010-1\">10&nbsp;</b>But Saul swore to her by the LORD, “As the LORD lives, no punishment shall come upon you for this thing.” <b class=\"verse-num\" id=\"v09028011-1\">11&nbsp;</b>Then the woman said, “Whom shall I bring up for you?” He said, “Bring up Samuel for me.” <b class=\"verse-num\" id=\"v09028012-1\">12&nbsp;</b>When the woman saw Samuel, she cried out with a loud voice. And the woman said to Saul, “Why have you deceived me? You are Saul.” <b class=\"verse-num\" id=\"v09028013-1\">13&nbsp;</b>The king said to her, “Do not be afraid. What do you see?” And the woman said to Saul, “I see a god coming up out of the earth.” <b class=\"verse-num\" id=\"v09028014-1\">14&nbsp;</b>He said to her, “What is his appearance?” And she said, “An old man is coming up, and he is wrapped in a robe.” And Saul knew that it was Samuel, and he bowed with his face to the ground and paid homage.</p>\n<p id=\"p09028014_01-18\"><b class=\"verse-num\" id=\"v09028015-1\">15&nbsp;</b>Then Samuel said to Saul, “Why have you disturbed me by bringing me up?” Saul answered, “I am in great distress, for the Philistines are warring against me, and God has turned away from me and answers me no more, either by prophets or by dreams. Therefore I have summoned you to tell me what I shall do.” <b class=\"verse-num\" id=\"v09028016-1\">16&nbsp;</b>And Samuel said, “Why then do you ask me, since the LORD has turned from you and become your enemy? <b class=\"verse-num\" id=\"v09028017-1\">17&nbsp;</b>The LORD has done to you as he spoke by me, for the LORD has torn the kingdom out of your hand and given it to your neighbor, David. <b class=\"verse-num\" id=\"v09028018-1\">18&nbsp;</b>Because you did not obey the voice of the LORD and did not carry out his fierce wrath against Amalek, therefore the LORD has done this thing to you this day. <b class=\"verse-num\" id=\"v09028019-1\">19&nbsp;</b>Moreover, the LORD will give Israel also with you into the hand of the Philistines, and tomorrow you and your sons shall be with me. The LORD will give the army of Israel also into the hand of the Philistines.”</p>\n<p id=\"p09028019_01-18\"><b class=\"verse-num\" id=\"v09028020-1\">20&nbsp;</b>Then Saul fell at once full length on the ground, filled with fear because of the words of Samuel. And there was no strength in him, for he had eaten nothing all day and all night. <b class=\"verse-num\" id=\"v09028021-1\">21&nbsp;</b>And the woman came to Saul, and when she saw that he was terrified, she said to him, “Behold, your servant has obeyed you. I have taken my life in my hand and have listened to what you have said to me. <b class=\"verse-num\" id=\"v09028022-1\">22&nbsp;</b>Now therefore, you also obey your servant. Let me set a morsel of bread before you; and eat, that you may have strength when you go on your way.” <b class=\"verse-num\" id=\"v09028023-1\">23&nbsp;</b>He refused and said, “I will not eat.” But his servants, together with the woman, urged him, and he listened to their words. So he arose from the earth and sat on the bed. <b class=\"verse-num\" id=\"v09028024-1\">24&nbsp;</b>Now the woman had a fattened calf in the house, and she quickly killed it, and she took flour and kneaded it and baked unleavened bread of it, <b class=\"verse-num\" id=\"v09028025-1\">25&nbsp;</b>and she put it before Saul and his servants, and they ate. Then they rose and went away that night.</p>\n</div>","kjv":"<strong>3</strong> Now Samuel was dead, and all Israel had lamented him, and buried him in Ramah, even in his own city. And Saul had put away those that had familiar spirits, and the wizards, out of the land.  <strong>4</strong> And the Philistines gathered themselves together, and came and pitched in Shunem: and Saul gathered all Israel together, and they pitched in Gilboa.  <strong>5</strong> And when Saul saw the host of the Philistines, he was afraid, and his heart greatly trembled.  <strong>6</strong> And when Saul enquired of the LORD, the LORD answered him not, neither by dreams nor by Urim, nor by prophets.  <strong>7</strong> Then said Saul unto his servants, Seek me a woman that hath a familiar spirit, that I may go to her, and enquire of her. And his servants said to him, Behold, there is a woman that hath a familiar spirit at Endor.  <strong>8</strong> And Saul disguised himself, and put on other raiment, and he went, and two men with him, and they came to the woman by night: and he said, I pray thee, divine unto me by the familiar spirit, and bring me him up, whom I shall name unto thee.  <strong>9</strong> And the woman said unto him, Behold, thou knowest what Saul hath done, how he hath cut off those that have familiar spirits, and the wizards, out of the land: wherefore then layest thou a snare for my life, to cause me to die?  <strong>10</strong> And Saul sware to her by the LORD, saying, As the LORD liveth, there shall no punishment happen to thee for this thing.  <strong>11</strong> Then said the woman, Whom shall I bring up unto thee? And he said, Bring me up Samuel.  <strong>12</strong> And when the woman saw Samuel, she cried with a loud voice: and the woman spake to Saul, saying, Why hast thou deceived me? for thou art  Saul.  <strong>13</strong> And the king said unto her, Be not afraid: for what sawest thou? And the woman said unto Saul, I saw gods ascending out of the earth.  <strong>14</strong> And he said unto her, What form is he of? And she said, An old man cometh up; and he is covered with a mantle. And Saul perceived that it was Samuel, and he stooped with his face to the ground, and bowed himself.  <strong>15</strong> And Samuel said to Saul, Why hast thou disquieted me, to bring me up? And Saul answered, I am sore distressed; for the Philistines make war against me, and God is departed from me, and answereth me no more, neither by prophets, nor by dreams: therefore I have called thee, that thou mayest make known unto me what I shall do.  <strong>16</strong> Then said Samuel, Wherefore then dost thou ask of me, seeing the LORD is departed from thee, and is become thine enemy?  <strong>17</strong> And the LORD hath done to him, as he spake by me: for the LORD hath rent the kingdom out of thine hand, and given it to thy neighbour, even  to David:  <strong>18</strong> Because thou obeyedst not the voice of the LORD, nor executedst his fierce wrath upon Amalek, therefore hath the LORD done this thing unto thee this day.  <strong>19</strong> Moreover the LORD will also deliver Israel with thee into the hand of the Philistines: and to morrow shalt thou and thy sons be  with me: the LORD also shall deliver the host of Israel into the hand of the Philistines.  <strong>20</strong> Then Saul fell straightway all along on the earth, and was sore afraid, because of the words of Samuel: and there was no strength in him; for he had eaten no bread all the day, nor all the night.  <strong>21</strong> And the woman came unto Saul, and saw that he was sore troubled, and said unto him, Behold, thine handmaid hath obeyed thy voice, and I have put my life in my hand, and have hearkened unto thy words which thou spakest unto me.  <strong>22</strong> Now therefore, I pray thee, hearken thou also unto the voice of thine handmaid, and let me set a morsel of bread before thee; and eat, that thou mayest have strength, when thou goest on thy way.  <strong>23</strong> But he refused, and said, I will not eat. But his servants, together with the woman, compelled him; and he hearkened unto their voice. So he arose from the earth, and sat upon the bed.  <strong>24</strong> And the woman had a fat calf in the house; and she hasted, and killed it, and took flour, and kneaded it, and did bake unleavened bread thereof:  <strong>25</strong> And she brought it before Saul, and before his servants; and they did eat. Then they rose up, and went away that night.  ","niv":"<sup><strong>3</strong></sup> Now Samuel was dead, and all Israel had mourned for him and buried him in his own town of Ramah. Saul had expelled the mediums and spiritists from the land. <sup><strong>4</strong></sup> The Philistines assembled and came and set up camp at Shunem, while Saul gathered all the Israelites and set up camp at Gilboa. <sup><strong>5</strong></sup> When Saul saw the Philistine army, he was afraid; terror filled his heart. <sup><strong>6</strong></sup> He inquired of the LORD, but the LORD did not answer him by dreams or Urim or prophets. <sup><strong>7</strong></sup> Saul then said to his attendants, \"Find me a woman who is a medium, so I may go and inquire of her.There is one in Endor,\" they said. <sup><strong>8</strong></sup> So Saul disguised himself, putting on other clothes, and at night he and two men went to the woman. \"Consult a spirit for me,\" he said, \"and bring up for me the one I name.\" <sup><strong>9</strong></sup> But the woman said to him, \"Surely you know what Saul has done. He has cut off the mediums and spiritists from the land. Why have you set a trap for my life to bring about my death?\" <sup><strong>10</strong></sup> Saul swore to her by the LORD, \"As surely as the LORD lives, you will not be punished for this.\" <sup><strong>11</strong></sup> Then the woman asked, \"Whom shall I bring up for you?Bring up Samuel,\" he said. <sup><strong>12</strong></sup> When the woman saw Samuel, she cried out at the top of her voice and said to Saul, \"Why have you deceived me? You are Saul!\" <sup><strong>13</strong></sup> The king said to her, \"Don't be afraid. What do you see?\" The woman said, \"I see a spirit coming up out of the ground.\" <sup><strong>14</strong></sup> \"What does he look like?\" he asked. \"An old man wearing a robe is coming up,\" she said. Then Saul knew it was Samuel, and he bowed down and prostrated himself with his face to the ground. <sup><strong>15</strong></sup> Samuel said to Saul, \"Why have you disturbed me by bringing me up?I am in great distress,\" Saul said. \"The Philistines are fighting against me, and God has turned away from me. He no longer answers me, either by prophets or by dreams. So I have called on you to tell me what to do.\" <sup><strong>16</strong></sup> Samuel said, \"Why do you consult me, now that the LORD has turned away from you and become your enemy? <sup><strong>17</strong></sup> The LORD has done what he predicted through me. The LORD has torn the kingdom out of your hands and given it to one of your neighbors-to David. <sup><strong>18</strong></sup> Because you did not obey the LORD or carry out his fierce wrath against the Amalekites, the LORD has done this to you today. <sup><strong>19</strong></sup> The LORD will hand over both Israel and you to the Philistines, and tomorrow you and your sons will be with me. The LORD will also hand over the army of Israel to the Philistines.\" <sup><strong>20</strong></sup> Immediately Saul fell full length on the ground, filled with fear because of Samuel's words. His strength was gone, for he had eaten nothing all that day and night. <sup><strong>21</strong></sup> When the woman came to Saul and saw that he was greatly shaken, she said, \"Look, your maidservant has obeyed you. I took my life in my hands and did what you told me to do. <sup><strong>22</strong></sup> Now please listen to your servant and let me give you some food so you may eat and have the strength to go on your way.\" <sup><strong>23</strong></sup> He refused and said, \"I will not eat.\" But his men joined the woman in urging him, and he listened to them. He got up from the ground and sat on the couch. <sup><strong>24</strong></sup> The woman had a fattened calf at the house, which she butchered at once. She took some flour, kneaded it and baked bread without yeast. <sup><strong>25</strong></sup> Then she set it before Saul and his men, and they ate. That same night they got up and left. ","modified":"2022-04-22T07:49:01.595Z"},{"_id":"6160c588a775948f9a15315c","topicId":"6160c583a775948f9a15314b","verse":"Deuteronomy 18:14","votes":16,"__v":0,"esv":"<div>\n<p id=\"p05018014_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018014-1\">14&nbsp;</b>for these nations, which you are about to dispossess, listen to fortune-tellers and to diviners. But as for you, the LORD your God has not allowed you to do this.</p>\n</div>","kjv":"<strong>14</strong> For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the LORD thy God hath not suffered thee so to do. ","niv":"<sup><strong>14</strong></sup> The nations you will dispossess listen to those who practice sorcery or divination. But as for you, the LORD your God has not permitted you to do so."},{"_id":"6160c588a775948f9a15315d","topicId":"6160c583a775948f9a15314b","verse":"Nahum 3:4","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p34003004_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003004-1\">4&nbsp;</b>&nbsp;&nbsp;And all for the countless whorings of the prostitute,</span><br><span id=\"p34003004_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;graceful and of deadly charms,</span><br><span id=\"p34003004_01-20\" class=\"line\">&nbsp;&nbsp;who betrays nations with her whorings,</span><br><span id=\"p34003004_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and peoples with her charms.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Because of the multitude of the whoredoms of the wellfavoured harlot, the mistress of witchcrafts, that selleth nations through her whoredoms, and families through her witchcrafts.  ","niv":"<sup><strong>4</strong></sup> all because of the wanton lust of a harlot, alluring, the mistress of sorceries, who enslaved nations by her prostitution and peoples by her witchcraft."},{"_id":"6160c589a775948f9a15315e","topicId":"6160c583a775948f9a15314b","verse":"Deuteronomy 18:10-12","votes":14,"__v":0,"esv":"<div>\n<p id=\"p05018010_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. ","modified":"2023-08-30T23:17:10.418Z"},{"_id":"6160c589a775948f9a15315f","topicId":"6160c583a775948f9a15314b","verse":"Acts 8:9","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p44008009_05-22\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great.</p>\n</div>","kjv":"<strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  ","niv":"<sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great,","modified":"2023-08-13T15:42:03.249Z"},{"_id":"6160c589a775948f9a153160","topicId":"6160c583a775948f9a15314b","verse":"Daniel 2:27","votes":12,"__v":0,"esv":"<div>\n<p id=\"p27002027_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002027-1\">27&nbsp;</b>Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked,</p>\n</div>","kjv":"<strong>27</strong> Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;  ","niv":"<sup><strong>27</strong></sup> Daniel replied, \"No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about,"},{"_id":"6160c589a775948f9a153161","topicId":"6160c583a775948f9a15314b","verse":"Jeremiah 1:1-19","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p24001001_01-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24001001-1\">1:1&nbsp;</b>The words of Jeremiah, the son of Hilkiah, one of the priests who were in Anathoth in the land of Benjamin, <b class=\"verse-num\" id=\"v24001002-1\">2&nbsp;</b>to whom the word of the LORD came in the days of Josiah the son of Amon, king of Judah, in the thirteenth year of his reign. <b class=\"verse-num\" id=\"v24001003-1\">3&nbsp;</b>It came also in the days of Jehoiakim the son of Josiah, king of Judah, and until the end of the eleventh year of Zedekiah, the son of Josiah, king of Judah, until the captivity of Jerusalem in the fifth month.</p>\n\n<p id=\"p24001003_05-24\"><b class=\"verse-num\" id=\"v24001004-1\">4&nbsp;</b>Now the word of the LORD came to me, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_05-24\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_05-24\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24001005_05-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v24001006-1\">6&nbsp;</b>Then I said, “Ah, Lord GOD! Behold, I do not know how to speak, for I am only a youth.” <b class=\"verse-num\" id=\"v24001007-1\">7&nbsp;</b>But the LORD said to me,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001007_05-24\" class=\"line\">&nbsp;&nbsp;“Do not say, ‘I am only a youth’;</span><br><span id=\"p24001007_05-24\" class=\"line\">&nbsp;&nbsp;for to all to whom I send you, you shall go,</span><br><span id=\"p24001007_05-24\" class=\"line\">&nbsp;&nbsp;and whatever I command you, you shall speak.</span><br><span id=\"p24001008_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001008-1\">8&nbsp;</b>&nbsp;&nbsp;Do not be afraid of them,</span><br><span id=\"p24001008_05-24\" class=\"line\">&nbsp;&nbsp;for I am with you to deliver you,</span><br><span id=\"p24001008_05-24\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24001008_05-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v24001009-1\">9&nbsp;</b>Then the LORD put out his hand and touched my mouth. And the LORD said to me,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001009_05-24\" class=\"line\">&nbsp;&nbsp;“Behold, I have put my words in your mouth.</span><br><span id=\"p24001010_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001010-1\">10&nbsp;</b>&nbsp;&nbsp;See, I have set you this day over nations and over kingdoms,</span><br><span id=\"p24001010_05-24\" class=\"line\">&nbsp;&nbsp;to pluck up and to break down,</span><br><span id=\"p24001010_05-24\" class=\"line\">&nbsp;&nbsp;to destroy and to overthrow,</span><br><span id=\"p24001010_05-24\" class=\"line\">&nbsp;&nbsp;to build and to plant.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24001010_05-24\"><b class=\"verse-num\" id=\"v24001011-1\">11&nbsp;</b>And the word of the LORD came to me, saying, “Jeremiah, what do you see?” And I said, “I see an almond branch.” <b class=\"verse-num\" id=\"v24001012-1\">12&nbsp;</b>Then the LORD said to me, “You have seen well, for I am watching over my word to perform it.”</p>\n<p id=\"p24001012_05-24\"><b class=\"verse-num\" id=\"v24001013-1\">13&nbsp;</b>The word of the LORD came to me a second time, saying, “What do you see?” And I said, “I see a boiling pot, facing away from the north.” <b class=\"verse-num\" id=\"v24001014-1\">14&nbsp;</b>Then the LORD said to me, “Out of the north disaster shall be let loose upon all the inhabitants of the land. <b class=\"verse-num\" id=\"v24001015-1\">15&nbsp;</b>For behold, I am calling all the tribes of the kingdoms of the north, declares the LORD, and they shall come, and every one shall set his throne at the entrance of the gates of Jerusalem, against all its walls all around and against all the cities of Judah. <b class=\"verse-num\" id=\"v24001016-1\">16&nbsp;</b>And I will declare my judgments against them, for all their evil in forsaking me. They have made offerings to other gods and worshiped the works of their own hands. <b class=\"verse-num\" id=\"v24001017-1\">17&nbsp;</b>But you, dress yourself for work; arise, and say to them everything that I command you. Do not be dismayed by them, lest I dismay you before them. <b class=\"verse-num\" id=\"v24001018-1\">18&nbsp;</b>And I, behold, I make you this day a fortified city, an iron pillar, and bronze walls, against the whole land, against the kings of Judah, its officials, its priests, and the people of the land. <b class=\"verse-num\" id=\"v24001019-1\">19&nbsp;</b>They will fight against you, but they shall not prevail against you, for I am with you, declares the LORD, to deliver you.”</p>\n\n</div>","kjv":"<strong>1</strong> The words of Jeremiah the son of Hilkiah, of the priests that were  in Anathoth in the land of Benjamin:  <strong>2</strong> To whom the word of the LORD came in the days of Josiah the son of Amon king of Judah, in the thirteenth year of his reign.  <strong>3</strong> It came also in the days of Jehoiakim the son of Josiah king of Judah, unto the end of the eleventh year of Zedekiah the son of Josiah king of Judah, unto the carrying away of Jerusalem captive in the fifth month.  <strong>4</strong> Then the word of the LORD came unto me, saying,  <strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  <strong>6</strong> Then said I, Ah, Lord GOD! behold, I cannot speak: for I am  a child.  <strong>7</strong> But the LORD said unto me, Say not, I am a child: for thou shalt go to all that I shall send thee, and whatsoever I command thee thou shalt speak.  <strong>8</strong> Be not afraid of their faces: for I am with thee to deliver thee, saith the LORD.  <strong>9</strong> Then the LORD put forth his hand, and touched my mouth. And the LORD said unto me, Behold, I have put my words in thy mouth.  <strong>10</strong> See, I have this day set thee over the nations and over the kingdoms, to root out, and to pull down, and to destroy, and to throw down, to build, and to plant.  <strong>11</strong> Moreover the word of the LORD came unto me, saying, Jeremiah, what seest thou? And I said, I see a rod of an almond tree.  <strong>12</strong> Then said the LORD unto me, Thou hast well seen: for I will hasten my word to perform it.  <strong>13</strong> And the word of the LORD came unto me the second time, saying, What seest thou? And I said, I see a seething pot; and the face thereof is  toward the north.  <strong>14</strong> Then the LORD said unto me, Out of the north an evil shall break forth upon all the inhabitants of the land.  <strong>15</strong> For, lo, I will call all the families of the kingdoms of the north, saith the LORD; and they shall come, and they shall set every one his throne at the entering of the gates of Jerusalem, and against all the walls thereof round about, and against all the cities of Judah.  <strong>16</strong> And I will utter my judgments against them touching all their wickedness, who have forsaken me, and have burned incense unto other gods, and worshipped the works of their own hands.  <strong>17</strong> Thou therefore gird up thy loins, and arise, and speak unto them all that I command thee: be not dismayed at their faces, lest I confound thee before them.  <strong>18</strong> For, behold, I have made thee this day a defenced city, and an iron pillar, and brasen walls against the whole land, against the kings of Judah, against the princes thereof, against the priests thereof, and against the people of the land.  <strong>19</strong> And they shall fight against thee; but they shall not prevail against thee; for I am with thee, saith the LORD, to deliver thee.  ","niv":"<sup><strong>1</strong></sup> The words of Jeremiah son of Hilkiah, one of the priests at Anathoth in the territory of Benjamin. <sup><strong>2</strong></sup> The word of the LORD came to him in the thirteenth year of the reign of Josiah son of Amon king of Judah, <sup><strong>3</strong></sup> and through the reign of Jehoiakim son of Josiah king of Judah, down to the fifth month of the eleventh year of Zedekiah son of Josiah king of Judah, when the people of Jerusalem went into exile. <sup><strong>4</strong></sup> The word of the LORD came to me, saying, <sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\" <sup><strong>6</strong></sup> \"Ah, Sovereign LORD,\" I said, \"I do not know how to speak; I am only a child.\" <sup><strong>7</strong></sup> But the LORD said to me, \"Do not say, 'I am only a child.' You must go to everyone I send you to and say whatever I command you. <sup><strong>8</strong></sup> Do not be afraid of them, for I am with you and will rescue you,\" declares the LORD. <sup><strong>9</strong></sup> Then the LORD reached out his hand and touched my mouth and said to me, \"Now, I have put my words in your mouth. <sup><strong>10</strong></sup> See, today I appoint you over nations and kingdoms to uproot and tear down, to destroy and overthrow, to build and to plant.\" <sup><strong>11</strong></sup> The word of the LORD came to me: \"What do you see, Jeremiah?I see the branch of an almond tree,\" I replied. <sup><strong>12</strong></sup> The LORD said to me, \"You have seen correctly, for I am watching to see that my word is fulfilled.\" <sup><strong>13</strong></sup> The word of the LORD came to me again: \"What do you see?I see a boiling pot, tilting away from the north,\" I answered. <sup><strong>14</strong></sup> The LORD said to me, \"From the north disaster will be poured out on all who live in the land. <sup><strong>15</strong></sup> I am about to summon all the peoples of the northern kingdoms,\" declares the LORD. \"Their kings will come and set up their thrones in the entrance of the gates of Jerusalem; they will come against all her surrounding walls and against all the towns of Judah. <sup><strong>16</strong></sup> I will pronounce my judgments on my people because of their wickedness in forsaking me, in burning incense to other gods and in worshiping what their hands have made. <sup><strong>17</strong></sup> \"Get yourself ready! Stand up and say to them whatever I command you. Do not be terrified by them, or I will terrify you before them. <sup><strong>18</strong></sup> Today I have made you a fortified city, an iron pillar and a bronze wall to stand against the whole land-against the kings of Judah, its officials, its priests and the people of the land. <sup><strong>19</strong></sup> They will fight against you but will not overcome you, for I am with you and will rescue you,\" declares the LORD. ","modified":"2022-11-13T01:20:33.000Z"},{"_id":"6160c58aa775948f9a153162","topicId":"6160c583a775948f9a15314b","verse":"Deuteronomy 18:9-14","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-25\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you. <b class=\"verse-num\" id=\"v05018013-1\">13&nbsp;</b>You shall be blameless before the LORD your God, <b class=\"verse-num\" id=\"v05018014-1\">14&nbsp;</b>for these nations, which you are about to dispossess, listen to fortune-tellers and to diviners. But as for you, the LORD your God has not allowed you to do this.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  <strong>13</strong> Thou shalt be perfect with the LORD thy God.  <strong>14</strong> For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the LORD thy God hath not suffered thee so to do. ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. <sup><strong>13</strong></sup> You must be blameless before the LORD your God. <sup><strong>14</strong></sup> The nations you will dispossess listen to those who practice sorcery or divination. But as for you, the LORD your God has not permitted you to do so. "},{"_id":"6160c58aa775948f9a153163","topicId":"6160c583a775948f9a15314b","verse":"Revelation 22:15","votes":11,"__v":0,"esv":"<div>\n<p id=\"p66022015_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v66022015-1\">15&nbsp;</b>Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.</p>\n</div>","kjv":"<strong>15</strong> For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.  ","niv":"<sup><strong>15</strong></sup> Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood.","modified":"2023-11-30T22:32:39.763Z"},{"_id":"6160c58aa775948f9a153164","topicId":"6160c583a775948f9a15314b","verse":"2 Kings 9:22","votes":12,"__v":0,"esv":"<div>\n<p id=\"p12009022_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v12009022-1\">22&nbsp;</b>And when Joram saw Jehu, he said, “Is it peace, Jehu?” He answered, “What peace can there be, so long as the whorings and the sorceries of your mother Jezebel are so many?”</p>\n</div>","kjv":"<strong>22</strong> And it came to pass, when Joram saw Jehu, that he said, Is it  peace, Jehu? And he answered, What peace, so long as the whoredoms of thy mother Jezebel and her witchcrafts are so many?  ","niv":"<sup><strong>22</strong></sup> When Joram saw Jehu he asked, \"Have you come in peace, Jehu?How can there be peace,\" Jehu replied, \"as long as all the idolatry and witchcraft of your mother Jezebel abound?\"","modified":"2022-09-19T22:01:41.049Z"}]}