{"_id":"61611187c0307ca401cc3f66","slug":"farewell","name":"Farewell","verses":[{"_id":"61611187c0307ca401cc3f67","topicId":"61611187c0307ca401cc3f66","verse":"Numbers 6:24-26","votes":74,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04006024_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006024-1\">24&nbsp;</b>&nbsp;&nbsp;The LORD bless you and keep you;</span><br><span id=\"p04006025_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006025-1\">25&nbsp;</b>&nbsp;&nbsp;the LORD make his face to shine upon you and be gracious to you;</span><br><span id=\"p04006026_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006026-1\">26&nbsp;</b>&nbsp;&nbsp;the LORD lift up his countenance upon you and give you peace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>24</strong> The LORD bless thee, and keep thee:  <strong>25</strong> The LORD make his face shine upon thee, and be gracious unto thee:  <strong>26</strong> The LORD lift up his countenance upon thee, and give thee peace.  ","niv":"<sup><strong>24</strong></sup> \"'\"The LORD bless you and keep you; <sup><strong>25</strong></sup> the LORD make his face shine upon you and be gracious to you; <sup><strong>26</strong></sup> the LORD turn his face toward you and give you peace.\"' ","modified":"2023-08-23T03:13:16.610Z"},{"_id":"61611187c0307ca401cc3f68","topicId":"61611187c0307ca401cc3f66","verse":"Romans 8:28","votes":59,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose.","modified":"2023-01-23T11:56:24.528Z"},{"_id":"61611188c0307ca401cc3f69","topicId":"61611187c0307ca401cc3f66","verse":"2 Corinthians 13:14","votes":57,"__v":0,"esv":"<div>\n<p id=\"p47013014_01-3\"><b class=\"verse-num\" id=\"v47013014-1\">14&nbsp;</b>The grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit be with you all.</p>\n</div>","kjv":"<strong>14</strong> The grace of the Lord Jesus Christ, and the love of God, and the communion of the Holy Ghost, be with you all. Amen.  ","niv":"<sup><strong>14</strong></sup> May the grace of the Lord Jesus Christ, and the love of God, and the fellowship of the Holy Spirit be with you all.","modified":"2023-09-28T03:46:51.834Z"},{"_id":"61611188c0307ca401cc3f6a","topicId":"61611187c0307ca401cc3f66","verse":"Romans 12:12","votes":31,"__v":0,"esv":"<div>\n<p id=\"p45012012_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012012-1\">12&nbsp;</b>Rejoice in hope, be patient in tribulation, be constant in prayer.</p>\n</div>","kjv":"<strong>12</strong> Rejoicing in hope; patient in tribulation; continuing instant in prayer;  ","niv":"<sup><strong>12</strong></sup> Be joyful in hope, patient in affliction, faithful in prayer.","modified":"2023-06-03T07:19:34.123Z"},{"_id":"61611188c0307ca401cc3f6b","topicId":"61611187c0307ca401cc3f66","verse":"James 1:17","votes":29,"__v":0,"esv":"<div>\n<p id=\"p59001017_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.</p>\n\n</div>","kjv":"<strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  ","niv":"<sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows.","modified":"2023-06-14T23:50:38.643Z"},{"_id":"61611189c0307ca401cc3f6c","topicId":"61611187c0307ca401cc3f66","verse":"2 John 1:6","votes":18,"__v":0,"kjv":"<strong>6</strong> And this is love, that we walk after his commandments. This is the commandment, That, as ye have heard from the beginning, ye should walk in it.  ","niv":"<sup><strong>1</strong></sup> The elder,","modified":"2023-06-01T13:51:06.626Z"},{"_id":"61611189c0307ca401cc3f6d","topicId":"61611187c0307ca401cc3f66","verse":"Proverbs 24:3-4","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024003_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024003-1\">3&nbsp;</b>&nbsp;&nbsp;By wisdom a house is built,</span><br><span id=\"p20024003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by understanding it is established;</span><br><span id=\"p20024004_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024004-1\">4&nbsp;</b>&nbsp;&nbsp;by knowledge the rooms are filled</span><br><span id=\"p20024004_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with all precious and pleasant riches.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Through wisdom is an house builded; and by understanding it is established:  <strong>4</strong> And by knowledge shall the chambers be filled with all precious and pleasant riches.  ","niv":"<sup><strong>3</strong></sup> By wisdom a house is built, and through understanding it is established; <sup><strong>4</strong></sup> through knowledge its rooms are filled with rare and beautiful treasures. ","modified":"2022-10-17T12:37:03.943Z"},{"_id":"61611189c0307ca401cc3f6e","topicId":"61611187c0307ca401cc3f66","verse":"Psalm 121:1-8","votes":11,"__v":0,"esv":"<div>\n\n<h4 id=\"p19121001_07-8\" class=\"psalm-title\">A Song of Ascents.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19121001_07-8\" class=\"line\"><b class=\"chapter-num\" id=\"v19121001-1\">121:1&nbsp;</b>&nbsp;&nbsp;I lift up my eyes to the hills.</span><br><span id=\"p19121001_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;From where does my help come?</span><br><span id=\"p19121002_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121002-1\">2&nbsp;</b>&nbsp;&nbsp;My help comes from the LORD,</span><br><span id=\"p19121002_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who made heaven and earth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19121003_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121003-1\">3&nbsp;</b>&nbsp;&nbsp;He will not let your foot be moved;</span><br><span id=\"p19121003_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who keeps you will not slumber.</span><br><span id=\"p19121004_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121004-1\">4&nbsp;</b>&nbsp;&nbsp;Behold, he who keeps Israel</span><br><span id=\"p19121004_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will neither slumber nor sleep.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19121005_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121005-1\">5&nbsp;</b>&nbsp;&nbsp;The LORD is your keeper;</span><br><span id=\"p19121005_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD is your shade on your right hand.</span><br><span id=\"p19121006_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121006-1\">6&nbsp;</b>&nbsp;&nbsp;The sun shall not strike you by day,</span><br><span id=\"p19121006_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the moon by night.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19121007_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121007-1\">7&nbsp;</b>&nbsp;&nbsp;The LORD will keep you from all evil;</span><br><span id=\"p19121007_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will keep your life.</span><br><span id=\"p19121008_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121008-1\">8&nbsp;</b>&nbsp;&nbsp;The LORD will keep</span><br><span id=\"p19121008_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your going out and your coming in</span><br><span id=\"p19121008_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from this time forth and forevermore.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> I will lift up mine eyes unto the hills, from whence cometh my help.  <strong>2</strong> My help cometh from the LORD, which made heaven and earth.  <strong>3</strong> He will not suffer thy foot to be moved: he that keepeth thee will not slumber.  <strong>4</strong> Behold, he that keepeth Israel shall neither slumber nor sleep.  <strong>5</strong> The LORD is thy keeper: the LORD is thy shade upon thy right hand.  <strong>6</strong> The sun shall not smite thee by day, nor the moon by night.  <strong>7</strong> The LORD shall preserve thee from all evil: he shall preserve thy soul.  <strong>8</strong> The LORD shall preserve thy going out and thy coming in from this time forth, and even for evermore.  ","niv":"<sup><strong>1</strong></sup> I lift up my eyes to the hills- where does my help come from? <sup><strong>2</strong></sup> My help comes from the LORD, the Maker of heaven and earth. <sup><strong>3</strong></sup> He will not let your foot slip- he who watches over you will not slumber; <sup><strong>4</strong></sup> indeed, he who watches over Israel will neither slumber nor sleep. <sup><strong>5</strong></sup> The LORD watches over you- the LORD is your shade at your right hand; <sup><strong>6</strong></sup> the sun will not harm you by day, nor the moon by night. <sup><strong>7</strong></sup> The LORD will keep you from all harm- he will watch over your life; <sup><strong>8</strong></sup> the LORD will watch over your coming and going both now and forevermore. ","modified":"2023-04-28T18:43:17.272Z"},{"_id":"61611189c0307ca401cc3f6f","topicId":"61611187c0307ca401cc3f66","verse":"Acts 20:17-35","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p44020017_07-9\"><b class=\"verse-num\" id=\"v44020017-1\">17&nbsp;</b>Now from Miletus he sent to Ephesus and called the elders of the church to come to him. <b class=\"verse-num\" id=\"v44020018-1\">18&nbsp;</b>And when they came to him, he said to them:</p>\n<p id=\"p44020018_07-9\">“You yourselves know how I lived among you the whole time from the first day that I set foot in Asia, <b class=\"verse-num\" id=\"v44020019-1\">19&nbsp;</b>serving the Lord with all humility and with tears and with trials that happened to me through the plots of the Jews; <b class=\"verse-num\" id=\"v44020020-1\">20&nbsp;</b>how I did not shrink from declaring to you anything that was profitable, and teaching you in public and from house to house, <b class=\"verse-num\" id=\"v44020021-1\">21&nbsp;</b>testifying both to Jews and to Greeks of repentance toward God and of faith in our Lord Jesus Christ. <b class=\"verse-num\" id=\"v44020022-1\">22&nbsp;</b>And now, behold, I am going to Jerusalem, constrained by the Spirit, not knowing what will happen to me there, <b class=\"verse-num\" id=\"v44020023-1\">23&nbsp;</b>except that the Holy Spirit testifies to me in every city that imprisonment and afflictions await me. <b class=\"verse-num\" id=\"v44020024-1\">24&nbsp;</b>But I do not account my life of any value nor as precious to myself, if only I may finish my course and the ministry that I received from the Lord Jesus, to testify to the gospel of the grace of God. <b class=\"verse-num\" id=\"v44020025-1\">25&nbsp;</b>And now, behold, I know that none of you among whom I have gone about proclaiming the kingdom will see my face again. <b class=\"verse-num\" id=\"v44020026-1\">26&nbsp;</b>Therefore I testify to you this day that I am innocent of the blood of all, <b class=\"verse-num\" id=\"v44020027-1\">27&nbsp;</b>for I did not shrink from declaring to you the whole counsel of God. <b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood. <b class=\"verse-num\" id=\"v44020029-1\">29&nbsp;</b>I know that after my departure fierce wolves will come in among you, not sparing the flock; <b class=\"verse-num\" id=\"v44020030-1\">30&nbsp;</b>and from among your own selves will arise men speaking twisted things, to draw away the disciples after them. <b class=\"verse-num\" id=\"v44020031-1\">31&nbsp;</b>Therefore be alert, remembering that for three years I did not cease night or day to admonish every one with tears. <b class=\"verse-num\" id=\"v44020032-1\">32&nbsp;</b>And now I commend you to God and to the word of his grace, which is able to build you up and to give you the inheritance among all those who are sanctified. <b class=\"verse-num\" id=\"v44020033-1\">33&nbsp;</b>I coveted no one’s silver or gold or apparel. <b class=\"verse-num\" id=\"v44020034-1\">34&nbsp;</b>You yourselves know that these hands ministered to my necessities and to those who were with me. <b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n\n</div>","kjv":"<strong>17</strong> And from Miletus he sent to Ephesus, and called the elders of the church.  <strong>18</strong> And when they were come to him, he said unto them, Ye know, from the first day that I came into Asia, after what manner I have been with you at all seasons,  <strong>19</strong> Serving the Lord with all humility of mind, and with many tears, and temptations, which befell me by the lying in wait of the Jews:  <strong>20</strong> And how I kept back nothing that was profitable unto you, but have shewed you, and have taught you publickly, and from house to house,  <strong>21</strong> Testifying both to the Jews, and also to the Greeks, repentance toward God, and faith toward our Lord Jesus Christ.  <strong>22</strong> And now, behold, I go bound in the spirit unto Jerusalem, not knowing the things that shall befall me there:  <strong>23</strong> Save that the Holy Ghost witnesseth in every city, saying that bonds and afflictions abide me.  <strong>24</strong> But none of these things move me, neither count I my life dear unto myself, so that I might finish my course with joy, and the ministry, which I have received of the Lord Jesus, to testify the gospel of the grace of God.  <strong>25</strong> And now, behold, I know that ye all, among whom I have gone preaching the kingdom of God, shall see my face no more.  <strong>26</strong> Wherefore I take you to record this day, that I am pure from the blood of all men.  <strong>27</strong> For I have not shunned to declare unto you all the counsel of God.  <strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  <strong>29</strong> For I know this, that after my departing shall grievous wolves enter in among you, not sparing the flock.  <strong>30</strong> Also of your own selves shall men arise, speaking perverse things, to draw away disciples after them.  <strong>31</strong> Therefore watch, and remember, that by the space of three years I ceased not to warn every one night and day with tears.  <strong>32</strong> And now, brethren, I commend you to God, and to the word of his grace, which is able to build you up, and to give you an inheritance among all them which are sanctified.  <strong>33</strong> I have coveted no man’s silver, or gold, or apparel.  <strong>34</strong> Yea, ye yourselves know, that these hands have ministered unto my necessities, and to them that were with me.  <strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>17</strong></sup> From Miletus, Paul sent to Ephesus for the elders of the church. <sup><strong>18</strong></sup> When they arrived, he said to them: \"You know how I lived the whole time I was with you, from the first day I came into the province of Asia. <sup><strong>19</strong></sup> I served the Lord with great humility and with tears, although I was severely tested by the plots of the Jews. <sup><strong>20</strong></sup> You know that I have not hesitated to preach anything that would be helpful to you but have taught you publicly and from house to house. <sup><strong>21</strong></sup> I have declared to both Jews and Greeks that they must turn to God in repentance and have faith in our Lord Jesus. <sup><strong>22</strong></sup> \"And now, compelled by the Spirit, I am going to Jerusalem, not knowing what will happen to me there. <sup><strong>23</strong></sup> I only know that in every city the Holy Spirit warns me that prison and hardships are facing me. <sup><strong>24</strong></sup> However, I consider my life worth nothing to me, if only I may finish the race and complete the task the Lord Jesus has given me--the task of testifying to the gospel of God's grace. <sup><strong>25</strong></sup> \"Now I know that none of you among whom I have gone about preaching the kingdom will ever see me again. <sup><strong>26</strong></sup> Therefore, I declare to you today that I am innocent of the blood of all men. <sup><strong>27</strong></sup> For I have not hesitated to proclaim to you the whole will of God. <sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood. <sup><strong>29</strong></sup> I know that after I leave, savage wolves will come in among you and will not spare the flock. <sup><strong>30</strong></sup> Even from your own number men will arise and distort the truth in order to draw away disciples after them. <sup><strong>31</strong></sup> So be on your guard! Remember that for three years I never stopped warning each of you night and day with tears. <sup><strong>32</strong></sup> \"Now I commit you to God and to the word of his grace, which can build you up and give you an inheritance among all those who are sanctified. <sup><strong>33</strong></sup> I have not coveted anyone's silver or gold or clothing. <sup><strong>34</strong></sup> You yourselves know that these hands of mine have supplied my own needs and the needs of my companions. <sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\" ","modified":"2023-07-18T02:08:26.644Z"},{"_id":"6161118ac0307ca401cc3f70","topicId":"61611187c0307ca401cc3f66","verse":"Luke 1:37","votes":17,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\"","modified":"2023-01-29T07:36:24.274Z"},{"_id":"6161118ac0307ca401cc3f71","topicId":"61611187c0307ca401cc3f66","verse":"2 Corinthians 13:11","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p47013011_03-11\"><b class=\"verse-num\" id=\"v47013011-1\">11&nbsp;</b>Finally, brothers, rejoice. Aim for restoration, comfort one another, agree with one another, live in peace; and the God of love and peace will be with you.</p>\n\n</div>","kjv":"<strong>11</strong> Finally, brethren, farewell. Be perfect, be of good comfort, be of one mind, live in peace; and the God of love and peace shall be with you.  ","niv":"<sup><strong>11</strong></sup> Finally, brothers, good-by. Aim for perfection, listen to my appeal, be of one mind, live in peace. And the God of love and peace will be with you.","modified":"2022-10-06T15:52:59.794Z"},{"_id":"6161118ac0307ca401cc3f72","topicId":"61611187c0307ca401cc3f66","verse":"Isaiah 44:24","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23044024_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23044024-1\">24&nbsp;</b>&nbsp;&nbsp;Thus says the LORD, your Redeemer,</span><br><span id=\"p23044024_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who formed you from the womb:</span><br><span id=\"p23044024_01-12\" class=\"line\">&nbsp;&nbsp;“I am the LORD, who made all things,</span><br><span id=\"p23044024_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who alone stretched out the heavens,</span><br><span id=\"p23044024_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who spread out the earth by myself,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> Thus saith the LORD, thy redeemer, and he that formed thee from the womb, I am the LORD that maketh all things; that stretcheth forth the heavens alone; that spreadeth abroad the earth by myself;  ","niv":"<sup><strong>24</strong></sup> \"This is what the LORD says- your Redeemer, who formed you in the womb: I am the LORD, who has made all things, who alone stretched out the heavens, who spread out the earth by myself,","modified":"2023-01-29T14:27:54.523Z"},{"_id":"6161118bc0307ca401cc3f73","topicId":"61611187c0307ca401cc3f66","verse":"1 Corinthians 15:58","votes":14,"__v":0,"esv":"<div>\n<p id=\"p46015058_01-14\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n</div>","kjv":"<strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain.","modified":"2023-10-29T09:18:06.762Z"},{"_id":"6161118bc0307ca401cc3f74","topicId":"61611187c0307ca401cc3f66","verse":"2 Peter 3:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p61003010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003010-1\">10&nbsp;</b>But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed.</p>\n\n</div>","kjv":"<strong>10</strong> But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.  ","niv":"<sup><strong>10</strong></sup> But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything in it will be laid bare."},{"_id":"6161118bc0307ca401cc3f75","topicId":"61611187c0307ca401cc3f66","verse":"Luke 2:52","votes":9,"__v":0,"esv":"<div>\n<p id=\"p42002052_01-16\"><b class=\"verse-num\" id=\"v42002052-1\">52&nbsp;</b>And Jesus increased in wisdom and in stature and in favor with God and man.</p>\n\n</div>","kjv":"<strong>52</strong> And Jesus increased in wisdom and stature, and in favour with God and man.  ","niv":"<sup><strong>52</strong></sup> And Jesus grew in wisdom and stature, and in favor with God and men."},{"_id":"6161118bc0307ca401cc3f76","topicId":"61611187c0307ca401cc3f66","verse":"Proverbs 16:4","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016004_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016004-1\">4&nbsp;</b>&nbsp;&nbsp;The LORD has made everything for its purpose,</span><br><span id=\"p20016004_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even the wicked for the day of trouble.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> The LORD hath made all things for himself: yea, even the wicked for the day of evil.  ","niv":"<sup><strong>4</strong></sup> The LORD works out everything for his own ends- even the wicked for a day of disaster."},{"_id":"6161118cc0307ca401cc3f77","topicId":"61611187c0307ca401cc3f66","verse":"Isaiah 45:7","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045007_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045007-1\">7&nbsp;</b>&nbsp;&nbsp;I form light and create darkness;</span><br><span id=\"p23045007_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I make well-being and create calamity;</span><br><span id=\"p23045007_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am the LORD, who does all these things.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> I form the light, and create darkness: I make peace, and create evil: I the LORD do all these things.  ","niv":"<sup><strong>7</strong></sup> I form the light and create darkness, I bring prosperity and create disaster; I, the LORD, do all these things."},{"_id":"6161118cc0307ca401cc3f78","topicId":"61611187c0307ca401cc3f66","verse":"1 John 1:8-10","votes":7,"__v":0,"esv":"<div>\n<p id=\"p62001008_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us. <b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness. <b class=\"verse-num\" id=\"v62001010-1\">10&nbsp;</b>If we say we have not sinned, we make him a liar, and his word is not in us.</p>\n</div>","kjv":"<strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  <strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  <strong>10</strong> If we say that we have not sinned, we make him a liar, and his word is not in us.  ","niv":"<sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us. <sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. <sup><strong>10</strong></sup> If we claim we have not sinned, we make him out to be a liar and his word has no place in our lives. "},{"_id":"6161118cc0307ca401cc3f79","topicId":"61611187c0307ca401cc3f66","verse":"James 1:5","votes":8,"__v":0,"esv":"<div>\n<p id=\"p59001005_01-20\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.</p>\n</div>","kjv":"<strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  ","niv":"<sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him.","modified":"2023-01-26T08:47:27.730Z"},{"_id":"6161118dc0307ca401cc3f7a","topicId":"61611187c0307ca401cc3f66","verse":"1 John 4:8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p62004008_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love.</p>\n</div>","kjv":"<strong>8</strong> He that loveth not knoweth not God; for God is love.  ","niv":"<sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love."},{"_id":"6161118dc0307ca401cc3f7b","topicId":"61611187c0307ca401cc3f66","verse":"Romans 15:33","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45015033_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015033-1\">33&nbsp;</b>May the God of peace be with you all. Amen.</p>\n</div>","kjv":"<strong>33</strong> Now the God of peace be with you all. Amen.  ","niv":"<sup><strong>33</strong></sup> The God of peace be with you all. Amen.","modified":"2023-01-26T08:47:39.357Z"},{"_id":"6161118dc0307ca401cc3f7c","topicId":"61611187c0307ca401cc3f66","verse":"Psalm 128:1-3","votes":7,"__v":0,"esv":"<div>\n\n<h4 id=\"p19128001_08-23\" class=\"psalm-title\">A Song of Ascents.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19128001_08-23\" class=\"line\"><b class=\"chapter-num\" id=\"v19128001-1\">128:1&nbsp;</b>&nbsp;&nbsp;Blessed is everyone who fears the LORD,</span><br><span id=\"p19128001_08-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks in his ways!</span><br><span id=\"p19128002_08-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128002-1\">2&nbsp;</b>&nbsp;&nbsp;You shall eat the fruit of the labor of your hands;</span><br><span id=\"p19128002_08-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be blessed, and it shall be well with you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19128003_08-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128003-1\">3&nbsp;</b>&nbsp;&nbsp;Your wife will be like a fruitful vine</span><br><span id=\"p19128003_08-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;within your house;</span><br><span id=\"p19128003_08-23\" class=\"line\">&nbsp;&nbsp;your children will be like olive shoots</span><br><span id=\"p19128003_08-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;around your table.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Blessed is every one that feareth the LORD; that walketh in his ways.  <strong>2</strong> For thou shalt eat the labour of thine hands: happy shalt  thou be, and it shall be well with thee.  <strong>3</strong> Thy wife shall be as a fruitful vine by the sides of thine house: thy children like olive plants round about thy table.  ","niv":"<sup><strong>1</strong></sup> Blessed are all who fear the LORD, who walk in his ways. <sup><strong>2</strong></sup> You will eat the fruit of your labor; blessings and prosperity will be yours. <sup><strong>3</strong></sup> Your wife will be like a fruitful vine within your house; your sons will be like olive shoots around your table. "},{"_id":"6161118ec0307ca401cc3f7d","topicId":"61611187c0307ca401cc3f66","verse":"1 John 3:6-9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p62003006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003006-1\">6&nbsp;</b>No one who abides in him keeps on sinning; no one who keeps on sinning has either seen him or known him. <b class=\"verse-num\" id=\"v62003007-1\">7&nbsp;</b>Little children, let no one deceive you. Whoever practices righteousness is righteous, as he is righteous. <b class=\"verse-num\" id=\"v62003008-1\">8&nbsp;</b>Whoever makes a practice of sinning is of the devil, for the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the works of the devil. <b class=\"verse-num\" id=\"v62003009-1\">9&nbsp;</b>No one born of God makes a practice of sinning, for God’s seed abides in him; and he cannot keep on sinning, because he has been born of God.</p>\n\n</div>","kjv":"<strong>6</strong> Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.  <strong>7</strong> Little children, let no man deceive you: he that doeth righteousness is righteous, even as he is righteous.  <strong>8</strong> He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.  <strong>9</strong> Whosoever is born of God doth not commit sin; for his seed remaineth in him: and he cannot sin, because he is born of God.  ","niv":"<sup><strong>6</strong></sup> No one who lives in him keeps on sinning. No one who continues to sin has either seen him or known him. <sup><strong>7</strong></sup> Dear children, do not let anyone lead you astray. He who does what is right is righteous, just as he is righteous. <sup><strong>8</strong></sup> He who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil's work. <sup><strong>9</strong></sup> No one who is born of God will continue to sin, because God's seed remains in him; he cannot go on sinning, because he has been born of God. "},{"_id":"6161118ec0307ca401cc3f7e","topicId":"61611187c0307ca401cc3f66","verse":"James 5:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"6161118ec0307ca401cc3f7f","topicId":"61611187c0307ca401cc3f66","verse":"Mark 4:11-12","votes":7,"__v":0,"esv":"<div>\n<p id=\"p41004011_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v41004011-1\">11&nbsp;</b>And he said to them, <span class=\"woc\">“To you has been given the secret of the kingdom of God, but for those outside everything is in parables,</span> <b class=\"verse-num woc\" id=\"v41004012-1\">12&nbsp;</b><span class=\"woc\">so that</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p41004012_01-26\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘they may indeed see but not perceive,</span><br><span id=\"p41004012_01-26\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and may indeed hear but not understand,</span><br><span id=\"p41004012_01-26\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;lest they should turn and be forgiven.’”</span><br></span></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> And he said unto them, Unto you it is given to know the mystery of the kingdom of God: but unto them that are without, all these things  are done in parables:  <strong>12</strong> That seeing they may see, and not perceive; and hearing they may hear, and not understand; lest at any time they should be converted, and their sins should be forgiven them.  ","niv":"<sup><strong>11</strong></sup> He told them, \"The secret of the kingdom of God has been given to you. But to those on the outside everything is said in parables <sup><strong>12</strong></sup> so that, \"'they may be ever seeing but never perceiving, and ever hearing but never understanding; otherwise they might turn and be forgiven!'\" ","modified":"2022-12-29T04:03:28.027Z"}]}