{"_id":"616111bec0307ca401cc3f80","slug":"farm","name":"Farm","verses":[{"_id":"616111c0c0307ca401cc3f81","topicId":"616111bec0307ca401cc3f80","verse":"Genesis 1:26","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-22\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-22\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-22\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-22\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-22\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-22\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-22\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-22\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-22\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\""},{"_id":"616111c0c0307ca401cc3f82","topicId":"616111bec0307ca401cc3f80","verse":"James 3:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59003018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003018-1\">18&nbsp;</b>And a harvest of righteousness is sown in peace by those who make peace.</p>\n</div>","kjv":"<strong>18</strong> And the fruit of righteousness is sown in peace of them that make peace.  ","niv":"<sup><strong>18</strong></sup> Peacemakers who sow in peace raise a harvest of righteousness."},{"_id":"616111c1c0307ca401cc3f83","topicId":"616111bec0307ca401cc3f80","verse":"John 3:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span></p>\n\n</div>","kjv":"<strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  ","niv":"<sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \""},{"_id":"616111c1c0307ca401cc3f84","topicId":"616111bec0307ca401cc3f80","verse":"Matthew 13:3-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40013003_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v40013003-1\">3&nbsp;</b>And he told them many things in parables, saying: <span class=\"woc\">“A sower went out to sow.</span> <b class=\"verse-num woc\" id=\"v40013004-1\">4&nbsp;</b><span class=\"woc\">And as he sowed, some seeds fell along the path, and the birds came and devoured them.</span> <b class=\"verse-num woc\" id=\"v40013005-1\">5&nbsp;</b><span class=\"woc\">Other seeds fell on rocky ground, where they did not have much soil, and immediately they sprang up, since they had no depth of soil,</span> <b class=\"verse-num woc\" id=\"v40013006-1\">6&nbsp;</b><span class=\"woc\">but when the sun rose they were scorched. And since they had no root, they withered away.</span> <b class=\"verse-num woc\" id=\"v40013007-1\">7&nbsp;</b><span class=\"woc\">Other seeds fell among thorns, and the thorns grew up and choked them.</span> <b class=\"verse-num woc\" id=\"v40013008-1\">8&nbsp;</b><span class=\"woc\">Other seeds fell on good soil and produced grain, some a hundredfold, some sixty, some thirty.</span> <b class=\"verse-num woc\" id=\"v40013009-1\">9&nbsp;</b><span class=\"woc\">He who has ears, let him hear.”</span></p>\n\n<p id=\"p40013009_06-4\"><b class=\"verse-num\" id=\"v40013010-1\">10&nbsp;</b>Then the disciples came and said to him, “Why do you speak to them in parables?” <b class=\"verse-num\" id=\"v40013011-1\">11&nbsp;</b>And he answered them, <span class=\"woc\">“To you it has been given to know the secrets of the kingdom of heaven, but to them it has not been given.</span></p>\n\n</div>","kjv":"<strong>3</strong> And he spake many things unto them in parables, saying, Behold, a sower went forth to sow;  <strong>4</strong> And when he sowed, some seeds fell by the way side, and the fowls came and devoured them up:  <strong>5</strong> Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth:  <strong>6</strong> And when the sun was up, they were scorched; and because they had no root, they withered away.  <strong>7</strong> And some fell among thorns; and the thorns sprung up, and choked them:  <strong>8</strong> But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.  <strong>9</strong> Who hath ears to hear, let him hear.  <strong>10</strong> And the disciples came, and said unto him, Why speakest thou unto them in parables?  <strong>11</strong> He answered and said unto them, Because it is given unto you to know the mysteries of the kingdom of heaven, but to them it is not given.  ","niv":"<sup><strong>3</strong></sup> Then he told them many things in parables, saying: \"A farmer went out to sow his seed. <sup><strong>4</strong></sup> As he was scattering the seed, some fell along the path, and the birds came and ate it up. <sup><strong>5</strong></sup> Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. <sup><strong>6</strong></sup> But when the sun came up, the plants were scorched, and they withered because they had no root. <sup><strong>7</strong></sup> Other seed fell among thorns, which grew up and choked the plants. <sup><strong>8</strong></sup> Still other seed fell on good soil, where it produced a crop--a hundred, sixty or thirty times what was sown. <sup><strong>9</strong></sup> He who has ears, let him hear.\" <sup><strong>10</strong></sup> The disciples came to him and asked, \"Why do you speak to the people in parables?\" <sup><strong>11</strong></sup> He replied, \"The knowledge of the secrets of the kingdom of heaven has been given to you, but not to them. "},{"_id":"616111c1c0307ca401cc3f85","topicId":"616111bec0307ca401cc3f80","verse":"Psalm 126:5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19126005_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19126005-1\">5&nbsp;</b>&nbsp;&nbsp;Those who sow in tears</span><br><span id=\"p19126005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall reap with shouts of joy!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> They that sow in tears shall reap in joy.  ","niv":"<sup><strong>5</strong></sup> Those who sow in tears will reap with songs of joy."},{"_id":"616111c1c0307ca401cc3f86","topicId":"616111bec0307ca401cc3f80","verse":"Genesis 2:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"_id":"616111c1c0307ca401cc3f87","topicId":"616111bec0307ca401cc3f80","verse":"1 John 1:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616111c2c0307ca401cc3f88","topicId":"616111bec0307ca401cc3f80","verse":"1 Peter 2:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60002009_01-9\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light.</p>\n</div>","kjv":"<strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  ","niv":"<sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light."},{"_id":"616111c2c0307ca401cc3f89","topicId":"616111bec0307ca401cc3f80","verse":"Ephesians 2:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--"},{"_id":"616111c2c0307ca401cc3f8a","topicId":"616111bec0307ca401cc3f80","verse":"Romans 10:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."},{"_id":"616111c2c0307ca401cc3f8b","topicId":"616111bec0307ca401cc3f80","verse":"John 8:44","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."},{"_id":"616111c2c0307ca401cc3f8c","topicId":"616111bec0307ca401cc3f80","verse":"John 1:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-13\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."},{"_id":"616111c3c0307ca401cc3f8d","topicId":"616111bec0307ca401cc3f80","verse":"John 1:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--"},{"_id":"616111c3c0307ca401cc3f8e","topicId":"616111bec0307ca401cc3f80","verse":"John 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"616111c3c0307ca401cc3f8f","topicId":"616111bec0307ca401cc3f80","verse":"Matthew 22:1-46","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40022001_07-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40022001-1\">22:1&nbsp;</b>And again Jesus spoke to them in parables, saying, <b class=\"verse-num woc\" id=\"v40022002-1\">2&nbsp;</b><span class=\"woc\">“The kingdom of heaven may be compared to a king who gave a wedding feast for his son,</span> <b class=\"verse-num woc\" id=\"v40022003-1\">3&nbsp;</b><span class=\"woc\">and sent his servants to call those who were invited to the wedding feast, but they would not come.</span> <b class=\"verse-num woc\" id=\"v40022004-1\">4&nbsp;</b><span class=\"woc\">Again he sent other servants, saying, ‘Tell those who are invited, “See, I have prepared my dinner, my oxen and my fat calves have been slaughtered, and everything is ready. Come to the wedding feast.”’</span> <b class=\"verse-num woc\" id=\"v40022005-1\">5&nbsp;</b><span class=\"woc\">But they paid no attention and went off, one to his farm, another to his business,</span> <b class=\"verse-num woc\" id=\"v40022006-1\">6&nbsp;</b><span class=\"woc\">while the rest seized his servants, treated them shamefully, and killed them.</span> <b class=\"verse-num woc\" id=\"v40022007-1\">7&nbsp;</b><span class=\"woc\">The king was angry, and he sent his troops and destroyed those murderers and burned their city.</span> <b class=\"verse-num woc\" id=\"v40022008-1\">8&nbsp;</b><span class=\"woc\">Then he said to his servants, ‘The wedding feast is ready, but those invited were not worthy.</span> <b class=\"verse-num woc\" id=\"v40022009-1\">9&nbsp;</b><span class=\"woc\">Go therefore to the main roads and invite to the wedding feast as many as you find.’</span> <b class=\"verse-num woc\" id=\"v40022010-1\">10&nbsp;</b><span class=\"woc\">And those servants went out into the roads and gathered all whom they found, both bad and good. So the wedding hall was filled with guests.</span></p>\n<p id=\"p40022010_07-16\"><b class=\"verse-num woc\" id=\"v40022011-1\">11&nbsp;</b><span class=\"woc\">“But when the king came in to look at the guests, he saw there a man who had no wedding garment.</span> <b class=\"verse-num woc\" id=\"v40022012-1\">12&nbsp;</b><span class=\"woc\">And he said to him, ‘Friend, how did you get in here without a wedding garment?’ And he was speechless.</span> <b class=\"verse-num woc\" id=\"v40022013-1\">13&nbsp;</b><span class=\"woc\">Then the king said to the attendants, ‘Bind him hand and foot and cast him into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span> <b class=\"verse-num woc\" id=\"v40022014-1\">14&nbsp;</b><span class=\"woc\">For many are called, but few are chosen.”</span></p>\n\n<p id=\"p40022014_11-16\"><b class=\"verse-num\" id=\"v40022015-1\">15&nbsp;</b>Then the Pharisees went and plotted how to entangle him in his words. <b class=\"verse-num\" id=\"v40022016-1\">16&nbsp;</b>And they sent their disciples to him, along with the Herodians, saying, “Teacher, we know that you are true and teach the way of God truthfully, and you do not care about anyone’s opinion, for you are not swayed by appearances. <b class=\"verse-num\" id=\"v40022017-1\">17&nbsp;</b>Tell us, then, what you think. Is it lawful to pay taxes to Caesar, or not?” <b class=\"verse-num\" id=\"v40022018-1\">18&nbsp;</b>But Jesus, aware of their malice, said, <span class=\"woc\">“Why put me to the test, you hypocrites?</span> <b class=\"verse-num woc\" id=\"v40022019-1\">19&nbsp;</b><span class=\"woc\">Show me the coin for the tax.”</span> And they brought him a denarius. <b class=\"verse-num\" id=\"v40022020-1\">20&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Whose likeness and inscription is this?”</span> <b class=\"verse-num\" id=\"v40022021-1\">21&nbsp;</b>They said, “Caesar’s.” Then he said to them, <span class=\"woc\">“Therefore render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span> <b class=\"verse-num\" id=\"v40022022-1\">22&nbsp;</b>When they heard it, they marveled. And they left him and went away.</p>\n\n<p id=\"p40022022_16-16\"><b class=\"verse-num\" id=\"v40022023-1\">23&nbsp;</b>The same day Sadducees came to him, who say that there is no resurrection, and they asked him a question, <b class=\"verse-num\" id=\"v40022024-1\">24&nbsp;</b>saying, “Teacher, Moses said, ‘If a man dies having no children, his brother must marry the widow and raise up offspring for his brother.’ <b class=\"verse-num\" id=\"v40022025-1\">25&nbsp;</b>Now there were seven brothers among us. The first married and died, and having no offspring left his wife to his brother. <b class=\"verse-num\" id=\"v40022026-1\">26&nbsp;</b>So too the second and third, down to the seventh. <b class=\"verse-num\" id=\"v40022027-1\">27&nbsp;</b>After them all, the woman died. <b class=\"verse-num\" id=\"v40022028-1\">28&nbsp;</b>In the resurrection, therefore, of the seven, whose wife will she be? For they all had her.”</p>\n<p id=\"p40022028_16-16\"><b class=\"verse-num\" id=\"v40022029-1\">29&nbsp;</b>But Jesus answered them, <span class=\"woc\">“You are wrong, because you know neither the Scriptures nor the power of God.</span> <b class=\"verse-num woc\" id=\"v40022030-1\">30&nbsp;</b><span class=\"woc\">For in the resurrection they neither marry nor are given in marriage, but are like angels in heaven.</span> <b class=\"verse-num woc\" id=\"v40022031-1\">31&nbsp;</b><span class=\"woc\">And as for the resurrection of the dead, have you not read what was said to you by God:</span> <b class=\"verse-num woc\" id=\"v40022032-1\">32&nbsp;</b><span class=\"woc\">‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’? He is not God of the dead, but of the living.”</span> <b class=\"verse-num\" id=\"v40022033-1\">33&nbsp;</b>And when the crowd heard it, they were astonished at his teaching.</p>\n\n<p id=\"p40022033_19-16\"><b class=\"verse-num\" id=\"v40022034-1\">34&nbsp;</b>But when the Pharisees heard that he had silenced the Sadducees, they gathered together. <b class=\"verse-num\" id=\"v40022035-1\">35&nbsp;</b>And one of them, a lawyer, asked him a question to test him. <b class=\"verse-num\" id=\"v40022036-1\">36&nbsp;</b>“Teacher, which is the great commandment in the Law?” <b class=\"verse-num\" id=\"v40022037-1\">37&nbsp;</b>And he said to him, <span class=\"woc\">“You shall love the Lord your God with all your heart and with all your soul and with all your mind.</span> <b class=\"verse-num woc\" id=\"v40022038-1\">38&nbsp;</b><span class=\"woc\">This is the great and first commandment.</span> <b class=\"verse-num woc\" id=\"v40022039-1\">39&nbsp;</b><span class=\"woc\">And a second is like it: You shall love your neighbor as yourself.</span> <b class=\"verse-num woc\" id=\"v40022040-1\">40&nbsp;</b><span class=\"woc\">On these two commandments depend all the Law and the Prophets.”</span></p>\n\n<p id=\"p40022040_24-16\"><b class=\"verse-num\" id=\"v40022041-1\">41&nbsp;</b>Now while the Pharisees were gathered together, Jesus asked them a question, <b class=\"verse-num\" id=\"v40022042-1\">42&nbsp;</b>saying, <span class=\"woc\">“What do you think about the Christ? Whose son is he?”</span> They said to him, “The son of David.” <b class=\"verse-num\" id=\"v40022043-1\">43&nbsp;</b>He said to them, <span class=\"woc\">“How is it then that David, in the Spirit, calls him Lord, saying,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40022044_24-16\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40022044-1\">44&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">“‘The Lord said to my Lord,</span><br><span id=\"p40022044_24-16\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p40022044_24-16\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;until I put your enemies under your feet”’?</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p40022044_24-16\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40022045-1\">45&nbsp;</b><span class=\"woc\">If then David calls him Lord, how is he his son?”</span> <b class=\"verse-num\" id=\"v40022046-1\">46&nbsp;</b>And no one was able to answer him a word, nor from that day did anyone dare to ask him any more questions.</p>\n\n</div>","kjv":"<strong>1</strong> And Jesus answered and spake unto them again by parables, and said,  <strong>2</strong> The kingdom of heaven is like unto a certain king, which made a marriage for his son,  <strong>3</strong> And sent forth his servants to call them that were bidden to the wedding: and they would not come.  <strong>4</strong> Again, he sent forth other servants, saying, Tell them which are bidden, Behold, I have prepared my dinner: my oxen and my fatlings are killed, and all things are  ready: come unto the marriage. <strong>5</strong> But they made light of it, and went their ways, one to his farm, another to his merchandise:  <strong>6</strong> And the remnant took his servants, and entreated them  spitefully, and slew them. <strong>7</strong> But when the king heard thereof, he was wroth: and he sent forth his armies, and destroyed those murderers, and burned up their city.  <strong>8</strong> Then saith he to his servants, The wedding is ready, but they which were bidden were not worthy.  <strong>9</strong> Go ye therefore into the highways, and as many as ye shall find, bid to the marriage.  <strong>10</strong> So those servants went out into the highways, and gathered together all as many as they found, both bad and good: and the wedding was furnished with guests. <strong>11</strong>           And when the king came in to see the guests, he saw there a man which had not on a wedding garment:  <strong>12</strong> And he saith unto him, Friend, how camest thou in hither not having a wedding garment? And he was speechless.  <strong>13</strong> Then said the king to the servants, Bind him hand and foot, and take him away, and cast him into outer darkness; there shall be weeping and gnashing of teeth.  <strong>14</strong> For many are called, but few are chosen. <strong>15</strong> Then went the Pharisees, and took counsel how they might entangle him in his talk.  <strong>16</strong> And they sent out unto him their disciples with the Herodians, saying, Master, we know that thou art true, and teachest the way of God in truth, neither carest thou for any man: for thou regardest not the person of men.  <strong>17</strong> Tell us therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?  <strong>18</strong> But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?  <strong>19</strong> Shew me the tribute money. And they brought unto him a penny.  <strong>20</strong> And he saith unto them, Whose is this image and superscription?  <strong>21</strong> They say unto him, Caesar’s. Then saith he unto them, Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.  <strong>22</strong> When they had heard these words, they marvelled, and left him, and went their way.  <strong>23</strong> The same day came to him the Sadducees, which say that there is no resurrection, and asked him,  <strong>24</strong> Saying, Master, Moses said, If a man die, having no children, his brother shall marry his wife, and raise up seed unto his brother.  <strong>25</strong> Now there were with us seven brethren: and the first, when he had married a wife, deceased, and, having no issue, left his wife unto his brother:  <strong>26</strong> Likewise the second also, and the third, unto the seventh.  <strong>27</strong> And last of all the woman died also.  <strong>28</strong> Therefore in the resurrection whose wife shall she be of the seven? for they all had her.  <strong>29</strong> Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God.  <strong>30</strong> For in the resurrection they neither marry, nor are given in marriage, but are as the angels of God in heaven.  <strong>31</strong> But as touching the resurrection of the dead, have ye not read that which was spoken unto you by God, saying,  <strong>32</strong> I am the God of Abraham, and the God of Isaac, and the God of Jacob? God is not the God of the dead, but of the living.  <strong>33</strong> And when the multitude heard this, they were astonished at his doctrine.  <strong>34</strong> But when the Pharisees had heard that he had put the Sadducees to silence, they were gathered together.  <strong>35</strong> Then one of them, which was a lawyer, asked him a question, tempting him, and saying,  <strong>36</strong> Master, which is the great commandment in the law?  <strong>37</strong> Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.  <strong>38</strong> This is the first and great commandment.  <strong>39</strong> And the second is like unto it, Thou shalt love thy neighbour as thyself.  <strong>40</strong> On these two commandments hang all the law and the prophets.  <strong>41</strong> While the Pharisees were gathered together, Jesus asked them,  <strong>42</strong> Saying, What think ye of Christ? whose son is he? They say unto him, The Son of David.  <strong>43</strong> He saith unto them, How then doth David in spirit call him Lord, saying,  <strong>44</strong> The LORD said unto my Lord, Sit thou on my right hand, till I make thine enemies thy footstool?  <strong>45</strong> If David then call him Lord, how is he his son?  <strong>46</strong> And no man was able to answer him a word, neither durst any man  from that day forth ask him any more questions.  ","niv":"<sup><strong>1</strong></sup> Jesus spoke to them again in parables, saying: <sup><strong>2</strong></sup> \"The kingdom of heaven is like a king who prepared a wedding banquet for his son. <sup><strong>3</strong></sup> He sent his servants to those who had been invited to the banquet to tell them to come, but they refused to come. <sup><strong>4</strong></sup> \"Then he sent some more servants and said, 'Tell those who have been invited that I have prepared my dinner: My oxen and fattened cattle have been butchered, and everything is ready. Come to the wedding banquet.' <sup><strong>5</strong></sup> \"But they paid no attention and went off--one to his field, another to his business. <sup><strong>6</strong></sup> The rest seized his servants, mistreated them and killed them. <sup><strong>7</strong></sup> The king was enraged. He sent his army and destroyed those murderers and burned their city. <sup><strong>8</strong></sup> \"Then he said to his servants, 'The wedding banquet is ready, but those I invited did not deserve to come. <sup><strong>9</strong></sup> Go to the street corners and invite to the banquet anyone you find.' <sup><strong>10</strong></sup> So the servants went out into the streets and gathered all the people they could find, both good and bad, and the wedding hall was filled with guests. <sup><strong>11</strong></sup> \"But when the king came in to see the guests, he noticed a man there who was not wearing wedding clothes. <sup><strong>12</strong></sup> 'Friend,' he asked, 'how did you get in here without wedding clothes?' The man was speechless. <sup><strong>13</strong></sup> \"Then the king told the attendants, 'Tie him hand and foot, and throw him outside, into the darkness, where there will be weeping and gnashing of teeth.' <sup><strong>14</strong></sup> \"For many are invited, but few are chosen.\" <sup><strong>15</strong></sup> Then the Pharisees went out and laid plans to trap him in his words. <sup><strong>16</strong></sup> They sent their disciples to him along with the Herodians. \"Teacher,\" they said, \"we know you are a man of integrity and that you teach the way of God in accordance with the truth. You aren't swayed by men, because you pay no attention to who they are. <sup><strong>17</strong></sup> Tell us then, what is your opinion? Is it right to pay taxes to Caesar or not?\" <sup><strong>18</strong></sup> But Jesus, knowing their evil intent, said, \"You hypocrites, why are you trying to trap me? <sup><strong>19</strong></sup> Show me the coin used for paying the tax.\" They brought him a denarius, <sup><strong>20</strong></sup> and he asked them, \"Whose portrait is this? And whose inscription?\" <sup><strong>21</strong></sup> \"Caesar's,\" they replied. Then he said to them, \"Give to Caesar what is Caesar's, and to God what is God's.\" <sup><strong>22</strong></sup> When they heard this, they were amazed. So they left him and went away. <sup><strong>23</strong></sup> That same day the Sadducees, who say there is no resurrection, came to him with a question. <sup><strong>24</strong></sup> \"Teacher,\" they said, \"Moses told us that if a man dies without having children, his brother must marry the widow and have children for him. <sup><strong>25</strong></sup> Now there were seven brothers among us. The first one married and died, and since he had no children, he left his wife to his brother. <sup><strong>26</strong></sup> The same thing happened to the second and third brother, right on down to the seventh. <sup><strong>27</strong></sup> Finally, the woman died. <sup><strong>28</strong></sup> Now then, at the resurrection, whose wife will she be of the seven, since all of them were married to her?\" <sup><strong>29</strong></sup> Jesus replied, \"You are in error because you do not know the Scriptures or the power of God. <sup><strong>30</strong></sup> At the resurrection people will neither marry nor be given in marriage; they will be like the angels in heaven. <sup><strong>31</strong></sup> But about the resurrection of the dead--have you not read what God said to you, <sup><strong>32</strong></sup> 'I am the God of Abraham, the God of Isaac, and the God of Jacob'? He is not the God of the dead but of the living.\" <sup><strong>33</strong></sup> When the crowds heard this, they were astonished at his teaching. <sup><strong>34</strong></sup> Hearing that Jesus had silenced the Sadducees, the Pharisees got together. <sup><strong>35</strong></sup> One of them, an expert in the law, tested him with this question: <sup><strong>36</strong></sup> \"Teacher, which is the greatest commandment in the Law?\" <sup><strong>37</strong></sup> Jesus replied: \"'Love the Lord your God with all your heart and with all your soul and with all your mind.' <sup><strong>38</strong></sup> This is the first and greatest commandment. <sup><strong>39</strong></sup> And the second is like it: 'Love your neighbor as yourself.' <sup><strong>40</strong></sup> All the Law and the Prophets hang on these two commandments.\" <sup><strong>41</strong></sup> While the Pharisees were gathered together, Jesus asked them, <sup><strong>42</strong></sup> \"What do you think about the Christ? Whose son is he?The son of David,\" they replied. <sup><strong>43</strong></sup> He said to them, \"How is it then that David, speaking by the Spirit, calls him 'Lord'? For he says, <sup><strong>44</strong></sup> \"'The Lord said to my Lord: \"Sit at my right hand until I put your enemies under your feet.\"' <sup><strong>45</strong></sup> If then David calls him 'Lord,' how can he be his son?\" <sup><strong>46</strong></sup> No one could say a word in reply, and from that day on no one dared to ask him any more questions. "},{"_id":"616111c3c0307ca401cc3f90","topicId":"616111bec0307ca401cc3f80","verse":"Matthew 5:44","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40005044_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span></p>\n</div>","kjv":"<strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  ","niv":"<sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you,"},{"_id":"616111c4c0307ca401cc3f91","topicId":"616111bec0307ca401cc3f80","verse":"Matthew 5:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart."},{"_id":"616111c4c0307ca401cc3f92","topicId":"616111bec0307ca401cc3f80","verse":"Isaiah 45:18","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045018_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045018-1\">18&nbsp;</b>&nbsp;&nbsp;For thus says the LORD,</span><br><span id=\"p23045018_01-19\" class=\"line\">&nbsp;&nbsp;who created the heavens</span><br><span id=\"p23045018_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he is God!),</span><br><span id=\"p23045018_01-19\" class=\"line\">&nbsp;&nbsp;who formed the earth and made it</span><br><span id=\"p23045018_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he established it;</span><br><span id=\"p23045018_01-19\" class=\"line\">&nbsp;&nbsp;he did not create it empty,</span><br><span id=\"p23045018_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he formed it to be inhabited!):</span><br><span id=\"p23045018_01-19\" class=\"line\">&nbsp;&nbsp;“I am the LORD, and there is no other.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> For thus saith the LORD that created the heavens; God himself that formed the earth and made it; he hath established it, he created it not in vain, he formed it to be inhabited: I am the LORD; and there is none else.  ","niv":"<sup><strong>18</strong></sup> For this is what the LORD says- he who created the heavens, he is God; he who fashioned and made the earth, he founded it; he did not create it to be empty, but formed it to be inhabited- he says: \"I am the LORD, and there is no other."},{"_id":"616111c4c0307ca401cc3f93","topicId":"616111bec0307ca401cc3f80","verse":"Genesis 1:27","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"616111c5c0307ca401cc3f94","topicId":"616111bec0307ca401cc3f80","verse":"Genesis 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth.</p>\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."},{"_id":"616111c5c0307ca401cc3f95","topicId":"616111bec0307ca401cc3f80","verse":"Genesis 1:1-31","votes":2,"__v":0,"kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"616111c5c0307ca401cc3f96","topicId":"616111bec0307ca401cc3f80","verse":"Revelation 22:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66022019_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book."},{"_id":"616111c5c0307ca401cc3f97","topicId":"616111bec0307ca401cc3f80","verse":"Revelation 22:18-19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-24\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, <b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book. <sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book. "},{"_id":"616111c6c0307ca401cc3f98","topicId":"616111bec0307ca401cc3f80","verse":"Revelation 22:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-25\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book,</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book."},{"_id":"616111c6c0307ca401cc3f99","topicId":"616111bec0307ca401cc3f80","verse":"Revelation 20:14-15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66020014_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "}]}