{"_id":"616111fac0307ca401cc3f9a","slug":"farming","name":"Farming","verses":[{"_id":"616111fec0307ca401cc3f9b","topicId":"616111fac0307ca401cc3f9a","verse":"Genesis 1:29","votes":70,"__v":0,"esv":"<div>\n<p id=\"p01001029_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food.</p>\n</div>","kjv":"<strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  ","niv":"<sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food.","modified":"2023-09-09T03:27:26.244Z"},{"_id":"61611200c0307ca401cc3f9c","topicId":"616111fac0307ca401cc3f9a","verse":"James 5:7","votes":57,"__v":0,"esv":"<div>\n\n<p id=\"p59005007_04-2\"><b class=\"verse-num\" id=\"v59005007-1\">7&nbsp;</b>Be patient, therefore, brothers, until the coming of the Lord. See how the farmer waits for the precious fruit of the earth, being patient about it, until it receives the early and the late rains.</p>\n\n</div>","kjv":"<strong>7</strong> Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain.  ","niv":"<sup><strong>7</strong></sup> Be patient, then, brothers, until the Lord's coming. See how the farmer waits for the land to yield its valuable crop and how patient he is for the autumn and spring rains."},{"_id":"61611201c0307ca401cc3f9d","topicId":"616111fac0307ca401cc3f9a","verse":"2 Timothy 2:6","votes":50,"__v":0,"esv":"<div>\n<p id=\"p55002006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002006-1\">6&nbsp;</b>It is the hard-working farmer who ought to have the first share of the crops.</p>\n</div>","kjv":"<strong>6</strong> The husbandman that laboureth must be first partaker of the fruits.  ","niv":"<sup><strong>6</strong></sup> The hardworking farmer should be the first to receive a share of the crops.","modified":"2022-10-25T23:55:44.126Z"},{"_id":"61611201c0307ca401cc3f9e","topicId":"616111fac0307ca401cc3f9a","verse":"Leviticus 19:19","votes":48,"__v":0,"esv":"<div>\n\n<p id=\"p03019019_06-4\"><b class=\"verse-num\" id=\"v03019019-1\">19&nbsp;</b>“You shall keep my statutes. You shall not let your cattle breed with a different kind. You shall not sow your field with two kinds of seed, nor shall you wear a garment of cloth made of two kinds of material.</p>\n</div>","kjv":"<strong>19</strong> Ye shall keep my statutes. Thou shalt not let thy cattle gender with a diverse kind: thou shalt not sow thy field with mingled seed: neither shall a garment mingled of linen and woollen come upon thee.  ","niv":"<sup><strong>19</strong></sup> \"'Keep my decrees. \"'Do not mate different kinds of animals. \"'Do not plant your field with two kinds of seed. \"'Do not wear clothing woven of two kinds of material.","modified":"2023-07-14T01:40:47.707Z"},{"_id":"61611201c0307ca401cc3f9f","topicId":"616111fac0307ca401cc3f9a","verse":"Deuteronomy 11:13-15","votes":43,"__v":0,"esv":"<div>\n<p id=\"p05011013_01-5\"><b class=\"verse-num\" id=\"v05011013-1\">13&nbsp;</b>“And if you will indeed obey my commandments that I command you today, to love the LORD your God, and to serve him with all your heart and with all your soul, <b class=\"verse-num\" id=\"v05011014-1\">14&nbsp;</b>he will give the rain for your land in its season, the early rain and the later rain, that you may gather in your grain and your wine and your oil. <b class=\"verse-num\" id=\"v05011015-1\">15&nbsp;</b>And he will give grass in your fields for your livestock, and you shall eat and be full.</p>\n\n</div>","kjv":"<strong>13</strong> And it shall come to pass, if ye shall hearken diligently unto my commandments which I command you this day, to love the LORD your God, and to serve him with all your heart and with all your soul,  <strong>14</strong> That I will give you the rain of your land in his due season, the first rain and the latter rain, that thou mayest gather in thy corn, and thy wine, and thine oil.  <strong>15</strong> And I will send grass in thy fields for thy cattle, that thou mayest eat and be full.  ","niv":"<sup><strong>13</strong></sup> So if you faithfully obey the commands I am giving you today-to love the LORD your God and to serve him with all your heart and with all your soul- <sup><strong>14</strong></sup> then I will send rain on your land in its season, both autumn and spring rains, so that you may gather in your grain, new wine and oil. <sup><strong>15</strong></sup> I will provide grass in the fields for your cattle, and you will eat and be satisfied. "},{"_id":"61611201c0307ca401cc3fa0","topicId":"616111fac0307ca401cc3f9a","verse":"Psalm 104:14","votes":37,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19104014_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104014-1\">14&nbsp;</b>&nbsp;&nbsp;You cause the grass to grow for the livestock</span><br><span id=\"p19104014_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and plants for man to cultivate,</span><br><span id=\"p19104014_01-6\" class=\"line\">&nbsp;&nbsp;that he may bring forth food from the earth</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> He causeth the grass to grow for the cattle, and herb for the service of man: that he may bring forth food out of the earth;  ","niv":"<sup><strong>14</strong></sup> He makes grass grow for the cattle, and plants for man to cultivate- bringing forth food from the earth:","modified":"2023-05-07T13:10:55.583Z"},{"_id":"61611202c0307ca401cc3fa1","topicId":"616111fac0307ca401cc3f9a","verse":"Exodus 23:10-11","votes":35,"__v":0,"esv":"<div>\n\n<p id=\"p02023010_07-7\"><b class=\"verse-num\" id=\"v02023010-1\">10&nbsp;</b>“For six years you shall sow your land and gather in its yield, <b class=\"verse-num\" id=\"v02023011-1\">11&nbsp;</b>but the seventh year you shall let it rest and lie fallow, that the poor of your people may eat; and what they leave the beasts of the field may eat. You shall do likewise with your vineyard, and with your olive orchard.</p>\n</div>","kjv":"<strong>10</strong> And six years thou shalt sow thy land, and shalt gather in the fruits thereof:  <strong>11</strong> But the seventh year thou shalt let it rest and lie still; that the poor of thy people may eat: and what they leave the beasts of the field shall eat. In like manner thou shalt deal with thy vineyard, and  with thy oliveyard.  ","niv":"<sup><strong>10</strong></sup> \"For six years you are to sow your fields and harvest the crops, <sup><strong>11</strong></sup> but during the seventh year let the land lie unplowed and unused. Then the poor among your people may get food from it, and the wild animals may eat what they leave. Do the same with your vineyard and your olive grove. "},{"_id":"61611202c0307ca401cc3fa2","topicId":"616111fac0307ca401cc3f9a","verse":"Isaiah 17:10-11","votes":33,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23017010_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23017010-1\">10&nbsp;</b>&nbsp;&nbsp;For you have forgotten the God of your salvation</span><br><span id=\"p23017010_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have not remembered the Rock of your refuge;</span><br><span id=\"p23017010_01-8\" class=\"line\">&nbsp;&nbsp;therefore, though you plant pleasant plants</span><br><span id=\"p23017010_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sow the vine-branch of a stranger,</span><br><span id=\"p23017011_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23017011-1\">11&nbsp;</b>&nbsp;&nbsp;though you make them grow on the day that you plant them,</span><br><span id=\"p23017011_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make them blossom in the morning that you sow,</span><br><span id=\"p23017011_01-8\" class=\"line\">&nbsp;&nbsp;yet the harvest will flee away</span><br><span id=\"p23017011_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in a day of grief and incurable pain.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> Because thou hast forgotten the God of thy salvation, and hast not been mindful of the rock of thy strength, therefore shalt thou plant pleasant plants, and shalt set it with strange slips:  <strong>11</strong> In the day shalt thou make thy plant to grow, and in the morning shalt thou make thy seed to flourish: but the harvest shall be  a heap in the day of grief and of desperate sorrow.  ","niv":"<sup><strong>10</strong></sup> You have forgotten God your Savior; you have not remembered the Rock, your fortress. Therefore, though you set out the finest plants and plant imported vines, <sup><strong>11</strong></sup> though on the day you set them out, you make them grow, and on the morning when you plant them, you bring them to bud, yet the harvest will be as nothing in the day of disease and incurable pain. "},{"_id":"61611202c0307ca401cc3fa3","topicId":"616111fac0307ca401cc3f9a","verse":"1 Corinthians 3:6","votes":29,"__v":0,"esv":"<div>\n<p id=\"p46003006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003006-1\">6&nbsp;</b>I planted, Apollos watered, but God gave the growth.</p>\n</div>","kjv":"<strong>6</strong> I have planted, Apollos watered; but God gave the increase.  ","niv":"<sup><strong>6</strong></sup> I planted the seed, Apollos watered it, but God made it grow.","modified":"2022-06-28T19:41:29.275Z"},{"_id":"61611202c0307ca401cc3fa4","topicId":"616111fac0307ca401cc3f9a","verse":"Genesis 2:15","votes":30,"__v":0,"esv":"<div>\n<p id=\"p01002015_01-11\"><b class=\"verse-num\" id=\"v01002015-1\">15&nbsp;</b>The LORD God took the man and put him in the garden of Eden to work it and keep it.</p>\n</div>","kjv":"<strong>15</strong> And the LORD God took the man, and put him into the garden of Eden to dress it and to keep it.  ","niv":"<sup><strong>15</strong></sup> The LORD God took the man and put him in the Garden of Eden to work it and take care of it."},{"_id":"61611202c0307ca401cc3fa5","topicId":"616111fac0307ca401cc3f9a","verse":"Matthew 3:12","votes":30,"__v":0,"esv":"<div>\n<p id=\"p40003012_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v40003012-1\">12&nbsp;</b>His winnowing fork is in his hand, and he will clear his threshing floor and gather his wheat into the barn, but the chaff he will burn with unquenchable fire.”</p>\n</div>","kjv":"<strong>12</strong> Whose fan is in his hand, and he will throughly purge his floor, and gather his wheat into the garner; but he will burn up the chaff with unquenchable fire.  ","niv":"<sup><strong>12</strong></sup> His winnowing fork is in his hand, and he will clear his threshing floor, gathering his wheat into the barn and burning up the chaff with unquenchable fire.\""},{"_id":"61611202c0307ca401cc3fa6","topicId":"616111fac0307ca401cc3f9a","verse":"Psalm 85:12","votes":30,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19085012_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19085012-1\">12&nbsp;</b>&nbsp;&nbsp;Yes, the LORD will give what is good,</span><br><span id=\"p19085012_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and our land will yield its increase.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Yea, the LORD shall give that which is good; and our land shall yield her increase.  ","niv":"<sup><strong>12</strong></sup> The LORD will indeed give what is good, and our land will yield its harvest."},{"_id":"61611202c0307ca401cc3fa7","topicId":"616111fac0307ca401cc3f9a","verse":"Hebrews 13:16","votes":29,"__v":0,"esv":"<div>\n<p id=\"p58013016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013016-1\">16&nbsp;</b>Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.</p>\n</div>","kjv":"<strong>16</strong> But to do good and to communicate forget not: for with such sacrifices God is well pleased.  ","niv":"<sup><strong>16</strong></sup> And do not forget to do good and to share with others, for with such sacrifices God is pleased.","modified":"2022-12-30T18:30:41.293Z"},{"_id":"61611202c0307ca401cc3fa8","topicId":"616111fac0307ca401cc3f9a","verse":"Isaiah 41:15","votes":29,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041015_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041015-1\">15&nbsp;</b>&nbsp;&nbsp;Behold, I make of you a threshing sledge,</span><br><span id=\"p23041015_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;new, sharp, and having teeth;</span><br><span id=\"p23041015_01-15\" class=\"line\">&nbsp;&nbsp;you shall thresh the mountains and crush them,</span><br><span id=\"p23041015_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall make the hills like chaff;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Behold, I will make thee a new sharp threshing instrument having teeth: thou shalt thresh the mountains, and beat them small, and shalt make the hills as chaff.  ","niv":"<sup><strong>15</strong></sup> \"See, I will make you into a threshing sledge, new and sharp, with many teeth. You will thresh the mountains and crush them, and reduce the hills to chaff."},{"_id":"61611202c0307ca401cc3fa9","topicId":"616111fac0307ca401cc3f9a","verse":"Leviticus 19:23-25","votes":29,"__v":0,"esv":"<div>\n<p id=\"p03019023_01-16\"><b class=\"verse-num\" id=\"v03019023-1\">23&nbsp;</b>“When you come into the land and plant any kind of tree for food, then you shall regard its fruit as forbidden. Three years it shall be forbidden to you; it must not be eaten. <b class=\"verse-num\" id=\"v03019024-1\">24&nbsp;</b>And in the fourth year all its fruit shall be holy, an offering of praise to the LORD. <b class=\"verse-num\" id=\"v03019025-1\">25&nbsp;</b>But in the fifth year you may eat of its fruit, to increase its yield for you: I am the LORD your God.</p>\n\n</div>","kjv":"<strong>23</strong> And when ye shall come into the land, and shall have planted all manner of trees for food, then ye shall count the fruit thereof as uncircumcised: three years shall it be as uncircumcised unto you: it shall not be eaten of.  <strong>24</strong> But in the fourth year all the fruit thereof shall be holy to praise the LORD withal.  <strong>25</strong> And in the fifth year shall ye eat of the fruit thereof, that it may yield unto you the increase thereof: I am the LORD your God.  ","niv":"<sup><strong>23</strong></sup> \"'When you enter the land and plant any kind of fruit tree, regard its fruit as forbidden. For three years you are to consider it forbidden; it must not be eaten. <sup><strong>24</strong></sup> In the fourth year all its fruit will be holy, an offering of praise to the LORD. <sup><strong>25</strong></sup> But in the fifth year you may eat its fruit. In this way your harvest will be increased. I am the LORD your God. "},{"_id":"61611202c0307ca401cc3faa","topicId":"616111fac0307ca401cc3f9a","verse":"Matthew 13:30","votes":28,"__v":0,"esv":"<div>\n<p id=\"p40013030_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40013030-1\">30&nbsp;</b><span class=\"woc\">Let both grow together until the harvest, and at harvest time I will tell the reapers, “Gather the weeds first and bind them in bundles to be burned, but gather the wheat into my barn.”’”</span></p>\n</div>","kjv":"<strong>30</strong> Let both grow together until the harvest: and in the time of harvest I will say to the reapers, Gather ye together first the tares, and bind them in bundles to burn them: but gather the wheat into my barn. ","niv":"<sup><strong>30</strong></sup> Let both grow together until the harvest. At that time I will tell the harvesters: First collect the weeds and tie them in bundles to be burned; then gather the wheat and bring it into my barn.'\""},{"_id":"61611202c0307ca401cc3fab","topicId":"616111fac0307ca401cc3f9a","verse":"Matthew 13:3-8","votes":27,"__v":0,"esv":"<div>\n<p id=\"p40013003_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v40013003-1\">3&nbsp;</b>And he told them many things in parables, saying: <span class=\"woc\">“A sower went out to sow.</span> <b class=\"verse-num woc\" id=\"v40013004-1\">4&nbsp;</b><span class=\"woc\">And as he sowed, some seeds fell along the path, and the birds came and devoured them.</span> <b class=\"verse-num woc\" id=\"v40013005-1\">5&nbsp;</b><span class=\"woc\">Other seeds fell on rocky ground, where they did not have much soil, and immediately they sprang up, since they had no depth of soil,</span> <b class=\"verse-num woc\" id=\"v40013006-1\">6&nbsp;</b><span class=\"woc\">but when the sun rose they were scorched. And since they had no root, they withered away.</span> <b class=\"verse-num woc\" id=\"v40013007-1\">7&nbsp;</b><span class=\"woc\">Other seeds fell among thorns, and the thorns grew up and choked them.</span> <b class=\"verse-num woc\" id=\"v40013008-1\">8&nbsp;</b><span class=\"woc\">Other seeds fell on good soil and produced grain, some a hundredfold, some sixty, some thirty.</span></p>\n</div>","kjv":"<strong>3</strong> And he spake many things unto them in parables, saying, Behold, a sower went forth to sow;  <strong>4</strong> And when he sowed, some seeds fell by the way side, and the fowls came and devoured them up:  <strong>5</strong> Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth:  <strong>6</strong> And when the sun was up, they were scorched; and because they had no root, they withered away.  <strong>7</strong> And some fell among thorns; and the thorns sprung up, and choked them:  <strong>8</strong> But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.  ","niv":"<sup><strong>3</strong></sup> Then he told them many things in parables, saying: \"A farmer went out to sow his seed. <sup><strong>4</strong></sup> As he was scattering the seed, some fell along the path, and the birds came and ate it up. <sup><strong>5</strong></sup> Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. <sup><strong>6</strong></sup> But when the sun came up, the plants were scorched, and they withered because they had no root. <sup><strong>7</strong></sup> Other seed fell among thorns, which grew up and choked the plants. <sup><strong>8</strong></sup> Still other seed fell on good soil, where it produced a crop--a hundred, sixty or thirty times what was sown. "},{"_id":"61611202c0307ca401cc3fac","topicId":"616111fac0307ca401cc3f9a","verse":"Genesis 1:11-12","votes":27,"__v":0,"esv":"<div>\n<p id=\"p01001011_01-19\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good.</p>\n\n</div>","kjv":"<strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  ","niv":"<sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. "},{"_id":"61611202c0307ca401cc3fad","topicId":"616111fac0307ca401cc3f9a","verse":"Isaiah 28:28","votes":26,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23028028_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028028-1\">28&nbsp;</b>&nbsp;&nbsp;Does one crush grain for bread?</span><br><span id=\"p23028028_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;No, he does not thresh it forever;</span><br><span id=\"p23028028_01-20\" class=\"line\">&nbsp;&nbsp;when he drives his cart wheel over it</span><br><span id=\"p23028028_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with his horses, he does not crush it.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>28</strong> Bread corn is bruised; because he will not ever be threshing it, nor break it with the wheel of his cart, nor bruise it with his horsemen.  ","niv":"<sup><strong>28</strong></sup> Grain must be ground to make bread; so one does not go on threshing it forever. Though he drives the wheels of his threshing cart over it, his horses do not grind it."},{"_id":"61611202c0307ca401cc3fae","topicId":"616111fac0307ca401cc3f9a","verse":"Luke 9:62","votes":26,"__v":0,"esv":"<div>\n<p id=\"p42009062_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v42009062-1\">62&nbsp;</b>Jesus said to him, <span class=\"woc\">“No one who puts his hand to the plow and looks back is fit for the kingdom of God.”</span></p>\n</div>","kjv":"<strong>62</strong> And Jesus said unto him, No man, having put his hand to the plough, and looking back, is fit for the kingdom of God. ","niv":"<sup><strong>62</strong></sup> Jesus replied, \"No one who puts his hand to the plow and looks back is fit for service in the kingdom of God.\""},{"_id":"61611202c0307ca401cc3faf","topicId":"616111fac0307ca401cc3f9a","verse":"Deuteronomy 22:9-11","votes":26,"__v":0,"esv":"<div>\n<p id=\"p05022009_01-22\"><b class=\"verse-num\" id=\"v05022009-1\">9&nbsp;</b>“You shall not sow your vineyard with two kinds of seed, lest the whole yield be forfeited, the crop that you have sown and the yield of the vineyard. <b class=\"verse-num\" id=\"v05022010-1\">10&nbsp;</b>You shall not plow with an ox and a donkey together. <b class=\"verse-num\" id=\"v05022011-1\">11&nbsp;</b>You shall not wear cloth of wool and linen mixed together.</p>\n\n</div>","kjv":"<strong>9</strong> Thou shalt not sow thy vineyard with divers seeds: lest the fruit of thy seed which thou hast sown, and the fruit of thy vineyard, be defiled.  <strong>10</strong> Thou shalt not plow with an ox and an ass together.  <strong>11</strong> Thou shalt not wear a garment of divers sorts, as of woollen and linen together.  ","niv":"<sup><strong>9</strong></sup> Do not plant two kinds of seed in your vineyard; if you do, not only the crops you plant but also the fruit of the vineyard will be defiled. <sup><strong>10</strong></sup> Do not plow with an ox and a donkey yoked together. <sup><strong>11</strong></sup> Do not wear clothes of wool and linen woven together. "},{"_id":"61611202c0307ca401cc3fb0","topicId":"616111fac0307ca401cc3f9a","verse":"Hebrews 6:7","votes":25,"__v":0,"esv":"<div>\n<p id=\"p58006007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006007-1\">7&nbsp;</b>For land that has drunk the rain that often falls on it, and produces a crop useful to those for whose sake it is cultivated, receives a blessing from God.</p>\n</div>","kjv":"<strong>7</strong> For the earth which drinketh in the rain that cometh oft upon it, and bringeth forth herbs meet for them by whom it is dressed, receiveth blessing from God:  ","niv":"<sup><strong>7</strong></sup> Land that drinks in the rain often falling on it and that produces a crop useful to those for whom it is farmed receives the blessing of God."},{"_id":"61611202c0307ca401cc3fb1","topicId":"616111fac0307ca401cc3f9a","verse":"Deuteronomy 22:10","votes":25,"__v":0,"esv":"<div>\n<p id=\"p05022010_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v05022010-1\">10&nbsp;</b>You shall not plow with an ox and a donkey together.</p>\n</div>","kjv":"<strong>10</strong> Thou shalt not plow with an ox and an ass together.  ","niv":"<sup><strong>10</strong></sup> Do not plow with an ox and a donkey yoked together."},{"_id":"61611202c0307ca401cc3fb2","topicId":"616111fac0307ca401cc3f9a","verse":"Luke 3:9","votes":24,"__v":0,"esv":"<div>\n<p id=\"p42003009_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003009-1\">9&nbsp;</b>Even now the axe is laid to the root of the trees. Every tree therefore that does not bear good fruit is cut down and thrown into the fire.”</p>\n</div>","kjv":"<strong>9</strong> And now also the axe is laid unto the root of the trees: every tree therefore which bringeth not forth good fruit is hewn down, and cast into the fire.  ","niv":"<sup><strong>9</strong></sup> The ax is already at the root of the trees, and every tree that does not produce good fruit will be cut down and thrown into the fire.\""},{"_id":"61611202c0307ca401cc3fb3","topicId":"616111fac0307ca401cc3f9a","verse":"Leviticus 11:1-47","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p03011001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03011001-1\">11:1&nbsp;</b>And the LORD spoke to Moses and Aaron, saying to them, <b class=\"verse-num\" id=\"v03011002-1\">2&nbsp;</b>“Speak to the people of Israel, saying, These are the living things that you may eat among all the animals that are on the earth. <b class=\"verse-num\" id=\"v03011003-1\">3&nbsp;</b>Whatever parts the hoof and is cloven-footed and chews the cud, among the animals, you may eat. <b class=\"verse-num\" id=\"v03011004-1\">4&nbsp;</b>Nevertheless, among those that chew the cud or part the hoof, you shall not eat these: The camel, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011005-1\">5&nbsp;</b>And the rock badger, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011006-1\">6&nbsp;</b>And the hare, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011007-1\">7&nbsp;</b>And the pig, because it parts the hoof and is cloven-footed but does not chew the cud, is unclean to you. <b class=\"verse-num\" id=\"v03011008-1\">8&nbsp;</b>You shall not eat any of their flesh, and you shall not touch their carcasses; they are unclean to you.</p>\n<p id=\"p03011008_05-26\"><b class=\"verse-num\" id=\"v03011009-1\">9&nbsp;</b>“These you may eat, of all that are in the waters. Everything in the waters that has fins and scales, whether in the seas or in the rivers, you may eat. <b class=\"verse-num\" id=\"v03011010-1\">10&nbsp;</b>But anything in the seas or the rivers that does not have fins and scales, of the swarming creatures in the waters and of the living creatures that are in the waters, is detestable to you. <b class=\"verse-num\" id=\"v03011011-1\">11&nbsp;</b>You shall regard them as detestable; you shall not eat any of their flesh, and you shall detest their carcasses. <b class=\"verse-num\" id=\"v03011012-1\">12&nbsp;</b>Everything in the waters that does not have fins and scales is detestable to you.</p>\n<p id=\"p03011012_05-26\"><b class=\"verse-num\" id=\"v03011013-1\">13&nbsp;</b>“And these you shall detest among the birds; they shall not be eaten; they are detestable: the eagle, the bearded vulture, the black vulture, <b class=\"verse-num\" id=\"v03011014-1\">14&nbsp;</b>the kite, the falcon of any kind, <b class=\"verse-num\" id=\"v03011015-1\">15&nbsp;</b>every raven of any kind, <b class=\"verse-num\" id=\"v03011016-1\">16&nbsp;</b>the ostrich, the nighthawk, the sea gull, the hawk of any kind, <b class=\"verse-num\" id=\"v03011017-1\">17&nbsp;</b>the little owl, the cormorant, the short-eared owl, <b class=\"verse-num\" id=\"v03011018-1\">18&nbsp;</b>the barn owl, the tawny owl, the carrion vulture, <b class=\"verse-num\" id=\"v03011019-1\">19&nbsp;</b>the stork, the heron of any kind, the hoopoe, and the bat.</p>\n<p id=\"p03011019_05-26\"><b class=\"verse-num\" id=\"v03011020-1\">20&nbsp;</b>“All winged insects that go on all fours are detestable to you. <b class=\"verse-num\" id=\"v03011021-1\">21&nbsp;</b>Yet among the winged insects that go on all fours you may eat those that have jointed legs above their feet, with which to hop on the ground. <b class=\"verse-num\" id=\"v03011022-1\">22&nbsp;</b>Of them you may eat: the locust of any kind, the bald locust of any kind, the cricket of any kind, and the grasshopper of any kind. <b class=\"verse-num\" id=\"v03011023-1\">23&nbsp;</b>But all other winged insects that have four feet are detestable to you.</p>\n<p id=\"p03011023_05-26\"><b class=\"verse-num\" id=\"v03011024-1\">24&nbsp;</b>“And by these you shall become unclean. Whoever touches their carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011025-1\">25&nbsp;</b>and whoever carries any part of their carcass shall wash his clothes and be unclean until the evening. <b class=\"verse-num\" id=\"v03011026-1\">26&nbsp;</b>Every animal that parts the hoof but is not cloven-footed or does not chew the cud is unclean to you. Everyone who touches them shall be unclean. <b class=\"verse-num\" id=\"v03011027-1\">27&nbsp;</b>And all that walk on their paws, among the animals that go on all fours, are unclean to you. Whoever touches their carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011028-1\">28&nbsp;</b>and he who carries their carcass shall wash his clothes and be unclean until the evening; they are unclean to you.</p>\n<p id=\"p03011028_05-26\"><b class=\"verse-num\" id=\"v03011029-1\">29&nbsp;</b>“And these are unclean to you among the swarming things that swarm on the ground: the mole rat, the mouse, the great lizard of any kind, <b class=\"verse-num\" id=\"v03011030-1\">30&nbsp;</b>the gecko, the monitor lizard, the lizard, the sand lizard, and the chameleon. <b class=\"verse-num\" id=\"v03011031-1\">31&nbsp;</b>These are unclean to you among all that swarm. Whoever touches them when they are dead shall be unclean until the evening. <b class=\"verse-num\" id=\"v03011032-1\">32&nbsp;</b>And anything on which any of them falls when they are dead shall be unclean, whether it is an article of wood or a garment or a skin or a sack, any article that is used for any purpose. It must be put into water, and it shall be unclean until the evening; then it shall be clean. <b class=\"verse-num\" id=\"v03011033-1\">33&nbsp;</b>And if any of them falls into any earthenware vessel, all that is in it shall be unclean, and you shall break it. <b class=\"verse-num\" id=\"v03011034-1\">34&nbsp;</b>Any food in it that could be eaten, on which water comes, shall be unclean. And all drink that could be drunk from every such vessel shall be unclean. <b class=\"verse-num\" id=\"v03011035-1\">35&nbsp;</b>And everything on which any part of their carcass falls shall be unclean. Whether oven or stove, it shall be broken in pieces. They are unclean and shall remain unclean for you. <b class=\"verse-num\" id=\"v03011036-1\">36&nbsp;</b>Nevertheless, a spring or a cistern holding water shall be clean, but whoever touches a carcass in them shall be unclean. <b class=\"verse-num\" id=\"v03011037-1\">37&nbsp;</b>And if any part of their carcass falls upon any seed grain that is to be sown, it is clean, <b class=\"verse-num\" id=\"v03011038-1\">38&nbsp;</b>but if water is put on the seed and any part of their carcass falls on it, it is unclean to you.</p>\n<p id=\"p03011038_05-26\"><b class=\"verse-num\" id=\"v03011039-1\">39&nbsp;</b>“And if any animal which you may eat dies, whoever touches its carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011040-1\">40&nbsp;</b>and whoever eats of its carcass shall wash his clothes and be unclean until the evening. And whoever carries the carcass shall wash his clothes and be unclean until the evening.</p>\n<p id=\"p03011040_05-26\"><b class=\"verse-num\" id=\"v03011041-1\">41&nbsp;</b>“Every swarming thing that swarms on the ground is detestable; it shall not be eaten. <b class=\"verse-num\" id=\"v03011042-1\">42&nbsp;</b>Whatever goes on its belly, and whatever goes on all fours, or whatever has many feet, any swarming thing that swarms on the ground, you shall not eat, for they are detestable. <b class=\"verse-num\" id=\"v03011043-1\">43&nbsp;</b>You shall not make yourselves detestable with any swarming thing that swarms, and you shall not defile yourselves with them, and become unclean through them. <b class=\"verse-num\" id=\"v03011044-1\">44&nbsp;</b>For I am the LORD your God. Consecrate yourselves therefore, and be holy, for I am holy. You shall not defile yourselves with any swarming thing that crawls on the ground. <b class=\"verse-num\" id=\"v03011045-1\">45&nbsp;</b>For I am the LORD who brought you up out of the land of Egypt to be your God. You shall therefore be holy, for I am holy.”</p>\n<p id=\"p03011045_05-26\"><b class=\"verse-num\" id=\"v03011046-1\">46&nbsp;</b>This is the law about beast and bird and every living creature that moves through the waters and every creature that swarms on the ground, <b class=\"verse-num\" id=\"v03011047-1\">47&nbsp;</b>to make a distinction between the unclean and the clean and between the living creature that may be eaten and the living creature that may not be eaten.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses and to Aaron, saying unto them,  <strong>2</strong> Speak unto the children of Israel, saying, These are the beasts which ye shall eat among all the beasts that are on the earth.  <strong>3</strong> Whatsoever parteth the hoof, and is clovenfooted, and cheweth the cud, among the beasts, that shall ye eat.  <strong>4</strong> Nevertheless these shall ye not eat of them that chew the cud, or of them that divide the hoof: as the camel, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>5</strong> And the coney, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>6</strong> And the hare, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>7</strong> And the swine, though he divide the hoof, and be clovenfooted, yet he cheweth not the cud; he is unclean to you.  <strong>8</strong> Of their flesh shall ye not eat, and their carcase shall ye not touch; they are unclean to you.  <strong>9</strong> These shall ye eat of all that are in the waters: whatsoever hath fins and scales in the waters, in the seas, and in the rivers, them shall ye eat.  <strong>10</strong> And all that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which is in the waters, they shall be an abomination unto you:  <strong>11</strong> They shall be even an abomination unto you; ye shall not eat of their flesh, but ye shall have their carcases in abomination.  <strong>12</strong> Whatsoever hath no fins nor scales in the waters, that shall be  an abomination unto you.  <strong>13</strong> And these are they which ye shall have in abomination among the fowls; they shall not be eaten, they are an abomination: the eagle, and the ossifrage, and the ospray,  <strong>14</strong> And the vulture, and the kite after his kind;  <strong>15</strong> Every raven after his kind;  <strong>16</strong> And the owl, and the night hawk, and the cuckow, and the hawk after his kind,  <strong>17</strong> And the little owl, and the cormorant, and the great owl,  <strong>18</strong> And the swan, and the pelican, and the gier eagle,  <strong>19</strong> And the stork, the heron after her kind, and the lapwing, and the bat.  <strong>20</strong> All fowls that creep, going upon all four, shall be  an abomination unto you.  <strong>21</strong> Yet these may ye eat of every flying creeping thing that goeth upon all four, which have legs above their feet, to leap withal upon the earth;  <strong>22</strong> Even these of them ye may eat; the locust after his kind, and the bald locust after his kind, and the beetle after his kind, and the grasshopper after his kind.  <strong>23</strong> But all other flying creeping things, which have four feet, shall be an abomination unto you.  <strong>24</strong> And for these ye shall be unclean: whosoever toucheth the carcase of them shall be unclean until the even.  <strong>25</strong> And whosoever beareth ought of the carcase of them shall wash his clothes, and be unclean until the even.  <strong>26</strong> The carcases of every beast which divideth the hoof, and is not clovenfooted, nor cheweth the cud, are unclean unto you: every one that toucheth them shall be unclean.  <strong>27</strong> And whatsoever goeth upon his paws, among all manner of beasts that go on all four, those are unclean unto you: whoso toucheth their carcase shall be unclean until the even.  <strong>28</strong> And he that beareth the carcase of them shall wash his clothes, and be unclean until the even: they are unclean unto you.  <strong>29</strong> These also shall be unclean unto you among the creeping things that creep upon the earth; the weasel, and the mouse, and the tortoise after his kind,  <strong>30</strong> And the ferret, and the chameleon, and the lizard, and the snail, and the mole.  <strong>31</strong> These are unclean to you among all that creep: whosoever doth touch them, when they be dead, shall be unclean until the even.  <strong>32</strong> And upon whatsoever any of them, when they are dead, doth fall, it shall be unclean; whether it be any vessel of wood, or raiment, or skin, or sack, whatsoever vessel it be, wherein any work is done, it must be put into water, and it shall be unclean until the even; so it shall be cleansed.  <strong>33</strong> And every earthen vessel, whereinto any of them falleth, whatsoever is in it shall be unclean; and ye shall break it.  <strong>34</strong> Of all meat which may be eaten, that on which such  water cometh shall be unclean: and all drink that may be drunk in every such vessel shall be unclean.  <strong>35</strong> And every thing whereupon any part of their carcase falleth shall be unclean; whether it be oven, or ranges for pots, they shall be broken down: for they are unclean, and shall be unclean unto you.  <strong>36</strong> Nevertheless a fountain or pit, wherein there is plenty of water, shall be clean: but that which toucheth their carcase shall be unclean.  <strong>37</strong> And if any part of their carcase fall upon any sowing seed which is to be sown, it shall be clean.  <strong>38</strong> But if any water be put upon the seed, and any part  of their carcase fall thereon, it shall be unclean unto you.  <strong>39</strong> And if any beast, of which ye may eat, die; he that toucheth the carcase thereof shall be unclean until the even.  <strong>40</strong> And he that eateth of the carcase of it shall wash his clothes, and be unclean until the even: he also that beareth the carcase of it shall wash his clothes, and be unclean until the even.  <strong>41</strong> And every creeping thing that creepeth upon the earth shall be  an abomination; it shall not be eaten.  <strong>42</strong> Whatsoever goeth upon the belly, and whatsoever goeth upon all  four, or whatsoever hath more feet among all creeping things that creep upon the earth, them ye shall not eat; for they are an abomination.  <strong>43</strong> Ye shall not make yourselves abominable with any creeping thing that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby.  <strong>44</strong> For I am the LORD your God: ye shall therefore sanctify yourselves, and ye shall be holy; for I am holy: neither shall ye defile yourselves with any manner of creeping thing that creepeth upon the earth.  <strong>45</strong> For I am the LORD that bringeth you up out of the land of Egypt, to be your God: ye shall therefore be holy, for I am holy.  <strong>46</strong> This is the law of the beasts, and of the fowl, and of every living creature that moveth in the waters, and of every creature that creepeth upon the earth:  <strong>47</strong> To make a difference between the unclean and the clean, and between the beast that may be eaten and the beast that may not be eaten.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses and Aaron, <sup><strong>2</strong></sup> \"Say to the Israelites: 'Of all the animals that live on land, these are the ones you may eat: <sup><strong>3</strong></sup> You may eat any animal that has a split hoof completely divided and that chews the cud. <sup><strong>4</strong></sup> \"'There are some that only chew the cud or only have a split hoof, but you must not eat them. The camel, though it chews the cud, does not have a split hoof; it is ceremonially unclean for you. <sup><strong>5</strong></sup> The coney, though it chews the cud, does not have a split hoof; it is unclean for you. <sup><strong>6</strong></sup> The rabbit, though it chews the cud, does not have a split hoof; it is unclean for you. <sup><strong>7</strong></sup> And the pig, though it has a split hoof completely divided, does not chew the cud; it is unclean for you. <sup><strong>8</strong></sup> You must not eat their meat or touch their carcasses; they are unclean for you. <sup><strong>9</strong></sup> \"'Of all the creatures living in the water of the seas and the streams, you may eat any that have fins and scales. <sup><strong>10</strong></sup> But all creatures in the seas or streams that do not have fins and scales-whether among all the swarming things or among all the other living creatures in the water-you are to detest. <sup><strong>11</strong></sup> And since you are to detest them, you must not eat their meat and you must detest their carcasses. <sup><strong>12</strong></sup> Anything living in the water that does not have fins and scales is to be detestable to you. <sup><strong>13</strong></sup> \"'These are the birds you are to detest and not eat because they are detestable: the eagle, the vulture, the black vulture, <sup><strong>14</strong></sup> the red kite, any kind of black kite, <sup><strong>15</strong></sup> any kind of raven, <sup><strong>16</strong></sup> the horned owl, the screech owl, the gull, any kind of hawk, <sup><strong>17</strong></sup> the little owl, the cormorant, the great owl, <sup><strong>18</strong></sup> the white owl, the desert owl, the osprey, <sup><strong>19</strong></sup> the stork, any kind of heron, the hoopoe and the bat. <sup><strong>20</strong></sup> \"'All flying insects that walk on all fours are to be detestable to you. <sup><strong>21</strong></sup> There are, however, some winged creatures that walk on all fours that you may eat: those that have jointed legs for hopping on the ground. <sup><strong>22</strong></sup> Of these you may eat any kind of locust, katydid, cricket or grasshopper. <sup><strong>23</strong></sup> But all other winged creatures that have four legs you are to detest. <sup><strong>24</strong></sup> \"'You will make yourselves unclean by these; whoever touches their carcasses will be unclean till evening. <sup><strong>25</strong></sup> Whoever picks up one of their carcasses must wash his clothes, and he will be unclean till evening. <sup><strong>26</strong></sup> \"'Every animal that has a split hoof not completely divided or that does not chew the cud is unclean for you; whoever touches the carcass of any of them will be unclean. <sup><strong>27</strong></sup> Of all the animals that walk on all fours, those that walk on their paws are unclean for you; whoever touches their carcasses will be unclean till evening. <sup><strong>28</strong></sup> Anyone who picks up their carcasses must wash his clothes, and he will be unclean till evening. They are unclean for you. <sup><strong>29</strong></sup> \"'Of the animals that move about on the ground, these are unclean for you: the weasel, the rat, any kind of great lizard, <sup><strong>30</strong></sup> the gecko, the monitor lizard, the wall lizard, the skink and the chameleon. <sup><strong>31</strong></sup> Of all those that move along the ground, these are unclean for you. Whoever touches them when they are dead will be unclean till evening. <sup><strong>32</strong></sup> When one of them dies and falls on something, that article, whatever its use, will be unclean, whether it is made of wood, cloth, hide or sackcloth. Put it in water; it will be unclean till evening, and then it will be clean. <sup><strong>33</strong></sup> If one of them falls into a clay pot, everything in it will be unclean, and you must break the pot. <sup><strong>34</strong></sup> Any food that could be eaten but has water on it from such a pot is unclean, and any liquid that could be drunk from it is unclean. <sup><strong>35</strong></sup> Anything that one of their carcasses falls on becomes unclean; an oven or cooking pot must be broken up. They are unclean, and you are to regard them as unclean. <sup><strong>36</strong></sup> A spring, however, or a cistern for collecting water remains clean, but anyone who touches one of these carcasses is unclean. <sup><strong>37</strong></sup> If a carcass falls on any seeds that are to be planted, they remain clean. <sup><strong>38</strong></sup> But if water has been put on the seed and a carcass falls on it, it is unclean for you. <sup><strong>39</strong></sup> \"'If an animal that you are allowed to eat dies, anyone who touches the carcass will be unclean till evening. <sup><strong>40</strong></sup> Anyone who eats some of the carcass must wash his clothes, and he will be unclean till evening. Anyone who picks up the carcass must wash his clothes, and he will be unclean till evening. <sup><strong>41</strong></sup> \"'Every creature that moves about on the ground is detestable; it is not to be eaten. <sup><strong>42</strong></sup> You are not to eat any creature that moves about on the ground, whether it moves on its belly or walks on all fours or on many feet; it is detestable. <sup><strong>43</strong></sup> Do not defile yourselves by any of these creatures. Do not make yourselves unclean by means of them or be made unclean by them. <sup><strong>44</strong></sup> I am the LORD your God; consecrate yourselves and be holy, because I am holy. Do not make yourselves unclean by any creature that moves about on the ground. <sup><strong>45</strong></sup> I am the LORD who brought you up out of Egypt to be your God; therefore be holy, because I am holy. <sup><strong>46</strong></sup> \"'These are the regulations concerning animals, birds, every living thing that moves in the water and every creature that moves about on the ground. <sup><strong>47</strong></sup> You must distinguish between the unclean and the clean, between living creatures that may be eaten and those that may not be eaten.'\" "}]}