{"_id":"6161122ec0307ca401cc3fb4","slug":"fascism","name":"Fascism","verses":[{"_id":"61611230c0307ca401cc3fb5","topicId":"6161122ec0307ca401cc3fb4","verse":"Ecclesiastes 4:9-12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p21004009_01-1\"><b class=\"verse-num\" id=\"v21004009-1\">9&nbsp;</b>Two are better than one, because they have a good reward for their toil. <b class=\"verse-num\" id=\"v21004010-1\">10&nbsp;</b>For if they fall, one will lift up his fellow. But woe to him who is alone when he falls and has not another to lift him up! <b class=\"verse-num\" id=\"v21004011-1\">11&nbsp;</b>Again, if two lie together, they keep warm, but how can one keep warm alone? <b class=\"verse-num\" id=\"v21004012-1\">12&nbsp;</b>And though a man might prevail against one who is alone, two will withstand him—a threefold cord is not quickly broken.</p>\n</div>","kjv":"<strong>9</strong> Two are better than one; because they have a good reward for their labour.  <strong>10</strong> For if they fall, the one will lift up his fellow: but woe to him that is alone when he falleth; for he hath not another to help him up.  <strong>11</strong> Again, if two lie together, then they have heat: but how can one be warm alone?  <strong>12</strong> And if one prevail against him, two shall withstand him; and a threefold cord is not quickly broken.  ","niv":"<sup><strong>9</strong></sup> Two are better than one, because they have a good return for their work: <sup><strong>10</strong></sup> If one falls down, his friend can help him up. But pity the man who falls and has no one to help him up! <sup><strong>11</strong></sup> Also, if two lie down together, they will keep warm. But how can one keep warm alone? <sup><strong>12</strong></sup> Though one may be overpowered, two can defend themselves. A cord of three strands is not quickly broken. "},{"_id":"61611231c0307ca401cc3fb6","topicId":"6161122ec0307ca401cc3fb4","verse":"Exodus 22:25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02022025_01-2\"><b class=\"verse-num\" id=\"v02022025-1\">25&nbsp;</b>“If you lend money to any of my people with you who is poor, you shall not be like a moneylender to him, and you shall not exact interest from him.</p>\n</div>","kjv":"<strong>25</strong> If thou lend money to any of my people that is  poor by thee, thou shalt not be to him as an usurer, neither shalt thou lay upon him usury.  ","niv":"<sup><strong>25</strong></sup> \"If you lend money to one of my people among you who is needy, do not be like a moneylender; charge him no interest."}]}