{"_id":"616199c1c0307ca401cc40d7","slug":"feeling-guilty","name":"Feeling Guilty","verses":[{"_id":"616199c1c0307ca401cc40d8","topicId":"616199c1c0307ca401cc40d7","verse":"1 John 1:9","votes":92,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616199c2c0307ca401cc40d9","topicId":"616199c1c0307ca401cc40d7","verse":"1 John 4:18","votes":60,"__v":0,"esv":"<div>\n<p id=\"p62004018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.</p>\n</div>","kjv":"<strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  ","niv":"<sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love."},{"_id":"616199c2c0307ca401cc40da","topicId":"616199c1c0307ca401cc40d7","verse":"Psalm 51:7-12","votes":60,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051007_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051007-1\">7&nbsp;</b>&nbsp;&nbsp;Purge me with hyssop, and I shall be clean;</span><br><span id=\"p19051007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wash me, and I shall be whiter than snow.</span><br><span id=\"p19051008_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051008-1\">8&nbsp;</b>&nbsp;&nbsp;Let me hear joy and gladness;</span><br><span id=\"p19051008_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the bones that you have broken rejoice.</span><br><span id=\"p19051009_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051009-1\">9&nbsp;</b>&nbsp;&nbsp;Hide your face from my sins,</span><br><span id=\"p19051009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blot out all my iniquities.</span><br><span id=\"p19051010_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051010-1\">10&nbsp;</b>&nbsp;&nbsp;Create in me a clean heart, O God,</span><br><span id=\"p19051010_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and renew a right spirit within me.</span><br><span id=\"p19051011_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051011-1\">11&nbsp;</b>&nbsp;&nbsp;Cast me not away from your presence,</span><br><span id=\"p19051011_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and take not your Holy Spirit from me.</span><br><span id=\"p19051012_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051012-1\">12&nbsp;</b>&nbsp;&nbsp;Restore to me the joy of your salvation,</span><br><span id=\"p19051012_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and uphold me with a willing spirit.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> Purge me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow.  <strong>8</strong> Make me to hear joy and gladness; that the bones which  thou hast broken may rejoice.  <strong>9</strong> Hide thy face from my sins, and blot out all mine iniquities.  <strong>10</strong> Create in me a clean heart, O God; and renew a right spirit within me.  <strong>11</strong> Cast me not away from thy presence; and take not thy holy spirit from me.  <strong>12</strong> Restore unto me the joy of thy salvation; and uphold me with thy  free spirit.  ","niv":"<sup><strong>7</strong></sup> Cleanse me with hyssop, and I will be clean; wash me, and I will be whiter than snow. <sup><strong>8</strong></sup> Let me hear joy and gladness; let the bones you have crushed rejoice. <sup><strong>9</strong></sup> Hide your face from my sins and blot out all my iniquity. <sup><strong>10</strong></sup> Create in me a pure heart, O God, and renew a steadfast spirit within me. <sup><strong>11</strong></sup> Do not cast me from your presence or take your Holy Spirit from me. <sup><strong>12</strong></sup> Restore to me the joy of your salvation and grant me a willing spirit, to sustain me. "},{"_id":"616199c2c0307ca401cc40db","topicId":"616199c1c0307ca401cc40d7","verse":"Romans 8:1-39","votes":50,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus. <b class=\"verse-num\" id=\"v45008002-1\">2&nbsp;</b>For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death. <b class=\"verse-num\" id=\"v45008003-1\">3&nbsp;</b>For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh, <b class=\"verse-num\" id=\"v45008004-1\">4&nbsp;</b>in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit. <b class=\"verse-num\" id=\"v45008005-1\">5&nbsp;</b>For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit. <b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n<p id=\"p45008008_05-4\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him. <b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n<p id=\"p45008011_08-4\"><b class=\"verse-num\" id=\"v45008012-1\">12&nbsp;</b>So then, brothers, we are debtors, not to the flesh, to live according to the flesh. <b class=\"verse-num\" id=\"v45008013-1\">13&nbsp;</b>For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live. <b class=\"verse-num\" id=\"v45008014-1\">14&nbsp;</b>For all who are led by the Spirit of God are sons of God. <b class=\"verse-num\" id=\"v45008015-1\">15&nbsp;</b>For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!” <b class=\"verse-num\" id=\"v45008016-1\">16&nbsp;</b>The Spirit himself bears witness with our spirit that we are children of God, <b class=\"verse-num\" id=\"v45008017-1\">17&nbsp;</b>and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.</p>\n\n<p id=\"p45008017_10-4\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. <b class=\"verse-num\" id=\"v45008019-1\">19&nbsp;</b>For the creation waits with eager longing for the revealing of the sons of God. <b class=\"verse-num\" id=\"v45008020-1\">20&nbsp;</b>For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope <b class=\"verse-num\" id=\"v45008021-1\">21&nbsp;</b>that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. <b class=\"verse-num\" id=\"v45008022-1\">22&nbsp;</b>For we know that the whole creation has been groaning together in the pains of childbirth until now. <b class=\"verse-num\" id=\"v45008023-1\">23&nbsp;</b>And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies. <b class=\"verse-num\" id=\"v45008024-1\">24&nbsp;</b>For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? <b class=\"verse-num\" id=\"v45008025-1\">25&nbsp;</b>But if we hope for what we do not see, we wait for it with patience.</p>\n<p id=\"p45008025_10-4\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. <b class=\"verse-num\" id=\"v45008027-1\">27&nbsp;</b>And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God. <b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n<p id=\"p45008030_13-4\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us? <b class=\"verse-num\" id=\"v45008032-1\">32&nbsp;</b>He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things? <b class=\"verse-num\" id=\"v45008033-1\">33&nbsp;</b>Who shall bring any charge against God’s elect? It is God who justifies. <b class=\"verse-num\" id=\"v45008034-1\">34&nbsp;</b>Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us. <b class=\"verse-num\" id=\"v45008035-1\">35&nbsp;</b>Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword? <b class=\"verse-num\" id=\"v45008036-1\">36&nbsp;</b>As it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45008036_13-4\" class=\"line\">&nbsp;&nbsp;“For your sake we are being killed all the day long;</span><br><span id=\"p45008036_13-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are regarded as sheep to be slaughtered.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45008036_13-4\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45008037-1\">37&nbsp;</b>No, in all these things we are more than conquerors through him who loved us. <b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, <b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus, <sup><strong>2</strong></sup> because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death. <sup><strong>3</strong></sup> For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man, <sup><strong>4</strong></sup> in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit. <sup><strong>5</strong></sup> Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires. <sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. <sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ. <sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. <sup><strong>12</strong></sup> Therefore, brothers, we have an obligation--but it is not to the sinful nature, to live according to it. <sup><strong>13</strong></sup> For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live, <sup><strong>14</strong></sup> because those who are led by the Spirit of God are sons of God. <sup><strong>15</strong></sup> For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, \"Abba, Father.\" <sup><strong>16</strong></sup> The Spirit himself testifies with our spirit that we are God's children. <sup><strong>17</strong></sup> Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory. <sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us. <sup><strong>19</strong></sup> The creation waits in eager expectation for the sons of God to be revealed. <sup><strong>20</strong></sup> For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope <sup><strong>21</strong></sup> that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God. <sup><strong>22</strong></sup> We know that the whole creation has been groaning as in the pains of childbirth right up to the present time. <sup><strong>23</strong></sup> Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption as sons, the redemption of our bodies. <sup><strong>24</strong></sup> For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what he already has? <sup><strong>25</strong></sup> But if we hope for what we do not yet have, we wait for it patiently. <sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express. <sup><strong>27</strong></sup> And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will. <sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. <sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us? <sup><strong>32</strong></sup> He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things? <sup><strong>33</strong></sup> Who will bring any charge against those whom God has chosen? It is God who justifies. <sup><strong>34</strong></sup> Who is he that condemns? Christ Jesus, who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us. <sup><strong>35</strong></sup> Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword? <sup><strong>36</strong></sup> As it is written: \"For your sake we face death all day long; we are considered as sheep to be slaughtered.\" <sup><strong>37</strong></sup> No, in all these things we are more than conquerors through him who loved us. <sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, <sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. "},{"_id":"616199c3c0307ca401cc40dc","topicId":"616199c1c0307ca401cc40d7","verse":"Psalm 51:2-4","votes":49,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051002_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051002-1\">2&nbsp;</b>&nbsp;&nbsp;Wash me thoroughly from my iniquity,</span><br><span id=\"p19051002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cleanse me from my sin!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051003_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051003-1\">3&nbsp;</b>&nbsp;&nbsp;For I know my transgressions,</span><br><span id=\"p19051003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my sin is ever before me.</span><br><span id=\"p19051004_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051004-1\">4&nbsp;</b>&nbsp;&nbsp;Against you, you only, have I sinned</span><br><span id=\"p19051004_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and done what is evil in your sight,</span><br><span id=\"p19051004_01-5\" class=\"line\">&nbsp;&nbsp;so that you may be justified in your words</span><br><span id=\"p19051004_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blameless in your judgment.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Wash me throughly from mine iniquity, and cleanse me from my sin.  <strong>3</strong> For I acknowledge my transgressions: and my sin is ever before me.  <strong>4</strong> Against thee, thee only, have I sinned, and done this evil in thy sight: that thou mightest be justified when thou speakest, and  be clear when thou judgest.  ","niv":"<sup><strong>2</strong></sup> Wash away all my iniquity and cleanse me from my sin. <sup><strong>3</strong></sup> For I know my transgressions, and my sin is always before me. <sup><strong>4</strong></sup> Against you, you only, have I sinned and done what is evil in your sight, so that you are proved right when you speak and justified when you judge. "},{"_id":"616199c3c0307ca401cc40dd","topicId":"616199c1c0307ca401cc40d7","verse":"Luke 6:27-38","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p42006027_04-6\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span> <b class=\"verse-num woc\" id=\"v42006028-1\">28&nbsp;</b><span class=\"woc\">bless those who curse you, pray for those who abuse you.</span> <b class=\"verse-num woc\" id=\"v42006029-1\">29&nbsp;</b><span class=\"woc\">To one who strikes you on the cheek, offer the other also, and from one who takes away your cloak do not withhold your tunic either.</span> <b class=\"verse-num woc\" id=\"v42006030-1\">30&nbsp;</b><span class=\"woc\">Give to everyone who begs from you, and from one who takes away your goods do not demand them back.</span> <b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n<p id=\"p42006031_04-6\"><b class=\"verse-num woc\" id=\"v42006032-1\">32&nbsp;</b><span class=\"woc\">“If you love those who love you, what benefit is that to you? For even sinners love those who love them.</span> <b class=\"verse-num woc\" id=\"v42006033-1\">33&nbsp;</b><span class=\"woc\">And if you do good to those who do good to you, what benefit is that to you? For even sinners do the same.</span> <b class=\"verse-num woc\" id=\"v42006034-1\">34&nbsp;</b><span class=\"woc\">And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.</span> <b class=\"verse-num woc\" id=\"v42006035-1\">35&nbsp;</b><span class=\"woc\">But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.</span> <b class=\"verse-num woc\" id=\"v42006036-1\">36&nbsp;</b><span class=\"woc\">Be merciful, even as your Father is merciful.</span></p>\n\n<p id=\"p42006036_06-6\"><b class=\"verse-num woc\" id=\"v42006037-1\">37&nbsp;</b><span class=\"woc\">“Judge not, and you will not be judged; condemn not, and you will not be condemned; forgive, and you will be forgiven;</span> <b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n\n</div>","kjv":"<strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  <strong>28</strong> Bless them that curse you, and pray for them which despitefully use you.  <strong>29</strong> And unto him that smiteth thee on the one cheek offer also the other; and him that taketh away thy cloke forbid not to take thy coat also.  <strong>30</strong> Give to every man that asketh of thee; and of him that taketh away thy goods ask them not again.  <strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  <strong>32</strong> For if ye love them which love you, what thank have ye? for sinners also love those that love them.  <strong>33</strong> And if ye do good to them which do good to you, what thank have ye? for sinners also do even the same.  <strong>34</strong> And if ye lend to them of whom ye hope to receive, what thank have ye? for sinners also lend to sinners, to receive as much again.  <strong>35</strong> But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.  <strong>36</strong> Be ye therefore merciful, as your Father also is merciful.  <strong>37</strong> Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven:  <strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","niv":"<sup><strong>27</strong></sup> \"But I tell you who hear me: Love your enemies, do good to those who hate you, <sup><strong>28</strong></sup> bless those who curse you, pray for those who mistreat you. <sup><strong>29</strong></sup> If someone strikes you on one cheek, turn to him the other also. If someone takes your cloak, do not stop him from taking your tunic. <sup><strong>30</strong></sup> Give to everyone who asks you, and if anyone takes what belongs to you, do not demand it back. <sup><strong>31</strong></sup> Do to others as you would have them do to you. <sup><strong>32</strong></sup> \"If you love those who love you, what credit is that to you? Even 'sinners' love those who love them. <sup><strong>33</strong></sup> And if you do good to those who are good to you, what credit is that to you? Even 'sinners' do that. <sup><strong>34</strong></sup> And if you lend to those from whom you expect repayment, what credit is that to you? Even 'sinners' lend to 'sinners,' expecting to be repaid in full. <sup><strong>35</strong></sup> But love your enemies, do good to them, and lend to them without expecting to get anything back. Then your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked. <sup><strong>36</strong></sup> Be merciful, just as your Father is merciful. <sup><strong>37</strong></sup> \"Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven. <sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\" "},{"_id":"616199c3c0307ca401cc40de","topicId":"616199c1c0307ca401cc40d7","verse":"Psalm 32:1-6","votes":26,"__v":0,"esv":"<div>\n\n<h4 id=\"p19032001_05-7\" class=\"psalm-title\">A Maskil of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19032001_05-7\" class=\"line\"><b class=\"chapter-num\" id=\"v19032001-1\">32:1&nbsp;</b>&nbsp;&nbsp;Blessed is the one whose transgression is forgiven,</span><br><span id=\"p19032001_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose sin is covered.</span><br><span id=\"p19032002_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032002-1\">2&nbsp;</b>&nbsp;&nbsp;Blessed is the man against whom the LORD counts no iniquity,</span><br><span id=\"p19032002_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in whose spirit there is no deceit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19032003_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032003-1\">3&nbsp;</b>&nbsp;&nbsp;For when I kept silent, my bones wasted away</span><br><span id=\"p19032003_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;through my groaning all day long.</span><br><span id=\"p19032004_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032004-1\">4&nbsp;</b>&nbsp;&nbsp;For day and night your hand was heavy upon me;</span><br><span id=\"p19032004_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my strength was dried up as by the heat of summer. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19032005_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032005-1\">5&nbsp;</b>&nbsp;&nbsp;I acknowledged my sin to you,</span><br><span id=\"p19032005_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I did not cover my iniquity;</span><br><span id=\"p19032005_05-7\" class=\"line\">&nbsp;&nbsp;I said, “I will confess my transgressions to the LORD,”</span><br><span id=\"p19032005_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you forgave the iniquity of my sin. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19032006_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032006-1\">6&nbsp;</b>&nbsp;&nbsp;Therefore let everyone who is godly</span><br><span id=\"p19032006_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;offer prayer to you at a time when you may be found;</span><br><span id=\"p19032006_05-7\" class=\"line\">&nbsp;&nbsp;surely in the rush of great waters,</span><br><span id=\"p19032006_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall not reach him.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is he whose transgression is forgiven, whose sin is covered.  <strong>2</strong> Blessed is the man unto whom the LORD imputeth not iniquity, and in whose spirit there is no guile.  <strong>3</strong> When I kept silence, my bones waxed old through my roaring all the day long.  <strong>4</strong> For day and night thy hand was heavy upon me: my moisture is turned into the drought of summer. Selah.  <strong>5</strong> I acknowledged my sin unto thee, and mine iniquity have I not hid. I said, I will confess my transgressions unto the LORD; and thou forgavest the iniquity of my sin. Selah.  <strong>6</strong> For this shall every one that is godly pray unto thee in a time when thou mayest be found: surely in the floods of great waters they shall not come nigh unto him.  ","niv":"<sup><strong>1</strong></sup> Blessed is he whose transgressions are forgiven, whose sins are covered. <sup><strong>2</strong></sup> Blessed is the man whose sin the LORD does not count against him and in whose spirit is no deceit. <sup><strong>3</strong></sup> When I kept silent, my bones wasted away through my groaning all day long. <sup><strong>4</strong></sup> For day and night your hand was heavy upon me; my strength was sapped as in the heat of summer. Selah <sup><strong>5</strong></sup> Then I acknowledged my sin to you and did not cover up my iniquity. I said, \"I will confess my transgressions to the LORD \"- and you forgave the guilt of my sin. Selah <sup><strong>6</strong></sup> Therefore let everyone who is godly pray to you while you may be found; surely when the mighty waters rise, they will not reach him. "},{"_id":"616199c3c0307ca401cc40df","topicId":"616199c1c0307ca401cc40d7","verse":"Hebrews 13:8","votes":25,"__v":0,"esv":"<div>\n<p id=\"p58013008_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever.</p>\n</div>","kjv":"<strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  ","niv":"<sup><strong>8</strong></sup> Jesus Christ is the same yesterday and today and forever."},{"_id":"616199c4c0307ca401cc40e0","topicId":"616199c1c0307ca401cc40d7","verse":"1 Corinthians 6:9-11","votes":22,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-10\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"616199c4c0307ca401cc40e1","topicId":"616199c1c0307ca401cc40d7","verse":"1 John 1:5","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p62001005_05-11\"><b class=\"verse-num\" id=\"v62001005-1\">5&nbsp;</b>This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all.</p>\n</div>","kjv":"<strong>5</strong> This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.  ","niv":"<sup><strong>5</strong></sup> This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all."},{"_id":"616199c4c0307ca401cc40e2","topicId":"616199c1c0307ca401cc40d7","verse":"John 16:13","votes":15,"__v":0,"esv":"<div>\n<p id=\"p43016013_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span></p>\n</div>","kjv":"<strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  ","niv":"<sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come."},{"_id":"616199c5c0307ca401cc40e3","topicId":"616199c1c0307ca401cc40d7","verse":"Luke 7:48-49","votes":13,"__v":0,"esv":"<div>\n<p id=\"p42007048_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v42007048-1\">48&nbsp;</b>And he said to her, <span class=\"woc\">“Your sins are forgiven.”</span> <b class=\"verse-num\" id=\"v42007049-1\">49&nbsp;</b>Then those who were at table with him began to say among themselves, “Who is this, who even forgives sins?”</p>\n\n</div>","kjv":"<strong>48</strong> And he said unto her, Thy sins are forgiven.  <strong>49</strong> And they that sat at meat with him began to say within themselves, Who is this that forgiveth sins also?  ","niv":"<sup><strong>48</strong></sup> Then Jesus said to her, \"Your sins are forgiven.\" <sup><strong>49</strong></sup> The other guests began to say among themselves, \"Who is this who even forgives sins?\" "},{"_id":"616199c5c0307ca401cc40e4","topicId":"616199c1c0307ca401cc40d7","verse":"Colossians 1:14","votes":12,"__v":0,"esv":"<div>\n<p id=\"p51001014_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n</div>","kjv":"<strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  ","niv":"<sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins."},{"_id":"616199c5c0307ca401cc40e5","topicId":"616199c1c0307ca401cc40d7","verse":"James 2:10","votes":12,"__v":0,"esv":"<div>\n<p id=\"p59002010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002010-1\">10&nbsp;</b>For whoever keeps the whole law but fails in one point has become guilty of all of it.</p>\n</div>","kjv":"<strong>10</strong> For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.  ","niv":"<sup><strong>10</strong></sup> For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it."},{"_id":"616199c6c0307ca401cc40e6","topicId":"616199c1c0307ca401cc40d7","verse":"Luke 15:1-32","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p42015001_07-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42015001-1\">15:1&nbsp;</b>Now the tax collectors and sinners were all drawing near to hear him. <b class=\"verse-num\" id=\"v42015002-1\">2&nbsp;</b>And the Pharisees and the scribes grumbled, saying, “This man receives sinners and eats with them.”</p>\n<p id=\"p42015002_07-16\"><b class=\"verse-num\" id=\"v42015003-1\">3&nbsp;</b>So he told them this parable: <b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n\n<p id=\"p42015007_13-16\"><b class=\"verse-num woc\" id=\"v42015008-1\">8&nbsp;</b><span class=\"woc\">“Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?</span> <b class=\"verse-num woc\" id=\"v42015009-1\">9&nbsp;</b><span class=\"woc\">And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’</span> <b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n\n<p id=\"p42015010_19-16\"><b class=\"verse-num\" id=\"v42015011-1\">11&nbsp;</b>And he said, <span class=\"woc\">“There was a man who had two sons.</span> <b class=\"verse-num woc\" id=\"v42015012-1\">12&nbsp;</b><span class=\"woc\">And the younger of them said to his father, ‘Father, give me the share of property that is coming to me.’ And he divided his property between them.</span> <b class=\"verse-num woc\" id=\"v42015013-1\">13&nbsp;</b><span class=\"woc\">Not many days later, the younger son gathered all he had and took a journey into a far country, and there he squandered his property in reckless living.</span> <b class=\"verse-num woc\" id=\"v42015014-1\">14&nbsp;</b><span class=\"woc\">And when he had spent everything, a severe famine arose in that country, and he began to be in need.</span> <b class=\"verse-num woc\" id=\"v42015015-1\">15&nbsp;</b><span class=\"woc\">So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.</span> <b class=\"verse-num woc\" id=\"v42015016-1\">16&nbsp;</b><span class=\"woc\">And he was longing to be fed with the pods that the pigs ate, and no one gave him anything.</span></p>\n<p id=\"p42015016_19-16\"><b class=\"verse-num woc\" id=\"v42015017-1\">17&nbsp;</b><span class=\"woc\">“But when he came to himself, he said, ‘How many of my father’s hired servants have more than enough bread, but I perish here with hunger!</span> <b class=\"verse-num woc\" id=\"v42015018-1\">18&nbsp;</b><span class=\"woc\">I will arise and go to my father, and I will say to him, “Father, I have sinned against heaven and before you.</span> <b class=\"verse-num woc\" id=\"v42015019-1\">19&nbsp;</b><span class=\"woc\">I am no longer worthy to be called your son. Treat me as one of your hired servants.”’</span> <b class=\"verse-num woc\" id=\"v42015020-1\">20&nbsp;</b><span class=\"woc\">And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him.</span> <b class=\"verse-num woc\" id=\"v42015021-1\">21&nbsp;</b><span class=\"woc\">And the son said to him, ‘Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.’</span> <b class=\"verse-num woc\" id=\"v42015022-1\">22&nbsp;</b><span class=\"woc\">But the father said to his servants, ‘Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet.</span> <b class=\"verse-num woc\" id=\"v42015023-1\">23&nbsp;</b><span class=\"woc\">And bring the fattened calf and kill it, and let us eat and celebrate.</span> <b class=\"verse-num woc\" id=\"v42015024-1\">24&nbsp;</b><span class=\"woc\">For this my son was dead, and is alive again; he was lost, and is found.’ And they began to celebrate.</span></p>\n<p id=\"p42015024_19-16\"><b class=\"verse-num woc\" id=\"v42015025-1\">25&nbsp;</b><span class=\"woc\">“Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing.</span> <b class=\"verse-num woc\" id=\"v42015026-1\">26&nbsp;</b><span class=\"woc\">And he called one of the servants and asked what these things meant.</span> <b class=\"verse-num woc\" id=\"v42015027-1\">27&nbsp;</b><span class=\"woc\">And he said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.’</span> <b class=\"verse-num woc\" id=\"v42015028-1\">28&nbsp;</b><span class=\"woc\">But he was angry and refused to go in. His father came out and entreated him,</span> <b class=\"verse-num woc\" id=\"v42015029-1\">29&nbsp;</b><span class=\"woc\">but he answered his father, ‘Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends.</span> <b class=\"verse-num woc\" id=\"v42015030-1\">30&nbsp;</b><span class=\"woc\">But when this son of yours came, who has devoured your property with prostitutes, you killed the fattened calf for him!’</span> <b class=\"verse-num woc\" id=\"v42015031-1\">31&nbsp;</b><span class=\"woc\">And he said to him, ‘Son, you are always with me, and all that is mine is yours.</span> <b class=\"verse-num woc\" id=\"v42015032-1\">32&nbsp;</b><span class=\"woc\">It was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> Then drew near unto him all the publicans and sinners for to hear him.  <strong>2</strong> And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.  <strong>3</strong> And he spake this parable unto them, saying,  <strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. <strong>8</strong>           Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?  <strong>9</strong> And when she hath found it, she calleth her  friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.  <strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. <strong>11</strong> And he said, A certain man had two sons:  <strong>12</strong> And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.  <strong>13</strong> And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.  <strong>14</strong> And when he had spent all, there arose a mighty famine in that land; and he began to be in want.  <strong>15</strong> And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.  <strong>16</strong> And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.  <strong>17</strong> And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger!  <strong>18</strong> I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,  <strong>19</strong> And am no more worthy to be called thy son: make me as one of thy hired servants.  <strong>20</strong> And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.  <strong>21</strong> And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.  <strong>22</strong> But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:  <strong>23</strong> And bring hither the fatted calf, and kill it; and let us eat, and be merry:  <strong>24</strong> For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.  <strong>25</strong> Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing.  <strong>26</strong> And he called one of the servants, and asked what these things meant.  <strong>27</strong> And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.  <strong>28</strong> And he was angry, and would not go in: therefore came his father out, and intreated him.  <strong>29</strong> And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:  <strong>30</strong> But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.  <strong>31</strong> And he said unto him, Son, thou art ever with me, and all that I have is thine.  <strong>32</strong> It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found. ","niv":"<sup><strong>1</strong></sup> Now the tax collectors and \"sinners\" were all gathering around to hear him. <sup><strong>2</strong></sup> But the Pharisees and the teachers of the law muttered, \"This man welcomes sinners and eats with them.\" <sup><strong>3</strong></sup> Then Jesus told them this parable: <sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. <sup><strong>8</strong></sup> \"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it? <sup><strong>9</strong></sup> And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' <sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\" <sup><strong>11</strong></sup> Jesus continued: \"There was a man who had two sons. <sup><strong>12</strong></sup> The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them. <sup><strong>13</strong></sup> \"Not long after that, the younger son got together all he had, set off for a distant country and there squandered his wealth in wild living. <sup><strong>14</strong></sup> After he had spent everything, there was a severe famine in that whole country, and he began to be in need. <sup><strong>15</strong></sup> So he went and hired himself out to a citizen of that country, who sent him to his fields to feed pigs. <sup><strong>16</strong></sup> He longed to fill his stomach with the pods that the pigs were eating, but no one gave him anything. <sup><strong>17</strong></sup> \"When he came to his senses, he said, 'How many of my father's hired men have food to spare, and here I am starving to death! <sup><strong>18</strong></sup> I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you. <sup><strong>19</strong></sup> I am no longer worthy to be called your son; make me like one of your hired men.' <sup><strong>20</strong></sup> So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him. <sup><strong>21</strong></sup> \"The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son. ' <sup><strong>22</strong></sup> \"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet. <sup><strong>23</strong></sup> Bring the fattened calf and kill it. Let's have a feast and celebrate. <sup><strong>24</strong></sup> For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate. <sup><strong>25</strong></sup> \"Meanwhile, the older son was in the field. When he came near the house, he heard music and dancing. <sup><strong>26</strong></sup> So he called one of the servants and asked him what was going on. <sup><strong>27</strong></sup> 'Your brother has come,' he replied, 'and your father has killed the fattened calf because he has him back safe and sound.' <sup><strong>28</strong></sup> \"The older brother became angry and refused to go in. So his father went out and pleaded with him. <sup><strong>29</strong></sup> But he answered his father, 'Look! All these years I've been slaving for you and never disobeyed your orders. Yet you never gave me even a young goat so I could celebrate with my friends. <sup><strong>30</strong></sup> But when this son of yours who has squandered your property with prostitutes comes home, you kill the fattened calf for him!' <sup><strong>31</strong></sup> \"'My son,' the father said, 'you are always with me, and everything I have is yours. <sup><strong>32</strong></sup> But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.'\" "},{"_id":"616199c6c0307ca401cc40e7","topicId":"616199c1c0307ca401cc40d7","verse":"Psalm 51:3","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051003_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051003-1\">3&nbsp;</b>&nbsp;&nbsp;For I know my transgressions,</span><br><span id=\"p19051003_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my sin is ever before me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> For I acknowledge my transgressions: and my sin is ever before me.  ","niv":"<sup><strong>3</strong></sup> For I know my transgressions, and my sin is always before me."},{"_id":"616199c6c0307ca401cc40e8","topicId":"616199c1c0307ca401cc40d7","verse":"Romans 7:9-10","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p45007001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45007001-1\">7:1&nbsp;</b>Or do you not know, brothers—for I am speaking to those who know the law—that the law is binding on a person only as long as he lives? <b class=\"verse-num\" id=\"v45007002-1\">2&nbsp;</b>For a married woman is bound by law to her husband while he lives, but if her husband dies she is released from the law of marriage. <b class=\"verse-num\" id=\"v45007003-1\">3&nbsp;</b>Accordingly, she will be called an adulteress if she lives with another man while her husband is alive. But if her husband dies, she is free from that law, and if she marries another man she is not an adulteress.</p>\n<p id=\"p45007003_05-23\"><b class=\"verse-num\" id=\"v45007004-1\">4&nbsp;</b>Likewise, my brothers, you also have died to the law through the body of Christ, so that you may belong to another, to him who has been raised from the dead, in order that we may bear fruit for God. <b class=\"verse-num\" id=\"v45007005-1\">5&nbsp;</b>For while we were living in the flesh, our sinful passions, aroused by the law, were at work in our members to bear fruit for death. <b class=\"verse-num\" id=\"v45007006-1\">6&nbsp;</b>But now we are released from the law, having died to that which held us captive, so that we serve in the new way of the Spirit and not in the old way of the written code.</p>\n\n<p id=\"p45007006_09-23\"><b class=\"verse-num\" id=\"v45007007-1\">7&nbsp;</b>What then shall we say? That the law is sin? By no means! Yet if it had not been for the law, I would not have known sin. For I would not have known what it is to covet if the law had not said, “You shall not covet.” <b class=\"verse-num\" id=\"v45007008-1\">8&nbsp;</b>But sin, seizing an opportunity through the commandment, produced in me all kinds of covetousness. For apart from the law, sin lies dead. <b class=\"verse-num\" id=\"v45007009-1\">9&nbsp;</b>I was once alive apart from the law, but when the commandment came, sin came alive and I died. <b class=\"verse-num\" id=\"v45007010-1\">10&nbsp;</b>The very commandment that promised life proved to be death to me. <b class=\"verse-num\" id=\"v45007011-1\">11&nbsp;</b>For sin, seizing an opportunity through the commandment, deceived me and through it killed me. <b class=\"verse-num\" id=\"v45007012-1\">12&nbsp;</b>So the law is holy, and the commandment is holy and righteous and good.</p>\n<p id=\"p45007012_09-23\"><b class=\"verse-num\" id=\"v45007013-1\">13&nbsp;</b>Did that which is good, then, bring death to me? By no means! It was sin, producing death in me through what is good, in order that sin might be shown to be sin, and through the commandment might become sinful beyond measure. <b class=\"verse-num\" id=\"v45007014-1\">14&nbsp;</b>For we know that the law is spiritual, but I am of the flesh, sold under sin. <b class=\"verse-num\" id=\"v45007015-1\">15&nbsp;</b>For I do not understand my own actions. For I do not do what I want, but I do the very thing I hate. <b class=\"verse-num\" id=\"v45007016-1\">16&nbsp;</b>Now if I do what I do not want, I agree with the law, that it is good. <b class=\"verse-num\" id=\"v45007017-1\">17&nbsp;</b>So now it is no longer I who do it, but sin that dwells within me. <b class=\"verse-num\" id=\"v45007018-1\">18&nbsp;</b>For I know that nothing good dwells in me, that is, in my flesh. For I have the desire to do what is right, but not the ability to carry it out. <b class=\"verse-num\" id=\"v45007019-1\">19&nbsp;</b>For I do not do the good I want, but the evil I do not want is what I keep on doing. <b class=\"verse-num\" id=\"v45007020-1\">20&nbsp;</b>Now if I do what I do not want, it is no longer I who do it, but sin that dwells within me.</p>\n<p id=\"p45007020_09-23\"><b class=\"verse-num\" id=\"v45007021-1\">21&nbsp;</b>So I find it to be a law that when I want to do right, evil lies close at hand. <b class=\"verse-num\" id=\"v45007022-1\">22&nbsp;</b>For I delight in the law of God, in my inner being, <b class=\"verse-num\" id=\"v45007023-1\">23&nbsp;</b>but I see in my members another law waging war against the law of my mind and making me captive to the law of sin that dwells in my members. <b class=\"verse-num\" id=\"v45007024-1\">24&nbsp;</b>Wretched man that I am! Who will deliver me from this body of death? <b class=\"verse-num\" id=\"v45007025-1\">25&nbsp;</b>Thanks be to God through Jesus Christ our Lord! So then, I myself serve the law of God with my mind, but with my flesh I serve the law of sin.</p>\n\n</div>","kjv":"<strong>9</strong> For I was alive without the law once: but when the commandment came, sin revived, and I died.  <strong>10</strong> And the commandment, which was ordained to life, I found to be unto death.  ","niv":"<sup><strong>9</strong></sup> Once I was alive apart from law; but when the commandment came, sin sprang to life and I died. <sup><strong>10</strong></sup> I found that the very commandment that was intended to bring life actually brought death. "},{"_id":"616199c6c0307ca401cc40e9","topicId":"616199c1c0307ca401cc40d7","verse":"Psalm 1:1-6","votes":10,"__v":0,"esv":"<div>\n\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19001001_11-19\" class=\"line\"><b class=\"chapter-num\" id=\"v19001001-1\">1:1&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19001001_11-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks not in the counsel of the wicked,</span><br><span id=\"p19001001_11-19\" class=\"line\">&nbsp;&nbsp;nor stands in the way of sinners,</span><br><span id=\"p19001001_11-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sits in the seat of scoffers;</span><br><span id=\"p19001002_11-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001002-1\">2&nbsp;</b>&nbsp;&nbsp;but his delight is in the law of the LORD,</span><br><span id=\"p19001002_11-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on his law he meditates day and night.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001003_11-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001003-1\">3&nbsp;</b>&nbsp;&nbsp;He is like a tree</span><br><span id=\"p19001003_11-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;planted by streams of water</span><br><span id=\"p19001003_11-19\" class=\"line\">&nbsp;&nbsp;that yields its fruit in its season,</span><br><span id=\"p19001003_11-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its leaf does not wither.</span><br><span id=\"p19001003_11-19\" class=\"line\">&nbsp;&nbsp;In all that he does, he prospers.</span><br><span id=\"p19001004_11-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001004-1\">4&nbsp;</b>&nbsp;&nbsp;The wicked are not so,</span><br><span id=\"p19001004_11-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but are like chaff that the wind drives away.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001005_11-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001005-1\">5&nbsp;</b>&nbsp;&nbsp;Therefore the wicked will not stand in the judgment,</span><br><span id=\"p19001005_11-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sinners in the congregation of the righteous;</span><br><span id=\"p19001006_11-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001006-1\">6&nbsp;</b>&nbsp;&nbsp;for the LORD knows the way of the righteous,</span><br><span id=\"p19001006_11-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the way of the wicked will perish.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  <strong>2</strong> But his delight is in the law of the LORD; and in his law doth he meditate day and night.  <strong>3</strong> And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.  <strong>4</strong> The ungodly are not so: but are like the chaff which the wind driveth away.  <strong>5</strong> Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.  <strong>6</strong> For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish.  ","niv":"<sup><strong>1</strong></sup> Blessed is the man who does not walk in the counsel of the wicked or stand in the way of sinners or sit in the seat of mockers. <sup><strong>2</strong></sup> But his delight is in the law of the LORD, and on his law he meditates day and night. <sup><strong>3</strong></sup> He is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither. Whatever he does prospers. <sup><strong>4</strong></sup> Not so the wicked! They are like chaff that the wind blows away. <sup><strong>5</strong></sup> Therefore the wicked will not stand in the judgment, nor sinners in the assembly of the righteous. <sup><strong>6</strong></sup> For the LORD watches over the way of the righteous, but the way of the wicked will perish. "},{"_id":"616199c7c0307ca401cc40ea","topicId":"616199c1c0307ca401cc40d7","verse":"Romans 10:4","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45010004_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010004-1\">4&nbsp;</b>For Christ is the end of the law for righteousness to everyone who believes.</p>\n\n</div>","kjv":"<strong>4</strong> For Christ is the end of the law for righteousness to every one that believeth.  ","niv":"<sup><strong>4</strong></sup> Christ is the end of the law so that there may be righteousness for everyone who believes."},{"_id":"616199c7c0307ca401cc40eb","topicId":"616199c1c0307ca401cc40d7","verse":"Romans 5:1","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p45005001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45005001-1\">5:1&nbsp;</b>Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  ","niv":"<sup><strong>1</strong></sup> Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ,"},{"_id":"616199c7c0307ca401cc40ec","topicId":"616199c1c0307ca401cc40d7","verse":"Romans 10:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45010013_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","niv":"<sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\""},{"_id":"616199c8c0307ca401cc40ed","topicId":"616199c1c0307ca401cc40d7","verse":"Romans 7:1-25","votes":8,"__v":0,"kjv":"<strong>1</strong> Know ye not, brethren, (for I speak to them that know the law,) how that the law hath dominion over a man as long as he liveth?  <strong>2</strong> For the woman which hath an husband is bound by the law to her  husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.  <strong>3</strong> So then if, while her husband liveth, she be married to another man, she shall be called an adulteress: but if her husband be dead, she is free from that law; so that she is no adulteress, though she be married to another man.  <strong>4</strong> Wherefore, my brethren, ye also are become dead to the law by the body of Christ; that ye should be married to another, even to him who is raised from the dead, that we should bring forth fruit unto God.  <strong>5</strong> For when we were in the flesh, the motions of sins, which were by the law, did work in our members to bring forth fruit unto death.  <strong>6</strong> But now we are delivered from the law, that being dead wherein we were held; that we should serve in newness of spirit, and not in the oldness of the letter.  <strong>7</strong> What shall we say then? Is the law sin? God forbid. Nay, I had not known sin, but by the law: for I had not known lust, except the law had said, Thou shalt not covet.  <strong>8</strong> But sin, taking occasion by the commandment, wrought in me all manner of concupiscence. For without the law sin was dead.  <strong>9</strong> For I was alive without the law once: but when the commandment came, sin revived, and I died.  <strong>10</strong> And the commandment, which was ordained to life, I found to be unto death.  <strong>11</strong> For sin, taking occasion by the commandment, deceived me, and by it slew me.  <strong>12</strong> Wherefore the law is holy, and the commandment holy, and just, and good.  <strong>13</strong> Was then that which is good made death unto me? God forbid. But sin, that it might appear sin, working death in me by that which is good; that sin by the commandment might become exceeding sinful.  <strong>14</strong> For we know that the law is spiritual: but I am carnal, sold under sin.  <strong>15</strong> For that which I do I allow not: for what I would, that do I not; but what I hate, that do I.  <strong>16</strong> If then I do that which I would not, I consent unto the law that it is good.  <strong>17</strong> Now then it is no more I that do it, but sin that dwelleth in me.  <strong>18</strong> For I know that in me (that is, in my flesh,) dwelleth no good thing: for to will is present with me; but how to perform that which is good I find not.  <strong>19</strong> For the good that I would I do not: but the evil which I would not, that I do.  <strong>20</strong> Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.  <strong>21</strong> I find then a law, that, when I would do good, evil is present with me.  <strong>22</strong> For I delight in the law of God after the inward man:  <strong>23</strong> But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.  <strong>24</strong> O wretched man that I am! who shall deliver me from the body of this death?  <strong>25</strong> I thank God through Jesus Christ our Lord. So then with the mind I myself serve the law of God; but with the flesh the law of sin.  ","niv":"<sup><strong>1</strong></sup> Do you not know, brothers--for I am speaking to men who know the law--that the law has authority over a man only as long as he lives? <sup><strong>2</strong></sup> For example, by law a married woman is bound to her husband as long as he is alive, but if her husband dies, she is released from the law of marriage. <sup><strong>3</strong></sup> So then, if she marries another man while her husband is still alive, she is called an adulteress. But if her husband dies, she is released from that law and is not an adulteress, even though she marries another man. <sup><strong>4</strong></sup> So, my brothers, you also died to the law through the body of Christ, that you might belong to another, to him who was raised from the dead, in order that we might bear fruit to God. <sup><strong>5</strong></sup> For when we were controlled by the sinful nature, the sinful passions aroused by the law were at work in our bodies, so that we bore fruit for death. <sup><strong>6</strong></sup> But now, by dying to what once bound us, we have been released from the law so that we serve in the new way of the Spirit, and not in the old way of the written code. <sup><strong>7</strong></sup> What shall we say, then? Is the law sin? Certainly not! Indeed I would not have known what sin was except through the law. For I would not have known what coveting really was if the law had not said, \"Do not covet.\" <sup><strong>8</strong></sup> But sin, seizing the opportunity afforded by the commandment, produced in me every kind of covetous desire. For apart from law, sin is dead. <sup><strong>9</strong></sup> Once I was alive apart from law; but when the commandment came, sin sprang to life and I died. <sup><strong>10</strong></sup> I found that the very commandment that was intended to bring life actually brought death. <sup><strong>11</strong></sup> For sin, seizing the opportunity afforded by the commandment, deceived me, and through the commandment put me to death. <sup><strong>12</strong></sup> So then, the law is holy, and the commandment is holy, righteous and good. <sup><strong>13</strong></sup> Did that which is good, then, become death to me? By no means! But in order that sin might be recognized as sin, it produced death in me through what was good, so that through the commandment sin might become utterly sinful. <sup><strong>14</strong></sup> We know that the law is spiritual; but I am unspiritual, sold as a slave to sin. <sup><strong>15</strong></sup> I do not understand what I do. For what I want to do I do not do, but what I hate I do. <sup><strong>16</strong></sup> And if I do what I do not want to do, I agree that the law is good. <sup><strong>17</strong></sup> As it is, it is no longer I myself who do it, but it is sin living in me. <sup><strong>18</strong></sup> I know that nothing good lives in me, that is, in my sinful nature. For I have the desire to do what is good, but I cannot carry it out. <sup><strong>19</strong></sup> For what I do is not the good I want to do; no, the evil I do not want to do--this I keep on doing. <sup><strong>20</strong></sup> Now if I do what I do not want to do, it is no longer I who do it, but it is sin living in me that does it. <sup><strong>21</strong></sup> So I find this law at work: When I want to do good, evil is right there with me. <sup><strong>22</strong></sup> For in my inner being I delight in God's law; <sup><strong>23</strong></sup> but I see another law at work in the members of my body, waging war against the law of my mind and making me a prisoner of the law of sin at work within my members. <sup><strong>24</strong></sup> What a wretched man I am! Who will rescue me from this body of death? <sup><strong>25</strong></sup> Thanks be to God--through Jesus Christ our Lord! So then, I myself in my mind am a slave to God's law, but in the sinful nature a slave to the law of sin. "},{"_id":"616199c8c0307ca401cc40ee","topicId":"616199c1c0307ca401cc40d7","verse":"1 Thessalonians 5:23","votes":7,"__v":0,"esv":"<div>\n<p id=\"p52005023_01-25\"><b class=\"verse-num\" id=\"v52005023-1\">23&nbsp;</b>Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.</p>\n</div>","kjv":"<strong>23</strong> And the very God of peace sanctify you wholly; and I pray God  your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ.  ","niv":"<sup><strong>23</strong></sup> May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ."},{"_id":"616199c8c0307ca401cc40ef","topicId":"616199c1c0307ca401cc40d7","verse":"John 6:37","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43006037_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006037-1\">37&nbsp;</b><span class=\"woc\">All that the Father gives me will come to me, and whoever comes to me I will never cast out.</span></p>\n</div>","kjv":"<strong>37</strong> All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out.  ","niv":"<sup><strong>37</strong></sup> All that the Father gives me will come to me, and whoever comes to me I will never drive away."},{"_id":"616199c9c0307ca401cc40f0","topicId":"616199c1c0307ca401cc40d7","verse":"Luke 5:1-39","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p42005001_06-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42005001-1\">5:1&nbsp;</b>On one occasion, while the crowd was pressing in on him to hear the word of God, he was standing by the lake of Gennesaret, <b class=\"verse-num\" id=\"v42005002-1\">2&nbsp;</b>and he saw two boats by the lake, but the fishermen had gone out of them and were washing their nets. <b class=\"verse-num\" id=\"v42005003-1\">3&nbsp;</b>Getting into one of the boats, which was Simon’s, he asked him to put out a little from the land. And he sat down and taught the people from the boat. <b class=\"verse-num\" id=\"v42005004-1\">4&nbsp;</b>And when he had finished speaking, he said to Simon, <span class=\"woc\">“Put out into the deep and let down your nets for a catch.”</span> <b class=\"verse-num\" id=\"v42005005-1\">5&nbsp;</b>And Simon answered, “Master, we toiled all night and took nothing! But at your word I will let down the nets.” <b class=\"verse-num\" id=\"v42005006-1\">6&nbsp;</b>And when they had done this, they enclosed a large number of fish, and their nets were breaking. <b class=\"verse-num\" id=\"v42005007-1\">7&nbsp;</b>They signaled to their partners in the other boat to come and help them. And they came and filled both the boats, so that they began to sink. <b class=\"verse-num\" id=\"v42005008-1\">8&nbsp;</b>But when Simon Peter saw it, he fell down at Jesus’ knees, saying, “Depart from me, for I am a sinful man, O Lord.” <b class=\"verse-num\" id=\"v42005009-1\">9&nbsp;</b>For he and all who were with him were astonished at the catch of fish that they had taken, <b class=\"verse-num\" id=\"v42005010-1\">10&nbsp;</b>and so also were James and John, sons of Zebedee, who were partners with Simon. And Jesus said to Simon, <span class=\"woc\">“Do not be afraid; from now on you will be catching men.”</span> <b class=\"verse-num\" id=\"v42005011-1\">11&nbsp;</b>And when they had brought their boats to land, they left everything and followed him.</p>\n\n<p id=\"p42005011_10-27\"><b class=\"verse-num\" id=\"v42005012-1\">12&nbsp;</b>While he was in one of the cities, there came a man full of leprosy. And when he saw Jesus, he fell on his face and begged him, “Lord, if you will, you can make me clean.” <b class=\"verse-num\" id=\"v42005013-1\">13&nbsp;</b>And Jesus stretched out his hand and touched him, saying, <span class=\"woc\">“I will; be clean.”</span> And immediately the leprosy left him. <b class=\"verse-num\" id=\"v42005014-1\">14&nbsp;</b>And he charged him to tell no one, but <span class=\"woc\">“go and show yourself to the priest, and make an offering for your cleansing, as Moses commanded, for a proof to them.”</span> <b class=\"verse-num\" id=\"v42005015-1\">15&nbsp;</b>But now even more the report about him went abroad, and great crowds gathered to hear him and to be healed of their infirmities. <b class=\"verse-num\" id=\"v42005016-1\">16&nbsp;</b>But he would withdraw to desolate places and pray.</p>\n\n<p id=\"p42005016_14-27\"><b class=\"verse-num\" id=\"v42005017-1\">17&nbsp;</b>On one of those days, as he was teaching, Pharisees and teachers of the law were sitting there, who had come from every village of Galilee and Judea and from Jerusalem. And the power of the Lord was with him to heal. <b class=\"verse-num\" id=\"v42005018-1\">18&nbsp;</b>And behold, some men were bringing on a bed a man who was paralyzed, and they were seeking to bring him in and lay him before Jesus, <b class=\"verse-num\" id=\"v42005019-1\">19&nbsp;</b>but finding no way to bring him in, because of the crowd, they went up on the roof and let him down with his bed through the tiles into the midst before Jesus. <b class=\"verse-num\" id=\"v42005020-1\">20&nbsp;</b>And when he saw their faith, he said, <span class=\"woc\">“Man, your sins are forgiven you.”</span> <b class=\"verse-num\" id=\"v42005021-1\">21&nbsp;</b>And the scribes and the Pharisees began to question, saying, “Who is this who speaks blasphemies? Who can forgive sins but God alone?” <b class=\"verse-num\" id=\"v42005022-1\">22&nbsp;</b>When Jesus perceived their thoughts, he answered them, <span class=\"woc\">“Why do you question in your hearts?</span> <b class=\"verse-num woc\" id=\"v42005023-1\">23&nbsp;</b><span class=\"woc\">Which is easier, to say, ‘Your sins are forgiven you,’ or to say, ‘Rise and walk’?</span> <b class=\"verse-num woc\" id=\"v42005024-1\">24&nbsp;</b><span class=\"woc\">But that you may know that the Son of Man has authority on earth to forgive sins”</span>—he said to the man who was paralyzed—<span class=\"woc\">“I say to you, rise, pick up your bed and go home.”</span> <b class=\"verse-num\" id=\"v42005025-1\">25&nbsp;</b>And immediately he rose up before them and picked up what he had been lying on and went home, glorifying God. <b class=\"verse-num\" id=\"v42005026-1\">26&nbsp;</b>And amazement seized them all, and they glorified God and were filled with awe, saying, “We have seen extraordinary things today.”</p>\n\n<p id=\"p42005026_17-27\"><b class=\"verse-num\" id=\"v42005027-1\">27&nbsp;</b>After this he went out and saw a tax collector named Levi, sitting at the tax booth. And he said to him, <span class=\"woc\">“Follow me.”</span> <b class=\"verse-num\" id=\"v42005028-1\">28&nbsp;</b>And leaving everything, he rose and followed him.</p>\n<p id=\"p42005028_17-27\"><b class=\"verse-num\" id=\"v42005029-1\">29&nbsp;</b>And Levi made him a great feast in his house, and there was a large company of tax collectors and others reclining at table with them. <b class=\"verse-num\" id=\"v42005030-1\">30&nbsp;</b>And the Pharisees and their scribes grumbled at his disciples, saying, “Why do you eat and drink with tax collectors and sinners?” <b class=\"verse-num\" id=\"v42005031-1\">31&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Those who are well have no need of a physician, but those who are sick.</span> <b class=\"verse-num woc\" id=\"v42005032-1\">32&nbsp;</b><span class=\"woc\">I have not come to call the righteous but sinners to repentance.”</span></p>\n\n<p id=\"p42005032_21-27\"><b class=\"verse-num\" id=\"v42005033-1\">33&nbsp;</b>And they said to him, “The disciples of John fast often and offer prayers, and so do the disciples of the Pharisees, but yours eat and drink.” <b class=\"verse-num\" id=\"v42005034-1\">34&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Can you make wedding guests fast while the bridegroom is with them?</span> <b class=\"verse-num woc\" id=\"v42005035-1\">35&nbsp;</b><span class=\"woc\">The days will come when the bridegroom is taken away from them, and then they will fast in those days.”</span> <b class=\"verse-num\" id=\"v42005036-1\">36&nbsp;</b>He also told them a parable: <span class=\"woc\">“No one tears a piece from a new garment and puts it on an old garment. If he does, he will tear the new, and the piece from the new will not match the old.</span> <b class=\"verse-num woc\" id=\"v42005037-1\">37&nbsp;</b><span class=\"woc\">And no one puts new wine into old wineskins. If he does, the new wine will burst the skins and it will be spilled, and the skins will be destroyed.</span> <b class=\"verse-num woc\" id=\"v42005038-1\">38&nbsp;</b><span class=\"woc\">But new wine must be put into fresh wineskins.</span> <b class=\"verse-num woc\" id=\"v42005039-1\">39&nbsp;</b><span class=\"woc\">And no one after drinking old wine desires new, for he says, ‘The old is good.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, that, as the people pressed upon him to hear the word of God, he stood by the lake of Gennesaret,  <strong>2</strong> And saw two ships standing by the lake: but the fishermen were gone out of them, and were washing their nets.  <strong>3</strong> And he entered into one of the ships, which was Simon’s, and prayed him that he would thrust out a little from the land. And he sat down, and taught the people out of the ship.  <strong>4</strong> Now when he had left speaking, he said unto Simon, Launch out into the deep, and let down your nets for a draught.  <strong>5</strong> And Simon answering said unto him, Master, we have toiled all the night, and have taken nothing: nevertheless at thy word I will let down the net.  <strong>6</strong> And when they had this done, they inclosed a great multitude of fishes: and their net brake.  <strong>7</strong> And they beckoned unto their partners, which were in the other ship, that they should come and help them. And they came, and filled both the ships, so that they began to sink.  <strong>8</strong> When Simon Peter saw it, he fell down at Jesus’ knees, saying, Depart from me; for I am a sinful man, O Lord.  <strong>9</strong> For he was astonished, and all that were with him, at the draught of the fishes which they had taken:  <strong>10</strong> And so was also James, and John, the sons of Zebedee, which were partners with Simon. And Jesus said unto Simon, Fear not; from henceforth thou shalt catch men.  <strong>11</strong> And when they had brought their ships to land, they forsook all, and followed him.  <strong>12</strong> And it came to pass, when he was in a certain city, behold a man full of leprosy: who seeing Jesus fell on his face, and besought him, saying, Lord, if thou wilt, thou canst make me clean.  <strong>13</strong> And he put forth his hand, and touched him, saying, I will: be thou clean. And immediately the leprosy departed from him.  <strong>14</strong> And he charged him to tell no man: but go, and shew thyself to the priest, and offer for thy cleansing, according as Moses commanded, for a testimony unto them.  <strong>15</strong> But so much the more went there a fame abroad of him: and great multitudes came together to hear, and to be healed by him of their infirmities.  <strong>16</strong> And he withdrew himself into the wilderness, and prayed.  <strong>17</strong> And it came to pass on a certain day, as he was teaching, that there were Pharisees and doctors of the law sitting by, which were come out of every town of Galilee, and Judaea, and Jerusalem: and the power of the Lord was present to heal them.  <strong>18</strong> And, behold, men brought in a bed a man which was taken with a palsy: and they sought means to bring him in, and to lay him  before him.  <strong>19</strong> And when they could not find by what way they might bring him in because of the multitude, they went upon the housetop, and let him down through the tiling with his couch into the midst before Jesus.  <strong>20</strong> And when he saw their faith, he said unto him, Man, thy sins are forgiven thee.  <strong>21</strong> And the scribes and the Pharisees began to reason, saying, Who is this which speaketh blasphemies? Who can forgive sins, but God alone?  <strong>22</strong> But when Jesus perceived their thoughts, he answering said unto them, What reason ye in your hearts?  <strong>23</strong> Whether is easier, to say, Thy sins be forgiven thee; or to say, Rise up and walk?  <strong>24</strong> But that ye may know that the Son of man hath power upon earth to forgive sins, (he said unto the sick of the palsy,) I say unto thee, Arise, and take up thy couch, and go into thine house.  <strong>25</strong> And immediately he rose up before them, and took up that whereon he lay, and departed to his own house, glorifying God.  <strong>26</strong> And they were all amazed, and they glorified God, and were filled with fear, saying, We have seen strange things to day.  <strong>27</strong> And after these things he went forth, and saw a publican, named Levi, sitting at the receipt of custom: and he said unto him, Follow me.  <strong>28</strong> And he left all, rose up, and followed him.  <strong>29</strong> And Levi made him a great feast in his own house: and there was a great company of publicans and of others that sat down with them.  <strong>30</strong> But their scribes and Pharisees murmured against his disciples, saying, Why do ye eat and drink with publicans and sinners?  <strong>31</strong> And Jesus answering said unto them, They that are whole need not a physician; but they that are sick.  <strong>32</strong> I came not to call the righteous, but sinners to repentance.  <strong>33</strong> And they said unto him, Why do the disciples of John fast often, and make prayers, and likewise the disciples of the Pharisees; but thine eat and drink?  <strong>34</strong> And he said unto them, Can ye make the children of the bridechamber fast, while the bridegroom is with them?  <strong>35</strong> But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days. <strong>36</strong> And he spake also a parable unto them; No man putteth a piece of a new garment upon an old; if otherwise, then both the new maketh a rent, and the piece that was taken out of the new agreeth not with the old.  <strong>37</strong> And no man putteth new wine into old bottles; else the new wine will burst the bottles, and be spilled, and the bottles shall perish.  <strong>38</strong> But new wine must be put into new bottles; and both are preserved.  <strong>39</strong> No man also having drunk old wine straightway desireth new: for he saith, The old is better. ","niv":"<sup><strong>1</strong></sup> One day as Jesus was standing by the Lake of Gennesaret, with the people crowding around him and listening to the word of God, <sup><strong>2</strong></sup> he saw at the water's edge two boats, left there by the fishermen, who were washing their nets. <sup><strong>3</strong></sup> He got into one of the boats, the one belonging to Simon, and asked him to put out a little from shore. Then he sat down and taught the people from the boat. <sup><strong>4</strong></sup> When he had finished speaking, he said to Simon, \"Put out into deep water, and let down the nets for a catch.\" <sup><strong>5</strong></sup> Simon answered, \"Master, we've worked hard all night and haven't caught anything. But because you say so, I will let down the nets.\" <sup><strong>6</strong></sup> When they had done so, they caught such a large number of fish that their nets began to break. <sup><strong>7</strong></sup> So they signaled their partners in the other boat to come and help them, and they came and filled both boats so full that they began to sink. <sup><strong>8</strong></sup> When Simon Peter saw this, he fell at Jesus' knees and said, \"Go away from me, Lord; I am a sinful man!\" <sup><strong>9</strong></sup> For he and all his companions were astonished at the catch of fish they had taken, <sup><strong>10</strong></sup> and so were James and John, the sons of Zebedee, Simon's partners. <sup><strong>11</strong></sup> Then Jesus said to Simon, \"Don't be afraid; from now on you will catch men.\" So they pulled their boats up on shore, left everything and followed him. <sup><strong>12</strong></sup> While Jesus was in one of the towns, a man came along who was covered with leprosy. When he saw Jesus, he fell with his face to the ground and begged him, \"Lord, if you are willing, you can make me clean.\" <sup><strong>13</strong></sup> Jesus reached out his hand and touched the man. \"I am willing,\" he said. \"Be clean!\" And immediately the leprosy left him. <sup><strong>14</strong></sup> Then Jesus ordered him, \"Don't tell anyone, but go, show yourself to the priest and offer the sacrifices that Moses commanded for your cleansing, as a testimony to them.\" <sup><strong>15</strong></sup> Yet the news about him spread all the more, so that crowds of people came to hear him and to be healed of their sicknesses. <sup><strong>16</strong></sup> But Jesus often withdrew to lonely places and prayed. <sup><strong>17</strong></sup> One day as he was teaching, Pharisees and teachers of the law, who had come from every village of Galilee and from Judea and Jerusalem, were sitting there. And the power of the Lord was present for him to heal the sick. <sup><strong>18</strong></sup> Some men came carrying a paralytic on a mat and tried to take him into the house to lay him before Jesus. <sup><strong>19</strong></sup> When they could not find a way to do this because of the crowd, they went up on the roof and lowered him on his mat through the tiles into the middle of the crowd, right in front of Jesus. <sup><strong>20</strong></sup> When Jesus saw their faith, he said, \"Friend, your sins are forgiven.\" <sup><strong>21</strong></sup> The Pharisees and the teachers of the law began thinking to themselves, \"Who is this fellow who speaks blasphemy? Who can forgive sins but God alone?\" <sup><strong>22</strong></sup> Jesus knew what they were thinking and asked, \"Why are you thinking these things in your hearts? <sup><strong>23</strong></sup> Which is easier: to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? <sup><strong>24</strong></sup> But that you may know that the Son of Man has authority on earth to forgive sins....\" He said to the paralyzed man, \"I tell you, get up, take your mat and go home.\" <sup><strong>25</strong></sup> Immediately he stood up in front of them, took what he had been lying on and went home praising God. <sup><strong>26</strong></sup> Everyone was amazed and gave praise to God. They were filled with awe and said, \"We have seen remarkable things today.\" <sup><strong>27</strong></sup> After this, Jesus went out and saw a tax collector by the name of Levi sitting at his tax booth. \"Follow me,\" Jesus said to him, <sup><strong>28</strong></sup> and Levi got up, left everything and followed him. <sup><strong>29</strong></sup> Then Levi held a great banquet for Jesus at his house, and a large crowd of tax collectors and others were eating with them. <sup><strong>30</strong></sup> But the Pharisees and the teachers of the law who belonged to their sect complained to his disciples, \"Why do you eat and drink with tax collectors and 'sinners'?\" <sup><strong>31</strong></sup> Jesus answered them, \"It is not the healthy who need a doctor, but the sick. <sup><strong>32</strong></sup> I have not come to call the righteous, but sinners to repentance.\" <sup><strong>33</strong></sup> They said to him, \"John's disciples often fast and pray, and so do the disciples of the Pharisees, but yours go on eating and drinking.\" <sup><strong>34</strong></sup> Jesus answered, \"Can you make the guests of the bridegroom fast while he is with them? <sup><strong>35</strong></sup> But the time will come when the bridegroom will be taken from them; in those days they will fast.\" <sup><strong>36</strong></sup> He told them this parable: \"No one tears a patch from a new garment and sews it on an old one. If he does, he will have torn the new garment, and the patch from the new will not match the old. <sup><strong>37</strong></sup> And no one pours new wine into old wineskins. If he does, the new wine will burst the skins, the wine will run out and the wineskins will be ruined. <sup><strong>38</strong></sup> No, new wine must be poured into new wineskins. <sup><strong>39</strong></sup> And no one after drinking old wine wants the new, for he says, 'The old is better.'\" "}]}