{"_id":"61619a1cc0307ca401cc40fa","slug":"feeling-out-of-place","name":"Feeling Out Of Place","verses":[{"_id":"61619a1cc0307ca401cc40fb","topicId":"61619a1cc0307ca401cc40fa","verse":"Philippians 2:1-11","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. <b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n\n</div>","kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  <strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! <sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. "},{"_id":"61619a1dc0307ca401cc40fd","topicId":"61619a1cc0307ca401cc40fa","verse":"Acts 17:27","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44017027_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017027-1\">27&nbsp;</b>that they should seek God, and perhaps feel their way toward him and find him. Yet he is actually not far from each one of us,</p>\n</div>","kjv":"<strong>27</strong> That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us:  ","niv":"<sup><strong>27</strong></sup> God did this so that men would seek him and perhaps reach out for him and find him, though he is not far from each one of us.","modified":"2022-10-15T13:19:36.048Z"},{"_id":"61619a1dc0307ca401cc40fc","topicId":"61619a1cc0307ca401cc40fa","verse":"Hebrews 11:13-16","votes":10,"__v":0,"esv":"<div>\n<p id=\"p58011013_01-3\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n</div>","kjv":"<strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  ","niv":"<sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. "},{"_id":"61619a1dc0307ca401cc40fe","topicId":"61619a1cc0307ca401cc40fa","verse":"James 4:6-7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59004006_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004006-1\">6&nbsp;</b>But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.” <b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>6</strong> But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.  <strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>6</strong></sup> But he gives us more grace. That is why Scripture says: \"God opposes the proud but gives grace to the humble.\" <sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you. "},{"_id":"61619a1ec0307ca401cc40ff","topicId":"61619a1cc0307ca401cc40fa","verse":"1 John 4:5-7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62004005_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004005-1\">5&nbsp;</b>They are from the world; therefore they speak from the world, and the world listens to them. <b class=\"verse-num\" id=\"v62004006-1\">6&nbsp;</b>We are from God. Whoever knows God listens to us; whoever is not from God does not listen to us. By this we know the Spirit of truth and the spirit of error.</p>\n\n<p id=\"p62004006_04-5\"><b class=\"verse-num\" id=\"v62004007-1\">7&nbsp;</b>Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.</p>\n</div>","kjv":"<strong>5</strong> They are of the world: therefore speak they of the world, and the world heareth them.  <strong>6</strong> We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.  <strong>7</strong> Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.  ","niv":"<sup><strong>5</strong></sup> They are from the world and therefore speak from the viewpoint of the world, and the world listens to them. <sup><strong>6</strong></sup> We are from God, and whoever knows God listens to us; but whoever is not from God does not listen to us. This is how we recognize the Spirit of truth and the spirit of falsehood. <sup><strong>7</strong></sup> Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God. "},{"_id":"61619a1ec0307ca401cc4100","topicId":"61619a1cc0307ca401cc40fa","verse":"1 John 1:4-5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62001004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001004-1\">4&nbsp;</b>And we are writing these things so that our joy may be complete.</p>\n\n<p id=\"p62001004_05-6\"><b class=\"verse-num\" id=\"v62001005-1\">5&nbsp;</b>This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all.</p>\n\n</div>","kjv":"<strong>4</strong> And these things write we unto you, that your joy may be full.  <strong>5</strong> This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.  ","niv":"<sup><strong>4</strong></sup> We write this to make our joy complete. <sup><strong>5</strong></sup> This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all. "},{"_id":"61619a1ec0307ca401cc4101","topicId":"61619a1cc0307ca401cc40fa","verse":"James 1:16-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001016_01-7\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.</p>\n\n</div>","kjv":"<strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  ","niv":"<sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. "},{"_id":"61619a1fc0307ca401cc4102","topicId":"61619a1cc0307ca401cc40fa","verse":"Hebrews 13:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58013006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013006-1\">6&nbsp;</b>So we can confidently say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58013006_01-8\" class=\"line\">&nbsp;&nbsp;“The Lord is my helper;</span><br><span id=\"p58013006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not fear;</span><br><span id=\"p58013006_01-8\" class=\"line\">&nbsp;&nbsp;what can man do to me?”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.  ","niv":"<sup><strong>6</strong></sup> So we say with confidence, \"The Lord is my helper; I will not be afraid. What can man do to me?\""},{"_id":"61619a1fc0307ca401cc4103","topicId":"61619a1cc0307ca401cc40fa","verse":"2 Thessalonians 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p53003016_02-9\"><b class=\"verse-num\" id=\"v53003016-1\">16&nbsp;</b>Now may the Lord of peace himself give you peace at all times in every way. The Lord be with you all.</p>\n</div>","kjv":"<strong>16</strong> Now the Lord of peace himself give you peace always by all means. The Lord be with you all.  ","niv":"<sup><strong>16</strong></sup> Now may the Lord of peace himself give you peace at all times and in every way. The Lord be with all of you."},{"_id":"61619a1fc0307ca401cc4104","topicId":"61619a1cc0307ca401cc40fa","verse":"John 15:19-20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43015019_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015019-1\">19&nbsp;</b><span class=\"woc\">If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you.</span> <b class=\"verse-num woc\" id=\"v43015020-1\">20&nbsp;</b><span class=\"woc\">Remember the word that I said to you: ‘A servant is not greater than his master.’ If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.</span></p>\n</div>","kjv":"<strong>19</strong> If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.  <strong>20</strong> Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.  ","niv":"<sup><strong>19</strong></sup> If you belonged to the world, it would love you as its own. As it is, you do not belong to the world, but I have chosen you out of the world. That is why the world hates you. <sup><strong>20</strong></sup> Remember the words I spoke to you: 'No servant is greater than his master.' If they persecuted me, they will persecute you also. If they obeyed my teaching, they will obey yours also. "},{"_id":"61619a20c0307ca401cc4107","topicId":"61619a1cc0307ca401cc40fa","verse":"1 John 2:14-15","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002014_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_01-11\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p62002014_06-11\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.</p>\n</div>","kjv":"<strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  <strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  ","niv":"<sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. <sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. "},{"_id":"61619a20c0307ca401cc4106","topicId":"61619a1cc0307ca401cc40fa","verse":"Revelation 21:1-3","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66021001_08-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. <b class=\"verse-num\" id=\"v66021002-1\">2&nbsp;</b>And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband. <b class=\"verse-num\" id=\"v66021003-1\">3&nbsp;</b>And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  <strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  <strong>3</strong> And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.  ","niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea. <sup><strong>2</strong></sup> I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband. <sup><strong>3</strong></sup> And I heard a loud voice from the throne saying, \"Now the dwelling of God is with men, and he will live with them. They will be his people, and God himself will be with them and be their God. "},{"_id":"61619a20c0307ca401cc4105","topicId":"61619a1cc0307ca401cc40fa","verse":"1 John 4:15-17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62004015_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004015-1\">15&nbsp;</b>Whoever confesses that Jesus is the Son of God, God abides in him, and he in God. <b class=\"verse-num\" id=\"v62004016-1\">16&nbsp;</b>So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him. <b class=\"verse-num\" id=\"v62004017-1\">17&nbsp;</b>By this is love perfected with us, so that we may have confidence for the day of judgment, because as he is so also are we in this world.</p>\n</div>","kjv":"<strong>15</strong> Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.  <strong>16</strong> And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.  <strong>17</strong> Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.  ","niv":"<sup><strong>15</strong></sup> If anyone acknowledges that Jesus is the Son of God, God lives in him and he in God. <sup><strong>16</strong></sup> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him. <sup><strong>17</strong></sup> In this way, love is made complete among us so that we will have confidence on the day of judgment, because in this world we are like him. "},{"_id":"61619a21c0307ca401cc4108","topicId":"61619a1cc0307ca401cc40fa","verse":"Hebrews 11:36-40","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58011036_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n<p id=\"p58011038_01-14\"><b class=\"verse-num\" id=\"v58011039-1\">39&nbsp;</b>And all these, though commended through their faith, did not receive what was promised, <b class=\"verse-num\" id=\"v58011040-1\">40&nbsp;</b>since God had provided something better for us, that apart from us they should not be made perfect.</p>\n\n</div>","kjv":"<strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  ","niv":"<sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. <sup><strong>39</strong></sup> These were all commended for their faith, yet none of them received what had been promised. <sup><strong>40</strong></sup> God had planned something better for us so that only together with us would they be made perfect. "},{"_id":"61619a21c0307ca401cc4109","topicId":"61619a1cc0307ca401cc40fa","verse":"Hebrews 10:24-25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010024_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010024-1\">24&nbsp;</b>And let us consider how to stir up one another to love and good works, <b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>24</strong> And let us consider one another to provoke unto love and to good works:  <strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>24</strong></sup> And let us consider how we may spur one another on toward love and good deeds. <sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching. "},{"_id":"61619a21c0307ca401cc410a","topicId":"61619a1cc0307ca401cc40fa","verse":"Hebrews 13:4-6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous. <b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.” <b class=\"verse-num\" id=\"v58013006-1\">6&nbsp;</b>So we can confidently say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58013006_01-16\" class=\"line\">&nbsp;&nbsp;“The Lord is my helper;</span><br><span id=\"p58013006_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not fear;</span><br><span id=\"p58013006_01-16\" class=\"line\">&nbsp;&nbsp;what can man do to me?”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  <strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  <strong>6</strong> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral. <sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\" <sup><strong>6</strong></sup> So we say with confidence, \"The Lord is my helper; I will not be afraid. What can man do to me?\" "},{"_id":"61619a21c0307ca401cc410b","topicId":"61619a1cc0307ca401cc40fa","verse":"James 4:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59004004_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.</p>\n\n</div>","kjv":"<strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  ","niv":"<sup><strong>4</strong></sup> You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God."},{"_id":"61619a22c0307ca401cc410c","topicId":"61619a1cc0307ca401cc40fa","verse":"Philippians 4:6-9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. <b class=\"verse-num\" id=\"v50004007-1\">7&nbsp;</b>And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.</p>\n<p id=\"p50004007_01-18\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things. <b class=\"verse-num\" id=\"v50004009-1\">9&nbsp;</b>What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.</p>\n\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  <strong>7</strong> And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.  <strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  <strong>9</strong> Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. <sup><strong>7</strong></sup> And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. <sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things. <sup><strong>9</strong></sup> Whatever you have learned or received or heard from me, or seen in me--put it into practice. And the God of peace will be with you. "},{"_id":"61619a22c0307ca401cc410e","topicId":"61619a1cc0307ca401cc40fa","verse":"Colossians 3:12-14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p51003012_01-19\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony.</p>\n</div>","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  ","niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. ","modified":"2022-08-08T11:21:44.596Z"},{"_id":"61619a22c0307ca401cc410d","topicId":"61619a1cc0307ca401cc40fa","verse":"2 Thessalonians 3:1-3","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p53003001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53003001-1\">3:1&nbsp;</b>Finally, brothers, pray for us, that the word of the Lord may speed ahead and be honored, as happened among you, <b class=\"verse-num\" id=\"v53003002-1\">2&nbsp;</b>and that we may be delivered from wicked and evil men. For not all have faith. <b class=\"verse-num\" id=\"v53003003-1\">3&nbsp;</b>But the Lord is faithful. He will establish you and guard you against the evil one.</p>\n\n</div>","kjv":"<strong>1</strong> Finally, brethren, pray for us, that the word of the Lord may have free course, and be glorified, even as it is with you:  <strong>2</strong> And that we may be delivered from unreasonable and wicked men: for all men have not faith.  <strong>3</strong> But the Lord is faithful, who shall stablish you, and keep you  from evil.  ","niv":"<sup><strong>1</strong></sup> Finally, brothers, pray for us that the message of the Lord may spread rapidly and be honored, just as it was with you. <sup><strong>2</strong></sup> And pray that we may be delivered from wicked and evil men, for not everyone has faith. <sup><strong>3</strong></sup> But the Lord is faithful, and he will strengthen and protect you from the evil one. "},{"_id":"61619a23c0307ca401cc4110","topicId":"61619a1cc0307ca401cc40fa","verse":"Ephesians 4:15-17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004015_01-21\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n\n<p id=\"p49004016_04-21\"><b class=\"verse-num\" id=\"v49004017-1\">17&nbsp;</b>Now this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds.</p>\n</div>","kjv":"<strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  <strong>17</strong> This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,  ","niv":"<sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. <sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work. <sup><strong>17</strong></sup> So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking. "},{"_id":"61619a23c0307ca401cc410f","topicId":"61619a1cc0307ca401cc40fa","verse":"Philippians 2:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50002004_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others.</p>\n</div>","kjv":"<strong>4</strong> Look not every man on his own things, but every man also on the things of others.  ","niv":"<sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others."},{"_id":"61619a23c0307ca401cc4111","topicId":"61619a1cc0307ca401cc40fa","verse":"Ephesians 6:10-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-23\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. "},{"_id":"61619a23c0307ca401cc4112","topicId":"61619a1cc0307ca401cc40fa","verse":"Philippians 3:19-21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50003019_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003019-1\">19&nbsp;</b>Their end is destruction, their god is their belly, and they glory in their shame, with minds set on earthly things. <b class=\"verse-num\" id=\"v50003020-1\">20&nbsp;</b>But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ, <b class=\"verse-num\" id=\"v50003021-1\">21&nbsp;</b>who will transform our lowly body to be like his glorious body, by the power that enables him even to subject all things to himself.</p>\n</div>","kjv":"<strong>19</strong> Whose end is destruction, whose God is their belly, and whose glory is in their shame, who mind earthly things.)  <strong>20</strong> For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:  <strong>21</strong> Who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.  ","niv":"<sup><strong>19</strong></sup> Their destiny is destruction, their god is their stomach, and their glory is in their shame. Their mind is on earthly things. <sup><strong>20</strong></sup> But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ, <sup><strong>21</strong></sup> who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body. "},{"_id":"61619a24c0307ca401cc4113","topicId":"61619a1cc0307ca401cc40fa","verse":"Ephesians 4:1-4","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49004001_07-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49004001-1\">4:1&nbsp;</b>I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, <b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love, <b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace. <b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—</p>\n</div>","kjv":"<strong>1</strong> I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,  <strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  <strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  <strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  ","niv":"<sup><strong>1</strong></sup> As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received. <sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love. <sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace. <sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- "}]}