{"_id":"61619c1cc0307ca401cc41e7","slug":"feng-shui","name":"Feng Shui","verses":[{"_id":"61619c1dc0307ca401cc41e8","topicId":"61619c1cc0307ca401cc41e7","verse":"1 Timothy 4:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons,</p>\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons."},{"_id":"61619c1dc0307ca401cc41e9","topicId":"61619c1cc0307ca401cc41e7","verse":"Colossians 2:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-2\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"61619c1dc0307ca401cc41ea","topicId":"61619c1cc0307ca401cc41e7","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-3\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61619c1ec0307ca401cc41eb","topicId":"61619c1cc0307ca401cc41e7","verse":"1 Thessalonians 5:16-18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p52005016_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005016-1\">16&nbsp;</b>Rejoice always, <b class=\"verse-num\" id=\"v52005017-1\">17&nbsp;</b>pray without ceasing, <b class=\"verse-num\" id=\"v52005018-1\">18&nbsp;</b>give thanks in all circumstances; for this is the will of God in Christ Jesus for you.</p>\n</div>","kjv":"<strong>16</strong> Rejoice evermore.  <strong>17</strong> Pray without ceasing.  <strong>18</strong> In every thing give thanks: for this is the will of God in Christ Jesus concerning you.  ","niv":"<sup><strong>16</strong></sup> Be joyful always; <sup><strong>17</strong></sup> pray continually; <sup><strong>18</strong></sup> give thanks in all circumstances, for this is God's will for you in Christ Jesus. "}]}