{"_id":"6161a10ac0307ca401cc42b0","slug":"financial-curses","name":"Financial Curses","verses":[{"_id":"6161a10bc0307ca401cc42b1","topicId":"6161a10ac0307ca401cc42b0","verse":"Malachi 3:6-10","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p39003006_03-1\"><b class=\"verse-num\" id=\"v39003006-1\">6&nbsp;</b>“For I the LORD do not change; therefore you, O children of Jacob, are not consumed. <b class=\"verse-num\" id=\"v39003007-1\">7&nbsp;</b>From the days of your fathers you have turned aside from my statutes and have not kept them. Return to me, and I will return to you, says the LORD of hosts. But you say, ‘How shall we return?’ <b class=\"verse-num\" id=\"v39003008-1\">8&nbsp;</b>Will man rob God? Yet you are robbing me. But you say, ‘How have we robbed you?’ In your tithes and contributions. <b class=\"verse-num\" id=\"v39003009-1\">9&nbsp;</b>You are cursed with a curse, for you are robbing me, the whole nation of you. <b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>6</strong> For I am the LORD, I change not; therefore ye sons of Jacob are not consumed.  <strong>7</strong> Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the LORD of hosts. But ye said, Wherein shall we return?  <strong>8</strong> Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.  <strong>9</strong> Ye are cursed with a curse: for ye have robbed me, even  this whole nation.  <strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>6</strong></sup> \"I the LORD do not change. So you, O descendants of Jacob, are not destroyed. <sup><strong>7</strong></sup> Ever since the time of your forefathers you have turned away from my decrees and have not kept them. Return to me, and I will return to you,\" says the LORD Almighty. \"But you ask, 'How are we to return?' <sup><strong>8</strong></sup> \"Will a man rob God? Yet you rob me. \"But you ask, 'How do we rob you?'\"In tithes and offerings. <sup><strong>9</strong></sup> You are under a curse-the whole nation of you-because you are robbing me. <sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it. ","modified":"2023-12-10T03:07:42.864Z"},{"_id":"6161a10bc0307ca401cc42b2","topicId":"6161a10ac0307ca401cc42b0","verse":"Mark 12:41-44","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p41012041_04-2\"><b class=\"verse-num\" id=\"v41012041-1\">41&nbsp;</b>And he sat down opposite the treasury and watched the people putting money into the offering box. Many rich people put in large sums. <b class=\"verse-num\" id=\"v41012042-1\">42&nbsp;</b>And a poor widow came and put in two small copper coins, which make a penny. <b class=\"verse-num\" id=\"v41012043-1\">43&nbsp;</b>And he called his disciples to him and said to them, <span class=\"woc\">“Truly, I say to you, this poor widow has put in more than all those who are contributing to the offering box.</span> <b class=\"verse-num woc\" id=\"v41012044-1\">44&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty has put in everything she had, all she had to live on.”</span></p>\n\n</div>","kjv":"<strong>41</strong> And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much.  <strong>42</strong> And there came a certain poor widow, and she threw in two mites, which make a farthing.  <strong>43</strong> And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:  <strong>44</strong> For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living. ","niv":"<sup><strong>41</strong></sup> Jesus sat down opposite the place where the offerings were put and watched the crowd putting their money into the temple treasury. Many rich people threw in large amounts. <sup><strong>42</strong></sup> But a poor widow came and put in two very small copper coins, worth only a fraction of a penny. <sup><strong>43</strong></sup> Calling his disciples to him, Jesus said, \"I tell you the truth, this poor widow has put more into the treasury than all the others. <sup><strong>44</strong></sup> They all gave out of their wealth; but she, out of her poverty, put in everything--all she had to live on.\" "},{"_id":"6161a10bc0307ca401cc42b3","topicId":"6161a10ac0307ca401cc42b0","verse":"1 Timothy 5:8","votes":13,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"6161a10cc0307ca401cc42b4","topicId":"6161a10ac0307ca401cc42b0","verse":"2 Corinthians 9:6","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p47009006_04-5\"><b class=\"verse-num\" id=\"v47009006-1\">6&nbsp;</b>The point is this: whoever sows sparingly will also reap sparingly, and whoever sows bountifully will also reap bountifully.</p>\n\n</div>","kjv":"<strong>6</strong> But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully.  ","niv":"<sup><strong>6</strong></sup> Remember this: Whoever sows sparingly will also reap sparingly, and whoever sows generously will also reap generously."},{"_id":"6161a10cc0307ca401cc42b5","topicId":"6161a10ac0307ca401cc42b0","verse":"Romans 13:8","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-6\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law."},{"_id":"6161a10cc0307ca401cc42b6","topicId":"6161a10ac0307ca401cc42b0","verse":"2 Corinthians 9:7","votes":10,"__v":0,"esv":"<div>\n<p id=\"p47009007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009007-1\">7&nbsp;</b>Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.</p>\n</div>","kjv":"<strong>7</strong> Every man according as he purposeth in his heart, so let him give;  not grudgingly, or of necessity: for God loveth a cheerful giver.  ","niv":"<sup><strong>7</strong></sup> Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."},{"_id":"6161a10dc0307ca401cc42b7","topicId":"6161a10ac0307ca401cc42b0","verse":"James 4:7","votes":10,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you."},{"_id":"6161a10dc0307ca401cc42b8","topicId":"6161a10ac0307ca401cc42b0","verse":"2 Corinthians 8:1-24","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p47008001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47008001-1\">8:1&nbsp;</b>We want you to know, brothers, about the grace of God that has been given among the churches of Macedonia, <b class=\"verse-num\" id=\"v47008002-1\">2&nbsp;</b>for in a severe test of affliction, their abundance of joy and their extreme poverty have overflowed in a wealth of generosity on their part. <b class=\"verse-num\" id=\"v47008003-1\">3&nbsp;</b>For they gave according to their means, as I can testify, and beyond their means, of their own accord, <b class=\"verse-num\" id=\"v47008004-1\">4&nbsp;</b>begging us earnestly for the favor of taking part in the relief of the saints—<b class=\"verse-num\" id=\"v47008005-1\">5&nbsp;</b>and this, not as we expected, but they gave themselves first to the Lord and then by the will of God to us. <b class=\"verse-num\" id=\"v47008006-1\">6&nbsp;</b>Accordingly, we urged Titus that as he had started, so he should complete among you this act of grace. <b class=\"verse-num\" id=\"v47008007-1\">7&nbsp;</b>But as you excel in everything—in faith, in speech, in knowledge, in all earnestness, and in our love for you—see that you excel in this act of grace also.</p>\n<p id=\"p47008007_05-9\"><b class=\"verse-num\" id=\"v47008008-1\">8&nbsp;</b>I say this not as a command, but to prove by the earnestness of others that your love also is genuine. <b class=\"verse-num\" id=\"v47008009-1\">9&nbsp;</b>For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you by his poverty might become rich. <b class=\"verse-num\" id=\"v47008010-1\">10&nbsp;</b>And in this matter I give my judgment: this benefits you, who a year ago started not only to do this work but also to desire to do it. <b class=\"verse-num\" id=\"v47008011-1\">11&nbsp;</b>So now finish doing it as well, so that your readiness in desiring it may be matched by your completing it out of what you have. <b class=\"verse-num\" id=\"v47008012-1\">12&nbsp;</b>For if the readiness is there, it is acceptable according to what a person has, not according to what he does not have. <b class=\"verse-num\" id=\"v47008013-1\">13&nbsp;</b>For I do not mean that others should be eased and you burdened, but that as a matter of fairness <b class=\"verse-num\" id=\"v47008014-1\">14&nbsp;</b>your abundance at the present time should supply their need, so that their abundance may supply your need, that there may be fairness. <b class=\"verse-num\" id=\"v47008015-1\">15&nbsp;</b>As it is written, “Whoever gathered much had nothing left over, and whoever gathered little had no lack.”</p>\n\n<p id=\"p47008015_08-9\"><b class=\"verse-num\" id=\"v47008016-1\">16&nbsp;</b>But thanks be to God, who put into the heart of Titus the same earnest care I have for you. <b class=\"verse-num\" id=\"v47008017-1\">17&nbsp;</b>For he not only accepted our appeal, but being himself very earnest he is going to you of his own accord. <b class=\"verse-num\" id=\"v47008018-1\">18&nbsp;</b>With him we are sending the brother who is famous among all the churches for his preaching of the gospel. <b class=\"verse-num\" id=\"v47008019-1\">19&nbsp;</b>And not only that, but he has been appointed by the churches to travel with us as we carry out this act of grace that is being ministered by us, for the glory of the Lord himself and to show our good will. <b class=\"verse-num\" id=\"v47008020-1\">20&nbsp;</b>We take this course so that no one should blame us about this generous gift that is being administered by us, <b class=\"verse-num\" id=\"v47008021-1\">21&nbsp;</b>for we aim at what is honorable not only in the Lord’s sight but also in the sight of man. <b class=\"verse-num\" id=\"v47008022-1\">22&nbsp;</b>And with them we are sending our brother whom we have often tested and found earnest in many matters, but who is now more earnest than ever because of his great confidence in you. <b class=\"verse-num\" id=\"v47008023-1\">23&nbsp;</b>As for Titus, he is my partner and fellow worker for your benefit. And as for our brothers, they are messengers of the churches, the glory of Christ. <b class=\"verse-num\" id=\"v47008024-1\">24&nbsp;</b>So give proof before the churches of your love and of our boasting about you to these men.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, we do you to wit of the grace of God bestowed on the churches of Macedonia;  <strong>2</strong> How that in a great trial of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality.  <strong>3</strong> For to their power, I bear record, yea, and beyond their  power they were willing of themselves;  <strong>4</strong> Praying us with much intreaty that we would receive the gift, and take upon us the fellowship of the ministering to the saints.  <strong>5</strong> And this they did, not as we hoped, but first gave their own selves to the Lord, and unto us by the will of God.  <strong>6</strong> Insomuch that we desired Titus, that as he had begun, so he would also finish in you the same grace also.  <strong>7</strong> Therefore, as ye abound in every thing, in faith, and utterance, and knowledge, and in all diligence, and in  your love to us, see that ye abound in this grace also.  <strong>8</strong> I speak not by commandment, but by occasion of the forwardness of others, and to prove the sincerity of your love.  <strong>9</strong> For ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich.  <strong>10</strong> And herein I give my advice: for this is expedient for you, who have begun before, not only to do, but also to be forward a year ago.  <strong>11</strong> Now therefore perform the doing of it; that as there was  a readiness to will, so there may be a performance also out of that which ye have.  <strong>12</strong> For if there be first a willing mind, it is accepted according to that a man hath, and not according to that he hath not.  <strong>13</strong> For I mean not that other men be eased, and ye burdened:  <strong>14</strong> But by an equality, that now at this time your abundance may be a supply for their want, that their abundance also may be a supply for your want: that there may be equality:  <strong>15</strong> As it is written, He that had gathered much had nothing over; and he that had gathered little had no lack.  <strong>16</strong> But thanks be to God, which put the same earnest care into the heart of Titus for you.  <strong>17</strong> For indeed he accepted the exhortation; but being more forward, of his own accord he went unto you.  <strong>18</strong> And we have sent with him the brother, whose praise is in the gospel throughout all the churches;  <strong>19</strong> And not that only, but who was also chosen of the churches to travel with us with this grace, which is administered by us to the glory of the same Lord, and declaration of your ready mind:  <strong>20</strong> Avoiding this, that no man should blame us in this abundance which is administered by us:  <strong>21</strong> Providing for honest things, not only in the sight of the Lord, but also in the sight of men.  <strong>22</strong> And we have sent with them our brother, whom we have oftentimes proved diligent in many things, but now much more diligent, upon the great confidence which I have in you.  <strong>23</strong> Whether any do enquire of Titus, he is my partner and fellowhelper concerning you: or our brethren be enquired of, they are the messengers of the churches, and the glory of Christ.  <strong>24</strong> Wherefore shew ye to them, and before the churches, the proof of your love, and of our boasting on your behalf.  ","niv":"<sup><strong>1</strong></sup> And now, brothers, we want you to know about the grace that God has given the Macedonian churches. <sup><strong>2</strong></sup> Out of the most severe trial, their overflowing joy and their extreme poverty welled up in rich generosity. <sup><strong>3</strong></sup> For I testify that they gave as much as they were able, and even beyond their ability. Entirely on their own, <sup><strong>4</strong></sup> they urgently pleaded with us for the privilege of sharing in this service to the saints. <sup><strong>5</strong></sup> And they did not do as we expected, but they gave themselves first to the Lord and then to us in keeping with God's will. <sup><strong>6</strong></sup> So we urged Titus, since he had earlier made a beginning, to bring also to completion this act of grace on your part. <sup><strong>7</strong></sup> But just as you excel in everything--in faith, in speech, in knowledge, in complete earnestness and in your love for us--see that you also excel in this grace of giving. <sup><strong>8</strong></sup> I am not commanding you, but I want to test the sincerity of your love by comparing it with the earnestness of others. <sup><strong>9</strong></sup> For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sakes he became poor, so that you through his poverty might become rich. <sup><strong>10</strong></sup> And here is my advice about what is best for you in this matter: Last year you were the first not only to give but also to have the desire to do so. <sup><strong>11</strong></sup> Now finish the work, so that your eager willingness to do it may be matched by your completion of it, according to your means. <sup><strong>12</strong></sup> For if the willingness is there, the gift is acceptable according to what one has, not according to what he does not have. <sup><strong>13</strong></sup> Our desire is not that others might be relieved while you are hard pressed, but that there might be equality. <sup><strong>14</strong></sup> At the present time your plenty will supply what they need, so that in turn their plenty will supply what you need. Then there will be equality, <sup><strong>15</strong></sup> as it is written: \"He who gathered much did not have too much, and he who gathered little did not have too little.\" <sup><strong>16</strong></sup> I thank God, who put into the heart of Titus the same concern I have for you. <sup><strong>17</strong></sup> For Titus not only welcomed our appeal, but he is coming to you with much enthusiasm and on his own initiative. <sup><strong>18</strong></sup> And we are sending along with him the brother who is praised by all the churches for his service to the gospel. <sup><strong>19</strong></sup> What is more, he was chosen by the churches to accompany us as we carry the offering, which we administer in order to honor the Lord himself and to show our eagerness to help. <sup><strong>20</strong></sup> We want to avoid any criticism of the way we administer this liberal gift. <sup><strong>21</strong></sup> For we are taking pains to do what is right, not only in the eyes of the Lord but also in the eyes of men. <sup><strong>22</strong></sup> In addition, we are sending with them our brother who has often proved to us in many ways that he is zealous, and now even more so because of his great confidence in you. <sup><strong>23</strong></sup> As for Titus, he is my partner and fellow worker among you; as for our brothers, they are representatives of the churches and an honor to Christ. <sup><strong>24</strong></sup> Therefore show these men the proof of your love and the reason for our pride in you, so that the churches can see it. "},{"_id":"6161a10dc0307ca401cc42b9","topicId":"6161a10ac0307ca401cc42b0","verse":"Malachi 3:10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p39003010_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it."},{"_id":"6161a10dc0307ca401cc42ba","topicId":"6161a10ac0307ca401cc42b0","verse":"Galatians 3:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48003016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003016-1\">16&nbsp;</b>Now the promises were made to Abraham and to his offspring. It does not say, “And to offsprings,” referring to many, but referring to one, “And to your offspring,” who is Christ.</p>\n</div>","kjv":"<strong>16</strong> Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.  ","niv":"<sup><strong>16</strong></sup> The promises were spoken to Abraham and to his seed. The Scripture does not say \"and to seeds,\" meaning many people, but \"and to your seed,\" meaning one person, who is Christ."},{"_id":"6161a10ec0307ca401cc42bb","topicId":"6161a10ac0307ca401cc42b0","verse":"James 5:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59005010_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005010-1\">10&nbsp;</b>As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord.</p>\n</div>","kjv":"<strong>10</strong> Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience.  ","niv":"<sup><strong>10</strong></sup> Brothers, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord."},{"_id":"6161a10ec0307ca401cc42bc","topicId":"6161a10ac0307ca401cc42b0","verse":"John 8:32","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\"","modified":"2022-02-08T23:26:55.285Z"},{"_id":"6161a10ec0307ca401cc42bd","topicId":"6161a10ac0307ca401cc42b0","verse":"John 3:16","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-14\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6161a10fc0307ca401cc42be","topicId":"6161a10ac0307ca401cc42b0","verse":"Matthew 6:19-21","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-15\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. "},{"_id":"6161a10fc0307ca401cc42bf","topicId":"6161a10ac0307ca401cc42b0","verse":"Ecclesiastes 6:1-2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p21006001_01-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21006001-1\">6:1&nbsp;</b>There is an evil that I have seen under the sun, and it lies heavy on mankind: <b class=\"verse-num\" id=\"v21006002-1\">2&nbsp;</b>a man to whom God gives wealth, possessions, and honor, so that he lacks nothing of all that he desires, yet God does not give him power to enjoy them, but a stranger enjoys them. This is vanity; it is a grievous evil.</p>\n\n</div>","kjv":"<strong>1</strong> There is an evil which I have seen under the sun, and it is  common among men:  <strong>2</strong> A man to whom God hath given riches, wealth, and honour, so that he wanteth nothing for his soul of all that he desireth, yet God giveth him not power to eat thereof, but a stranger eateth it: this is vanity, and it is an evil disease.  ","niv":"<sup><strong>1</strong></sup> I have seen another evil under the sun, and it weighs heavily on men: <sup><strong>2</strong></sup> God gives a man wealth, possessions and honor, so that he lacks nothing his heart desires, but God does not enable him to enjoy them, and a stranger enjoys them instead. This is meaningless, a grievous evil. "},{"_id":"6161a10fc0307ca401cc42c0","topicId":"6161a10ac0307ca401cc42b0","verse":"Proverbs 13:22","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013022_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013022-1\">22&nbsp;</b>&nbsp;&nbsp;A good man leaves an inheritance to his children’s children,</span><br><span id=\"p20013022_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the sinner’s wealth is laid up for the righteous.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> A good man leaveth an inheritance to his children’s children: and the wealth of the sinner is laid up for the just.  ","niv":"<sup><strong>22</strong></sup> A good man leaves an inheritance for his children's children, but a sinner's wealth is stored up for the righteous."},{"_id":"6161a10fc0307ca401cc42c1","topicId":"6161a10ac0307ca401cc42b0","verse":"Proverbs 13:4","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013004_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013004-1\">4&nbsp;</b>&nbsp;&nbsp;The soul of the sluggard craves and gets nothing,</span><br><span id=\"p20013004_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;while the soul of the diligent is richly supplied.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> The soul of the sluggard desireth, and hath nothing: but the soul of the diligent shall be made fat.  ","niv":"<sup><strong>4</strong></sup> The sluggard craves and gets nothing, but the desires of the diligent are fully satisfied."},{"_id":"6161a110c0307ca401cc42c2","topicId":"6161a10ac0307ca401cc42b0","verse":"Deuteronomy 8:18","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05008018_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v05008018-1\">18&nbsp;</b>You shall remember the LORD your God, for it is he who gives you power to get wealth, that he may confirm his covenant that he swore to your fathers, as it is this day.</p>\n</div>","kjv":"<strong>18</strong> But thou shalt remember the LORD thy God: for it is he that giveth thee power to get wealth, that he may establish his covenant which he sware unto thy fathers, as it is this day.  ","niv":"<sup><strong>18</strong></sup> But remember the LORD your God, for it is he who gives you the ability to produce wealth, and so confirms his covenant, which he swore to your forefathers, as it is today."},{"_id":"6161a110c0307ca401cc42c3","topicId":"6161a10ac0307ca401cc42b0","verse":"Genesis 12:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01012003_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n\n</div>","kjv":"<strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  ","niv":"<sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\""},{"_id":"6161a110c0307ca401cc42c4","topicId":"6161a10ac0307ca401cc42b0","verse":"James 5:13","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p59005013_05-21\"><b class=\"verse-num\" id=\"v59005013-1\">13&nbsp;</b>Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise.</p>\n</div>","kjv":"<strong>13</strong> Is any among you afflicted? let him pray. Is any merry? let him sing psalms.  ","niv":"<sup><strong>13</strong></sup> Is any one of you in trouble? He should pray. Is anyone happy? Let him sing songs of praise.","modified":"2023-12-03T19:28:01.791Z"},{"_id":"6161a111c0307ca401cc42c5","topicId":"6161a10ac0307ca401cc42b0","verse":"James 1:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"6161a111c0307ca401cc42c6","topicId":"6161a10ac0307ca401cc42b0","verse":"Acts 2:44-45","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44002044_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need.</p>\n</div>","kjv":"<strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  ","niv":"<sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. "},{"_id":"6161a111c0307ca401cc42c7","topicId":"6161a10ac0307ca401cc42b0","verse":"Luke 12:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42012015_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v42012015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.  ","niv":"<sup><strong>15</strong></sup> Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\""},{"_id":"6161a112c0307ca401cc42c8","topicId":"6161a10ac0307ca401cc42b0","verse":"Luke 10:30-37","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42010030_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010030-1\">30&nbsp;</b>Jesus replied, <span class=\"woc\">“A man was going down from Jerusalem to Jericho, and he fell among robbers, who stripped him and beat him and departed, leaving him half dead.</span> <b class=\"verse-num woc\" id=\"v42010031-1\">31&nbsp;</b><span class=\"woc\">Now by chance a priest was going down that road, and when he saw him he passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010032-1\">32&nbsp;</b><span class=\"woc\">So likewise a Levite, when he came to the place and saw him, passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010033-1\">33&nbsp;</b><span class=\"woc\">But a Samaritan, as he journeyed, came to where he was, and when he saw him, he had compassion.</span> <b class=\"verse-num woc\" id=\"v42010034-1\">34&nbsp;</b><span class=\"woc\">He went to him and bound up his wounds, pouring on oil and wine. Then he set him on his own animal and brought him to an inn and took care of him.</span> <b class=\"verse-num woc\" id=\"v42010035-1\">35&nbsp;</b><span class=\"woc\">And the next day he took out two denarii and gave them to the innkeeper, saying, ‘Take care of him, and whatever more you spend, I will repay you when I come back.’</span> <b class=\"verse-num woc\" id=\"v42010036-1\">36&nbsp;</b><span class=\"woc\">Which of these three, do you think, proved to be a neighbor to the man who fell among the robbers?”</span> <b class=\"verse-num\" id=\"v42010037-1\">37&nbsp;</b>He said, “The one who showed him mercy.” And Jesus said to him, <span class=\"woc\">“You go, and do likewise.”</span></p>\n\n</div>","kjv":"<strong>30</strong> And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him  half dead.  <strong>31</strong> And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.  <strong>32</strong> And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.  <strong>33</strong> But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,  <strong>34</strong> And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.  <strong>35</strong> And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.  <strong>36</strong> Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?  <strong>37</strong> And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise. ","niv":"<sup><strong>30</strong></sup> In reply Jesus said: \"A man was going down from Jerusalem to Jericho, when he fell into the hands of robbers. They stripped him of his clothes, beat him and went away, leaving him half dead. <sup><strong>31</strong></sup> A priest happened to be going down the same road, and when he saw the man, he passed by on the other side. <sup><strong>32</strong></sup> So too, a Levite, when he came to the place and saw him, passed by on the other side. <sup><strong>33</strong></sup> But a Samaritan, as he traveled, came where the man was; and when he saw him, he took pity on him. <sup><strong>34</strong></sup> He went to him and bandaged his wounds, pouring on oil and wine. Then he put the man on his own donkey, took him to an inn and took care of him. <sup><strong>35</strong></sup> The next day he took out two silver coins and gave them to the innkeeper. 'Look after him,' he said, 'and when I return, I will reimburse you for any extra expense you may have.' <sup><strong>36</strong></sup> \"Which of these three do you think was a neighbor to the man who fell into the hands of robbers?\" <sup><strong>37</strong></sup> The expert in the law replied, \"The one who had mercy on him.\" Jesus told him, \"Go and do likewise.\" "},{"_id":"6161a112c0307ca401cc42c9","topicId":"6161a10ac0307ca401cc42b0","verse":"1 Timothy 6:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54006006_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006006-1\">6&nbsp;</b>But godliness with contentment is great gain,</p>\n</div>","kjv":"<strong>6</strong> But godliness with contentment is great gain.  ","niv":"<sup><strong>6</strong></sup> But godliness with contentment is great gain."}]}