{"_id":"6161a7bec0307ca401cc43e4","slug":"finding-job","name":"Finding A Job","verses":[{"_id":"6161a7bec0307ca401cc43e5","topicId":"6161a7bec0307ca401cc43e4","verse":"John 15:7","votes":328,"__v":0,"esv":"<div>\n<p id=\"p43015007_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span></p>\n</div>","kjv":"<strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  ","niv":"<sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you."},{"_id":"6161a7bfc0307ca401cc43e6","topicId":"6161a7bec0307ca401cc43e4","verse":"Philippians 4:19","votes":280,"__v":0,"esv":"<div>\n<p id=\"p50004019_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004019-1\">19&nbsp;</b>And my God will supply every need of yours according to his riches in glory in Christ Jesus.</p>\n</div>","kjv":"<strong>19</strong> But my God shall supply all your need according to his riches in glory by Christ Jesus.  ","niv":"<sup><strong>19</strong></sup> And my God will meet all your needs according to his glorious riches in Christ Jesus."},{"_id":"6161a7c0c0307ca401cc43e7","topicId":"6161a7bec0307ca401cc43e4","verse":"Psalm 90:17","votes":246,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19090017_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19090017-1\">17&nbsp;</b>&nbsp;&nbsp;Let the favor of the Lord our God be upon us,</span><br><span id=\"p19090017_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and establish the work of our hands upon us;</span><br><span id=\"p19090017_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yes, establish the work of our hands!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>17</strong> And let the beauty of the LORD our God be upon us: and establish thou the work of our hands upon us; yea, the work of our hands establish thou it.  ","niv":"<sup><strong>17</strong></sup> May the favor of the Lord our God rest upon us; establish the work of our hands for us- yes, establish the work of our hands."},{"_id":"6161a7c0c0307ca401cc43e8","topicId":"6161a7bec0307ca401cc43e4","verse":"John 14:14","votes":230,"__v":0,"esv":"<div>\n<p id=\"p43014014_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014014-1\">14&nbsp;</b><span class=\"woc\">If you ask me anything in my name, I will do it.</span></p>\n\n</div>","kjv":"<strong>14</strong> If ye shall ask any thing in my name, I will do it. ","niv":"<sup><strong>14</strong></sup> You may ask me for anything in my name, and I will do it."},{"_id":"6161a7c1c0307ca401cc43e9","topicId":"6161a7bec0307ca401cc43e4","verse":"Proverbs 3:6","votes":217,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003006_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight.","modified":"2023-11-21T09:40:21.718Z"},{"_id":"6161a7c1c0307ca401cc43ea","topicId":"6161a7bec0307ca401cc43e4","verse":"Mark 11:24","votes":215,"__v":0,"esv":"<div>\n<p id=\"p41011024_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41011024-1\">24&nbsp;</b><span class=\"woc\">Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.</span></p>\n\n</div>","kjv":"<strong>24</strong> Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall havethem.  ","niv":"<sup><strong>24</strong></sup> Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours."},{"_id":"6161a7c1c0307ca401cc43eb","topicId":"6161a7bec0307ca401cc43e4","verse":"Luke 11:9","votes":177,"__v":0,"esv":"<div>\n<p id=\"p42011009_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011009-1\">9&nbsp;</b><span class=\"woc\">And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span></p>\n</div>","kjv":"<strong>9</strong> And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.  ","niv":"<sup><strong>9</strong></sup> \"So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you."},{"_id":"6161a7c1c0307ca401cc43ec","topicId":"6161a7bec0307ca401cc43e4","verse":"1 Peter 5:7","votes":154,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you.","modified":"2022-07-03T11:37:30.086Z"},{"_id":"6161a7c2c0307ca401cc43ed","topicId":"6161a7bec0307ca401cc43e4","verse":"James 1:1-27","votes":145,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-10\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-10\">Greetings.</p>\n\n<p id=\"p59001001_06-10\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-10\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-10\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-10\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-10\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-10\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-10\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-10\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"6161a7c2c0307ca401cc43ee","topicId":"6161a7bec0307ca401cc43e4","verse":"Jeremiah 29:11","votes":135,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"6161a7c2c0307ca401cc43ef","topicId":"6161a7bec0307ca401cc43e4","verse":"John 16:24","votes":111,"__v":0,"esv":"<div>\n<p id=\"p43016024_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016024-1\">24&nbsp;</b><span class=\"woc\">Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full.</span></p>\n</div>","kjv":"<strong>24</strong> Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be full.  ","niv":"<sup><strong>24</strong></sup> Until now you have not asked for anything in my name. Ask and you will receive, and your joy will be complete."},{"_id":"6161a7c2c0307ca401cc43f0","topicId":"6161a7bec0307ca401cc43e4","verse":"Philippians 4:13","votes":111,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"6161a7c2c0307ca401cc43f1","topicId":"6161a7bec0307ca401cc43e4","verse":"Luke 18:1","votes":110,"__v":0,"esv":"<div>\n\n<p id=\"p42018001_07-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42018001-1\">18:1&nbsp;</b>And he told them a parable to the effect that they ought always to pray and not lose heart.</p>\n</div>","kjv":"<strong>1</strong> And he spake a parable unto them to this end, that men ought always to pray, and not to faint;  ","niv":"<sup><strong>1</strong></sup> Then Jesus told his disciples a parable to show them that they should always pray and not give up."},{"_id":"6161a7c3c0307ca401cc43f2","topicId":"6161a7bec0307ca401cc43e4","verse":"Psalm 37:3-5","votes":101,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037003_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037003-1\">3&nbsp;</b>&nbsp;&nbsp;Trust in the LORD, and do good;</span><br><span id=\"p19037003_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;dwell in the land and befriend faithfulness.</span><br><span id=\"p19037004_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037004-1\">4&nbsp;</b>&nbsp;&nbsp;Delight yourself in the LORD,</span><br><span id=\"p19037004_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will give you the desires of your heart.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19037005_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037005-1\">5&nbsp;</b>&nbsp;&nbsp;Commit your way to the LORD;</span><br><span id=\"p19037005_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;trust in him, and he will act.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Trust in the LORD, and do good; so shalt thou dwell in the land, and verily thou shalt be fed.  <strong>4</strong> Delight thyself also in the LORD; and he shall give thee the desires of thine heart.  <strong>5</strong> Commit thy way unto the LORD; trust also in him; and he shall bring it to pass.  ","niv":"<sup><strong>3</strong></sup> Trust in the LORD and do good; dwell in the land and enjoy safe pasture. <sup><strong>4</strong></sup> Delight yourself in the LORD and he will give you the desires of your heart. <sup><strong>5</strong></sup> Commit your way to the LORD; trust in him and he will do this: "},{"_id":"6161a7c3c0307ca401cc43f3","topicId":"6161a7bec0307ca401cc43e4","verse":"John 14:13","votes":94,"__v":0,"esv":"<div>\n<p id=\"p43014013_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014013-1\">13&nbsp;</b><span class=\"woc\">Whatever you ask in my name, this I will do, that the Father may be glorified in the Son.</span></p>\n</div>","kjv":"<strong>13</strong> And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.  ","niv":"<sup><strong>13</strong></sup> And I will do whatever you ask in my name, so that the Son may bring glory to the Father."},{"_id":"6161a7c3c0307ca401cc43f4","topicId":"6161a7bec0307ca401cc43e4","verse":"Ecclesiastes 9:10","votes":81,"__v":0,"esv":"<div>\n<p id=\"p21009010_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v21009010-1\">10&nbsp;</b>Whatever your hand finds to do, do it with your might, for there is no work or thought or knowledge or wisdom in Sheol, to which you are going.</p>\n\n</div>","kjv":"<strong>10</strong> Whatsoever thy hand findeth to do, do it with thy might; for there is no work, nor device, nor knowledge, nor wisdom, in the grave, whither thou goest.  ","niv":"<sup><strong>10</strong></sup> Whatever your hand finds to do, do it with all your might, for in the grave, where you are going, there is neither working nor planning nor knowledge nor wisdom."},{"_id":"6161a7c3c0307ca401cc43f5","topicId":"6161a7bec0307ca401cc43e4","verse":"Ephesians 1:11","votes":64,"__v":0,"esv":"<div>\n<p id=\"p49001011_01-18\"><b class=\"verse-num\" id=\"v49001011-1\">11&nbsp;</b>In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will,</p>\n</div>","kjv":"<strong>11</strong> In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:  ","niv":"<sup><strong>11</strong></sup> In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will,"},{"_id":"6161a7c3c0307ca401cc43f6","topicId":"6161a7bec0307ca401cc43e4","verse":"Proverbs 3:4","votes":59,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003004_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003004-1\">4&nbsp;</b>&nbsp;&nbsp;So you will find favor and good success</span><br><span id=\"p20003004_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the sight of God and man.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> So shalt thou find favour and good understanding in the sight of God and man.  ","niv":"<sup><strong>4</strong></sup> Then you will win favor and a good name in the sight of God and man."},{"_id":"6161a7c4c0307ca401cc43f7","topicId":"6161a7bec0307ca401cc43e4","verse":"Psalm 1:3","votes":56,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19001003_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001003-1\">3&nbsp;</b>&nbsp;&nbsp;He is like a tree</span><br><span id=\"p19001003_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;planted by streams of water</span><br><span id=\"p19001003_01-20\" class=\"line\">&nbsp;&nbsp;that yields its fruit in its season,</span><br><span id=\"p19001003_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its leaf does not wither.</span><br><span id=\"p19001003_01-20\" class=\"line\">&nbsp;&nbsp;In all that he does, he prospers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.  ","niv":"<sup><strong>3</strong></sup> He is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither. Whatever he does prospers."},{"_id":"6161a7c4c0307ca401cc43f8","topicId":"6161a7bec0307ca401cc43e4","verse":"Isaiah 40:31","votes":53,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040031_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-21\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint."},{"_id":"6161a7c4c0307ca401cc43f9","topicId":"6161a7bec0307ca401cc43e4","verse":"Luke 12:31","votes":53,"__v":0,"esv":"<div>\n<p id=\"p42012031_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012031-1\">31&nbsp;</b><span class=\"woc\">Instead, seek his kingdom, and these things will be added to you.</span></p>\n\n</div>","kjv":"<strong>31</strong>           But rather seek ye the kingdom of God; and all these things shall be added unto you.  ","niv":"<sup><strong>31</strong></sup> But seek his kingdom, and these things will be given to you as well."},{"_id":"6161a7c5c0307ca401cc43fa","topicId":"6161a7bec0307ca401cc43e4","verse":"Psalm 37:25","votes":51,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037025_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037025-1\">25&nbsp;</b>&nbsp;&nbsp;I have been young, and now am old,</span><br><span id=\"p19037025_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I have not seen the righteous forsaken</span><br><span id=\"p19037025_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or his children begging for bread.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> I have been young, and now am old; yet have I not seen the righteous forsaken, nor his seed begging bread.  ","niv":"<sup><strong>25</strong></sup> I was young and now I am old, yet I have never seen the righteous forsaken or their children begging bread."},{"_id":"6161a7c5c0307ca401cc43fb","topicId":"6161a7bec0307ca401cc43e4","verse":"Luke 12:32","votes":51,"__v":0,"esv":"<div>\n<p id=\"p42012032_01-24\"><b class=\"verse-num woc\" id=\"v42012032-1\">32&nbsp;</b><span class=\"woc\">“Fear not, little flock, for it is your Father’s good pleasure to give you the kingdom.</span></p>\n</div>","kjv":"<strong>32</strong> Fear not, little flock; for it is your Father’s good pleasure to give you the kingdom.  ","niv":"<sup><strong>32</strong></sup> \"Do not be afraid, little flock, for your Father has been pleased to give you the kingdom."},{"_id":"6161a7c5c0307ca401cc43fc","topicId":"6161a7bec0307ca401cc43e4","verse":"Proverbs 21:1","votes":51,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021001_01-26\" class=\"line\"><b class=\"chapter-num\" id=\"v20021001-1\">21:1&nbsp;</b>&nbsp;&nbsp;The king’s heart is a stream of water in the hand of the LORD;</span><br><span id=\"p20021001_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he turns it wherever he will.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The king’s heart is in the hand of the LORD, as  the rivers of water: he turneth it whithersoever he will.  ","niv":"<sup><strong>1</strong></sup> The king's heart is in the hand of the LORD; he directs it like a watercourse wherever he pleases."},{"_id":"6161a7c6c0307ca401cc43fd","topicId":"6161a7bec0307ca401cc43e4","verse":"1 Chronicles 22:13","votes":50,"__v":0,"esv":"<div>\n<p id=\"p13022013_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v13022013-1\">13&nbsp;</b>Then you will prosper if you are careful to observe the statutes and the rules that the LORD commanded Moses for Israel. Be strong and courageous. Fear not; do not be dismayed.</p>\n</div>","kjv":"<strong>13</strong> Then shalt thou prosper, if thou takest heed to fulfil the statutes and judgments which the LORD charged Moses with concerning Israel: be strong, and of good courage; dread not, nor be dismayed.  ","niv":"<sup><strong>13</strong></sup> Then you will have success if you are careful to observe the decrees and laws that the LORD gave Moses for Israel. Be strong and courageous. Do not be afraid or discouraged.","modified":"2022-02-20T04:43:14.967Z"}]}