{"_id":"6161aec3c0307ca401cc45ad","slug":"fishing","name":"Fishing","verses":[{"_id":"6161aec4c0307ca401cc45ae","topicId":"6161aec3c0307ca401cc45ad","verse":"Matthew 4:19","votes":108,"__v":0,"esv":"<div>\n<p id=\"p40004019_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v40004019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“Follow me, and I will make you fishers of men.”</span></p>\n\n</div>","kjv":"<strong>19</strong> And he saith unto them, Follow me, and I will make you fishers of men.  ","niv":"<sup><strong>19</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\"","modified":"2023-07-07T18:57:17.667Z"},{"_id":"6161aec4c0307ca401cc45af","topicId":"6161aec3c0307ca401cc45ad","verse":"Matthew 13:47","votes":90,"__v":0,"esv":"<div>\n\n<p id=\"p40013047_06-2\"><b class=\"verse-num woc\" id=\"v40013047-1\">47&nbsp;</b><span class=\"woc\">“Again, the kingdom of heaven is like a net that was thrown into the sea and gathered fish of every kind.</span></p>\n</div>","kjv":"<strong>47</strong>           Again, the kingdom of heaven is like unto a net, that was cast into the sea, and gathered of every kind:  ","niv":"<sup><strong>47</strong></sup> \"Once again, the kingdom of heaven is like a net that was let down into the lake and caught all kinds of fish.","modified":"2023-07-07T18:57:07.123Z"},{"_id":"6161aec4c0307ca401cc45b0","topicId":"6161aec3c0307ca401cc45ad","verse":"John 21:3","votes":81,"__v":0,"esv":"<div>\n\n<p id=\"p43021001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43021001-1\">21:1&nbsp;</b>After this Jesus revealed himself again to the disciples by the Sea of Tiberias, and he revealed himself in this way. <b class=\"verse-num\" id=\"v43021002-1\">2&nbsp;</b>Simon Peter, Thomas (called the Twin), Nathanael of Cana in Galilee, the sons of Zebedee, and two others of his disciples were together. <b class=\"verse-num\" id=\"v43021003-1\">3&nbsp;</b>Simon Peter said to them, “I am going fishing.” They said to him, “We will go with you.” They went out and got into the boat, but that night they caught nothing.</p>\n<p id=\"p43021003_06-21\"><b class=\"verse-num\" id=\"v43021004-1\">4&nbsp;</b>Just as day was breaking, Jesus stood on the shore; yet the disciples did not know that it was Jesus. <b class=\"verse-num\" id=\"v43021005-1\">5&nbsp;</b>Jesus said to them, <span class=\"woc\">“Children, do you have any fish?”</span> They answered him, “No.” <b class=\"verse-num\" id=\"v43021006-1\">6&nbsp;</b>He said to them, <span class=\"woc\">“Cast the net on the right side of the boat, and you will find some.”</span> So they cast it, and now they were not able to haul it in, because of the quantity of fish. <b class=\"verse-num\" id=\"v43021007-1\">7&nbsp;</b>That disciple whom Jesus loved therefore said to Peter, “It is the Lord!” When Simon Peter heard that it was the Lord, he put on his outer garment, for he was stripped for work, and threw himself into the sea. <b class=\"verse-num\" id=\"v43021008-1\">8&nbsp;</b>The other disciples came in the boat, dragging the net full of fish, for they were not far from the land, but about a hundred yards off.</p>\n<p id=\"p43021008_06-21\"><b class=\"verse-num\" id=\"v43021009-1\">9&nbsp;</b>When they got out on land, they saw a charcoal fire in place, with fish laid out on it, and bread. <b class=\"verse-num\" id=\"v43021010-1\">10&nbsp;</b>Jesus said to them, <span class=\"woc\">“Bring some of the fish that you have just caught.”</span> <b class=\"verse-num\" id=\"v43021011-1\">11&nbsp;</b>So Simon Peter went aboard and hauled the net ashore, full of large fish, 153 of them. And although there were so many, the net was not torn. <b class=\"verse-num\" id=\"v43021012-1\">12&nbsp;</b>Jesus said to them, <span class=\"woc\">“Come and have breakfast.”</span> Now none of the disciples dared ask him, “Who are you?” They knew it was the Lord. <b class=\"verse-num\" id=\"v43021013-1\">13&nbsp;</b>Jesus came and took the bread and gave it to them, and so with the fish. <b class=\"verse-num\" id=\"v43021014-1\">14&nbsp;</b>This was now the third time that Jesus was revealed to the disciples after he was raised from the dead.</p>\n\n<p id=\"p43021014_09-21\"><b class=\"verse-num\" id=\"v43021015-1\">15&nbsp;</b>When they had finished breakfast, Jesus said to Simon Peter, <span class=\"woc\">“Simon, son of John, do you love me more than these?”</span> He said to him, “Yes, Lord; you know that I love you.” He said to him, <span class=\"woc\">“Feed my lambs.”</span> <b class=\"verse-num\" id=\"v43021016-1\">16&nbsp;</b>He said to him a second time, <span class=\"woc\">“Simon, son of John, do you love me?”</span> He said to him, “Yes, Lord; you know that I love you.” He said to him, <span class=\"woc\">“Tend my sheep.”</span> <b class=\"verse-num\" id=\"v43021017-1\">17&nbsp;</b>He said to him the third time, <span class=\"woc\">“Simon, son of John, do you love me?”</span> Peter was grieved because he said to him the third time, <span class=\"woc\">“Do you love me?”</span> and he said to him, “Lord, you know everything; you know that I love you.” Jesus said to him, <span class=\"woc\">“Feed my sheep.</span> <b class=\"verse-num woc\" id=\"v43021018-1\">18&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, when you were young, you used to dress yourself and walk wherever you wanted, but when you are old, you will stretch out your hands, and another will dress you and carry you where you do not want to go.”</span> <b class=\"verse-num\" id=\"v43021019-1\">19&nbsp;</b>(This he said to show by what kind of death he was to glorify God.) And after saying this he said to him, <span class=\"woc\">“Follow me.”</span></p>\n\n<p id=\"p43021019_14-21\"><b class=\"verse-num\" id=\"v43021020-1\">20&nbsp;</b>Peter turned and saw the disciple whom Jesus loved following them, the one who also had leaned back against him during the supper and had said, “Lord, who is it that is going to betray you?” <b class=\"verse-num\" id=\"v43021021-1\">21&nbsp;</b>When Peter saw him, he said to Jesus, “Lord, what about this man?” <b class=\"verse-num\" id=\"v43021022-1\">22&nbsp;</b>Jesus said to him, <span class=\"woc\">“If it is my will that he remain until I come, what is that to you? You follow me!”</span> <b class=\"verse-num\" id=\"v43021023-1\">23&nbsp;</b>So the saying spread abroad among the brothers that this disciple was not to die; yet Jesus did not say to him that he was not to die, but, <span class=\"woc\">“If it is my will that he remain until I come, what is that to you?”</span></p>\n<p id=\"p43021023_14-21\"><b class=\"verse-num\" id=\"v43021024-1\">24&nbsp;</b>This is the disciple who is bearing witness about these things, and who has written these things, and we know that his testimony is true.</p>\n<p id=\"p43021024_14-21\"><b class=\"verse-num\" id=\"v43021025-1\">25&nbsp;</b>Now there are also many other things that Jesus did. Were every one of them to be written, I suppose that the world itself could not contain the books that would be written.</p>\n\n</div>","kjv":"<strong>3</strong> Simon Peter saith unto them, I go a fishing. They say unto him, We also go with thee. They went forth, and entered into a ship immediately; and that night they caught nothing.  ","niv":"<sup><strong>3</strong></sup> \"I'm going out to fish,\" Simon Peter told them, and they said, \"We'll go with you.\" So they went out and got into the boat, but that night they caught nothing.","modified":"2023-09-27T08:51:07.929Z"},{"_id":"6161aec5c0307ca401cc45b1","topicId":"6161aec3c0307ca401cc45ad","verse":"Genesis 1:28","votes":56,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-18\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-18\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-18\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-18\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-18\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-18\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-18\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-18\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-18\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\"","modified":"2022-05-12T16:51:59.012Z"},{"_id":"6161aec5c0307ca401cc45b2","topicId":"6161aec3c0307ca401cc45ad","verse":"Luke 5:6","votes":55,"__v":0,"esv":"<div>\n\n<p id=\"p42005001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42005001-1\">5:1&nbsp;</b>On one occasion, while the crowd was pressing in on him to hear the word of God, he was standing by the lake of Gennesaret, <b class=\"verse-num\" id=\"v42005002-1\">2&nbsp;</b>and he saw two boats by the lake, but the fishermen had gone out of them and were washing their nets. <b class=\"verse-num\" id=\"v42005003-1\">3&nbsp;</b>Getting into one of the boats, which was Simon’s, he asked him to put out a little from the land. And he sat down and taught the people from the boat. <b class=\"verse-num\" id=\"v42005004-1\">4&nbsp;</b>And when he had finished speaking, he said to Simon, <span class=\"woc\">“Put out into the deep and let down your nets for a catch.”</span> <b class=\"verse-num\" id=\"v42005005-1\">5&nbsp;</b>And Simon answered, “Master, we toiled all night and took nothing! But at your word I will let down the nets.” <b class=\"verse-num\" id=\"v42005006-1\">6&nbsp;</b>And when they had done this, they enclosed a large number of fish, and their nets were breaking. <b class=\"verse-num\" id=\"v42005007-1\">7&nbsp;</b>They signaled to their partners in the other boat to come and help them. And they came and filled both the boats, so that they began to sink. <b class=\"verse-num\" id=\"v42005008-1\">8&nbsp;</b>But when Simon Peter saw it, he fell down at Jesus’ knees, saying, “Depart from me, for I am a sinful man, O Lord.” <b class=\"verse-num\" id=\"v42005009-1\">9&nbsp;</b>For he and all who were with him were astonished at the catch of fish that they had taken, <b class=\"verse-num\" id=\"v42005010-1\">10&nbsp;</b>and so also were James and John, sons of Zebedee, who were partners with Simon. And Jesus said to Simon, <span class=\"woc\">“Do not be afraid; from now on you will be catching men.”</span> <b class=\"verse-num\" id=\"v42005011-1\">11&nbsp;</b>And when they had brought their boats to land, they left everything and followed him.</p>\n\n<p id=\"p42005011_10-8\"><b class=\"verse-num\" id=\"v42005012-1\">12&nbsp;</b>While he was in one of the cities, there came a man full of leprosy. And when he saw Jesus, he fell on his face and begged him, “Lord, if you will, you can make me clean.” <b class=\"verse-num\" id=\"v42005013-1\">13&nbsp;</b>And Jesus stretched out his hand and touched him, saying, <span class=\"woc\">“I will; be clean.”</span> And immediately the leprosy left him. <b class=\"verse-num\" id=\"v42005014-1\">14&nbsp;</b>And he charged him to tell no one, but <span class=\"woc\">“go and show yourself to the priest, and make an offering for your cleansing, as Moses commanded, for a proof to them.”</span> <b class=\"verse-num\" id=\"v42005015-1\">15&nbsp;</b>But now even more the report about him went abroad, and great crowds gathered to hear him and to be healed of their infirmities. <b class=\"verse-num\" id=\"v42005016-1\">16&nbsp;</b>But he would withdraw to desolate places and pray.</p>\n\n<p id=\"p42005016_14-8\"><b class=\"verse-num\" id=\"v42005017-1\">17&nbsp;</b>On one of those days, as he was teaching, Pharisees and teachers of the law were sitting there, who had come from every village of Galilee and Judea and from Jerusalem. And the power of the Lord was with him to heal. <b class=\"verse-num\" id=\"v42005018-1\">18&nbsp;</b>And behold, some men were bringing on a bed a man who was paralyzed, and they were seeking to bring him in and lay him before Jesus, <b class=\"verse-num\" id=\"v42005019-1\">19&nbsp;</b>but finding no way to bring him in, because of the crowd, they went up on the roof and let him down with his bed through the tiles into the midst before Jesus. <b class=\"verse-num\" id=\"v42005020-1\">20&nbsp;</b>And when he saw their faith, he said, <span class=\"woc\">“Man, your sins are forgiven you.”</span> <b class=\"verse-num\" id=\"v42005021-1\">21&nbsp;</b>And the scribes and the Pharisees began to question, saying, “Who is this who speaks blasphemies? Who can forgive sins but God alone?” <b class=\"verse-num\" id=\"v42005022-1\">22&nbsp;</b>When Jesus perceived their thoughts, he answered them, <span class=\"woc\">“Why do you question in your hearts?</span> <b class=\"verse-num woc\" id=\"v42005023-1\">23&nbsp;</b><span class=\"woc\">Which is easier, to say, ‘Your sins are forgiven you,’ or to say, ‘Rise and walk’?</span> <b class=\"verse-num woc\" id=\"v42005024-1\">24&nbsp;</b><span class=\"woc\">But that you may know that the Son of Man has authority on earth to forgive sins”</span>—he said to the man who was paralyzed—<span class=\"woc\">“I say to you, rise, pick up your bed and go home.”</span> <b class=\"verse-num\" id=\"v42005025-1\">25&nbsp;</b>And immediately he rose up before them and picked up what he had been lying on and went home, glorifying God. <b class=\"verse-num\" id=\"v42005026-1\">26&nbsp;</b>And amazement seized them all, and they glorified God and were filled with awe, saying, “We have seen extraordinary things today.”</p>\n\n<p id=\"p42005026_17-8\"><b class=\"verse-num\" id=\"v42005027-1\">27&nbsp;</b>After this he went out and saw a tax collector named Levi, sitting at the tax booth. And he said to him, <span class=\"woc\">“Follow me.”</span> <b class=\"verse-num\" id=\"v42005028-1\">28&nbsp;</b>And leaving everything, he rose and followed him.</p>\n<p id=\"p42005028_17-8\"><b class=\"verse-num\" id=\"v42005029-1\">29&nbsp;</b>And Levi made him a great feast in his house, and there was a large company of tax collectors and others reclining at table with them. <b class=\"verse-num\" id=\"v42005030-1\">30&nbsp;</b>And the Pharisees and their scribes grumbled at his disciples, saying, “Why do you eat and drink with tax collectors and sinners?” <b class=\"verse-num\" id=\"v42005031-1\">31&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Those who are well have no need of a physician, but those who are sick.</span> <b class=\"verse-num woc\" id=\"v42005032-1\">32&nbsp;</b><span class=\"woc\">I have not come to call the righteous but sinners to repentance.”</span></p>\n\n<p id=\"p42005032_21-8\"><b class=\"verse-num\" id=\"v42005033-1\">33&nbsp;</b>And they said to him, “The disciples of John fast often and offer prayers, and so do the disciples of the Pharisees, but yours eat and drink.” <b class=\"verse-num\" id=\"v42005034-1\">34&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Can you make wedding guests fast while the bridegroom is with them?</span> <b class=\"verse-num woc\" id=\"v42005035-1\">35&nbsp;</b><span class=\"woc\">The days will come when the bridegroom is taken away from them, and then they will fast in those days.”</span> <b class=\"verse-num\" id=\"v42005036-1\">36&nbsp;</b>He also told them a parable: <span class=\"woc\">“No one tears a piece from a new garment and puts it on an old garment. If he does, he will tear the new, and the piece from the new will not match the old.</span> <b class=\"verse-num woc\" id=\"v42005037-1\">37&nbsp;</b><span class=\"woc\">And no one puts new wine into old wineskins. If he does, the new wine will burst the skins and it will be spilled, and the skins will be destroyed.</span> <b class=\"verse-num woc\" id=\"v42005038-1\">38&nbsp;</b><span class=\"woc\">But new wine must be put into fresh wineskins.</span> <b class=\"verse-num woc\" id=\"v42005039-1\">39&nbsp;</b><span class=\"woc\">And no one after drinking old wine desires new, for he says, ‘The old is good.’”</span></p>\n\n</div>","kjv":"<strong>6</strong> And when they had this done, they inclosed a great multitude of fishes: and their net brake.  ","niv":"<sup><strong>6</strong></sup> When they had done so, they caught such a large number of fish that their nets began to break.","modified":"2023-08-29T19:58:48.319Z"},{"_id":"6161aec5c0307ca401cc45b3","topicId":"6161aec3c0307ca401cc45ad","verse":"Luke 5:4-6","votes":52,"__v":0,"esv":"<div>\n<p id=\"p42005004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v42005004-1\">4&nbsp;</b>And when he had finished speaking, he said to Simon, <span class=\"woc\">“Put out into the deep and let down your nets for a catch.”</span> <b class=\"verse-num\" id=\"v42005005-1\">5&nbsp;</b>And Simon answered, “Master, we toiled all night and took nothing! But at your word I will let down the nets.” <b class=\"verse-num\" id=\"v42005006-1\">6&nbsp;</b>And when they had done this, they enclosed a large number of fish, and their nets were breaking.</p>\n</div>","kjv":"<strong>4</strong> Now when he had left speaking, he said unto Simon, Launch out into the deep, and let down your nets for a draught.  <strong>5</strong> And Simon answering said unto him, Master, we have toiled all the night, and have taken nothing: nevertheless at thy word I will let down the net.  <strong>6</strong> And when they had this done, they inclosed a great multitude of fishes: and their net brake.  ","niv":"<sup><strong>4</strong></sup> When he had finished speaking, he said to Simon, \"Put out into deep water, and let down the nets for a catch.\" <sup><strong>5</strong></sup> Simon answered, \"Master, we've worked hard all night and haven't caught anything. But because you say so, I will let down the nets.\" <sup><strong>6</strong></sup> When they had done so, they caught such a large number of fish that their nets began to break. ","modified":"2022-08-17T01:31:37.188Z"},{"_id":"6161aec5c0307ca401cc45b4","topicId":"6161aec3c0307ca401cc45ad","verse":"Ezekiel 47:9-10","votes":42,"__v":0,"esv":"<div>\n<p id=\"p26047009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v26047009-1\">9&nbsp;</b>And wherever the river goes, every living creature that swarms will live, and there will be very many fish. For this water goes there, that the waters of the sea may become fresh; so everything will live where the river goes. <b class=\"verse-num\" id=\"v26047010-1\">10&nbsp;</b>Fishermen will stand beside the sea. From Engedi to Eneglaim it will be a place for the spreading of nets. Its fish will be of very many kinds, like the fish of the Great Sea.</p>\n\n</div>","kjv":"<strong>9</strong> And it shall come to pass, that every thing that liveth, which moveth, whithersoever the rivers shall come, shall live: and there shall be a very great multitude of fish, because these waters shall come thither: for they shall be healed; and every thing shall live whither the river cometh.  <strong>10</strong> And it shall come to pass, that the fishers shall stand upon it from En-gedi even unto En-eglaim; they shall be a place to spread forth nets; their fish shall be according to their kinds, as the fish of the great sea, exceeding many.  ","niv":"<sup><strong>9</strong></sup> Swarms of living creatures will live wherever the river flows. There will be large numbers of fish, because this water flows there and makes the salt water fresh; so where the river flows everything will live. <sup><strong>10</strong></sup> Fishermen will stand along the shore; from En Gedi to En Eglaim there will be places for spreading nets. The fish will be of many kinds-like the fish of the Great Sea. "},{"_id":"6161aec6c0307ca401cc45b5","topicId":"6161aec3c0307ca401cc45ad","verse":"Luke 5:1-39","votes":34,"__v":0,"kjv":"<strong>1</strong> And it came to pass, that, as the people pressed upon him to hear the word of God, he stood by the lake of Gennesaret,  <strong>2</strong> And saw two ships standing by the lake: but the fishermen were gone out of them, and were washing their nets.  <strong>3</strong> And he entered into one of the ships, which was Simon’s, and prayed him that he would thrust out a little from the land. And he sat down, and taught the people out of the ship.  <strong>4</strong> Now when he had left speaking, he said unto Simon, Launch out into the deep, and let down your nets for a draught.  <strong>5</strong> And Simon answering said unto him, Master, we have toiled all the night, and have taken nothing: nevertheless at thy word I will let down the net.  <strong>6</strong> And when they had this done, they inclosed a great multitude of fishes: and their net brake.  <strong>7</strong> And they beckoned unto their partners, which were in the other ship, that they should come and help them. And they came, and filled both the ships, so that they began to sink.  <strong>8</strong> When Simon Peter saw it, he fell down at Jesus’ knees, saying, Depart from me; for I am a sinful man, O Lord.  <strong>9</strong> For he was astonished, and all that were with him, at the draught of the fishes which they had taken:  <strong>10</strong> And so was also James, and John, the sons of Zebedee, which were partners with Simon. And Jesus said unto Simon, Fear not; from henceforth thou shalt catch men.  <strong>11</strong> And when they had brought their ships to land, they forsook all, and followed him.  <strong>12</strong> And it came to pass, when he was in a certain city, behold a man full of leprosy: who seeing Jesus fell on his face, and besought him, saying, Lord, if thou wilt, thou canst make me clean.  <strong>13</strong> And he put forth his hand, and touched him, saying, I will: be thou clean. And immediately the leprosy departed from him.  <strong>14</strong> And he charged him to tell no man: but go, and shew thyself to the priest, and offer for thy cleansing, according as Moses commanded, for a testimony unto them.  <strong>15</strong> But so much the more went there a fame abroad of him: and great multitudes came together to hear, and to be healed by him of their infirmities.  <strong>16</strong> And he withdrew himself into the wilderness, and prayed.  <strong>17</strong> And it came to pass on a certain day, as he was teaching, that there were Pharisees and doctors of the law sitting by, which were come out of every town of Galilee, and Judaea, and Jerusalem: and the power of the Lord was present to heal them.  <strong>18</strong> And, behold, men brought in a bed a man which was taken with a palsy: and they sought means to bring him in, and to lay him  before him.  <strong>19</strong> And when they could not find by what way they might bring him in because of the multitude, they went upon the housetop, and let him down through the tiling with his couch into the midst before Jesus.  <strong>20</strong> And when he saw their faith, he said unto him, Man, thy sins are forgiven thee.  <strong>21</strong> And the scribes and the Pharisees began to reason, saying, Who is this which speaketh blasphemies? Who can forgive sins, but God alone?  <strong>22</strong> But when Jesus perceived their thoughts, he answering said unto them, What reason ye in your hearts?  <strong>23</strong> Whether is easier, to say, Thy sins be forgiven thee; or to say, Rise up and walk?  <strong>24</strong> But that ye may know that the Son of man hath power upon earth to forgive sins, (he said unto the sick of the palsy,) I say unto thee, Arise, and take up thy couch, and go into thine house.  <strong>25</strong> And immediately he rose up before them, and took up that whereon he lay, and departed to his own house, glorifying God.  <strong>26</strong> And they were all amazed, and they glorified God, and were filled with fear, saying, We have seen strange things to day.  <strong>27</strong> And after these things he went forth, and saw a publican, named Levi, sitting at the receipt of custom: and he said unto him, Follow me.  <strong>28</strong> And he left all, rose up, and followed him.  <strong>29</strong> And Levi made him a great feast in his own house: and there was a great company of publicans and of others that sat down with them.  <strong>30</strong> But their scribes and Pharisees murmured against his disciples, saying, Why do ye eat and drink with publicans and sinners?  <strong>31</strong> And Jesus answering said unto them, They that are whole need not a physician; but they that are sick.  <strong>32</strong> I came not to call the righteous, but sinners to repentance.  <strong>33</strong> And they said unto him, Why do the disciples of John fast often, and make prayers, and likewise the disciples of the Pharisees; but thine eat and drink?  <strong>34</strong> And he said unto them, Can ye make the children of the bridechamber fast, while the bridegroom is with them?  <strong>35</strong> But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days. <strong>36</strong> And he spake also a parable unto them; No man putteth a piece of a new garment upon an old; if otherwise, then both the new maketh a rent, and the piece that was taken out of the new agreeth not with the old.  <strong>37</strong> And no man putteth new wine into old bottles; else the new wine will burst the bottles, and be spilled, and the bottles shall perish.  <strong>38</strong> But new wine must be put into new bottles; and both are preserved.  <strong>39</strong> No man also having drunk old wine straightway desireth new: for he saith, The old is better. ","niv":"<sup><strong>1</strong></sup> One day as Jesus was standing by the Lake of Gennesaret, with the people crowding around him and listening to the word of God, <sup><strong>2</strong></sup> he saw at the water's edge two boats, left there by the fishermen, who were washing their nets. <sup><strong>3</strong></sup> He got into one of the boats, the one belonging to Simon, and asked him to put out a little from shore. Then he sat down and taught the people from the boat. <sup><strong>4</strong></sup> When he had finished speaking, he said to Simon, \"Put out into deep water, and let down the nets for a catch.\" <sup><strong>5</strong></sup> Simon answered, \"Master, we've worked hard all night and haven't caught anything. But because you say so, I will let down the nets.\" <sup><strong>6</strong></sup> When they had done so, they caught such a large number of fish that their nets began to break. <sup><strong>7</strong></sup> So they signaled their partners in the other boat to come and help them, and they came and filled both boats so full that they began to sink. <sup><strong>8</strong></sup> When Simon Peter saw this, he fell at Jesus' knees and said, \"Go away from me, Lord; I am a sinful man!\" <sup><strong>9</strong></sup> For he and all his companions were astonished at the catch of fish they had taken, <sup><strong>10</strong></sup> and so were James and John, the sons of Zebedee, Simon's partners. <sup><strong>11</strong></sup> Then Jesus said to Simon, \"Don't be afraid; from now on you will catch men.\" So they pulled their boats up on shore, left everything and followed him. <sup><strong>12</strong></sup> While Jesus was in one of the towns, a man came along who was covered with leprosy. When he saw Jesus, he fell with his face to the ground and begged him, \"Lord, if you are willing, you can make me clean.\" <sup><strong>13</strong></sup> Jesus reached out his hand and touched the man. \"I am willing,\" he said. \"Be clean!\" And immediately the leprosy left him. <sup><strong>14</strong></sup> Then Jesus ordered him, \"Don't tell anyone, but go, show yourself to the priest and offer the sacrifices that Moses commanded for your cleansing, as a testimony to them.\" <sup><strong>15</strong></sup> Yet the news about him spread all the more, so that crowds of people came to hear him and to be healed of their sicknesses. <sup><strong>16</strong></sup> But Jesus often withdrew to lonely places and prayed. <sup><strong>17</strong></sup> One day as he was teaching, Pharisees and teachers of the law, who had come from every village of Galilee and from Judea and Jerusalem, were sitting there. And the power of the Lord was present for him to heal the sick. <sup><strong>18</strong></sup> Some men came carrying a paralytic on a mat and tried to take him into the house to lay him before Jesus. <sup><strong>19</strong></sup> When they could not find a way to do this because of the crowd, they went up on the roof and lowered him on his mat through the tiles into the middle of the crowd, right in front of Jesus. <sup><strong>20</strong></sup> When Jesus saw their faith, he said, \"Friend, your sins are forgiven.\" <sup><strong>21</strong></sup> The Pharisees and the teachers of the law began thinking to themselves, \"Who is this fellow who speaks blasphemy? Who can forgive sins but God alone?\" <sup><strong>22</strong></sup> Jesus knew what they were thinking and asked, \"Why are you thinking these things in your hearts? <sup><strong>23</strong></sup> Which is easier: to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? <sup><strong>24</strong></sup> But that you may know that the Son of Man has authority on earth to forgive sins....\" He said to the paralyzed man, \"I tell you, get up, take your mat and go home.\" <sup><strong>25</strong></sup> Immediately he stood up in front of them, took what he had been lying on and went home praising God. <sup><strong>26</strong></sup> Everyone was amazed and gave praise to God. They were filled with awe and said, \"We have seen remarkable things today.\" <sup><strong>27</strong></sup> After this, Jesus went out and saw a tax collector by the name of Levi sitting at his tax booth. \"Follow me,\" Jesus said to him, <sup><strong>28</strong></sup> and Levi got up, left everything and followed him. <sup><strong>29</strong></sup> Then Levi held a great banquet for Jesus at his house, and a large crowd of tax collectors and others were eating with them. <sup><strong>30</strong></sup> But the Pharisees and the teachers of the law who belonged to their sect complained to his disciples, \"Why do you eat and drink with tax collectors and 'sinners'?\" <sup><strong>31</strong></sup> Jesus answered them, \"It is not the healthy who need a doctor, but the sick. <sup><strong>32</strong></sup> I have not come to call the righteous, but sinners to repentance.\" <sup><strong>33</strong></sup> They said to him, \"John's disciples often fast and pray, and so do the disciples of the Pharisees, but yours go on eating and drinking.\" <sup><strong>34</strong></sup> Jesus answered, \"Can you make the guests of the bridegroom fast while he is with them? <sup><strong>35</strong></sup> But the time will come when the bridegroom will be taken from them; in those days they will fast.\" <sup><strong>36</strong></sup> He told them this parable: \"No one tears a patch from a new garment and sews it on an old one. If he does, he will have torn the new garment, and the patch from the new will not match the old. <sup><strong>37</strong></sup> And no one pours new wine into old wineskins. If he does, the new wine will burst the skins, the wine will run out and the wineskins will be ruined. <sup><strong>38</strong></sup> No, new wine must be poured into new wineskins. <sup><strong>39</strong></sup> And no one after drinking old wine wants the new, for he says, 'The old is better.'\" ","modified":"2023-08-29T19:59:22.783Z"},{"_id":"6161aec6c0307ca401cc45b6","topicId":"6161aec3c0307ca401cc45ad","verse":"Matthew 17:24-27","votes":34,"__v":0,"esv":"<div>\n\n<p id=\"p40017024_04-9\"><b class=\"verse-num\" id=\"v40017024-1\">24&nbsp;</b>When they came to Capernaum, the collectors of the two-drachma tax went up to Peter and said, “Does your teacher not pay the tax?” <b class=\"verse-num\" id=\"v40017025-1\">25&nbsp;</b>He said, “Yes.” And when he came into the house, Jesus spoke to him first, saying, <span class=\"woc\">“What do you think, Simon? From whom do kings of the earth take toll or tax? From their sons or from others?”</span> <b class=\"verse-num\" id=\"v40017026-1\">26&nbsp;</b>And when he said, “From others,” Jesus said to him, <span class=\"woc\">“Then the sons are free.</span> <b class=\"verse-num woc\" id=\"v40017027-1\">27&nbsp;</b><span class=\"woc\">However, not to give offense to them, go to the sea and cast a hook and take the first fish that comes up, and when you open its mouth you will find a shekel. Take that and give it to them for me and for yourself.”</span></p>\n\n</div>","kjv":"<strong>24</strong> And when they were come to Capernaum, they that received tribute money came to Peter, and said, Doth not your master pay tribute?  <strong>25</strong> He saith, Yes. And when he was come into the house, Jesus prevented him, saying, What thinkest thou, Simon? of whom do the kings of the earth take custom or tribute? of their own children, or of strangers?  <strong>26</strong> Peter saith unto him, Of strangers. Jesus saith unto him, Then are the children free.  <strong>27</strong> Notwithstanding, lest we should offend them, go thou to the sea, and cast an hook, and take up the fish that first cometh up; and when thou hast opened his mouth, thou shalt find a piece of money: that take, and give unto them for me and thee. ","niv":"<sup><strong>24</strong></sup> After Jesus and his disciples arrived in Capernaum, the collectors of the two-drachma tax came to Peter and asked, \"Doesn't your teacher pay the temple tax?\" <sup><strong>25</strong></sup> \"Yes, he does,\" he replied. When Peter came into the house, Jesus was the first to speak. \"What do you think, Simon?\" he asked. \"From whom do the kings of the earth collect duty and taxes--from their own sons or from others?\" <sup><strong>26</strong></sup> \"From others,\" Peter answered. <sup><strong>27</strong></sup> \"Then the sons are exempt,\" Jesus said to him. \"But so that we may not offend them, go to the lake and throw out your line. Take the first fish you catch; open its mouth and you will find a four-drachma coin. Take it and give it to them for my tax and yours.\" "},{"_id":"6161aec6c0307ca401cc45b7","topicId":"6161aec3c0307ca401cc45ad","verse":"Mark 1:14-20","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p41001014_05-10\"><b class=\"verse-num\" id=\"v41001014-1\">14&nbsp;</b>Now after John was arrested, Jesus came into Galilee, proclaiming the gospel of God, <b class=\"verse-num\" id=\"v41001015-1\">15&nbsp;</b>and saying, <span class=\"woc\">“The time is fulfilled, and the kingdom of God is at hand; repent and believe in the gospel.”</span></p>\n\n<p id=\"p41001015_10-10\"><b class=\"verse-num\" id=\"v41001016-1\">16&nbsp;</b>Passing alongside the Sea of Galilee, he saw Simon and Andrew the brother of Simon casting a net into the sea, for they were fishermen. <b class=\"verse-num\" id=\"v41001017-1\">17&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Follow me, and I will make you become fishers of men.”</span> <b class=\"verse-num\" id=\"v41001018-1\">18&nbsp;</b>And immediately they left their nets and followed him. <b class=\"verse-num\" id=\"v41001019-1\">19&nbsp;</b>And going on a little farther, he saw James the son of Zebedee and John his brother, who were in their boat mending the nets. <b class=\"verse-num\" id=\"v41001020-1\">20&nbsp;</b>And immediately he called them, and they left their father Zebedee in the boat with the hired servants and followed him.</p>\n\n</div>","kjv":"<strong>14</strong> Now after that John was put in prison, Jesus came into Galilee, preaching the gospel of the kingdom of God,  <strong>15</strong> And saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel.  <strong>16</strong> Now as he walked by the sea of Galilee, he saw Simon and Andrew his brother casting a net into the sea: for they were fishers.  <strong>17</strong> And Jesus said unto them, Come ye after me, and I will make you to become fishers of men.  <strong>18</strong> And straightway they forsook their nets, and followed him.  <strong>19</strong> And when he had gone a little farther thence, he saw James the son of Zebedee, and John his brother, who also were in the ship mending their nets.  <strong>20</strong> And straightway he called them: and they left their father Zebedee in the ship with the hired servants, and went after him.  ","niv":"<sup><strong>14</strong></sup> After John was put in prison, Jesus went into Galilee, proclaiming the good news of God. <sup><strong>15</strong></sup> \"The time has come,\" he said. \"The kingdom of God is near. Repent and believe the good news!\" <sup><strong>16</strong></sup> As Jesus walked beside the Sea of Galilee, he saw Simon and his brother Andrew casting a net into the lake, for they were fishermen. <sup><strong>17</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\" <sup><strong>18</strong></sup> At once they left their nets and followed him. <sup><strong>19</strong></sup> When he had gone a little farther, he saw James son of Zebedee and his brother John in a boat, preparing their nets. <sup><strong>20</strong></sup> Without delay he called them, and they left their father Zebedee in the boat with the hired men and followed him. ","modified":"2022-10-06T13:30:28.833Z"},{"_id":"6161aec7c0307ca401cc45b8","topicId":"6161aec3c0307ca401cc45ad","verse":"Genesis 1:26","votes":30,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-11\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\""},{"_id":"6161aec7c0307ca401cc45b9","topicId":"6161aec3c0307ca401cc45ad","verse":"Ezekiel 47:10","votes":29,"__v":0,"esv":"<div>\n<p id=\"p26047010_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v26047010-1\">10&nbsp;</b>Fishermen will stand beside the sea. From Engedi to Eneglaim it will be a place for the spreading of nets. Its fish will be of very many kinds, like the fish of the Great Sea.</p>\n\n</div>","kjv":"<strong>10</strong> And it shall come to pass, that the fishers shall stand upon it from En-gedi even unto En-eglaim; they shall be a place to spread forth nets; their fish shall be according to their kinds, as the fish of the great sea, exceeding many.  ","niv":"<sup><strong>10</strong></sup> Fishermen will stand along the shore; from En Gedi to En Eglaim there will be places for spreading nets. The fish will be of many kinds-like the fish of the Great Sea."},{"_id":"6161aec7c0307ca401cc45ba","topicId":"6161aec3c0307ca401cc45ad","verse":"Luke 5:5","votes":27,"__v":0,"esv":"<div>\n<p id=\"p42005005_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v42005005-1\">5&nbsp;</b>And Simon answered, “Master, we toiled all night and took nothing! But at your word I will let down the nets.”</p>\n</div>","kjv":"<strong>5</strong> And Simon answering said unto him, Master, we have toiled all the night, and have taken nothing: nevertheless at thy word I will let down the net.  ","niv":"<sup><strong>5</strong></sup> Simon answered, \"Master, we've worked hard all night and haven't caught anything. But because you say so, I will let down the nets.\""},{"_id":"6161aec7c0307ca401cc45bb","topicId":"6161aec3c0307ca401cc45ad","verse":"Job 41:7","votes":27,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18041007_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v18041007-1\">7&nbsp;</b>&nbsp;&nbsp;Can you fill his skin with harpoons</span><br><span id=\"p18041007_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or his head with fishing spears?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Canst thou fill his skin with barbed irons? or his head with fish spears?  ","niv":"<sup><strong>7</strong></sup> Can you fill his hide with harpoons or his head with fishing spears?"},{"_id":"6161aec8c0307ca401cc45bc","topicId":"6161aec3c0307ca401cc45ad","verse":"Luke 5:10","votes":26,"__v":0,"esv":"<div>\n<p id=\"p42005010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v42005010-1\">10&nbsp;</b>and so also were James and John, sons of Zebedee, who were partners with Simon. And Jesus said to Simon, <span class=\"woc\">“Do not be afraid; from now on you will be catching men.”</span></p>\n\n</div>","kjv":"<strong>10</strong> And so was also James, and John, the sons of Zebedee, which were partners with Simon. And Jesus said unto Simon, Fear not; from henceforth thou shalt catch men.  ","niv":"<sup><strong>10</strong></sup> and so were James and John, the sons of Zebedee, Simon's partners."},{"_id":"6161aec8c0307ca401cc45bd","topicId":"6161aec3c0307ca401cc45ad","verse":"Luke 5:4","votes":25,"__v":0,"esv":"<div>\n<p id=\"p42005004_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v42005004-1\">4&nbsp;</b>And when he had finished speaking, he said to Simon, <span class=\"woc\">“Put out into the deep and let down your nets for a catch.”</span></p>\n</div>","kjv":"<strong>4</strong> Now when he had left speaking, he said unto Simon, Launch out into the deep, and let down your nets for a draught.  ","niv":"<sup><strong>4</strong></sup> When he had finished speaking, he said to Simon, \"Put out into deep water, and let down the nets for a catch.\""},{"_id":"6161aec8c0307ca401cc45be","topicId":"6161aec3c0307ca401cc45ad","verse":"Jeremiah 16:16","votes":26,"__v":0,"esv":"<div>\n<p id=\"p24016016_01-17\"><b class=\"verse-num\" id=\"v24016016-1\">16&nbsp;</b>“Behold, I am sending for many fishers, declares the LORD, and they shall catch them. And afterward I will send for many hunters, and they shall hunt them from every mountain and every hill, and out of the clefts of the rocks.</p>\n</div>","kjv":"<strong>16</strong> Behold, I will send for many fishers, saith the LORD, and they shall fish them; and after will I send for many hunters, and they shall hunt them from every mountain, and from every hill, and out of the holes of the rocks.  ","niv":"<sup><strong>16</strong></sup> \"But now I will send for many fishermen,\" declares the LORD, \"and they will catch them. After that I will send for many hunters, and they will hunt them down on every mountain and hill and from the crevices of the rocks.","modified":"2022-10-13T06:49:19.593Z"},{"_id":"6161aec9c0307ca401cc45bf","topicId":"6161aec3c0307ca401cc45ad","verse":"Genesis 1:1-31","votes":25,"__v":0,"kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"6161aec9c0307ca401cc45c0","topicId":"6161aec3c0307ca401cc45ad","verse":"Mark 1:17","votes":27,"__v":0,"esv":"<div>\n<p id=\"p41001017_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v41001017-1\">17&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Follow me, and I will make you become fishers of men.”</span></p>\n\n</div>","kjv":"<strong>17</strong> And Jesus said unto them, Come ye after me, and I will make you to become fishers of men.  ","niv":"<sup><strong>17</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\"","modified":"2022-10-02T23:42:58.794Z"},{"_id":"6161aec9c0307ca401cc45c1","topicId":"6161aec3c0307ca401cc45ad","verse":"John 21:11","votes":24,"__v":0,"esv":"<div>\n<p id=\"p43021011_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v43021011-1\">11&nbsp;</b>So Simon Peter went aboard and hauled the net ashore, full of large fish, 153 of them. And although there were so many, the net was not torn.</p>\n</div>","kjv":"<strong>11</strong> Simon Peter went up, and drew the net to land full of great fishes, and hundred and fifty and three: and for all there were so many, yet was not the net broken.  ","niv":"<sup><strong>11</strong></sup> Simon Peter climbed aboard and dragged the net ashore. It was full of large fish, 153, but even with so many the net was not torn."},{"_id":"6161aecac0307ca401cc45c2","topicId":"6161aec3c0307ca401cc45ad","verse":"John 21:1-25","votes":22,"__v":0,"kjv":"<strong>1</strong> After these things Jesus shewed himself again to the disciples at the sea of Tiberias; and on this wise shewed he himself.  <strong>2</strong> There were together Simon Peter, and Thomas called Didymus, and Nathanael of Cana in Galilee, and the sons of Zebedee, and two other of his disciples.  <strong>3</strong> Simon Peter saith unto them, I go a fishing. They say unto him, We also go with thee. They went forth, and entered into a ship immediately; and that night they caught nothing.  <strong>4</strong> But when the morning was now come, Jesus stood on the shore: but the disciples knew not that it was Jesus.  <strong>5</strong> Then Jesus saith unto them, Children, have ye any meat? They answered him, No.  <strong>6</strong> And he said unto them, Cast the net on the right side of the ship, and ye shall find. They cast therefore, and now they were not able to draw it for the multitude of fishes.  <strong>7</strong> Therefore that disciple whom Jesus loved saith unto Peter, It is the Lord. Now when Simon Peter heard that it was the Lord, he girt his  fisher’s coat unto him, (for he was naked,) and did cast himself into the sea.  <strong>8</strong> And the other disciples came in a little ship; (for they were not far from land, but as it were two hundred cubits,) dragging the net with fishes.  <strong>9</strong> As soon then as they were come to land, they saw a fire of coals there, and fish laid thereon, and bread.  <strong>10</strong> Jesus saith unto them, Bring of the fish which ye have now caught.  <strong>11</strong> Simon Peter went up, and drew the net to land full of great fishes, and hundred and fifty and three: and for all there were so many, yet was not the net broken.  <strong>12</strong> Jesus saith unto them, Come and dine. And none of the disciples durst ask him, Who art thou? knowing that it was the Lord.  <strong>13</strong> Jesus then cometh, and taketh bread, and giveth them, and fish likewise.  <strong>14</strong> This is now the third time that Jesus shewed himself to his disciples, after that he was risen from the dead.  <strong>15</strong> So when they had dined, Jesus saith to Simon Peter, Simon, son of Jonas, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my lambs.  <strong>16</strong> He saith to him again the second time, Simon, son of Jonas, lovest thou me? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my sheep.  <strong>17</strong> He saith unto him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep.  <strong>18</strong> Verily, verily, I say unto thee, When thou wast young, thou girdedst thyself, and walkedst whither thou wouldest: but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not.  <strong>19</strong> This spake he, signifying by what death he should glorify God. And when he had spoken this, he saith unto him, Follow me.  <strong>20</strong> Then Peter, turning about, seeth the disciple whom Jesus loved following; which also leaned on his breast at supper, and said, Lord, which is he that betrayeth thee?  <strong>21</strong> Peter seeing him saith to Jesus, Lord, and what shall this man do?  <strong>22</strong> Jesus saith unto him, If I will that he tarry till I come, what is that to thee? follow thou me.  <strong>23</strong> Then went this saying abroad among the brethren, that that disciple should not die: yet Jesus said not unto him, He shall not die; but, If I will that he tarry till I come, what is that to thee?  <strong>24</strong> This is the disciple which testifieth of these things, and wrote these things: and we know that his testimony is true.  <strong>25</strong> And there are also many other things which Jesus did, the which, if they should be written every one, I suppose that even the world itself could not contain the books that should be written. Amen.  ","niv":"<sup><strong>1</strong></sup> Afterward Jesus appeared again to his disciples, by the Sea of Tiberias. It happened this way: <sup><strong>2</strong></sup> Simon Peter, Thomas (called Didymus), Nathanael from Cana in Galilee, the sons of Zebedee, and two other disciples were together. <sup><strong>3</strong></sup> \"I'm going out to fish,\" Simon Peter told them, and they said, \"We'll go with you.\" So they went out and got into the boat, but that night they caught nothing. <sup><strong>4</strong></sup> Early in the morning, Jesus stood on the shore, but the disciples did not realize that it was Jesus. <sup><strong>5</strong></sup> He called out to them, \"Friends, haven't you any fish?No,\" they answered. <sup><strong>6</strong></sup> He said, \"Throw your net on the right side of the boat and you will find some.\" When they did, they were unable to haul the net in because of the large number of fish. <sup><strong>7</strong></sup> Then the disciple whom Jesus loved said to Peter, \"It is the Lord!\" As soon as Simon Peter heard him say, \"It is the Lord,\" he wrapped his outer garment around him (for he had taken it off) and jumped into the water. <sup><strong>8</strong></sup> The other disciples followed in the boat, towing the net full of fish, for they were not far from shore, about a hundred yards. <sup><strong>9</strong></sup> When they landed, they saw a fire of burning coals there with fish on it, and some bread. <sup><strong>10</strong></sup> Jesus said to them, \"Bring some of the fish you have just caught.\" <sup><strong>11</strong></sup> Simon Peter climbed aboard and dragged the net ashore. It was full of large fish, 153, but even with so many the net was not torn. <sup><strong>12</strong></sup> Jesus said to them, \"Come and have breakfast.\" None of the disciples dared ask him, \"Who are you?\" They knew it was the Lord. <sup><strong>13</strong></sup> Jesus came, took the bread and gave it to them, and did the same with the fish. <sup><strong>14</strong></sup> This was now the third time Jesus appeared to his disciples after he was raised from the dead. <sup><strong>15</strong></sup> When they had finished eating, Jesus said to Simon Peter, \"Simon son of John, do you truly love me more than these?Yes, Lord,\" he said, \"you know that I love you.\" Jesus said, \"Feed my lambs.\" <sup><strong>16</strong></sup> Again Jesus said, \"Simon son of John, do you truly love me?\" He answered, \"Yes, Lord, you know that I love you.\" Jesus said, \"Take care of my sheep.\" <sup><strong>17</strong></sup> The third time he said to him, \"Simon son of John, do you love me?\" Peter was hurt because Jesus asked him the third time, \"Do you love me?\" He said, \"Lord, you know all things; you know that I love you.\" <sup><strong>18</strong></sup> Jesus said, \"Feed my sheep. I tell you the truth, when you were younger you dressed yourself and went where you wanted; but when you are old you will stretch out your hands, and someone else will dress you and lead you where you do not want to go.\" <sup><strong>19</strong></sup> Jesus said this to indicate the kind of death by which Peter would glorify God. Then he said to him, \"Follow me!\" <sup><strong>20</strong></sup> Peter turned and saw that the disciple whom Jesus loved was following them. (This was the one who had leaned back against Jesus at the supper and had said, \"Lord, who is going to betray you?\") <sup><strong>21</strong></sup> When Peter saw him, he asked, \"Lord, what about him?\" <sup><strong>22</strong></sup> Jesus answered, \"If I want him to remain alive until I return, what is that to you? You must follow me.\" <sup><strong>23</strong></sup> Because of this, the rumor spread among the brothers that this disciple would not die. But Jesus did not say that he would not die; he only said, \"If I want him to remain alive until I return, what is that to you?\" <sup><strong>24</strong></sup> This is the disciple who testifies to these things and who wrote them down. We know that his testimony is true. <sup><strong>25</strong></sup> Jesus did many other things as well. If every one of them were written down, I suppose that even the whole world would not have room for the books that would be written. "},{"_id":"6161aecac0307ca401cc45c3","topicId":"6161aec3c0307ca401cc45ad","verse":"Matthew 17:27","votes":22,"__v":0,"esv":"<div>\n<p id=\"p40017027_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40017027-1\">27&nbsp;</b><span class=\"woc\">However, not to give offense to them, go to the sea and cast a hook and take the first fish that comes up, and when you open its mouth you will find a shekel. Take that and give it to them for me and for yourself.”</span></p>\n\n</div>","kjv":"<strong>27</strong> Notwithstanding, lest we should offend them, go thou to the sea, and cast an hook, and take up the fish that first cometh up; and when thou hast opened his mouth, thou shalt find a piece of money: that take, and give unto them for me and thee. ","niv":"<sup><strong>27</strong></sup> \"Then the sons are exempt,\" Jesus said to him. \"But so that we may not offend them, go to the lake and throw out your line. Take the first fish you catch; open its mouth and you will find a four-drachma coin. Take it and give it to them for my tax and yours.\"","modified":"2023-02-04T14:07:33.524Z"},{"_id":"6161aecac0307ca401cc45c4","topicId":"6161aec3c0307ca401cc45ad","verse":"Matthew 4:18","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p40004018_06-23\"><b class=\"verse-num\" id=\"v40004018-1\">18&nbsp;</b>While walking by the Sea of Galilee, he saw two brothers, Simon (who is called Peter) and Andrew his brother, casting a net into the sea, for they were fishermen.</p>\n</div>","kjv":"<strong>18</strong> And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers.  ","niv":"<sup><strong>18</strong></sup> As Jesus was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew. They were casting a net into the lake, for they were fishermen."},{"_id":"6161aecac0307ca401cc45c5","topicId":"6161aec3c0307ca401cc45ad","verse":"Luke 5:1-11","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p42005001_06-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42005001-1\">5:1&nbsp;</b>On one occasion, while the crowd was pressing in on him to hear the word of God, he was standing by the lake of Gennesaret, <b class=\"verse-num\" id=\"v42005002-1\">2&nbsp;</b>and he saw two boats by the lake, but the fishermen had gone out of them and were washing their nets. <b class=\"verse-num\" id=\"v42005003-1\">3&nbsp;</b>Getting into one of the boats, which was Simon’s, he asked him to put out a little from the land. And he sat down and taught the people from the boat. <b class=\"verse-num\" id=\"v42005004-1\">4&nbsp;</b>And when he had finished speaking, he said to Simon, <span class=\"woc\">“Put out into the deep and let down your nets for a catch.”</span> <b class=\"verse-num\" id=\"v42005005-1\">5&nbsp;</b>And Simon answered, “Master, we toiled all night and took nothing! But at your word I will let down the nets.” <b class=\"verse-num\" id=\"v42005006-1\">6&nbsp;</b>And when they had done this, they enclosed a large number of fish, and their nets were breaking. <b class=\"verse-num\" id=\"v42005007-1\">7&nbsp;</b>They signaled to their partners in the other boat to come and help them. And they came and filled both the boats, so that they began to sink. <b class=\"verse-num\" id=\"v42005008-1\">8&nbsp;</b>But when Simon Peter saw it, he fell down at Jesus’ knees, saying, “Depart from me, for I am a sinful man, O Lord.” <b class=\"verse-num\" id=\"v42005009-1\">9&nbsp;</b>For he and all who were with him were astonished at the catch of fish that they had taken, <b class=\"verse-num\" id=\"v42005010-1\">10&nbsp;</b>and so also were James and John, sons of Zebedee, who were partners with Simon. And Jesus said to Simon, <span class=\"woc\">“Do not be afraid; from now on you will be catching men.”</span> <b class=\"verse-num\" id=\"v42005011-1\">11&nbsp;</b>And when they had brought their boats to land, they left everything and followed him.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, that, as the people pressed upon him to hear the word of God, he stood by the lake of Gennesaret,  <strong>2</strong> And saw two ships standing by the lake: but the fishermen were gone out of them, and were washing their nets.  <strong>3</strong> And he entered into one of the ships, which was Simon’s, and prayed him that he would thrust out a little from the land. And he sat down, and taught the people out of the ship.  <strong>4</strong> Now when he had left speaking, he said unto Simon, Launch out into the deep, and let down your nets for a draught.  <strong>5</strong> And Simon answering said unto him, Master, we have toiled all the night, and have taken nothing: nevertheless at thy word I will let down the net.  <strong>6</strong> And when they had this done, they inclosed a great multitude of fishes: and their net brake.  <strong>7</strong> And they beckoned unto their partners, which were in the other ship, that they should come and help them. And they came, and filled both the ships, so that they began to sink.  <strong>8</strong> When Simon Peter saw it, he fell down at Jesus’ knees, saying, Depart from me; for I am a sinful man, O Lord.  <strong>9</strong> For he was astonished, and all that were with him, at the draught of the fishes which they had taken:  <strong>10</strong> And so was also James, and John, the sons of Zebedee, which were partners with Simon. And Jesus said unto Simon, Fear not; from henceforth thou shalt catch men.  <strong>11</strong> And when they had brought their ships to land, they forsook all, and followed him.  ","niv":"<sup><strong>1</strong></sup> One day as Jesus was standing by the Lake of Gennesaret, with the people crowding around him and listening to the word of God, <sup><strong>2</strong></sup> he saw at the water's edge two boats, left there by the fishermen, who were washing their nets. <sup><strong>3</strong></sup> He got into one of the boats, the one belonging to Simon, and asked him to put out a little from shore. Then he sat down and taught the people from the boat. <sup><strong>4</strong></sup> When he had finished speaking, he said to Simon, \"Put out into deep water, and let down the nets for a catch.\" <sup><strong>5</strong></sup> Simon answered, \"Master, we've worked hard all night and haven't caught anything. But because you say so, I will let down the nets.\" <sup><strong>6</strong></sup> When they had done so, they caught such a large number of fish that their nets began to break. <sup><strong>7</strong></sup> So they signaled their partners in the other boat to come and help them, and they came and filled both boats so full that they began to sink. <sup><strong>8</strong></sup> When Simon Peter saw this, he fell at Jesus' knees and said, \"Go away from me, Lord; I am a sinful man!\" <sup><strong>9</strong></sup> For he and all his companions were astonished at the catch of fish they had taken, <sup><strong>10</strong></sup> and so were James and John, the sons of Zebedee, Simon's partners. <sup><strong>11</strong></sup> Then Jesus said to Simon, \"Don't be afraid; from now on you will catch men.\" So they pulled their boats up on shore, left everything and followed him. ","modified":"2023-06-24T18:48:13.435Z"},{"_id":"6161aecbc0307ca401cc45c6","topicId":"6161aec3c0307ca401cc45ad","verse":"Jonah 1:17","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p32001017_06-25\"><b class=\"verse-num\" id=\"v32001017-1\">17&nbsp;</b> And the LORD appointed a great fish to swallow up Jonah. And Jonah was in the belly of the fish three days and three nights.</p>\n\n</div>","kjv":"<strong>17</strong> Now the LORD had prepared a great fish to swallow up Jonah. And Jonah was in the belly of the fish three days and three nights.  ","niv":"<sup><strong>17</strong></sup> But the LORD provided a great fish to swallow Jonah, and Jonah was inside the fish three days and three nights.","modified":"2022-10-23T12:24:17.929Z"}]}