{"_id":"6161afd0c0307ca401cc465b","slug":"floods","name":"Floods","verses":[{"_id":"6161afd0c0307ca401cc465c","topicId":"6161afd0c0307ca401cc465b","verse":"John 11:35","votes":63,"__v":0,"esv":"<div>\n<p id=\"p43011035_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011035-1\">35&nbsp;</b>Jesus wept.</p>\n</div>","kjv":"<strong>35</strong> Jesus wept.  ","niv":"<sup><strong>35</strong></sup> Jesus wept.","modified":"2023-05-13T17:53:06.121Z"},{"_id":"6161afd0c0307ca401cc465d","topicId":"6161afd0c0307ca401cc465b","verse":"Psalm 107:25-30","votes":36,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19107025_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107025-1\">25&nbsp;</b>&nbsp;&nbsp;For he commanded and raised the stormy wind,</span><br><span id=\"p19107025_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which lifted up the waves of the sea.</span><br><span id=\"p19107026_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107026-1\">26&nbsp;</b>&nbsp;&nbsp;They mounted up to heaven; they went down to the depths;</span><br><span id=\"p19107026_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their courage melted away in their evil plight;</span><br><span id=\"p19107027_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107027-1\">27&nbsp;</b>&nbsp;&nbsp;they reeled and staggered like drunken men</span><br><span id=\"p19107027_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and were at their wits’ end.</span><br><span id=\"p19107028_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107028-1\">28&nbsp;</b>&nbsp;&nbsp;Then they cried to the LORD in their trouble,</span><br><span id=\"p19107028_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he delivered them from their distress.</span><br><span id=\"p19107029_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107029-1\">29&nbsp;</b>&nbsp;&nbsp;He made the storm be still,</span><br><span id=\"p19107029_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the waves of the sea were hushed.</span><br><span id=\"p19107030_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107030-1\">30&nbsp;</b>&nbsp;&nbsp;Then they were glad that the waters were quiet,</span><br><span id=\"p19107030_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he brought them to their desired haven.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>25</strong> For he commandeth, and raiseth the stormy wind, which lifteth up the waves thereof.  <strong>26</strong> They mount up to the heaven, they go down again to the depths: their soul is melted because of trouble.  <strong>27</strong> They reel to and fro, and stagger like a drunken man, and are at their wit’s end.  <strong>28</strong> Then they cry unto the LORD in their trouble, and he bringeth them out of their distresses.  <strong>29</strong> He maketh the storm a calm, so that the waves thereof are still.  <strong>30</strong> Then are they glad because they be quiet; so he bringeth them unto their desired haven.  ","niv":"<sup><strong>25</strong></sup> For he spoke and stirred up a tempest that lifted high the waves. <sup><strong>26</strong></sup> They mounted up to the heavens and went down to the depths; in their peril their courage melted away. <sup><strong>27</strong></sup> They reeled and staggered like drunken men; they were at their wits' end. <sup><strong>28</strong></sup> Then they cried out to the LORD in their trouble, and he brought them out of their distress. <sup><strong>29</strong></sup> He stilled the storm to a whisper; the waves of the sea were hushed. <sup><strong>30</strong></sup> They were glad when it grew calm, and he guided them to their desired haven. "},{"_id":"6161afd1c0307ca401cc465e","topicId":"6161afd0c0307ca401cc465b","verse":"Genesis 6:17","votes":29,"__v":0,"esv":"<div>\n<p id=\"p01006017_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v01006017-1\">17&nbsp;</b>For behold, I will bring a flood of waters upon the earth to destroy all flesh in which is the breath of life under heaven. Everything that is on the earth shall die.</p>\n</div>","kjv":"<strong>17</strong> And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.  ","niv":"<sup><strong>17</strong></sup> I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish.","modified":"2022-03-05T20:29:21.130Z"},{"_id":"6161afd1c0307ca401cc465f","topicId":"6161afd0c0307ca401cc465b","verse":"2 Peter 2:5","votes":31,"__v":0,"esv":"<div>\n<p id=\"p61002005_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002005-1\">5&nbsp;</b>if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly;</p>\n</div>","kjv":"<strong>5</strong> And spared not the old world, but saved Noah the eighth person,  a preacher of righteousness, bringing in the flood upon the world of the ungodly;  ","niv":"<sup><strong>5</strong></sup> if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others;"},{"_id":"6161afd1c0307ca401cc4660","topicId":"6161afd0c0307ca401cc465b","verse":"Luke 17:27","votes":27,"__v":0,"esv":"<div>\n<p id=\"p42017027_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42017027-1\">27&nbsp;</b><span class=\"woc\">They were eating and drinking and marrying and being given in marriage, until the day when Noah entered the ark, and the flood came and destroyed them all.</span></p>\n</div>","kjv":"<strong>27</strong> They did eat, they drank, they married wives, they were given in marriage, until the day that Noe entered into the ark, and the flood came, and destroyed them all.  ","niv":"<sup><strong>27</strong></sup> People were eating, drinking, marrying and being given in marriage up to the day Noah entered the ark. Then the flood came and destroyed them all.","modified":"2023-07-02T01:53:54.763Z"},{"_id":"6161afd2c0307ca401cc4661","topicId":"6161afd0c0307ca401cc465b","verse":"Luke 17:26","votes":20,"__v":0,"esv":"<div>\n<p id=\"p42017026_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42017026-1\">26&nbsp;</b><span class=\"woc\">Just as it was in the days of Noah, so will it be in the days of the Son of Man.</span></p>\n</div>","kjv":"<strong>26</strong> And as it was in the days of Noe, so shall it be also in the days of the Son of man.  ","niv":"<sup><strong>26</strong></sup> \"Just as it was in the days of Noah, so also will it be in the days of the Son of Man."},{"_id":"6161afd2c0307ca401cc4662","topicId":"6161afd0c0307ca401cc465b","verse":"Psalm 93:3","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19093003_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19093003-1\">3&nbsp;</b>&nbsp;&nbsp;The floods have lifted up, O LORD,</span><br><span id=\"p19093003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the floods have lifted up their voice;</span><br><span id=\"p19093003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the floods lift up their roaring.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> The floods have lifted up, O LORD, the floods have lifted up their voice; the floods lift up their waves.  ","niv":"<sup><strong>3</strong></sup> The seas have lifted up, O LORD, the seas have lifted up their voice; the seas have lifted up their pounding waves."},{"_id":"6161afd2c0307ca401cc4663","topicId":"6161afd0c0307ca401cc465b","verse":"1 Peter 3:20","votes":18,"__v":0,"esv":"<div>\n<p id=\"p60003020_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water.</p>\n\n</div>","kjv":"<strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  ","niv":"<sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water,"},{"_id":"6161afd3c0307ca401cc4664","topicId":"6161afd0c0307ca401cc465b","verse":"Isaiah 54:9","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23054009_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054009-1\">9&nbsp;</b>&nbsp;&nbsp;“This is like the days of Noah to me:</span><br><span id=\"p23054009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as I swore that the waters of Noah</span><br><span id=\"p23054009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;should no more go over the earth,</span><br><span id=\"p23054009_01-10\" class=\"line\">&nbsp;&nbsp;so I have sworn that I will not be angry with you,</span><br><span id=\"p23054009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will not rebuke you.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> For this is as the waters of Noah unto me: for as  I have sworn that the waters of Noah should no more go over the earth; so have I sworn that I would not be wroth with thee, nor rebuke thee.  ","niv":"<sup><strong>9</strong></sup> \"To me this is like the days of Noah, when I swore that the waters of Noah would never again cover the earth. So now I have sworn not to be angry with you, never to rebuke you again."},{"_id":"6161afd3c0307ca401cc4665","topicId":"6161afd0c0307ca401cc465b","verse":"Genesis 8:1-22","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p01008001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01008001-1\">8:1&nbsp;</b>But God remembered Noah and all the beasts and all the livestock that were with him in the ark. And God made a wind blow over the earth, and the waters subsided. <b class=\"verse-num\" id=\"v01008002-1\">2&nbsp;</b>The fountains of the deep and the windows of the heavens were closed, the rain from the heavens was restrained, <b class=\"verse-num\" id=\"v01008003-1\">3&nbsp;</b>and the waters receded from the earth continually. At the end of 150 days the waters had abated, <b class=\"verse-num\" id=\"v01008004-1\">4&nbsp;</b>and in the seventh month, on the seventeenth day of the month, the ark came to rest on the mountains of Ararat. <b class=\"verse-num\" id=\"v01008005-1\">5&nbsp;</b>And the waters continued to abate until the tenth month; in the tenth month, on the first day of the month, the tops of the mountains were seen.</p>\n<p id=\"p01008005_04-11\"><b class=\"verse-num\" id=\"v01008006-1\">6&nbsp;</b>At the end of forty days Noah opened the window of the ark that he had made <b class=\"verse-num\" id=\"v01008007-1\">7&nbsp;</b>and sent forth a raven. It went to and fro until the waters were dried up from the earth. <b class=\"verse-num\" id=\"v01008008-1\">8&nbsp;</b>Then he sent forth a dove from him, to see if the waters had subsided from the face of the ground. <b class=\"verse-num\" id=\"v01008009-1\">9&nbsp;</b>But the dove found no place to set her foot, and she returned to him to the ark, for the waters were still on the face of the whole earth. So he put out his hand and took her and brought her into the ark with him. <b class=\"verse-num\" id=\"v01008010-1\">10&nbsp;</b>He waited another seven days, and again he sent forth the dove out of the ark. <b class=\"verse-num\" id=\"v01008011-1\">11&nbsp;</b>And the dove came back to him in the evening, and behold, in her mouth was a freshly plucked olive leaf. So Noah knew that the waters had subsided from the earth. <b class=\"verse-num\" id=\"v01008012-1\">12&nbsp;</b>Then he waited another seven days and sent forth the dove, and she did not return to him anymore.</p>\n<p id=\"p01008012_04-11\"><b class=\"verse-num\" id=\"v01008013-1\">13&nbsp;</b>In the six hundred and first year, in the first month, the first day of the month, the waters were dried from off the earth. And Noah removed the covering of the ark and looked, and behold, the face of the ground was dry. <b class=\"verse-num\" id=\"v01008014-1\">14&nbsp;</b>In the second month, on the twenty-seventh day of the month, the earth had dried out. <b class=\"verse-num\" id=\"v01008015-1\">15&nbsp;</b>Then God said to Noah, <b class=\"verse-num\" id=\"v01008016-1\">16&nbsp;</b>“Go out from the ark, you and your wife, and your sons and your sons’ wives with you. <b class=\"verse-num\" id=\"v01008017-1\">17&nbsp;</b>Bring out with you every living thing that is with you of all flesh—birds and animals and every creeping thing that creeps on the earth—that they may swarm on the earth, and be fruitful and multiply on the earth.” <b class=\"verse-num\" id=\"v01008018-1\">18&nbsp;</b>So Noah went out, and his sons and his wife and his sons’ wives with him. <b class=\"verse-num\" id=\"v01008019-1\">19&nbsp;</b>Every beast, every creeping thing, and every bird, everything that moves on the earth, went out by families from the ark.</p>\n\n<p id=\"p01008019_08-11\"><b class=\"verse-num\" id=\"v01008020-1\">20&nbsp;</b>Then Noah built an altar to the LORD and took some of every clean animal and some of every clean bird and offered burnt offerings on the altar. <b class=\"verse-num\" id=\"v01008021-1\">21&nbsp;</b>And when the LORD smelled the pleasing aroma, the LORD said in his heart, “I will never again curse the ground because of man, for the intention of man’s heart is evil from his youth. Neither will I ever again strike down every living creature as I have done. <b class=\"verse-num\" id=\"v01008022-1\">22&nbsp;</b>While the earth remains, seedtime and harvest, cold and heat, summer and winter, day and night, shall not cease.”</p>\n\n</div>","kjv":"<strong>1</strong> And God remembered Noah, and every living thing, and all the cattle that was with him in the ark: and God made a wind to pass over the earth, and the waters asswaged;  <strong>2</strong> The fountains also of the deep and the windows of heaven were stopped, and the rain from heaven was restrained;  <strong>3</strong> And the waters returned from off the earth continually: and after the end of the hundred and fifty days the waters were abated.  <strong>4</strong> And the ark rested in the seventh month, on the seventeenth day of the month, upon the mountains of Ararat.  <strong>5</strong> And the waters decreased continually until the tenth month: in the tenth month, on the first day of the month, were the tops of the mountains seen.  <strong>6</strong> And it came to pass at the end of forty days, that Noah opened the window of the ark which he had made:  <strong>7</strong> And he sent forth a raven, which went forth to and fro, until the waters were dried up from off the earth.  <strong>8</strong> Also he sent forth a dove from him, to see if the waters were abated from off the face of the ground;  <strong>9</strong> But the dove found no rest for the sole of her foot, and she returned unto him into the ark, for the waters were on the face of the whole earth: then he put forth his hand, and took her, and pulled her in unto him into the ark.  <strong>10</strong> And he stayed yet other seven days; and again he sent forth the dove out of the ark;  <strong>11</strong> And the dove came in to him in the evening; and, lo, in her mouth was an olive leaf pluckt off: so Noah knew that the waters were abated from off the earth.  <strong>12</strong> And he stayed yet other seven days; and sent forth the dove; which returned not again unto him any more.  <strong>13</strong> And it came to pass in the six hundredth and first year, in the first month, the first day of the month, the waters were dried up from off the earth: and Noah removed the covering of the ark, and looked, and, behold, the face of the ground was dry.  <strong>14</strong> And in the second month, on the seven and twentieth day of the month, was the earth dried.  <strong>15</strong> And God spake unto Noah, saying,  <strong>16</strong> Go forth of the ark, thou, and thy wife, and thy sons, and thy sons’ wives with thee.  <strong>17</strong> Bring forth with thee every living thing that is with thee, of all flesh, both of fowl, and of cattle, and of every creeping thing that creepeth upon the earth; that they may breed abundantly in the earth, and be fruitful, and multiply upon the earth.  <strong>18</strong> And Noah went forth, and his sons, and his wife, and his sons’ wives with him:  <strong>19</strong> Every beast, every creeping thing, and every fowl, and whatsoever creepeth upon the earth, after their kinds, went forth out of the ark.  <strong>20</strong> And Noah builded an altar unto the LORD; and took of every clean beast, and of every clean fowl, and offered burnt offerings on the altar.  <strong>21</strong> And the LORD smelled a sweet savour; and the LORD said in his heart, I will not again curse the ground any more for man’s sake; for the imagination of man’s heart is evil from his youth; neither will I again smite any more every thing living, as I have done.  <strong>22</strong> While the earth remaineth, seedtime and harvest, and cold and heat, and summer and winter, and day and night shall not cease.  ","niv":"<sup><strong>1</strong></sup> But God remembered Noah and all the wild animals and the livestock that were with him in the ark, and he sent a wind over the earth, and the waters receded. <sup><strong>2</strong></sup> Now the springs of the deep and the floodgates of the heavens had been closed, and the rain had stopped falling from the sky. <sup><strong>3</strong></sup> The water receded steadily from the earth. At the end of the hundred and fifty days the water had gone down, <sup><strong>4</strong></sup> and on the seventeenth day of the seventh month the ark came to rest on the mountains of Ararat. <sup><strong>5</strong></sup> The waters continued to recede until the tenth month, and on the first day of the tenth month the tops of the mountains became visible. <sup><strong>6</strong></sup> After forty days Noah opened the window he had made in the ark <sup><strong>7</strong></sup> and sent out a raven, and it kept flying back and forth until the water had dried up from the earth. <sup><strong>8</strong></sup> Then he sent out a dove to see if the water had receded from the surface of the ground. <sup><strong>9</strong></sup> But the dove could find no place to set its feet because there was water over all the surface of the earth; so it returned to Noah in the ark. He reached out his hand and took the dove and brought it back to himself in the ark. <sup><strong>10</strong></sup> He waited seven more days and again sent out the dove from the ark. <sup><strong>11</strong></sup> When the dove returned to him in the evening, there in its beak was a freshly plucked olive leaf! Then Noah knew that the water had receded from the earth. <sup><strong>12</strong></sup> He waited seven more days and sent the dove out again, but this time it did not return to him. <sup><strong>13</strong></sup> By the first day of the first month of Noah's six hundred and first year, the water had dried up from the earth. Noah then removed the covering from the ark and saw that the surface of the ground was dry. <sup><strong>14</strong></sup> By the twenty-seventh day of the second month the earth was completely dry. <sup><strong>15</strong></sup> Then God said to Noah, <sup><strong>16</strong></sup> \"Come out of the ark, you and your wife and your sons and their wives. <sup><strong>17</strong></sup> Bring out every kind of living creature that is with you-the birds, the animals, and all the creatures that move along the ground-so they can multiply on the earth and be fruitful and increase in number upon it.\" <sup><strong>18</strong></sup> So Noah came out, together with his sons and his wife and his sons' wives. <sup><strong>19</strong></sup> All the animals and all the creatures that move along the ground and all the birds-everything that moves on the earth-came out of the ark, one kind after another. <sup><strong>20</strong></sup> Then Noah built an altar to the LORD and, taking some of all the clean animals and clean birds, he sacrificed burnt offerings on it. <sup><strong>21</strong></sup> The LORD smelled the pleasing aroma and said in his heart: \"Never again will I curse the ground because of man, even though every inclination of his heart is evil from childhood. And never again will I destroy all living creatures, as I have done. <sup><strong>22</strong></sup> \"As long as the earth endures, seedtime and harvest, cold and heat, summer and winter, day and night will never cease.\" "},{"_id":"6161afd3c0307ca401cc4666","topicId":"6161afd0c0307ca401cc465b","verse":"Revelation 21:4","votes":14,"__v":0,"esv":"<div>\n<p id=\"p66021004_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n</div>","kjv":"<strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  ","niv":"<sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\""},{"_id":"6161afd3c0307ca401cc4667","topicId":"6161afd0c0307ca401cc465b","verse":"Matthew 24:22","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40024022_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span></p>\n</div>","kjv":"<strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  ","niv":"<sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened."},{"_id":"6161afd4c0307ca401cc4668","topicId":"6161afd0c0307ca401cc465b","verse":"Hebrews 11:7","votes":13,"__v":0,"esv":"<div>\n<p id=\"p58011007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n</div>","kjv":"<strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  ","niv":"<sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith."},{"_id":"6161afd4c0307ca401cc4669","topicId":"6161afd0c0307ca401cc465b","verse":"Acts 17:30-31","votes":13,"__v":0,"esv":"<div>\n<p id=\"p44017030_01-15\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v44017030-1\">30&nbsp;</b>The times of ignorance God overlooked, but now he commands all people everywhere to repent, <b class=\"verse-num\" id=\"v44017031-1\">31&nbsp;</b>because he has fixed a day on which he will judge the world in righteousness by a man whom he has appointed; and of this he has given assurance to all by raising him from the dead.”</p>\n</div>","kjv":"<strong>30</strong> And the times of this ignorance God winked at; but now commandeth all men every where to repent:  <strong>31</strong> Because he hath appointed a day, in the which he will judge the world in righteousness by that man whom he hath ordained; whereof  he hath given assurance unto all men, in that he hath raised him from the dead.  ","niv":"<sup><strong>30</strong></sup> In the past God overlooked such ignorance, but now he commands all people everywhere to repent. <sup><strong>31</strong></sup> For he has set a day when he will judge the world with justice by the man he has appointed. He has given proof of this to all men by raising him from the dead.\" "},{"_id":"6161afd4c0307ca401cc466a","topicId":"6161afd0c0307ca401cc465b","verse":"Luke 21:36","votes":13,"__v":0,"esv":"<div>\n<p id=\"p42021036_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021036-1\">36&nbsp;</b><span class=\"woc\">But stay awake at all times, praying that you may have strength to escape all these things that are going to take place, and to stand before the Son of Man.”</span></p>\n</div>","kjv":"<strong>36</strong> Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.  ","niv":"<sup><strong>36</strong></sup> Be always on the watch, and pray that you may be able to escape all that is about to happen, and that you may be able to stand before the Son of Man.\""},{"_id":"6161afd5c0307ca401cc466b","topicId":"6161afd0c0307ca401cc465b","verse":"Revelation 12:15","votes":11,"__v":0,"esv":"<div>\n<p id=\"p66012015_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012015-1\">15&nbsp;</b>The serpent poured water like a river out of his mouth after the woman, to sweep her away with a flood.</p>\n</div>","kjv":"<strong>15</strong> And the serpent cast out of his mouth water as a flood after the woman, that he might cause her to be carried away of the flood.  ","niv":"<sup><strong>15</strong></sup> Then from his mouth the serpent spewed water like a river, to overtake the woman and sweep her away with the torrent."},{"_id":"6161afd5c0307ca401cc466c","topicId":"6161afd0c0307ca401cc465b","verse":"Matthew 7:25","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40007025_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007025-1\">25&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.</span></p>\n</div>","kjv":"<strong>25</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.  ","niv":"<sup><strong>25</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house; yet it did not fall, because it had its foundation on the rock.","modified":"2023-03-21T17:57:34.874Z"},{"_id":"6161afd5c0307ca401cc466d","topicId":"6161afd0c0307ca401cc465b","verse":"Genesis 8:20","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p01008020_05-19\"><b class=\"verse-num\" id=\"v01008020-1\">20&nbsp;</b>Then Noah built an altar to the LORD and took some of every clean animal and some of every clean bird and offered burnt offerings on the altar.</p>\n</div>","kjv":"<strong>20</strong> And Noah builded an altar unto the LORD; and took of every clean beast, and of every clean fowl, and offered burnt offerings on the altar.  ","niv":"<sup><strong>20</strong></sup> Then Noah built an altar to the LORD and, taking some of all the clean animals and clean birds, he sacrificed burnt offerings on it."},{"_id":"6161afd6c0307ca401cc466e","topicId":"6161afd0c0307ca401cc465b","verse":"Matthew 24:44","votes":10,"__v":0,"esv":"<div>\n<p id=\"p40024044_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n</div>","kjv":"<strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  ","niv":"<sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him."},{"_id":"6161afd6c0307ca401cc466f","topicId":"6161afd0c0307ca401cc465b","verse":"Psalm 29:10-11","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19029010_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029010-1\">10&nbsp;</b>&nbsp;&nbsp;The LORD sits enthroned over the flood;</span><br><span id=\"p19029010_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD sits enthroned as king forever.</span><br><span id=\"p19029011_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029011-1\">11&nbsp;</b>&nbsp;&nbsp;May the LORD give strength to his people!</span><br><span id=\"p19029011_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;May the LORD bless his people with peace!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> The LORD sitteth upon the flood; yea, the LORD sitteth King for ever.  <strong>11</strong> The LORD will give strength unto his people; the LORD will bless his people with peace.  ","niv":"<sup><strong>10</strong></sup> The LORD sits enthroned over the flood; the LORD is enthroned as King forever. <sup><strong>11</strong></sup> The LORD gives strength to his people; the LORD blesses his people with peace. "},{"_id":"6161afd6c0307ca401cc4670","topicId":"6161afd0c0307ca401cc465b","verse":"Genesis 8:21","votes":10,"__v":0,"esv":"<div>\n<p id=\"p01008021_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v01008021-1\">21&nbsp;</b>And when the LORD smelled the pleasing aroma, the LORD said in his heart, “I will never again curse the ground because of man, for the intention of man’s heart is evil from his youth. Neither will I ever again strike down every living creature as I have done.</p>\n\n</div>","kjv":"<strong>21</strong> And the LORD smelled a sweet savour; and the LORD said in his heart, I will not again curse the ground any more for man’s sake; for the imagination of man’s heart is evil from his youth; neither will I again smite any more every thing living, as I have done.  ","niv":"<sup><strong>21</strong></sup> The LORD smelled the pleasing aroma and said in his heart: \"Never again will I curse the ground because of man, even though every inclination of his heart is evil from childhood. And never again will I destroy all living creatures, as I have done."},{"_id":"6161afd6c0307ca401cc4671","topicId":"6161afd0c0307ca401cc465b","verse":"Genesis 7:1","votes":10,"__v":0,"esv":"<div>\n<p id=\"p01007001_01-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01007001-1\">7:1&nbsp;</b>Then the LORD said to Noah, “Go into the ark, you and all your household, for I have seen that you are righteous before me in this generation.</p>\n</div>","kjv":"<strong>1</strong> And the LORD said unto Noah, Come thou and all thy house into the ark; for thee have I seen righteous before me in this generation.  ","niv":"<sup><strong>1</strong></sup> The LORD then said to Noah, \"Go into the ark, you and your whole family, because I have found you righteous in this generation."},{"_id":"6161afd7c0307ca401cc4672","topicId":"6161afd0c0307ca401cc465b","verse":"Daniel 9:26","votes":8,"__v":0,"esv":"<div>\n<p id=\"p27009026_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v27009026-1\">26&nbsp;</b>And after the sixty-two weeks, an anointed one shall be cut off and shall have nothing. And the people of the prince who is to come shall destroy the city and the sanctuary. Its end shall come with a flood, and to the end there shall be war. Desolations are decreed.</p>\n\n</div>","kjv":"<strong>26</strong> And after threescore and two weeks shall Messiah be cut off, but not for himself: and the people of the prince that shall come shall destroy the city and the sanctuary; and the end thereof shall be with a flood, and unto the end of the war desolations are determined.  ","niv":"<sup><strong>26</strong></sup> After the sixty-two 'sevens,' the Anointed One will be cut off and will have nothing. The people of the ruler who will come will destroy the city and the sanctuary. The end will come like a flood: War will continue until the end, and desolations have been decreed.","modified":"2023-09-14T15:20:10.376Z"},{"_id":"6161afd7c0307ca401cc4673","topicId":"6161afd0c0307ca401cc465b","verse":"Psalm 104:5-8","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19104005_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104005-1\">5&nbsp;</b>&nbsp;&nbsp;He set the earth on its foundations,</span><br><span id=\"p19104005_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that it should never be moved.</span><br><span id=\"p19104006_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104006-1\">6&nbsp;</b>&nbsp;&nbsp;You covered it with the deep as with a garment;</span><br><span id=\"p19104006_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the waters stood above the mountains.</span><br><span id=\"p19104007_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104007-1\">7&nbsp;</b>&nbsp;&nbsp;At your rebuke they fled;</span><br><span id=\"p19104007_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the sound of your thunder they took to flight.</span><br><span id=\"p19104008_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104008-1\">8&nbsp;</b>&nbsp;&nbsp;The mountains rose, the valleys sank down</span><br><span id=\"p19104008_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the place that you appointed for them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong>             Who laid the foundations of the earth, that it should not be removed for ever.  <strong>6</strong> Thou coveredst it with the deep as with a garment: the waters stood above the mountains.  <strong>7</strong> At thy rebuke they fled; at the voice of thy thunder they hasted away.  <strong>8</strong> They go up by the mountains; they go down by the valleys unto the place which thou hast founded for them.  ","niv":"<sup><strong>5</strong></sup> He set the earth on its foundations; it can never be moved. <sup><strong>6</strong></sup> You covered it with the deep as with a garment; the waters stood above the mountains. <sup><strong>7</strong></sup> But at your rebuke the waters fled, at the sound of your thunder they took to flight; <sup><strong>8</strong></sup> they flowed over the mountains, they went down into the valleys, to the place you assigned for them. ","modified":"2023-09-14T15:20:31.086Z"},{"_id":"6161afd7c0307ca401cc4674","topicId":"6161afd0c0307ca401cc465b","verse":"Psalm 69:2","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19069002_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19069002-1\">2&nbsp;</b>&nbsp;&nbsp;I sink in deep mire,</span><br><span id=\"p19069002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;where there is no foothold;</span><br><span id=\"p19069002_01-26\" class=\"line\">&nbsp;&nbsp;I have come into deep waters,</span><br><span id=\"p19069002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the flood sweeps over me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> I sink in deep mire, where there is no standing: I am come into deep waters, where the floods overflow me.  ","niv":"<sup><strong>2</strong></sup> I sink in the miry depths, where there is no foothold. I have come into the deep waters; the floods engulf me."}]}