{"_id":"6161b104c0307ca401cc473a","slug":"following-jesus","name":"Following Jesus","verses":[{"_id":"6161b104c0307ca401cc473b","topicId":"6161b104c0307ca401cc473a","verse":"1 Peter 2:21","votes":183,"__v":0,"esv":"<div>\n<p id=\"p60002021_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps.</p>\n</div>","kjv":"<strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  ","niv":"<sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps.","modified":"2023-11-02T14:11:08.513Z"},{"_id":"6161b104c0307ca401cc473c","topicId":"6161b104c0307ca401cc473a","verse":"Matthew 16:24","votes":195,"__v":0,"esv":"<div>\n\n<p id=\"p40016024_08-2\"><b class=\"verse-num\" id=\"v40016024-1\">24&nbsp;</b>Then Jesus told his disciples, <span class=\"woc\">“If anyone would come after me, let him deny himself and take up his cross and follow me.</span></p>\n</div>","kjv":"<strong>24</strong> Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me.  ","niv":"<sup><strong>24</strong></sup> Then Jesus said to his disciples, \"If anyone would come after me, he must deny himself and take up his cross and follow me.","modified":"2023-11-11T10:22:11.321Z"},{"_id":"6161b104c0307ca401cc473d","topicId":"6161b104c0307ca401cc473a","verse":"1 Corinthians 11:1-2","votes":151,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-4\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you.</p>\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. ","modified":"2023-08-06T17:30:18.125Z"},{"_id":"6161b105c0307ca401cc473e","topicId":"6161b104c0307ca401cc473a","verse":"John 8:12","votes":146,"__v":0,"esv":"<div>\n\n<p id=\"p43008012_08-5\"><b class=\"verse-num\" id=\"v43008012-1\">12&nbsp;</b>Again Jesus spoke to them, saying, <span class=\"woc\">“I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”</span></p>\n</div>","kjv":"<strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  ","niv":"<sup><strong>12</strong></sup> When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\"","modified":"2023-07-13T05:16:46.878Z"},{"_id":"6161b105c0307ca401cc473f","topicId":"6161b104c0307ca401cc473a","verse":"Luke 9:23","votes":81,"__v":0,"esv":"<div>\n\n<p id=\"p42009023_08-6\"><b class=\"verse-num\" id=\"v42009023-1\">23&nbsp;</b>And he said to all, <span class=\"woc\">“If anyone would come after me, let him deny himself and take up his cross daily and follow me.</span></p>\n</div>","kjv":"<strong>23</strong> And he said to them all, If any man  will come after me, let him deny himself, and take up his cross daily, and follow me.  ","niv":"<sup><strong>23</strong></sup> Then he said to them all: \"If anyone would come after me, he must deny himself and take up his cross daily and follow me.","modified":"2023-07-17T13:32:47.949Z"},{"_id":"6161b105c0307ca401cc4740","topicId":"6161b104c0307ca401cc473a","verse":"Matthew 7:21-23","votes":68,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-7\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' ","modified":"2023-08-26T22:09:09.929Z"},{"_id":"6161b106c0307ca401cc4741","topicId":"6161b104c0307ca401cc473a","verse":"John 10:27","votes":64,"__v":0,"esv":"<div>\n<p id=\"p43010027_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010027-1\">27&nbsp;</b><span class=\"woc\">My sheep hear my voice, and I know them, and they follow me.</span></p>\n</div>","kjv":"<strong>27</strong> My sheep hear my voice, and I know them, and they follow me:  ","niv":"<sup><strong>27</strong></sup> My sheep listen to my voice; I know them, and they follow me.","modified":"2023-08-05T02:59:01.471Z"},{"_id":"6161b106c0307ca401cc4742","topicId":"6161b104c0307ca401cc473a","verse":"1 John 2:3-4","votes":64,"__v":0,"esv":"<div>\n<p id=\"p62002003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002003-1\">3&nbsp;</b>And by this we know that we have come to know him, if we keep his commandments. <b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,</p>\n</div>","kjv":"<strong>3</strong> And hereby we do know that we know him, if we keep his commandments.  <strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  ","niv":"<sup><strong>3</strong></sup> We know that we have come to know him if we obey his commands. <sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him. ","modified":"2022-12-09T03:37:29.372Z"},{"_id":"6161b106c0307ca401cc4743","topicId":"6161b104c0307ca401cc473a","verse":"Mark 8:34","votes":59,"__v":0,"esv":"<div>\n<p id=\"p41008034_01-10\"><b class=\"verse-num\" id=\"v41008034-1\">34&nbsp;</b>And calling the crowd to him with his disciples, he said to them, <span class=\"woc\">“If anyone would come after me, let him deny himself and take up his cross and follow me.</span></p>\n</div>","kjv":"<strong>34</strong>           And when he had called the people unto him with his disciples also, he said unto them, Whosoever will come after me, let him deny himself, and take up his cross, and follow me.  ","niv":"<sup><strong>34</strong></sup> Then he called the crowd to him along with his disciples and said: \"If anyone would come after me, he must deny himself and take up his cross and follow me.","modified":"2022-11-23T14:36:58.254Z"},{"_id":"6161b106c0307ca401cc4744","topicId":"6161b104c0307ca401cc473a","verse":"1 Corinthians 11:1","votes":58,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ.","modified":"2022-09-01T01:02:39.957Z"},{"_id":"6161b107c0307ca401cc4745","topicId":"6161b104c0307ca401cc473a","verse":"Matthew 10:22","votes":50,"__v":0,"esv":"<div>\n<p id=\"p40010022_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010022-1\">22&nbsp;</b><span class=\"woc\">and you will be hated by all for my name’s sake. But the one who endures to the end will be saved.</span></p>\n</div>","kjv":"<strong>22</strong> And ye shall be hated of all men for my name’s sake: but he that endureth to the end shall be saved.  ","niv":"<sup><strong>22</strong></sup> All men will hate you because of me, but he who stands firm to the end will be saved.","modified":"2023-06-17T19:32:53.765Z"},{"_id":"6161b107c0307ca401cc4746","topicId":"6161b104c0307ca401cc473a","verse":"Matthew 4:19","votes":50,"__v":0,"esv":"<div>\n<p id=\"p40004019_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v40004019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“Follow me, and I will make you fishers of men.”</span></p>\n\n</div>","kjv":"<strong>19</strong> And he saith unto them, Follow me, and I will make you fishers of men.  ","niv":"<sup><strong>19</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\"","modified":"2023-03-28T12:29:39.459Z"},{"_id":"6161b107c0307ca401cc4747","topicId":"6161b104c0307ca401cc473a","verse":"1 Peter 1:14-16","votes":45,"__v":0,"esv":"<div>\n<p id=\"p60001014_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001014-1\">14&nbsp;</b>As obedient children, do not be conformed to the passions of your former ignorance, <b class=\"verse-num\" id=\"v60001015-1\">15&nbsp;</b>but as he who called you is holy, you also be holy in all your conduct, <b class=\"verse-num\" id=\"v60001016-1\">16&nbsp;</b>since it is written, “You shall be holy, for I am holy.”</p>\n</div>","kjv":"<strong>14</strong> As obedient children, not fashioning yourselves according to the former lusts in your ignorance:  <strong>15</strong> But as he which hath called you is holy, so be ye holy in all manner of conversation;  <strong>16</strong> Because it is written, Be ye holy; for I am holy.  ","niv":"<sup><strong>14</strong></sup> As obedient children, do not conform to the evil desires you had when you lived in ignorance. <sup><strong>15</strong></sup> But just as he who called you is holy, so be holy in all you do; <sup><strong>16</strong></sup> for it is written: \"Be holy, because I am holy.\" ","modified":"2022-03-28T20:15:12.256Z"},{"_id":"6161b108c0307ca401cc4748","topicId":"6161b104c0307ca401cc473a","verse":"John 15:16-17","votes":34,"__v":0,"esv":"<div>\n<p id=\"p43015016_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015016-1\">16&nbsp;</b><span class=\"woc\">You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you.</span> <b class=\"verse-num woc\" id=\"v43015017-1\">17&nbsp;</b><span class=\"woc\">These things I command you, so that you will love one another.</span></p>\n</div>","kjv":"<strong>16</strong> Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you.  <strong>17</strong> These things I command you, that ye love one another.  ","niv":"<sup><strong>16</strong></sup> You did not choose me, but I chose you and appointed you to go and bear fruit--fruit that will last. Then the Father will give you whatever you ask in my name. <sup><strong>17</strong></sup> This is my command: Love each other. ","modified":"2023-04-26T07:10:33.326Z"},{"_id":"6161b108c0307ca401cc4749","topicId":"6161b104c0307ca401cc473a","verse":"Luke 18:22","votes":45,"__v":0,"esv":"<div>\n<p id=\"p42018022_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v42018022-1\">22&nbsp;</b>When Jesus heard this, he said to him, <span class=\"woc\">“One thing you still lack. Sell all that you have and distribute to the poor, and you will have treasure in heaven; and come, follow me.”</span></p>\n</div>","kjv":"<strong>22</strong> Now when Jesus heard these things, he said unto him, Yet lackest thou one thing: sell all that thou hast, and distribute unto the poor, and thou shalt have treasure in heaven: and come, follow me.  ","niv":"<sup><strong>22</strong></sup> When Jesus heard this, he said to him, \"You still lack one thing. Sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\"","modified":"2022-09-27T19:42:12.437Z"},{"_id":"6161b108c0307ca401cc474a","topicId":"6161b104c0307ca401cc473a","verse":"John 15:14","votes":36,"__v":0,"esv":"<div>\n<p id=\"p43015014_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015014-1\">14&nbsp;</b><span class=\"woc\">You are my friends if you do what I command you.</span></p>\n</div>","kjv":"<strong>14</strong> Ye are my friends, if ye do whatsoever I command you.  ","niv":"<sup><strong>14</strong></sup> You are my friends if you do what I command.","modified":"2023-06-24T10:43:55.315Z"},{"_id":"6161b109c0307ca401cc474b","topicId":"6161b104c0307ca401cc473a","verse":"John 12:26","votes":36,"__v":0,"esv":"<div>\n<p id=\"p43012026_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43012026-1\">26&nbsp;</b><span class=\"woc\">If anyone serves me, he must follow me; and where I am, there will my servant be also. If anyone serves me, the Father will honor him.</span></p>\n</div>","kjv":"<strong>26</strong> If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.  ","niv":"<sup><strong>26</strong></sup> Whoever serves me must follow me; and where I am, my servant also will be. My Father will honor the one who serves me.","modified":"2023-03-28T12:19:34.206Z"},{"_id":"6161b109c0307ca401cc474c","topicId":"6161b104c0307ca401cc473a","verse":"James 2:20-24","votes":32,"__v":0,"esv":"<div>\n<p id=\"p59002020_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002020-1\">20&nbsp;</b>Do you want to be shown, you foolish person, that faith apart from works is useless? <b class=\"verse-num\" id=\"v59002021-1\">21&nbsp;</b>Was not Abraham our father justified by works when he offered up his son Isaac on the altar? <b class=\"verse-num\" id=\"v59002022-1\">22&nbsp;</b>You see that faith was active along with his works, and faith was completed by his works; <b class=\"verse-num\" id=\"v59002023-1\">23&nbsp;</b>and the Scripture was fulfilled that says, “Abraham believed God, and it was counted to him as righteousness”—and he was called a friend of God. <b class=\"verse-num\" id=\"v59002024-1\">24&nbsp;</b>You see that a person is justified by works and not by faith alone.</p>\n</div>","kjv":"<strong>20</strong> But wilt thou know, O vain man, that faith without works is dead?  <strong>21</strong> Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?  <strong>22</strong> Seest thou how faith wrought with his works, and by works was faith made perfect?  <strong>23</strong> And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God.  <strong>24</strong> Ye see then how that by works a man is justified, and not by faith only.  ","niv":"<sup><strong>20</strong></sup> You foolish man, do you want evidence that faith without deeds is useless? <sup><strong>21</strong></sup> Was not our ancestor Abraham considered righteous for what he did when he offered his son Isaac on the altar? <sup><strong>22</strong></sup> You see that his faith and his actions were working together, and his faith was made complete by what he did. <sup><strong>23</strong></sup> And the scripture was fulfilled that says, \"Abraham believed God, and it was credited to him as righteousness,\" and he was called God's friend. <sup><strong>24</strong></sup> You see that a person is justified by what he does and not by faith alone. "},{"_id":"6161b109c0307ca401cc474d","topicId":"6161b104c0307ca401cc473a","verse":"Matthew 4:19-25","votes":26,"__v":0,"esv":"<div>\n<p id=\"p40004019_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v40004019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“Follow me, and I will make you fishers of men.”</span> <b class=\"verse-num\" id=\"v40004020-1\">20&nbsp;</b>Immediately they left their nets and followed him. <b class=\"verse-num\" id=\"v40004021-1\">21&nbsp;</b>And going on from there he saw two other brothers, James the son of Zebedee and John his brother, in the boat with Zebedee their father, mending their nets, and he called them. <b class=\"verse-num\" id=\"v40004022-1\">22&nbsp;</b>Immediately they left the boat and their father and followed him.</p>\n\n<p id=\"p40004022_06-22\"><b class=\"verse-num\" id=\"v40004023-1\">23&nbsp;</b>And he went throughout all Galilee, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction among the people. <b class=\"verse-num\" id=\"v40004024-1\">24&nbsp;</b>So his fame spread throughout all Syria, and they brought him all the sick, those afflicted with various diseases and pains, those oppressed by demons, those having seizures, and paralytics, and he healed them. <b class=\"verse-num\" id=\"v40004025-1\">25&nbsp;</b>And great crowds followed him from Galilee and the Decapolis, and from Jerusalem and Judea, and from beyond the Jordan.</p>\n\n</div>","kjv":"<strong>19</strong> And he saith unto them, Follow me, and I will make you fishers of men.  <strong>20</strong> And they straightway left their nets, and followed him.  <strong>21</strong> And going on from thence, he saw other two brethren, James the son  of Zebedee, and John his brother, in a ship with Zebedee their father, mending their nets; and he called them.  <strong>22</strong> And they immediately left the ship and their father, and followed him.  <strong>23</strong> And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people.  <strong>24</strong> And his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatick, and those that had the palsy; and he healed them.  <strong>25</strong> And there followed him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from  Judaea, and from beyond Jordan.  ","niv":"<sup><strong>19</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\" <sup><strong>20</strong></sup> At once they left their nets and followed him. <sup><strong>21</strong></sup> Going on from there, he saw two other brothers, James son of Zebedee and his brother John. They were in a boat with their father Zebedee, preparing their nets. Jesus called them, <sup><strong>22</strong></sup> and immediately they left the boat and their father and followed him. <sup><strong>23</strong></sup> Jesus went throughout Galilee, teaching in their synagogues, preaching the good news of the kingdom, and healing every disease and sickness among the people. <sup><strong>24</strong></sup> News about him spread all over Syria, and people brought to him all who were ill with various diseases, those suffering severe pain, the demon-possessed, those having seizures, and the paralyzed, and he healed them. <sup><strong>25</strong></sup> Large crowds from Galilee, the Decapolis, Jerusalem, Judea and the region across the Jordan followed him. ","modified":"2023-11-14T05:53:32.705Z"},{"_id":"6161b109c0307ca401cc474e","topicId":"6161b104c0307ca401cc473a","verse":"John 15:5-8","votes":31,"__v":0,"esv":"<div>\n<p id=\"p43015005_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015005-1\">5&nbsp;</b><span class=\"woc\">I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.</span> <b class=\"verse-num woc\" id=\"v43015006-1\">6&nbsp;</b><span class=\"woc\">If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned.</span> <b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span> <b class=\"verse-num woc\" id=\"v43015008-1\">8&nbsp;</b><span class=\"woc\">By this my Father is glorified, that you bear much fruit and so prove to be my disciples.</span></p>\n</div>","kjv":"<strong>5</strong> I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.  <strong>6</strong> If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.  <strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  <strong>8</strong> Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.  ","niv":"<sup><strong>5</strong></sup> \"I am the vine; you are the branches. If a man remains in me and I in him, he will bear much fruit; apart from me you can do nothing. <sup><strong>6</strong></sup> If anyone does not remain in me, he is like a branch that is thrown away and withers; such branches are picked up, thrown into the fire and burned. <sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you. <sup><strong>8</strong></sup> This is to my Father's glory, that you bear much fruit, showing yourselves to be my disciples. ","modified":"2023-11-04T23:20:59.394Z"},{"_id":"6161b10ac0307ca401cc474f","topicId":"6161b104c0307ca401cc473a","verse":"John 14:6","votes":28,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","modified":"2023-07-02T23:56:09.923Z"},{"_id":"6161b10ac0307ca401cc4750","topicId":"6161b104c0307ca401cc473a","verse":"Matthew 6:33","votes":28,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well.","modified":"2023-09-10T12:24:09.426Z"},{"_id":"6161b10ac0307ca401cc4751","topicId":"6161b104c0307ca401cc473a","verse":"Matthew 10:38","votes":25,"__v":0,"esv":"<div>\n<p id=\"p40010038_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010038-1\">38&nbsp;</b><span class=\"woc\">And whoever does not take his cross and follow me is not worthy of me.</span></p>\n</div>","kjv":"<strong>38</strong> And he that taketh not his cross, and followeth after me, is not worthy of me.  ","niv":"<sup><strong>38</strong></sup> and anyone who does not take his cross and follow me is not worthy of me.","modified":"2023-01-21T19:25:57.269Z"},{"_id":"6161b10bc0307ca401cc4752","topicId":"6161b104c0307ca401cc473a","verse":"Galatians 5:25","votes":17,"__v":0,"esv":"<div>\n<p id=\"p48005025_01-27\"><b class=\"verse-num\" id=\"v48005025-1\">25&nbsp;</b>If we live by the Spirit, let us also keep in step with the Spirit.</p>\n</div>","kjv":"<strong>25</strong> If we live in the Spirit, let us also walk in the Spirit.  ","niv":"<sup><strong>25</strong></sup> Since we live by the Spirit, let us keep in step with the Spirit.","modified":"2022-10-12T13:54:48.697Z"},{"_id":"6161b10bc0307ca401cc4753","topicId":"6161b104c0307ca401cc473a","verse":"John 14:26","votes":20,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you."}]}