{"_id":"6161b27cc0307ca401cc483e","slug":"foot-washing","name":"Foot Washing","verses":[{"_id":"6161b27cc0307ca401cc483f","topicId":"6161b27cc0307ca401cc483e","verse":"John 13:14","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p43013001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43013001-1\">13:1&nbsp;</b>Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. <b class=\"verse-num\" id=\"v43013002-1\">2&nbsp;</b>During supper, when the devil had already put it into the heart of Judas Iscariot, Simon’s son, to betray him, <b class=\"verse-num\" id=\"v43013003-1\">3&nbsp;</b>Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, <b class=\"verse-num\" id=\"v43013004-1\">4&nbsp;</b>rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. <b class=\"verse-num\" id=\"v43013005-1\">5&nbsp;</b>Then he poured water into a basin and began to wash the disciples’ feet and to wipe them with the towel that was wrapped around him. <b class=\"verse-num\" id=\"v43013006-1\">6&nbsp;</b>He came to Simon Peter, who said to him, “Lord, do you wash my feet?” <b class=\"verse-num\" id=\"v43013007-1\">7&nbsp;</b>Jesus answered him, <span class=\"woc\">“What I am doing you do not understand now, but afterward you will understand.”</span> <b class=\"verse-num\" id=\"v43013008-1\">8&nbsp;</b>Peter said to him, “You shall never wash my feet.” Jesus answered him, <span class=\"woc\">“If I do not wash you, you have no share with me.”</span> <b class=\"verse-num\" id=\"v43013009-1\">9&nbsp;</b>Simon Peter said to him, “Lord, not my feet only but also my hands and my head!” <b class=\"verse-num\" id=\"v43013010-1\">10&nbsp;</b>Jesus said to him, <span class=\"woc\">“The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you.”</span> <b class=\"verse-num\" id=\"v43013011-1\">11&nbsp;</b>For he knew who was to betray him; that was why he said, <span class=\"woc\">“Not all of you are clean.”</span></p>\n<p id=\"p43013011_06-9\"><b class=\"verse-num\" id=\"v43013012-1\">12&nbsp;</b>When he had washed their feet and put on his outer garments and resumed his place, he said to them, <span class=\"woc\">“Do you understand what I have done to you?</span> <b class=\"verse-num woc\" id=\"v43013013-1\">13&nbsp;</b><span class=\"woc\">You call me Teacher and Lord, and you are right, for so I am.</span> <b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span> <b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span> <b class=\"verse-num woc\" id=\"v43013016-1\">16&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him.</span> <b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span> <b class=\"verse-num woc\" id=\"v43013018-1\">18&nbsp;</b><span class=\"woc\">I am not speaking of all of you; I know whom I have chosen. But the Scripture will be fulfilled, ‘He who ate my bread has lifted his heel against me.’</span> <b class=\"verse-num woc\" id=\"v43013019-1\">19&nbsp;</b><span class=\"woc\">I am telling you this now, before it takes place, that when it does take place you may believe that I am he.</span> <b class=\"verse-num woc\" id=\"v43013020-1\">20&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever receives the one I send receives me, and whoever receives me receives the one who sent me.”</span></p>\n\n<p id=\"p43013020_12-9\"><b class=\"verse-num\" id=\"v43013021-1\">21&nbsp;</b>After saying these things, Jesus was troubled in his spirit, and testified, <span class=\"woc\">“Truly, truly, I say to you, one of you will betray me.”</span> <b class=\"verse-num\" id=\"v43013022-1\">22&nbsp;</b>The disciples looked at one another, uncertain of whom he spoke. <b class=\"verse-num\" id=\"v43013023-1\">23&nbsp;</b>One of his disciples, whom Jesus loved, was reclining at table at Jesus’ side, <b class=\"verse-num\" id=\"v43013024-1\">24&nbsp;</b>so Simon Peter motioned to him to ask Jesus of whom he was speaking. <b class=\"verse-num\" id=\"v43013025-1\">25&nbsp;</b>So that disciple, leaning back against Jesus, said to him, “Lord, who is it?” <b class=\"verse-num\" id=\"v43013026-1\">26&nbsp;</b>Jesus answered, <span class=\"woc\">“It is he to whom I will give this morsel of bread when I have dipped it.”</span> So when he had dipped the morsel, he gave it to Judas, the son of Simon Iscariot. <b class=\"verse-num\" id=\"v43013027-1\">27&nbsp;</b>Then after he had taken the morsel, Satan entered into him. Jesus said to him, <span class=\"woc\">“What you are going to do, do quickly.”</span> <b class=\"verse-num\" id=\"v43013028-1\">28&nbsp;</b>Now no one at the table knew why he said this to him. <b class=\"verse-num\" id=\"v43013029-1\">29&nbsp;</b>Some thought that, because Judas had the moneybag, Jesus was telling him, “Buy what we need for the feast,” or that he should give something to the poor. <b class=\"verse-num\" id=\"v43013030-1\">30&nbsp;</b>So, after receiving the morsel of bread, he immediately went out. And it was night.</p>\n\n<p id=\"p43013030_15-9\"><b class=\"verse-num\" id=\"v43013031-1\">31&nbsp;</b>When he had gone out, Jesus said, <span class=\"woc\">“Now is the Son of Man glorified, and God is glorified in him.</span> <b class=\"verse-num woc\" id=\"v43013032-1\">32&nbsp;</b><span class=\"woc\">If God is glorified in him, God will also glorify him in himself, and glorify him at once.</span> <b class=\"verse-num woc\" id=\"v43013033-1\">33&nbsp;</b><span class=\"woc\">Little children, yet a little while I am with you. You will seek me, and just as I said to the Jews, so now I also say to you, ‘Where I am going you cannot come.’</span> <b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span> <b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n\n<p id=\"p43013035_19-9\"><b class=\"verse-num\" id=\"v43013036-1\">36&nbsp;</b>Simon Peter said to him, “Lord, where are you going?” Jesus answered him, <span class=\"woc\">“Where I am going you cannot follow me now, but you will follow afterward.”</span> <b class=\"verse-num\" id=\"v43013037-1\">37&nbsp;</b>Peter said to him, “Lord, why can I not follow you now? I will lay down my life for you.” <b class=\"verse-num\" id=\"v43013038-1\">38&nbsp;</b>Jesus answered, <span class=\"woc\">“Will you lay down your life for me? Truly, truly, I say to you, the rooster will not crow till you have denied me three times.</span></p>\n\n</div>","kjv":"<strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  ","niv":"<sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet.","modified":"2023-04-07T18:45:16.927Z"},{"_id":"6161b27cc0307ca401cc4840","topicId":"6161b27cc0307ca401cc483e","verse":"John 13:8","votes":10,"__v":0,"esv":"<div>\n<p id=\"p43013008_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43013008-1\">8&nbsp;</b>Peter said to him, “You shall never wash my feet.” Jesus answered him, <span class=\"woc\">“If I do not wash you, you have no share with me.”</span></p>\n</div>","kjv":"<strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  ","niv":"<sup><strong>8</strong></sup> \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\"","modified":"2023-04-19T02:08:28.753Z"},{"_id":"6161b27dc0307ca401cc4841","topicId":"6161b27cc0307ca401cc483e","verse":"1 Timothy 5:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p54005010_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005010-1\">10&nbsp;</b>and having a reputation for good works: if she has brought up children, has shown hospitality, has washed the feet of the saints, has cared for the afflicted, and has devoted herself to every good work.</p>\n</div>","kjv":"<strong>10</strong> Well reported of for good works; if she have brought up children, if she have lodged strangers, if she have washed the saints’ feet, if she have relieved the afflicted, if she have diligently followed every good work.  ","niv":"<sup><strong>10</strong></sup> and is well known for her good deeds, such as bringing up children, showing hospitality, washing the feet of the saints, helping those in trouble and devoting herself to all kinds of good deeds.","modified":"2023-03-29T12:15:56.067Z"},{"_id":"6161b27dc0307ca401cc4842","topicId":"6161b27cc0307ca401cc483e","verse":"Genesis 18:4","votes":8,"__v":0,"esv":"<div>\n<p id=\"p01018004_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v01018004-1\">4&nbsp;</b>Let a little water be brought, and wash your feet, and rest yourselves under the tree,</p>\n</div>","kjv":"<strong>4</strong> Let a little water, I pray you, be fetched, and wash your feet, and rest yourselves under the tree:  ","niv":"<sup><strong>4</strong></sup> Let a little water be brought, and then you may all wash your feet and rest under this tree.","modified":"2022-08-16T01:44:22.109Z"},{"_id":"6161b27dc0307ca401cc4843","topicId":"6161b27cc0307ca401cc483e","verse":"Genesis 24:32","votes":7,"__v":0,"esv":"<div>\n<p id=\"p01024032_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01024032-1\">32&nbsp;</b>So the man came to the house and unharnessed the camels, and gave straw and fodder to the camels, and there was water to wash his feet and the feet of the men who were with him.</p>\n</div>","kjv":"<strong>32</strong> And the man came into the house: and he ungirded his camels, and gave straw and provender for the camels, and water to wash his feet, and the men’s feet that were with him.  ","niv":"<sup><strong>32</strong></sup> So the man went to the house, and the camels were unloaded. Straw and fodder were brought for the camels, and water for him and his men to wash their feet."},{"_id":"6161b27ec0307ca401cc4844","topicId":"6161b27cc0307ca401cc483e","verse":"1 Samuel 25:41","votes":7,"__v":0,"esv":"<div>\n<p id=\"p09025041_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v09025041-1\">41&nbsp;</b>And she rose and bowed with her face to the ground and said, “Behold, your handmaid is a servant to wash the feet of the servants of my lord.”</p>\n</div>","kjv":"<strong>41</strong> And she arose, and bowed herself on her face to the earth, and said, Behold, let thine handmaid be a servant to wash the feet of the servants of my lord.  ","niv":"<sup><strong>41</strong></sup> She bowed down with her face to the ground and said, \"Here is your maidservant, ready to serve you and wash the feet of my master's servants.\"","modified":"2022-03-15T18:15:50.929Z"},{"_id":"6161b27ec0307ca401cc4845","topicId":"6161b27cc0307ca401cc483e","verse":"John 13:1-38","votes":6,"__v":0,"kjv":"<strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  <strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  <strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  <strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  <strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  <strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  <strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  <strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  <strong>11</strong> For he knew who should betray him; therefore said he, Ye are not all clean.  <strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  <strong>16</strong> Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.  <strong>17</strong> If ye know these things, happy are ye if ye do them. <strong>18</strong>           I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.  <strong>19</strong> Now I tell you before it come, that, when it is come to pass, ye may believe that I am he.  <strong>20</strong> Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.  <strong>21</strong> When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me.  <strong>22</strong> Then the disciples looked one on another, doubting of whom he spake.  <strong>23</strong> Now there was leaning on Jesus’ bosom one of his disciples, whom Jesus loved.  <strong>24</strong> Simon Peter therefore beckoned to him, that he should ask who it should be of whom he spake.  <strong>25</strong> He then lying on Jesus’ breast saith unto him, Lord, who is it?  <strong>26</strong> Jesus answered, He it is, to whom I shall give a sop, when I have dipped it. And when he had dipped the sop, he gave it  to Judas Iscariot, the son of Simon.  <strong>27</strong> And after the sop Satan entered into him. Then said Jesus unto him, That thou doest, do quickly.  <strong>28</strong> Now no man at the table knew for what intent he spake this unto him.  <strong>29</strong> For some of them thought, because Judas had the bag, that Jesus had said unto him, Buy those things that we have need of against the feast; or, that he should give something to the poor.  <strong>30</strong> He then having received the sop went immediately out: and it was night.  <strong>31</strong> Therefore, when he was gone out, Jesus said, Now is the Son of man glorified, and God is glorified in him.  <strong>32</strong> If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him.  <strong>33</strong> Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you.  <strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. <strong>36</strong> Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, Whither I go, thou canst not follow me now; but thou shalt follow me afterwards.  <strong>37</strong> Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake.  <strong>38</strong> Jesus answered him, Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice. ","niv":"<sup><strong>1</strong></sup> It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love. <sup><strong>2</strong></sup> The evening meal was being served, and the devil had already prompted Judas Iscariot, son of Simon, to betray Jesus. <sup><strong>3</strong></sup> Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God; <sup><strong>4</strong></sup> so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist. <sup><strong>5</strong></sup> After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him. <sup><strong>6</strong></sup> He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\" <sup><strong>7</strong></sup> Jesus replied, \"You do not realize now what I am doing, but later you will understand.\" <sup><strong>8</strong></sup> \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\" <sup><strong>9</strong></sup> \"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\" <sup><strong>10</strong></sup> Jesus answered, \"A person who has had a bath needs only to wash his feet; his whole body is clean. And you are clean, though not every one of you.\" <sup><strong>11</strong></sup> For he knew who was going to betray him, and that was why he said not every one was clean. <sup><strong>12</strong></sup> When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them. <sup><strong>13</strong></sup> \"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am. <sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. <sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you. <sup><strong>16</strong></sup> I tell you the truth, no servant is greater than his master, nor is a messenger greater than the one who sent him. <sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them. <sup><strong>18</strong></sup> \"I am not referring to all of you; I know those I have chosen. But this is to fulfill the scripture: 'He who shares my bread has lifted up his heel against me.' <sup><strong>19</strong></sup> \"I am telling you now before it happens, so that when it does happen you will believe that I am He. <sup><strong>20</strong></sup> I tell you the truth, whoever accepts anyone I send accepts me; and whoever accepts me accepts the one who sent me.\" <sup><strong>21</strong></sup> After he had said this, Jesus was troubled in spirit and testified, \"I tell you the truth, one of you is going to betray me.\" <sup><strong>22</strong></sup> His disciples stared at one another, at a loss to know which of them he meant. <sup><strong>23</strong></sup> One of them, the disciple whom Jesus loved, was reclining next to him. <sup><strong>24</strong></sup> Simon Peter motioned to this disciple and said, \"Ask him which one he means.\" <sup><strong>25</strong></sup> Leaning back against Jesus, he asked him, \"Lord, who is it?\" <sup><strong>26</strong></sup> Jesus answered, \"It is the one to whom I will give this piece of bread when I have dipped it in the dish.\" Then, dipping the piece of bread, he gave it to Judas Iscariot, son of Simon. <sup><strong>27</strong></sup> As soon as Judas took the bread, Satan entered into him. <sup><strong>28</strong></sup> \"What you are about to do, do quickly,\" Jesus told him, but no one at the meal understood why Jesus said this to him. <sup><strong>29</strong></sup> Since Judas had charge of the money, some thought Jesus was telling him to buy what was needed for the Feast, or to give something to the poor. <sup><strong>30</strong></sup> As soon as Judas had taken the bread, he went out. And it was night. <sup><strong>31</strong></sup> When he was gone, Jesus said, \"Now is the Son of Man glorified and God is glorified in him. <sup><strong>32</strong></sup> If God is glorified in him, God will glorify the Son in himself, and will glorify him at once. <sup><strong>33</strong></sup> \"My children, I will be with you only a little longer. You will look for me, and just as I told the Jews, so I tell you now: Where I am going, you cannot come. <sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another. <sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\" <sup><strong>36</strong></sup> Simon Peter asked him, \"Lord, where are you going?\" Jesus replied, \"Where I am going, you cannot follow now, but you will follow later.\" <sup><strong>37</strong></sup> Peter asked, \"Lord, why can't I follow you now? I will lay down my life for you.\" <sup><strong>38</strong></sup> Then Jesus answered, \"Will you really lay down your life for me? I tell you the truth, before the rooster crows, you will disown me three times! "},{"_id":"6161b27ec0307ca401cc4846","topicId":"6161b27cc0307ca401cc483e","verse":"John 13:1-17","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43013001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43013001-1\">13:1&nbsp;</b>Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. <b class=\"verse-num\" id=\"v43013002-1\">2&nbsp;</b>During supper, when the devil had already put it into the heart of Judas Iscariot, Simon’s son, to betray him, <b class=\"verse-num\" id=\"v43013003-1\">3&nbsp;</b>Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, <b class=\"verse-num\" id=\"v43013004-1\">4&nbsp;</b>rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. <b class=\"verse-num\" id=\"v43013005-1\">5&nbsp;</b>Then he poured water into a basin and began to wash the disciples’ feet and to wipe them with the towel that was wrapped around him. <b class=\"verse-num\" id=\"v43013006-1\">6&nbsp;</b>He came to Simon Peter, who said to him, “Lord, do you wash my feet?” <b class=\"verse-num\" id=\"v43013007-1\">7&nbsp;</b>Jesus answered him, <span class=\"woc\">“What I am doing you do not understand now, but afterward you will understand.”</span> <b class=\"verse-num\" id=\"v43013008-1\">8&nbsp;</b>Peter said to him, “You shall never wash my feet.” Jesus answered him, <span class=\"woc\">“If I do not wash you, you have no share with me.”</span> <b class=\"verse-num\" id=\"v43013009-1\">9&nbsp;</b>Simon Peter said to him, “Lord, not my feet only but also my hands and my head!” <b class=\"verse-num\" id=\"v43013010-1\">10&nbsp;</b>Jesus said to him, <span class=\"woc\">“The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you.”</span> <b class=\"verse-num\" id=\"v43013011-1\">11&nbsp;</b>For he knew who was to betray him; that was why he said, <span class=\"woc\">“Not all of you are clean.”</span></p>\n<p id=\"p43013011_06-10\"><b class=\"verse-num\" id=\"v43013012-1\">12&nbsp;</b>When he had washed their feet and put on his outer garments and resumed his place, he said to them, <span class=\"woc\">“Do you understand what I have done to you?</span> <b class=\"verse-num woc\" id=\"v43013013-1\">13&nbsp;</b><span class=\"woc\">You call me Teacher and Lord, and you are right, for so I am.</span> <b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span> <b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span> <b class=\"verse-num woc\" id=\"v43013016-1\">16&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him.</span> <b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span></p>\n\n</div>","kjv":"<strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  <strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  <strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  <strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  <strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  <strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  <strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  <strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  <strong>11</strong> For he knew who should betray him; therefore said he, Ye are not all clean.  <strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  <strong>16</strong> Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.  <strong>17</strong> If ye know these things, happy are ye if ye do them. ","niv":"<sup><strong>1</strong></sup> It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love. <sup><strong>2</strong></sup> The evening meal was being served, and the devil had already prompted Judas Iscariot, son of Simon, to betray Jesus. <sup><strong>3</strong></sup> Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God; <sup><strong>4</strong></sup> so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist. <sup><strong>5</strong></sup> After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him. <sup><strong>6</strong></sup> He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\" <sup><strong>7</strong></sup> Jesus replied, \"You do not realize now what I am doing, but later you will understand.\" <sup><strong>8</strong></sup> \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\" <sup><strong>9</strong></sup> \"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\" <sup><strong>10</strong></sup> Jesus answered, \"A person who has had a bath needs only to wash his feet; his whole body is clean. And you are clean, though not every one of you.\" <sup><strong>11</strong></sup> For he knew who was going to betray him, and that was why he said not every one was clean. <sup><strong>12</strong></sup> When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them. <sup><strong>13</strong></sup> \"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am. <sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. <sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you. <sup><strong>16</strong></sup> I tell you the truth, no servant is greater than his master, nor is a messenger greater than the one who sent him. <sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them. "},{"_id":"6161b27ec0307ca401cc4847","topicId":"6161b27cc0307ca401cc483e","verse":"Luke 7:44","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42007044_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v42007044-1\">44&nbsp;</b>Then turning toward the woman he said to Simon, <span class=\"woc\">“Do you see this woman? I entered your house; you gave me no water for my feet, but she has wet my feet with her tears and wiped them with her hair.</span></p>\n</div>","kjv":"<strong>44</strong> And he turned to the woman, and said unto Simon, Seest thou this woman? I entered into thine house, thou gavest me no water for my feet: but she hath washed my feet with tears, and wiped them with the hairs of her head.  ","niv":"<sup><strong>44</strong></sup> Then he turned toward the woman and said to Simon, \"Do you see this woman? I came into your house. You did not give me any water for my feet, but she wet my feet with her tears and wiped them with her hair."},{"_id":"6161b27fc0307ca401cc4848","topicId":"6161b27cc0307ca401cc483e","verse":"Genesis 19:2","votes":6,"__v":0,"esv":"<div>\n<p id=\"p01019002_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v01019002-1\">2&nbsp;</b>and said, “My lords, please turn aside to your servant’s house and spend the night and wash your feet. Then you may rise up early and go on your way.” They said, “No; we will spend the night in the town square.”</p>\n</div>","kjv":"<strong>2</strong> And he said, Behold now, my lords, turn in, I pray you, into your servant’s house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your ways. And they said, Nay; but we will abide in the street all night.  ","niv":"<sup><strong>2</strong></sup> \"My lords,\" he said, \"please turn aside to your servant's house. You can wash your feet and spend the night and then go on your way early in the morning.No,\" they answered, \"we will spend the night in the square.\""},{"_id":"6161b27fc0307ca401cc4849","topicId":"6161b27cc0307ca401cc483e","verse":"John 13:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43013015_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span></p>\n</div>","kjv":"<strong>15</strong> For I have given you an example, that ye should do as I have done to you.  ","niv":"<sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you."},{"_id":"6161b27fc0307ca401cc484a","topicId":"6161b27cc0307ca401cc483e","verse":"Matthew 28:18-20","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40028018_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span> <b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  <strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. <sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"6161b280c0307ca401cc484b","topicId":"6161b27cc0307ca401cc483e","verse":"John 13:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43013017_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span></p>\n</div>","kjv":"<strong>17</strong> If ye know these things, happy are ye if ye do them. ","niv":"<sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them."},{"_id":"6161b280c0307ca401cc484c","topicId":"6161b27cc0307ca401cc483e","verse":"John 13:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43013001_06-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43013001-1\">13:1&nbsp;</b>Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end.</p>\n</div>","kjv":"<strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  ","niv":"<sup><strong>1</strong></sup> It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love."},{"_id":"6161b280c0307ca401cc484d","topicId":"6161b27cc0307ca401cc483e","verse":"Genesis 43:24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01043024_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v01043024-1\">24&nbsp;</b>And when the man had brought the men into Joseph’s house and given them water, and they had washed their feet, and when he had given their donkeys fodder,</p>\n</div>","kjv":"<strong>24</strong> And the man brought the men into Joseph’s house, and gave them  water, and they washed their feet; and he gave their asses provender.  ","niv":"<sup><strong>24</strong></sup> The steward took the men into Joseph's house, gave them water to wash their feet and provided fodder for their donkeys."},{"_id":"6161b281c0307ca401cc484e","topicId":"6161b27cc0307ca401cc483e","verse":"Ephesians 5:26","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49005026_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word,</p>\n</div>","kjv":"<strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  ","niv":"<sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word,"},{"_id":"6161b281c0307ca401cc484f","topicId":"6161b27cc0307ca401cc483e","verse":"John 13:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43013010_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v43013010-1\">10&nbsp;</b>Jesus said to him, <span class=\"woc\">“The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you.”</span></p>\n\n</div>","kjv":"<strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  ","niv":"<sup><strong>10</strong></sup> Jesus answered, \"A person who has had a bath needs only to wash his feet; his whole body is clean. And you are clean, though not every one of you.\""},{"_id":"6161b281c0307ca401cc4850","topicId":"6161b27cc0307ca401cc483e","verse":"Galatians 3:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48003027_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003027-1\">27&nbsp;</b>For as many of you as were baptized into Christ have put on Christ.</p>\n</div>","kjv":"<strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  ","niv":"<sup><strong>27</strong></sup> for all of you who were baptized into Christ have clothed yourselves with Christ."},{"_id":"6161b281c0307ca401cc4851","topicId":"6161b27cc0307ca401cc483e","verse":"John 1:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-21\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."},{"_id":"6161b282c0307ca401cc4852","topicId":"6161b27cc0307ca401cc483e","verse":"John 13:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43013006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v43013006-1\">6&nbsp;</b>He came to Simon Peter, who said to him, “Lord, do you wash my feet?”</p>\n</div>","kjv":"<strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  ","niv":"<sup><strong>6</strong></sup> He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\""},{"_id":"6161b282c0307ca401cc4853","topicId":"6161b27cc0307ca401cc483e","verse":"John 13:1-15","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43013001_06-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43013001-1\">13:1&nbsp;</b>Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. <b class=\"verse-num\" id=\"v43013002-1\">2&nbsp;</b>During supper, when the devil had already put it into the heart of Judas Iscariot, Simon’s son, to betray him, <b class=\"verse-num\" id=\"v43013003-1\">3&nbsp;</b>Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, <b class=\"verse-num\" id=\"v43013004-1\">4&nbsp;</b>rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. <b class=\"verse-num\" id=\"v43013005-1\">5&nbsp;</b>Then he poured water into a basin and began to wash the disciples’ feet and to wipe them with the towel that was wrapped around him. <b class=\"verse-num\" id=\"v43013006-1\">6&nbsp;</b>He came to Simon Peter, who said to him, “Lord, do you wash my feet?” <b class=\"verse-num\" id=\"v43013007-1\">7&nbsp;</b>Jesus answered him, <span class=\"woc\">“What I am doing you do not understand now, but afterward you will understand.”</span> <b class=\"verse-num\" id=\"v43013008-1\">8&nbsp;</b>Peter said to him, “You shall never wash my feet.” Jesus answered him, <span class=\"woc\">“If I do not wash you, you have no share with me.”</span> <b class=\"verse-num\" id=\"v43013009-1\">9&nbsp;</b>Simon Peter said to him, “Lord, not my feet only but also my hands and my head!” <b class=\"verse-num\" id=\"v43013010-1\">10&nbsp;</b>Jesus said to him, <span class=\"woc\">“The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you.”</span> <b class=\"verse-num\" id=\"v43013011-1\">11&nbsp;</b>For he knew who was to betray him; that was why he said, <span class=\"woc\">“Not all of you are clean.”</span></p>\n<p id=\"p43013011_06-23\"><b class=\"verse-num\" id=\"v43013012-1\">12&nbsp;</b>When he had washed their feet and put on his outer garments and resumed his place, he said to them, <span class=\"woc\">“Do you understand what I have done to you?</span> <b class=\"verse-num woc\" id=\"v43013013-1\">13&nbsp;</b><span class=\"woc\">You call me Teacher and Lord, and you are right, for so I am.</span> <b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span> <b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span></p>\n\n</div>","kjv":"<strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  <strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  <strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  <strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  <strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  <strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  <strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  <strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  <strong>11</strong> For he knew who should betray him; therefore said he, Ye are not all clean.  <strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  ","niv":"<sup><strong>1</strong></sup> It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love. <sup><strong>2</strong></sup> The evening meal was being served, and the devil had already prompted Judas Iscariot, son of Simon, to betray Jesus. <sup><strong>3</strong></sup> Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God; <sup><strong>4</strong></sup> so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist. <sup><strong>5</strong></sup> After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him. <sup><strong>6</strong></sup> He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\" <sup><strong>7</strong></sup> Jesus replied, \"You do not realize now what I am doing, but later you will understand.\" <sup><strong>8</strong></sup> \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\" <sup><strong>9</strong></sup> \"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\" <sup><strong>10</strong></sup> Jesus answered, \"A person who has had a bath needs only to wash his feet; his whole body is clean. And you are clean, though not every one of you.\" <sup><strong>11</strong></sup> For he knew who was going to betray him, and that was why he said not every one was clean. <sup><strong>12</strong></sup> When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them. <sup><strong>13</strong></sup> \"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am. <sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. <sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you. ","modified":"2022-10-05T08:57:11.137Z"},{"_id":"6161b282c0307ca401cc4854","topicId":"6161b27cc0307ca401cc483e","verse":"John 2:1-25","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43002001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43002001-1\">2:1&nbsp;</b>On the third day there was a wedding at Cana in Galilee, and the mother of Jesus was there. <b class=\"verse-num\" id=\"v43002002-1\">2&nbsp;</b>Jesus also was invited to the wedding with his disciples. <b class=\"verse-num\" id=\"v43002003-1\">3&nbsp;</b>When the wine ran out, the mother of Jesus said to him, “They have no wine.” <b class=\"verse-num\" id=\"v43002004-1\">4&nbsp;</b>And Jesus said to her, <span class=\"woc\">“Woman, what does this have to do with me? My hour has not yet come.”</span> <b class=\"verse-num\" id=\"v43002005-1\">5&nbsp;</b>His mother said to the servants, “Do whatever he tells you.”</p>\n<p id=\"p43002005_05-24\"><b class=\"verse-num\" id=\"v43002006-1\">6&nbsp;</b>Now there were six stone water jars there for the Jewish rites of purification, each holding twenty or thirty gallons. <b class=\"verse-num\" id=\"v43002007-1\">7&nbsp;</b>Jesus said to the servants, <span class=\"woc\">“Fill the jars with water.”</span> And they filled them up to the brim. <b class=\"verse-num\" id=\"v43002008-1\">8&nbsp;</b>And he said to them, <span class=\"woc\">“Now draw some out and take it to the master of the feast.”</span> So they took it. <b class=\"verse-num\" id=\"v43002009-1\">9&nbsp;</b>When the master of the feast tasted the water now become wine, and did not know where it came from (though the servants who had drawn the water knew), the master of the feast called the bridegroom <b class=\"verse-num\" id=\"v43002010-1\">10&nbsp;</b>and said to him, “Everyone serves the good wine first, and when people have drunk freely, then the poor wine. But you have kept the good wine until now.” <b class=\"verse-num\" id=\"v43002011-1\">11&nbsp;</b>This, the first of his signs, Jesus did at Cana in Galilee, and manifested his glory. And his disciples believed in him.</p>\n<p id=\"p43002011_05-24\"><b class=\"verse-num\" id=\"v43002012-1\">12&nbsp;</b>After this he went down to Capernaum, with his mother and his brothers and his disciples, and they stayed there for a few days.</p>\n\n<p id=\"p43002012_09-24\"><b class=\"verse-num\" id=\"v43002013-1\">13&nbsp;</b>The Passover of the Jews was at hand, and Jesus went up to Jerusalem. <b class=\"verse-num\" id=\"v43002014-1\">14&nbsp;</b>In the temple he found those who were selling oxen and sheep and pigeons, and the money-changers sitting there. <b class=\"verse-num\" id=\"v43002015-1\">15&nbsp;</b>And making a whip of cords, he drove them all out of the temple, with the sheep and oxen. And he poured out the coins of the money-changers and overturned their tables. <b class=\"verse-num\" id=\"v43002016-1\">16&nbsp;</b>And he told those who sold the pigeons, <span class=\"woc\">“Take these things away; do not make my Father’s house a house of trade.”</span> <b class=\"verse-num\" id=\"v43002017-1\">17&nbsp;</b>His disciples remembered that it was written, “Zeal for your house will consume me.”</p>\n<p id=\"p43002017_09-24\"><b class=\"verse-num\" id=\"v43002018-1\">18&nbsp;</b>So the Jews said to him, “What sign do you show us for doing these things?” <b class=\"verse-num\" id=\"v43002019-1\">19&nbsp;</b>Jesus answered them, <span class=\"woc\">“Destroy this temple, and in three days I will raise it up.”</span> <b class=\"verse-num\" id=\"v43002020-1\">20&nbsp;</b>The Jews then said, “It has taken forty-six years to build this temple, and will you raise it up in three days?” <b class=\"verse-num\" id=\"v43002021-1\">21&nbsp;</b>But he was speaking about the temple of his body. <b class=\"verse-num\" id=\"v43002022-1\">22&nbsp;</b>When therefore he was raised from the dead, his disciples remembered that he had said this, and they believed the Scripture and the word that Jesus had spoken.</p>\n\n<p id=\"p43002022_15-24\"><b class=\"verse-num\" id=\"v43002023-1\">23&nbsp;</b>Now when he was in Jerusalem at the Passover Feast, many believed in his name when they saw the signs that he was doing. <b class=\"verse-num\" id=\"v43002024-1\">24&nbsp;</b>But Jesus on his part did not entrust himself to them, because he knew all people <b class=\"verse-num\" id=\"v43002025-1\">25&nbsp;</b>and needed no one to bear witness about man, for he himself knew what was in man.</p>\n\n</div>","kjv":"<strong>1</strong> And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there:  <strong>2</strong> And both Jesus was called, and his disciples, to the marriage.  <strong>3</strong> And when they wanted wine, the mother of Jesus saith unto him, They have no wine.  <strong>4</strong> Jesus saith unto her, Woman, what have I to do with thee? mine hour is not yet come.  <strong>5</strong> His mother saith unto the servants, Whatsoever he saith unto you, do it.  <strong>6</strong> And there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece.  <strong>7</strong> Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim.  <strong>8</strong> And he saith unto them, Draw out now, and bear unto the governor of the feast. And they bare it.  <strong>9</strong> When the ruler of the feast had tasted the water that was made wine, and knew not whence it was: (but the servants which drew the water knew;) the governor of the feast called the bridegroom,  <strong>10</strong> And saith unto him, Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now.  <strong>11</strong> This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him.  <strong>12</strong> After this he went down to Capernaum, he, and his mother, and his brethren, and his disciples: and they continued there not many days.  <strong>13</strong> And the Jews’ passover was at hand, and Jesus went up to Jerusalem,  <strong>14</strong> And found in the temple those that sold oxen and sheep and doves, and the changers of money sitting:  <strong>15</strong> And when he had made a scourge of small cords, he drove them all out of the temple, and the sheep, and the oxen; and poured out the changers’ money, and overthrew the tables;  <strong>16</strong> And said unto them that sold doves, Take these things hence; make not my Father’s house an house of merchandise.  <strong>17</strong> And his disciples remembered that it was written, The zeal of thine house hath eaten me up.  <strong>18</strong> Then answered the Jews and said unto him, What sign shewest thou unto us, seeing that thou doest these things?  <strong>19</strong> Jesus answered and said unto them, Destroy this temple, and in three days I will raise it up.  <strong>20</strong> Then said the Jews, Forty and six years was this temple in building, and wilt thou rear it up in three days?  <strong>21</strong> But he spake of the temple of his body.  <strong>22</strong> When therefore he was risen from the dead, his disciples remembered that he had said this unto them; and they believed the scripture, and the word which Jesus had said.  <strong>23</strong> Now when he was in Jerusalem at the passover, in the feast day,  many believed in his name, when they saw the miracles which he did.  <strong>24</strong> But Jesus did not commit himself unto them, because he knew all men,  <strong>25</strong> And needed not that any should testify of man: for he knew what was in man.  ","niv":"<sup><strong>1</strong></sup> On the third day a wedding took place at Cana in Galilee. Jesus' mother was there, <sup><strong>2</strong></sup> and Jesus and his disciples had also been invited to the wedding. <sup><strong>3</strong></sup> When the wine was gone, Jesus' mother said to him, \"They have no more wine.\" <sup><strong>4</strong></sup> \"Dear woman, why do you involve me?\" Jesus replied, \"My time has not yet come.\" <sup><strong>5</strong></sup> His mother said to the servants, \"Do whatever he tells you.\" <sup><strong>6</strong></sup> Nearby stood six stone water jars, the kind used by the Jews for ceremonial washing, each holding from twenty to thirty gallons. <sup><strong>7</strong></sup> Jesus said to the servants, \"Fill the jars with water\"; so they filled them to the brim. <sup><strong>8</strong></sup> Then he told them, \"Now draw some out and take it to the master of the banquet.\" <sup><strong>9</strong></sup> They did so, and the master of the banquet tasted the water that had been turned into wine. He did not realize where it had come from, though the servants who had drawn the water knew. Then he called the bridegroom aside <sup><strong>10</strong></sup> and said, \"Everyone brings out the choice wine first and then the cheaper wine after the guests have had too much to drink; but you have saved the best till now.\" <sup><strong>11</strong></sup> This, the first of his miraculous signs, Jesus performed in Cana of Galilee. He thus revealed his glory, and his disciples put their faith in him. <sup><strong>12</strong></sup> After this he went down to Capernaum with his mother and brothers and his disciples. There they stayed for a few days. <sup><strong>13</strong></sup> When it was almost time for the Jewish Passover, Jesus went up to Jerusalem. <sup><strong>14</strong></sup> In the temple courts he found men selling cattle, sheep and doves, and others sitting at tables exchanging money. <sup><strong>15</strong></sup> So he made a whip out of cords, and drove all from the temple area, both sheep and cattle; he scattered the coins of the money changers and overturned their tables. <sup><strong>16</strong></sup> To those who sold doves he said, \"Get these out of here! How dare you turn my Father's house into a market!\" <sup><strong>17</strong></sup> His disciples remembered that it is written: \"Zeal for your house will consume me.\" <sup><strong>18</strong></sup> Then the Jews demanded of him, \"What miraculous sign can you show us to prove your authority to do all this?\" <sup><strong>19</strong></sup> Jesus answered them, \"Destroy this temple, and I will raise it again in three days.\" <sup><strong>20</strong></sup> The Jews replied, \"It has taken forty-six years to build this temple, and you are going to raise it in three days?\" <sup><strong>21</strong></sup> But the temple he had spoken of was his body. <sup><strong>22</strong></sup> After he was raised from the dead, his disciples recalled what he had said. Then they believed the Scripture and the words that Jesus had spoken. <sup><strong>23</strong></sup> Now while he was in Jerusalem at the Passover Feast, many people saw the miraculous signs he was doing and believed in his name. <sup><strong>24</strong></sup> But Jesus would not entrust himself to them, for he knew all men. <sup><strong>25</strong></sup> He did not need man's testimony about man, for he knew what was in a man. "},{"_id":"6161b283c0307ca401cc4855","topicId":"6161b27cc0307ca401cc483e","verse":"Judges 19:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p07019021_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v07019021-1\">21&nbsp;</b>So he brought him into his house and gave the donkeys feed. And they washed their feet, and ate and drank.</p>\n</div>","kjv":"<strong>21</strong> So he brought him into his house, and gave provender unto the asses: and they washed their feet, and did eat and drink.  ","niv":"<sup><strong>21</strong></sup> So he took him into his house and fed his donkeys. After they had washed their feet, they had something to eat and drink."},{"_id":"6161b283c0307ca401cc4856","topicId":"6161b27cc0307ca401cc483e","verse":"1 John 1:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"6161b283c0307ca401cc4857","topicId":"6161b27cc0307ca401cc483e","verse":"1 Corinthians 6:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46006011_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n</div>","kjv":"<strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.","modified":"2023-08-10T12:36:34.631Z"}]}