{"_id":"6161b2c1c0307ca401cc4872","slug":"forbearance","name":"Forbearance","verses":[{"_id":"6161b2c1c0307ca401cc4873","topicId":"6161b2c1c0307ca401cc4872","verse":"Romans 3:25","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p45003001_04-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45003001-1\">3:1&nbsp;</b>Then what advantage has the Jew? Or what is the value of circumcision? <b class=\"verse-num\" id=\"v45003002-1\">2&nbsp;</b>Much in every way. To begin with, the Jews were entrusted with the oracles of God. <b class=\"verse-num\" id=\"v45003003-1\">3&nbsp;</b>What if some were unfaithful? Does their faithlessness nullify the faithfulness of God? <b class=\"verse-num\" id=\"v45003004-1\">4&nbsp;</b>By no means! Let God be true though every one were a liar, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45003004_04-27\" class=\"line\">&nbsp;&nbsp;“That you may be justified in your words,</span><br><span id=\"p45003004_04-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and prevail when you are judged.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45003004_04-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45003005-1\">5&nbsp;</b>But if our unrighteousness serves to show the righteousness of God, what shall we say? That God is unrighteous to inflict wrath on us? (I speak in a human way.) <b class=\"verse-num\" id=\"v45003006-1\">6&nbsp;</b>By no means! For then how could God judge the world? <b class=\"verse-num\" id=\"v45003007-1\">7&nbsp;</b>But if through my lie God’s truth abounds to his glory, why am I still being condemned as a sinner? <b class=\"verse-num\" id=\"v45003008-1\">8&nbsp;</b>And why not do evil that good may come?—as some people slanderously charge us with saying. Their condemnation is just.</p>\n\n<p id=\"p45003008_08-27\"><b class=\"verse-num\" id=\"v45003009-1\">9&nbsp;</b>What then? Are we Jews any better off? No, not at all. For we have already charged that all, both Jews and Greeks, are under sin, <b class=\"verse-num\" id=\"v45003010-1\">10&nbsp;</b>as it is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45003010_08-27\" class=\"line\">&nbsp;&nbsp;“None is righteous, no, not one;</span><br><span id=\"p45003011_08-27\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v45003011-1\">11&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;no one understands;</span><br><span id=\"p45003011_08-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no one seeks for God.</span><br><span id=\"p45003012_08-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v45003012-1\">12&nbsp;</b>&nbsp;&nbsp;All have turned aside; together they have become worthless;</span><br><span id=\"p45003012_08-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no one does good,</span><br><span id=\"p45003012_08-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not even one.”</span><br><span id=\"p45003013_08-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v45003013-1\">13&nbsp;</b>&nbsp;&nbsp;“Their throat is an open grave;</span><br><span id=\"p45003013_08-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they use their tongues to deceive.”</span><br><span id=\"p45003013_08-27\" class=\"line\">&nbsp;&nbsp;“The venom of asps is under their lips.”</span><br><span id=\"p45003014_08-27\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v45003014-1\">14&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;“Their mouth is full of curses and bitterness.”</span><br><span id=\"p45003015_08-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v45003015-1\">15&nbsp;</b>&nbsp;&nbsp;“Their feet are swift to shed blood;</span><br><span id=\"p45003016_08-27\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v45003016-1\">16&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;in their paths are ruin and misery,</span><br><span id=\"p45003017_08-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v45003017-1\">17&nbsp;</b>&nbsp;&nbsp;and the way of peace they have not known.”</span><br><span id=\"p45003018_08-27\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v45003018-1\">18&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;“There is no fear of God before their eyes.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45003018_08-27\"><b class=\"verse-num\" id=\"v45003019-1\">19&nbsp;</b>Now we know that whatever the law says it speaks to those who are under the law, so that every mouth may be stopped, and the whole world may be held accountable to God. <b class=\"verse-num\" id=\"v45003020-1\">20&nbsp;</b>For by works of the law no human being will be justified in his sight, since through the law comes knowledge of sin.</p>\n\n<p id=\"p45003020_14-27\"><b class=\"verse-num\" id=\"v45003021-1\">21&nbsp;</b>But now the righteousness of God has been manifested apart from the law, although the Law and the Prophets bear witness to it—<b class=\"verse-num\" id=\"v45003022-1\">22&nbsp;</b>the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction: <b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God, <b class=\"verse-num\" id=\"v45003024-1\">24&nbsp;</b>and are justified by his grace as a gift, through the redemption that is in Christ Jesus, <b class=\"verse-num\" id=\"v45003025-1\">25&nbsp;</b>whom God put forward as a propitiation by his blood, to be received by faith. This was to show God’s righteousness, because in his divine forbearance he had passed over former sins. <b class=\"verse-num\" id=\"v45003026-1\">26&nbsp;</b>It was to show his righteousness at the present time, so that he might be just and the justifier of the one who has faith in Jesus.</p>\n<p id=\"p45003026_14-27\"><b class=\"verse-num\" id=\"v45003027-1\">27&nbsp;</b>Then what becomes of our boasting? It is excluded. By what kind of law? By a law of works? No, but by the law of faith. <b class=\"verse-num\" id=\"v45003028-1\">28&nbsp;</b>For we hold that one is justified by faith apart from works of the law. <b class=\"verse-num\" id=\"v45003029-1\">29&nbsp;</b>Or is God the God of Jews only? Is he not the God of Gentiles also? Yes, of Gentiles also, <b class=\"verse-num\" id=\"v45003030-1\">30&nbsp;</b>since God is one—who will justify the circumcised by faith and the uncircumcised through faith. <b class=\"verse-num\" id=\"v45003031-1\">31&nbsp;</b>Do we then overthrow the law by this faith? By no means! On the contrary, we uphold the law.</p>\n\n</div>","kjv":"<strong>25</strong> Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;  ","niv":"<sup><strong>25</strong></sup> God presented him as a sacrifice of atonement, through faith in his blood. He did this to demonstrate his justice, because in his forbearance he had left the sins committed beforehand unpunished--","modified":"2022-02-25T16:54:34.940Z"},{"_id":"6161b2c1c0307ca401cc4874","topicId":"6161b2c1c0307ca401cc4872","verse":"Romans 5:8","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45005008_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us.</p>\n</div>","kjv":"<strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  ","niv":"<sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."},{"_id":"6161b2c2c0307ca401cc4875","topicId":"6161b2c1c0307ca401cc4872","verse":"Romans 2:1-29","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p45002001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45002001-1\">2:1&nbsp;</b>Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things. <b class=\"verse-num\" id=\"v45002002-1\">2&nbsp;</b>We know that the judgment of God rightly falls on those who practice such things. <b class=\"verse-num\" id=\"v45002003-1\">3&nbsp;</b>Do you suppose, O man—you who judge those who practice such things and yet do them yourself—that you will escape the judgment of God? <b class=\"verse-num\" id=\"v45002004-1\">4&nbsp;</b>Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance? <b class=\"verse-num\" id=\"v45002005-1\">5&nbsp;</b>But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God’s righteous judgment will be revealed.</p>\n<p id=\"p45002005_04-3\"><b class=\"verse-num\" id=\"v45002006-1\">6&nbsp;</b>He will render to each one according to his works: <b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life; <b class=\"verse-num\" id=\"v45002008-1\">8&nbsp;</b>but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury. <b class=\"verse-num\" id=\"v45002009-1\">9&nbsp;</b>There will be tribulation and distress for every human being who does evil, the Jew first and also the Greek, <b class=\"verse-num\" id=\"v45002010-1\">10&nbsp;</b>but glory and honor and peace for everyone who does good, the Jew first and also the Greek. <b class=\"verse-num\" id=\"v45002011-1\">11&nbsp;</b>For God shows no partiality.</p>\n\n<p id=\"p45002011_09-3\"><b class=\"verse-num\" id=\"v45002012-1\">12&nbsp;</b>For all who have sinned without the law will also perish without the law, and all who have sinned under the law will be judged by the law. <b class=\"verse-num\" id=\"v45002013-1\">13&nbsp;</b>For it is not the hearers of the law who are righteous before God, but the doers of the law who will be justified. <b class=\"verse-num\" id=\"v45002014-1\">14&nbsp;</b>For when Gentiles, who do not have the law, by nature do what the law requires, they are a law to themselves, even though they do not have the law. <b class=\"verse-num\" id=\"v45002015-1\">15&nbsp;</b>They show that the work of the law is written on their hearts, while their conscience also bears witness, and their conflicting thoughts accuse or even excuse them <b class=\"verse-num\" id=\"v45002016-1\">16&nbsp;</b>on that day when, according to my gospel, God judges the secrets of men by Christ Jesus.</p>\n<p id=\"p45002016_09-3\"><b class=\"verse-num\" id=\"v45002017-1\">17&nbsp;</b>But if you call yourself a Jew and rely on the law and boast in God <b class=\"verse-num\" id=\"v45002018-1\">18&nbsp;</b>and know his will and approve what is excellent, because you are instructed from the law; <b class=\"verse-num\" id=\"v45002019-1\">19&nbsp;</b>and if you are sure that you yourself are a guide to the blind, a light to those who are in darkness, <b class=\"verse-num\" id=\"v45002020-1\">20&nbsp;</b>an instructor of the foolish, a teacher of children, having in the law the embodiment of knowledge and truth—<b class=\"verse-num\" id=\"v45002021-1\">21&nbsp;</b>you then who teach others, do you not teach yourself? While you preach against stealing, do you steal? <b class=\"verse-num\" id=\"v45002022-1\">22&nbsp;</b>You who say that one must not commit adultery, do you commit adultery? You who abhor idols, do you rob temples? <b class=\"verse-num\" id=\"v45002023-1\">23&nbsp;</b>You who boast in the law dishonor God by breaking the law. <b class=\"verse-num\" id=\"v45002024-1\">24&nbsp;</b>For, as it is written, “The name of God is blasphemed among the Gentiles because of you.”</p>\n<p id=\"p45002024_09-3\"><b class=\"verse-num\" id=\"v45002025-1\">25&nbsp;</b>For circumcision indeed is of value if you obey the law, but if you break the law, your circumcision becomes uncircumcision. <b class=\"verse-num\" id=\"v45002026-1\">26&nbsp;</b>So, if a man who is uncircumcised keeps the precepts of the law, will not his uncircumcision be regarded as circumcision? <b class=\"verse-num\" id=\"v45002027-1\">27&nbsp;</b>Then he who is physically uncircumcised but keeps the law will condemn you who have the written code and circumcision but break the law. <b class=\"verse-num\" id=\"v45002028-1\">28&nbsp;</b>For no one is a Jew who is merely one outwardly, nor is circumcision outward and physical. <b class=\"verse-num\" id=\"v45002029-1\">29&nbsp;</b>But a Jew is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. His praise is not from man but from God.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.  <strong>2</strong> But we are sure that the judgment of God is according to truth against them which commit such things.  <strong>3</strong> And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?  <strong>4</strong> Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?  <strong>5</strong> But after thy hardness and impenitent heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God;  <strong>6</strong> Who will render to every man according to his deeds:  <strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  <strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  <strong>9</strong> Tribulation and anguish, upon every soul of man that doeth evil, of the Jew first, and also of the Gentile;  <strong>10</strong> But glory, honour, and peace, to every man that worketh good, to the Jew first, and also to the Gentile:  <strong>11</strong> For there is no respect of persons with God.  <strong>12</strong> For as many as have sinned without law shall also perish without law: and as many as have sinned in the law shall be judged by the law;  <strong>13</strong> (For not the hearers of the law are just before God, but the doers of the law shall be justified.  <strong>14</strong> For when the Gentiles, which have not the law, do by nature the things contained in the law, these, having not the law, are a law unto themselves:  <strong>15</strong> Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)  <strong>16</strong> In the day when God shall judge the secrets of men by Jesus Christ according to my gospel.  <strong>17</strong> Behold, thou art called a Jew, and restest in the law, and makest thy boast of God,  <strong>18</strong> And knowest his will, and approvest the things that are more excellent, being instructed out of the law;  <strong>19</strong> And art confident that thou thyself art a guide of the blind, a light of them which are in darkness,  <strong>20</strong> An instructor of the foolish, a teacher of babes, which hast the form of knowledge and of the truth in the law.  <strong>21</strong> Thou therefore which teachest another, teachest thou not thyself? thou that preachest a man should not steal, dost thou steal?  <strong>22</strong> Thou that sayest a man should not commit adultery, dost thou commit adultery? thou that abhorrest idols, dost thou commit sacrilege?  <strong>23</strong> Thou that makest thy boast of the law, through breaking the law dishonourest thou God?  <strong>24</strong> For the name of God is blasphemed among the Gentiles through you, as it is written.  <strong>25</strong> For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.  <strong>26</strong> Therefore if the uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?  <strong>27</strong> And shall not uncircumcision which is by nature, if it fulfil the law, judge thee, who by the letter and circumcision dost transgress the law?  <strong>28</strong> For he is not a Jew, which is one outwardly; neither is that  circumcision, which is outward in the flesh:  <strong>29</strong> But he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God.  ","niv":"<sup><strong>1</strong></sup> You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge the other, you are condemning yourself, because you who pass judgment do the same things. <sup><strong>2</strong></sup> Now we know that God's judgment against those who do such things is based on truth. <sup><strong>3</strong></sup> So when you, a mere man, pass judgment on them and yet do the same things, do you think you will escape God's judgment? <sup><strong>4</strong></sup> Or do you show contempt for the riches of his kindness, tolerance and patience, not realizing that God's kindness leads you toward repentance? <sup><strong>5</strong></sup> But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God's wrath, when his righteous judgment will be revealed. <sup><strong>6</strong></sup> God \"will give to each person according to what he has done.\" <sup><strong>7</strong></sup> To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. <sup><strong>8</strong></sup> But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. <sup><strong>9</strong></sup> There will be trouble and distress for every human being who does evil: first for the Jew, then for the Gentile; <sup><strong>10</strong></sup> but glory, honor and peace for everyone who does good: first for the Jew, then for the Gentile. <sup><strong>11</strong></sup> For God does not show favoritism. <sup><strong>12</strong></sup> All who sin apart from the law will also perish apart from the law, and all who sin under the law will be judged by the law. <sup><strong>13</strong></sup> For it is not those who hear the law who are righteous in God's sight, but it is those who obey the law who will be declared righteous. <sup><strong>14</strong></sup> (Indeed, when Gentiles, who do not have the law, do by nature things required by the law, they are a law for themselves, even though they do not have the law, <sup><strong>15</strong></sup> since they show that the requirements of the law are written on their hearts, their consciences also bearing witness, and their thoughts now accusing, now even defending them.) <sup><strong>16</strong></sup> This will take place on the day when God will judge men's secrets through Jesus Christ, as my gospel declares. <sup><strong>17</strong></sup> Now you, if you call yourself a Jew; if you rely on the law and brag about your relationship to God; <sup><strong>18</strong></sup> if you know his will and approve of what is superior because you are instructed by the law; <sup><strong>19</strong></sup> if you are convinced that you are a guide for the blind, a light for those who are in the dark, <sup><strong>20</strong></sup> an instructor of the foolish, a teacher of infants, because you have in the law the embodiment of knowledge and truth-- <sup><strong>21</strong></sup> you, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal? <sup><strong>22</strong></sup> You who say that people should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples? <sup><strong>23</strong></sup> You who brag about the law, do you dishonor God by breaking the law? <sup><strong>24</strong></sup> As it is written: \"God's name is blasphemed among the Gentiles because of you.\" <sup><strong>25</strong></sup> Circumcision has value if you observe the law, but if you break the law, you have become as though you had not been circumcised. <sup><strong>26</strong></sup> If those who are not circumcised keep the law's requirements, will they not be regarded as though they were circumcised? <sup><strong>27</strong></sup> The one who is not circumcised physically and yet obeys the law will condemn you who, even though you have the written code and circumcision, are a lawbreaker. <sup><strong>28</strong></sup> A man is not a Jew if he is only one outwardly, nor is circumcision merely outward and physical. <sup><strong>29</strong></sup> No, a man is a Jew if he is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a man's praise is not from men, but from God. ","modified":"2022-12-30T18:32:10.916Z"},{"_id":"6161b2c2c0307ca401cc4876","topicId":"6161b2c1c0307ca401cc4872","verse":"Galatians 5:19-26","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God. <b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law. <b class=\"verse-num\" id=\"v48005024-1\">24&nbsp;</b>And those who belong to Christ Jesus have crucified the flesh with its passions and desires.</p>\n<p id=\"p48005024_01-4\"><b class=\"verse-num\" id=\"v48005025-1\">25&nbsp;</b>If we live by the Spirit, let us also keep in step with the Spirit. <b class=\"verse-num\" id=\"v48005026-1\">26&nbsp;</b>Let us not become conceited, provoking one another, envying one another.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  <strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  <strong>24</strong> And they that are Christ’s have crucified the flesh with the affections and lusts.  <strong>25</strong> If we live in the Spirit, let us also walk in the Spirit.  <strong>26</strong> Let us not be desirous of vain glory, provoking one another, envying one another.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. <sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. <sup><strong>24</strong></sup> Those who belong to Christ Jesus have crucified the sinful nature with its passions and desires. <sup><strong>25</strong></sup> Since we live by the Spirit, let us keep in step with the Spirit. <sup><strong>26</strong></sup> Let us not become conceited, provoking and envying each other. "},{"_id":"6161b2c2c0307ca401cc4877","topicId":"6161b2c1c0307ca401cc4872","verse":"1 John 5:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62005011_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005011-1\">11&nbsp;</b>And this is the testimony, that God gave us eternal life, and this life is in his Son.</p>\n</div>","kjv":"<strong>11</strong> And this is the record, that God hath given to us eternal life, and this life is in his Son.  ","niv":"<sup><strong>11</strong></sup> And this is the testimony: God has given us eternal life, and this life is in his Son."},{"_id":"6161b2c3c0307ca401cc4878","topicId":"6161b2c1c0307ca401cc4872","verse":"Romans 3:23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"},{"_id":"6161b2c3c0307ca401cc4879","topicId":"6161b2c1c0307ca401cc4872","verse":"1 John 2:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62002002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world.</p>\n</div>","kjv":"<strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  ","niv":"<sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world."},{"_id":"6161b2c3c0307ca401cc487a","topicId":"6161b2c1c0307ca401cc4872","verse":"Colossians 1:20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51001020_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n</div>","kjv":"<strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  ","niv":"<sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross."},{"_id":"6161b2c4c0307ca401cc487b","topicId":"6161b2c1c0307ca401cc4872","verse":"1 Corinthians 3:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46003016_01-10\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you?</p>\n\n</div>","kjv":"<strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  ","niv":"<sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you?"},{"_id":"6161b2c4c0307ca401cc487c","topicId":"6161b2c1c0307ca401cc4872","verse":"Romans 3:21-26","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45003021_07-11\"><b class=\"verse-num\" id=\"v45003021-1\">21&nbsp;</b>But now the righteousness of God has been manifested apart from the law, although the Law and the Prophets bear witness to it—<b class=\"verse-num\" id=\"v45003022-1\">22&nbsp;</b>the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction: <b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God, <b class=\"verse-num\" id=\"v45003024-1\">24&nbsp;</b>and are justified by his grace as a gift, through the redemption that is in Christ Jesus, <b class=\"verse-num\" id=\"v45003025-1\">25&nbsp;</b>whom God put forward as a propitiation by his blood, to be received by faith. This was to show God’s righteousness, because in his divine forbearance he had passed over former sins. <b class=\"verse-num\" id=\"v45003026-1\">26&nbsp;</b>It was to show his righteousness at the present time, so that he might be just and the justifier of the one who has faith in Jesus.</p>\n</div>","kjv":"<strong>21</strong> But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;  <strong>22</strong> Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:  <strong>23</strong> For all have sinned, and come short of the glory of God;  <strong>24</strong> Being justified freely by his grace through the redemption that is in Christ Jesus:  <strong>25</strong> Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;  <strong>26</strong> To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.  ","niv":"<sup><strong>21</strong></sup> But now a righteousness from God, apart from law, has been made known, to which the Law and the Prophets testify. <sup><strong>22</strong></sup> This righteousness from God comes through faith in Jesus Christ to all who believe. There is no difference, <sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God, <sup><strong>24</strong></sup> and are justified freely by his grace through the redemption that came by Christ Jesus. <sup><strong>25</strong></sup> God presented him as a sacrifice of atonement, through faith in his blood. He did this to demonstrate his justice, because in his forbearance he had left the sins committed beforehand unpunished-- <sup><strong>26</strong></sup> he did it to demonstrate his justice at the present time, so as to be just and the one who justifies those who have faith in Jesus. "},{"_id":"6161b2c4c0307ca401cc487d","topicId":"6161b2c1c0307ca401cc4872","verse":"Luke 15:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42015007_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n</div>","kjv":"<strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent."},{"_id":"6161b2c4c0307ca401cc487e","topicId":"6161b2c1c0307ca401cc4872","verse":"Isaiah 53:6","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053006_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053006-1\">6&nbsp;</b>&nbsp;&nbsp;All we like sheep have gone astray;</span><br><span id=\"p23053006_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have turned—every one—to his own way;</span><br><span id=\"p23053006_01-13\" class=\"line\">&nbsp;&nbsp;and the LORD has laid on him</span><br><span id=\"p23053006_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of us all.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.  ","niv":"<sup><strong>6</strong></sup> We all, like sheep, have gone astray, each of us has turned to his own way; and the LORD has laid on him the iniquity of us all."},{"_id":"6161b2c5c0307ca401cc487f","topicId":"6161b2c1c0307ca401cc4872","verse":"Philippians 4:1-7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50004001_01-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50004001-1\">4:1&nbsp;</b>Therefore, my brothers, whom I love and long for, my joy and crown, stand firm thus in the Lord, my beloved.</p>\n\n<p id=\"p50004001_05-14\"><b class=\"verse-num\" id=\"v50004002-1\">2&nbsp;</b>I entreat Euodia and I entreat Syntyche to agree in the Lord. <b class=\"verse-num\" id=\"v50004003-1\">3&nbsp;</b>Yes, I ask you also, true companion, help these women, who have labored side by side with me in the gospel together with Clement and the rest of my fellow workers, whose names are in the book of life.</p>\n<p id=\"p50004003_05-14\"><b class=\"verse-num\" id=\"v50004004-1\">4&nbsp;</b>Rejoice in the Lord always; again I will say, rejoice. <b class=\"verse-num\" id=\"v50004005-1\">5&nbsp;</b>Let your reasonableness be known to everyone. The Lord is at hand; <b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. <b class=\"verse-num\" id=\"v50004007-1\">7&nbsp;</b>And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore, my brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved.  <strong>2</strong> I beseech Euodias, and beseech Syntyche, that they be of the same mind in the Lord.  <strong>3</strong> And I intreat thee also, true yokefellow, help those women which laboured with me in the gospel, with Clement also, and with other my fellowlabourers, whose names are in the book of life.  <strong>4</strong> Rejoice in the Lord alway: and again I say, Rejoice.  <strong>5</strong> Let your moderation be known unto all men. The Lord is at hand.  <strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  <strong>7</strong> And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.  ","niv":"<sup><strong>1</strong></sup> Therefore, my brothers, you whom I love and long for, my joy and crown, that is how you should stand firm in the Lord, dear friends! <sup><strong>2</strong></sup> I plead with Euodia and I plead with Syntyche to agree with each other in the Lord. <sup><strong>3</strong></sup> Yes, and I ask you, loyal yokefellow, help these women who have contended at my side in the cause of the gospel, along with Clement and the rest of my fellow workers, whose names are in the book of life. <sup><strong>4</strong></sup> Rejoice in the Lord always. I will say it again: Rejoice! <sup><strong>5</strong></sup> Let your gentleness be evident to all. The Lord is near. <sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. <sup><strong>7</strong></sup> And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. "},{"_id":"6161b2c5c0307ca401cc4880","topicId":"6161b2c1c0307ca401cc4872","verse":"1 Corinthians 13:1-13","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-16\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-16\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-16\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"6161b2c5c0307ca401cc4881","topicId":"6161b2c1c0307ca401cc4872","verse":"John 3:36","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43003036_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n</div>","kjv":"<strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\""},{"_id":"6161b2c6c0307ca401cc4882","topicId":"6161b2c1c0307ca401cc4872","verse":"John 3:16-18","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-18\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. "},{"_id":"6161b2c6c0307ca401cc4883","topicId":"6161b2c1c0307ca401cc4872","verse":"Matthew 9:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40009013_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40009013-1\">13&nbsp;</b><span class=\"woc\">Go and learn what this means: ‘I desire mercy, and not sacrifice.’ For I came not to call the righteous, but sinners.”</span></p>\n</div>","kjv":"<strong>13</strong> But go ye and learn what that meaneth, I will have mercy, and not sacrifice: for I am not come to call the righteous, but sinners to repentance. ","niv":"<sup><strong>13</strong></sup> But go and learn what this means: 'I desire mercy, not sacrifice.' For I have not come to call the righteous, but sinners.\""},{"_id":"6161b2c6c0307ca401cc4884","topicId":"6161b2c1c0307ca401cc4872","verse":"Ezekiel 25:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26025017_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v26025017-1\">17&nbsp;</b>I will execute great vengeance on them with wrathful rebukes. Then they will know that I am the LORD, when I lay my vengeance upon them.”</p>\n</div>","kjv":"<strong>17</strong> And I will execute great vengeance upon them with furious rebukes; and they shall know that I am the LORD, when I shall lay my vengeance upon them.  ","niv":"<sup><strong>17</strong></sup> I will carry out great vengeance on them and punish them in my wrath. Then they will know that I am the LORD, when I take vengeance on them.'\""},{"_id":"6161b2c7c0307ca401cc4885","topicId":"6161b2c1c0307ca401cc4872","verse":"James 4:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59004011_01-21\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge.</p>\n\n</div>","kjv":"<strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  ","niv":"<sup><strong>11</strong></sup> Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it."},{"_id":"6161b2c7c0307ca401cc4886","topicId":"6161b2c1c0307ca401cc4872","verse":"Titus 2:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56002011_01-22\"><b class=\"verse-num\" id=\"v56002011-1\">11&nbsp;</b>For the grace of God has appeared, bringing salvation for all people,</p>\n</div>","kjv":"<strong>11</strong> For the grace of God that bringeth salvation hath appeared to all men,  ","niv":"<sup><strong>11</strong></sup> For the grace of God that brings salvation has appeared to all men."},{"_id":"6161b2c7c0307ca401cc4887","topicId":"6161b2c1c0307ca401cc4872","verse":"Ephesians 2:19-22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49002019_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002019-1\">19&nbsp;</b>So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God, <b class=\"verse-num\" id=\"v49002020-1\">20&nbsp;</b>built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone, <b class=\"verse-num\" id=\"v49002021-1\">21&nbsp;</b>in whom the whole structure, being joined together, grows into a holy temple in the Lord. <b class=\"verse-num\" id=\"v49002022-1\">22&nbsp;</b>In him you also are being built together into a dwelling place for God by the Spirit.</p>\n\n</div>","kjv":"<strong>19</strong> Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;  <strong>20</strong> And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;  <strong>21</strong> In whom all the building fitly framed together groweth unto an holy temple in the Lord:  <strong>22</strong> In whom ye also are builded together for an habitation of God through the Spirit.  ","niv":"<sup><strong>19</strong></sup> Consequently, you are no longer foreigners and aliens, but fellow citizens with God's people and members of God's household, <sup><strong>20</strong></sup> built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone. <sup><strong>21</strong></sup> In him the whole building is joined together and rises to become a holy temple in the Lord. <sup><strong>22</strong></sup> And in him you too are being built together to become a dwelling in which God lives by his Spirit. "},{"_id":"6161b2c7c0307ca401cc4888","topicId":"6161b2c1c0307ca401cc4872","verse":"Romans 4:25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45004001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45004001-1\">4:1&nbsp;</b>What then shall we say was gained by Abraham, our forefather according to the flesh? <b class=\"verse-num\" id=\"v45004002-1\">2&nbsp;</b>For if Abraham was justified by works, he has something to boast about, but not before God. <b class=\"verse-num\" id=\"v45004003-1\">3&nbsp;</b>For what does the Scripture say? “Abraham believed God, and it was counted to him as righteousness.” <b class=\"verse-num\" id=\"v45004004-1\">4&nbsp;</b>Now to the one who works, his wages are not counted as a gift but as his due. <b class=\"verse-num\" id=\"v45004005-1\">5&nbsp;</b>And to the one who does not work but believes in him who justifies the ungodly, his faith is counted as righteousness, <b class=\"verse-num\" id=\"v45004006-1\">6&nbsp;</b>just as David also speaks of the blessing of the one to whom God counts righteousness apart from works:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45004007_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v45004007-1\">7&nbsp;</b>&nbsp;&nbsp;“Blessed are those whose lawless deeds are forgiven,</span><br><span id=\"p45004007_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whose sins are covered;</span><br><span id=\"p45004008_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v45004008-1\">8&nbsp;</b>&nbsp;&nbsp;blessed is the man against whom the Lord will not count his sin.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45004008_05-25\"><b class=\"verse-num\" id=\"v45004009-1\">9&nbsp;</b>Is this blessing then only for the circumcised, or also for the uncircumcised? For we say that faith was counted to Abraham as righteousness. <b class=\"verse-num\" id=\"v45004010-1\">10&nbsp;</b>How then was it counted to him? Was it before or after he had been circumcised? It was not after, but before he was circumcised. <b class=\"verse-num\" id=\"v45004011-1\">11&nbsp;</b>He received the sign of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised. The purpose was to make him the father of all who believe without being circumcised, so that righteousness would be counted to them as well, <b class=\"verse-num\" id=\"v45004012-1\">12&nbsp;</b>and to make him the father of the circumcised who are not merely circumcised but who also walk in the footsteps of the faith that our father Abraham had before he was circumcised.</p>\n\n<p id=\"p45004012_10-25\"><b class=\"verse-num\" id=\"v45004013-1\">13&nbsp;</b>For the promise to Abraham and his offspring that he would be heir of the world did not come through the law but through the righteousness of faith. <b class=\"verse-num\" id=\"v45004014-1\">14&nbsp;</b>For if it is the adherents of the law who are to be the heirs, faith is null and the promise is void. <b class=\"verse-num\" id=\"v45004015-1\">15&nbsp;</b>For the law brings wrath, but where there is no law there is no transgression.</p>\n<p id=\"p45004015_10-25\"><b class=\"verse-num\" id=\"v45004016-1\">16&nbsp;</b>That is why it depends on faith, in order that the promise may rest on grace and be guaranteed to all his offspring—not only to the adherent of the law but also to the one who shares the faith of Abraham, who is the father of us all, <b class=\"verse-num\" id=\"v45004017-1\">17&nbsp;</b>as it is written, “I have made you the father of many nations”—in the presence of the God in whom he believed, who gives life to the dead and calls into existence the things that do not exist. <b class=\"verse-num\" id=\"v45004018-1\">18&nbsp;</b>In hope he believed against hope, that he should become the father of many nations, as he had been told, “So shall your offspring be.” <b class=\"verse-num\" id=\"v45004019-1\">19&nbsp;</b>He did not weaken in faith when he considered his own body, which was as good as dead (since he was about a hundred years old), or when he considered the barrenness of Sarah’s womb. <b class=\"verse-num\" id=\"v45004020-1\">20&nbsp;</b>No unbelief made him waver concerning the promise of God, but he grew strong in his faith as he gave glory to God, <b class=\"verse-num\" id=\"v45004021-1\">21&nbsp;</b>fully convinced that God was able to do what he had promised. <b class=\"verse-num\" id=\"v45004022-1\">22&nbsp;</b>That is why his faith was “counted to him as righteousness.” <b class=\"verse-num\" id=\"v45004023-1\">23&nbsp;</b>But the words “it was counted to him” were not written for his sake alone, <b class=\"verse-num\" id=\"v45004024-1\">24&nbsp;</b>but for ours also. It will be counted to us who believe in him who raised from the dead Jesus our Lord, <b class=\"verse-num\" id=\"v45004025-1\">25&nbsp;</b>who was delivered up for our trespasses and raised for our justification.</p>\n\n</div>","kjv":"<strong>25</strong> Who was delivered for our offences, and was raised again for our justification.  ","niv":"<sup><strong>25</strong></sup> He was delivered over to death for our sins and was raised to life for our justification."},{"_id":"6161b2c8c0307ca401cc4889","topicId":"6161b2c1c0307ca401cc4872","verse":"Romans 4:1-25","votes":2,"__v":0,"kjv":"<strong>1</strong> What shall we say then that Abraham our father, as pertaining to the flesh, hath found?  <strong>2</strong> For if Abraham were justified by works, he hath whereof to glory; but not before God.  <strong>3</strong> For what saith the scripture? Abraham believed God, and it was counted unto him for righteousness.  <strong>4</strong> Now to him that worketh is the reward not reckoned of grace, but of debt.  <strong>5</strong> But to him that worketh not, but believeth on him that justifieth the ungodly, his faith is counted for righteousness.  <strong>6</strong> Even as David also describeth the blessedness of the man, unto whom God imputeth righteousness without works,  <strong>7</strong> Saying, Blessed are they whose iniquities are forgiven, and whose sins are covered.  <strong>8</strong> Blessed is the man to whom the Lord will not impute sin.  <strong>9</strong> Cometh this blessedness then upon the circumcision only,  or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.  <strong>10</strong> How was it then reckoned? when he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision.  <strong>11</strong> And he received the sign of circumcision, a seal of the righteousness of the faith which he had yet being uncircumcised: that he might be the father of all them that believe, though they be not circumcised; that righteousness might be imputed unto them also:  <strong>12</strong> And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.  <strong>13</strong> For the promise, that he should be the heir of the world, was  not to Abraham, or to his seed, through the law, but through the righteousness of faith.  <strong>14</strong> For if they which are of the law be heirs, faith is made void, and the promise made of none effect:  <strong>15</strong> Because the law worketh wrath: for where no law is, there is  no transgression.  <strong>16</strong> Therefore it is of faith, that it might be by grace; to the end the promise might be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham; who is the father of us all,  <strong>17</strong> (As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were.  <strong>18</strong> Who against hope believed in hope, that he might become the father of many nations, according to that which was spoken, So shall thy seed be.  <strong>19</strong> And being not weak in faith, he considered not his own body now dead, when he was about an hundred years old, neither yet the deadness of Sarah’s womb:  <strong>20</strong> He staggered not at the promise of God through unbelief; but was strong in faith, giving glory to God;  <strong>21</strong> And being fully persuaded that, what he had promised, he was able also to perform.  <strong>22</strong> And therefore it was imputed to him for righteousness.  <strong>23</strong> Now it was not written for his sake alone, that it was imputed to him;  <strong>24</strong> But for us also, to whom it shall be imputed, if we believe on him that raised up Jesus our Lord from the dead;  <strong>25</strong> Who was delivered for our offences, and was raised again for our justification.  ","niv":"<sup><strong>1</strong></sup> What then shall we say that Abraham, our forefather, discovered in this matter? <sup><strong>2</strong></sup> If, in fact, Abraham was justified by works, he had something to boast about--but not before God. <sup><strong>3</strong></sup> What does the Scripture say? \"Abraham believed God, and it was credited to him as righteousness.\" <sup><strong>4</strong></sup> Now when a man works, his wages are not credited to him as a gift, but as an obligation. <sup><strong>5</strong></sup> However, to the man who does not work but trusts God who justifies the wicked, his faith is credited as righteousness. <sup><strong>6</strong></sup> David says the same thing when he speaks of the blessedness of the man to whom God credits righteousness apart from works: <sup><strong>7</strong></sup> \"Blessed are they whose transgressions are forgiven, whose sins are covered. <sup><strong>8</strong></sup> Blessed is the man whose sin the Lord will never count against him.\" <sup><strong>9</strong></sup> Is this blessedness only for the circumcised, or also for the uncircumcised? We have been saying that Abraham's faith was credited to him as righteousness. <sup><strong>10</strong></sup> Under what circumstances was it credited? Was it after he was circumcised, or before? It was not after, but before! <sup><strong>11</strong></sup> And he received the sign of circumcision, a seal of the righteousness that he had by faith while he was still uncircumcised. So then, he is the father of all who believe but have not been circumcised, in order that righteousness might be credited to them. <sup><strong>12</strong></sup> And he is also the father of the circumcised who not only are circumcised but who also walk in the footsteps of the faith that our father Abraham had before he was circumcised. <sup><strong>13</strong></sup> It was not through law that Abraham and his offspring received the promise that he would be heir of the world, but through the righteousness that comes by faith. <sup><strong>14</strong></sup> For if those who live by law are heirs, faith has no value and the promise is worthless, <sup><strong>15</strong></sup> because law brings wrath. And where there is no law there is no transgression. <sup><strong>16</strong></sup> Therefore, the promise comes by faith, so that it may be by grace and may be guaranteed to all Abraham's offspring--not only to those who are of the law but also to those who are of the faith of Abraham. He is the father of us all. <sup><strong>17</strong></sup> As it is written: \"I have made you a father of many nations.\" He is our father in the sight of God, in whom he believed--the God who gives life to the dead and calls things that are not as though they were. <sup><strong>18</strong></sup> Against all hope, Abraham in hope believed and so became the father of many nations, just as it had been said to him, \"So shall your offspring be.\" <sup><strong>19</strong></sup> Without weakening in his faith, he faced the fact that his body was as good as dead--since he was about a hundred years old--and that Sarah's womb was also dead. <sup><strong>20</strong></sup> Yet he did not waver through unbelief regarding the promise of God, but was strengthened in his faith and gave glory to God, <sup><strong>21</strong></sup> being fully persuaded that God had power to do what he had promised. <sup><strong>22</strong></sup> This is why \"it was credited to him as righteousness.\" <sup><strong>23</strong></sup> The words \"it was credited to him\" were written not for him alone, <sup><strong>24</strong></sup> but also for us, to whom God will credit righteousness--for us who believe in him who raised Jesus our Lord from the dead. <sup><strong>25</strong></sup> He was delivered over to death for our sins and was raised to life for our justification. "},{"_id":"6161b2c8c0307ca401cc488a","topicId":"6161b2c1c0307ca401cc4872","verse":"Romans 3:9","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45003009_05-26\"><b class=\"verse-num\" id=\"v45003009-1\">9&nbsp;</b>What then? Are we Jews any better off? No, not at all. For we have already charged that all, both Jews and Greeks, are under sin,</p>\n\n</div>","kjv":"<strong>9</strong> What then? are we better than they? No, in no wise: for we have before proved both Jews and Gentiles, that they are all under sin;  ","niv":"<sup><strong>9</strong></sup> What shall we conclude then? Are we any better? Not at all! We have already made the charge that Jews and Gentiles alike are all under sin."},{"_id":"6161b2c8c0307ca401cc488b","topicId":"6161b2c1c0307ca401cc4872","verse":"Romans 3:1-31","votes":2,"__v":0,"kjv":"<strong>1</strong> What advantage then hath the Jew? or what profit is there  of circumcision?  <strong>2</strong> Much every way: chiefly, because that unto them were committed the oracles of God.  <strong>3</strong> For what if some did not believe? shall their unbelief make the faith of God without effect?  <strong>4</strong> God forbid: yea, let God be true, but every man a liar; as it is written, That thou mightest be justified in thy sayings, and mightest overcome when thou art judged.  <strong>5</strong> But if our unrighteousness commend the righteousness of God, what shall we say? Is God unrighteous who taketh vengeance? (I speak as a man)  <strong>6</strong> God forbid: for then how shall God judge the world?  <strong>7</strong> For if the truth of God hath more abounded through my lie unto his glory; why yet am I also judged as a sinner?  <strong>8</strong> And not rather, (as we be slanderously reported, and as some affirm that we say,) Let us do evil, that good may come? whose damnation is just.  <strong>9</strong> What then? are we better than they? No, in no wise: for we have before proved both Jews and Gentiles, that they are all under sin;  <strong>10</strong> As it is written, There is none righteous, no, not one:  <strong>11</strong> There is none that understandeth, there is none that seeketh after God.  <strong>12</strong> They are all gone out of the way, they are together become unprofitable; there is none that doeth good, no, not one.  <strong>13</strong> Their throat is an open sepulchre; with their tongues they have used deceit; the poison of asps is under their lips:  <strong>14</strong> Whose mouth is full of cursing and bitterness:  <strong>15</strong> Their feet are swift to shed blood:  <strong>16</strong> Destruction and misery are in their ways:  <strong>17</strong> And the way of peace have they not known:  <strong>18</strong> There is no fear of God before their eyes.  <strong>19</strong> Now we know that what things soever the law saith, it saith to them who are under the law: that every mouth may be stopped, and all the world may become guilty before God.  <strong>20</strong> Therefore by the deeds of the law there shall no flesh be justified in his sight: for by the law is the knowledge of sin.  <strong>21</strong> But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;  <strong>22</strong> Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:  <strong>23</strong> For all have sinned, and come short of the glory of God;  <strong>24</strong> Being justified freely by his grace through the redemption that is in Christ Jesus:  <strong>25</strong> Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;  <strong>26</strong> To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.  <strong>27</strong> Where is boasting then? It is excluded. By what law? of works? Nay: but by the law of faith.  <strong>28</strong> Therefore we conclude that a man is justified by faith without the deeds of the law.  <strong>29</strong> Is he the God of the Jews only? is he not also of the Gentiles? Yes, of the Gentiles also:  <strong>30</strong> Seeing it is one God, which shall justify the circumcision by faith, and uncircumcision through faith.  <strong>31</strong> Do we then make void the law through faith? God forbid: yea, we establish the law.  ","niv":"<sup><strong>1</strong></sup> What advantage, then, is there in being a Jew, or what value is there in circumcision? <sup><strong>2</strong></sup> Much in every way! First of all, they have been entrusted with the very words of God. <sup><strong>3</strong></sup> What if some did not have faith? Will their lack of faith nullify God's faithfulness? <sup><strong>4</strong></sup> Not at all! Let God be true, and every man a liar. As it is written: \"So that you may be proved right when you speak and prevail when you judge.\" <sup><strong>5</strong></sup> But if our unrighteousness brings out God's righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.) <sup><strong>6</strong></sup> Certainly not! If that were so, how could God judge the world? <sup><strong>7</strong></sup> Someone might argue, \"If my falsehood enhances God's truthfulness and so increases his glory, why am I still condemned as a sinner?\" <sup><strong>8</strong></sup> Why not say--as we are being slanderously reported as saying and as some claim that we say--\"Let us do evil that good may result\"? Their condemnation is deserved. <sup><strong>9</strong></sup> What shall we conclude then? Are we any better? Not at all! We have already made the charge that Jews and Gentiles alike are all under sin. <sup><strong>10</strong></sup> As it is written: \"There is no one righteous, not even one; <sup><strong>11</strong></sup> there is no one who understands, no one who seeks God. <sup><strong>12</strong></sup> All have turned away, they have together become worthless; there is no one who does good, not even one.\" <sup><strong>13</strong></sup> \"Their throats are open graves; their tongues practice deceit.The poison of vipers is on their lips.\" <sup><strong>14</strong></sup> \"Their mouths are full of cursing and bitterness.\" <sup><strong>15</strong></sup> \"Their feet are swift to shed blood; <sup><strong>16</strong></sup> ruin and misery mark their ways, <sup><strong>17</strong></sup> and the way of peace they do not know.\" <sup><strong>18</strong></sup> \"There is no fear of God before their eyes.\" <sup><strong>19</strong></sup> Now we know that whatever the law says, it says to those who are under the law, so that every mouth may be silenced and the whole world held accountable to God. <sup><strong>20</strong></sup> Therefore no one will be declared righteous in his sight by observing the law; rather, through the law we become conscious of sin. <sup><strong>21</strong></sup> But now a righteousness from God, apart from law, has been made known, to which the Law and the Prophets testify. <sup><strong>22</strong></sup> This righteousness from God comes through faith in Jesus Christ to all who believe. There is no difference, <sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God, <sup><strong>24</strong></sup> and are justified freely by his grace through the redemption that came by Christ Jesus. <sup><strong>25</strong></sup> God presented him as a sacrifice of atonement, through faith in his blood. He did this to demonstrate his justice, because in his forbearance he had left the sins committed beforehand unpunished-- <sup><strong>26</strong></sup> he did it to demonstrate his justice at the present time, so as to be just and the one who justifies those who have faith in Jesus. <sup><strong>27</strong></sup> Where, then, is boasting? It is excluded. On what principle? On that of observing the law? No, but on that of faith. <sup><strong>28</strong></sup> For we maintain that a man is justified by faith apart from observing the law. <sup><strong>29</strong></sup> Is God the God of Jews only? Is he not the God of Gentiles too? Yes, of Gentiles too, <sup><strong>30</strong></sup> since there is only one God, who will justify the circumcised by faith and the uncircumcised through that same faith. <sup><strong>31</strong></sup> Do we, then, nullify the law by this faith? Not at all! Rather, we uphold the law. "}]}