{"_id":"6161c087264885b83adf8f7e","slug":"forcing-someone-against-their-will","name":"Forcing Someone Against Their Will","verses":[{"_id":"6161c087264885b83adf8f7f","topicId":"6161c087264885b83adf8f7e","verse":"1 Peter 5:1-3","votes":46,"__v":0,"esv":"<div>\n\n<p id=\"p60005001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60005001-1\">5:1&nbsp;</b>So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed: <b class=\"verse-num\" id=\"v60005002-1\">2&nbsp;</b>shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly; <b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock.</p>\n\n</div>","kjv":"<strong>1</strong> The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:  <strong>2</strong> Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;  <strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  ","niv":"<sup><strong>1</strong></sup> To the elders among you, I appeal as a fellow elder, a witness of Christ's sufferings and one who also will share in the glory to be revealed: <sup><strong>2</strong></sup> Be shepherds of God's flock that is under your care, serving as overseers--not because you must, but because you are willing, as God wants you to be; not greedy for money, but eager to serve; <sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock. ","modified":"2023-08-17T22:22:11.537Z"},{"_id":"6161c087264885b83adf8f80","topicId":"6161c087264885b83adf8f7e","verse":"Titus 3:2","votes":18,"__v":0,"esv":"<div>\n<p id=\"p56003002_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003002-1\">2&nbsp;</b>to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people.</p>\n</div>","kjv":"<strong>2</strong> To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men.  ","niv":"<sup><strong>2</strong></sup> to slander no one, to be peaceable and considerate, and to show true humility toward all men.","modified":"2023-08-15T12:20:49.540Z"},{"_id":"6161c088264885b83adf8f81","topicId":"6161c087264885b83adf8f7e","verse":"Proverbs 16:9","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016009_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016009-1\">9&nbsp;</b>&nbsp;&nbsp;The heart of man plans his way,</span><br><span id=\"p20016009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD establishes his steps.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> A man’s heart deviseth his way: but the LORD directeth his steps.  ","niv":"<sup><strong>9</strong></sup> In his heart a man plans his course, but the LORD determines his steps.","modified":"2023-01-06T07:06:07.842Z"},{"_id":"6161c088264885b83adf8f82","topicId":"6161c087264885b83adf8f7e","verse":"James 4:1-4","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p59004001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59004001-1\">4:1&nbsp;</b>What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? <b class=\"verse-num\" id=\"v59004002-1\">2&nbsp;</b>You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask. <b class=\"verse-num\" id=\"v59004003-1\">3&nbsp;</b>You ask and do not receive, because you ask wrongly, to spend it on your passions. <b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.</p>\n\n</div>","kjv":"<strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  <strong>2</strong> Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.  <strong>3</strong> Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.  <strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  ","niv":"<sup><strong>1</strong></sup> What causes fights and quarrels among you? Don't they come from your desires that battle within you? <sup><strong>2</strong></sup> You want something but don't get it. You kill and covet, but you cannot have what you want. You quarrel and fight. You do not have, because you do not ask God. <sup><strong>3</strong></sup> When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures. <sup><strong>4</strong></sup> You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God. "},{"_id":"6161c088264885b83adf8f83","topicId":"6161c087264885b83adf8f7e","verse":"Ephesians 6:10-20","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-5\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints, <b class=\"verse-num\" id=\"v49006019-1\">19&nbsp;</b>and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel, <b class=\"verse-num\" id=\"v49006020-1\">20&nbsp;</b>for which I am an ambassador in chains, that I may declare it boldly, as I ought to speak.</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  <strong>19</strong> And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,  <strong>20</strong> For which I am an ambassador in bonds: that therein I may speak boldly, as I ought to speak.  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. <sup><strong>19</strong></sup> Pray also for me, that whenever I open my mouth, words may be given me so that I will fearlessly make known the mystery of the gospel, <sup><strong>20</strong></sup> for which I am an ambassador in chains. Pray that I may declare it fearlessly, as I should. ","modified":"2023-02-16T05:04:04.279Z"},{"_id":"6161c089264885b83adf8f84","topicId":"6161c087264885b83adf8f7e","verse":"Hebrews 11:6","votes":10,"__v":0,"esv":"<div>\n<p id=\"p58011006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.</p>\n</div>","kjv":"<strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  ","niv":"<sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him."},{"_id":"6161c089264885b83adf8f85","topicId":"6161c087264885b83adf8f7e","verse":"John 3:16-17","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-7\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"6161c089264885b83adf8f86","topicId":"6161c087264885b83adf8f7e","verse":"Hebrews 13:6","votes":9,"__v":0,"esv":"<div>\n<p id=\"p58013006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013006-1\">6&nbsp;</b>So we can confidently say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58013006_01-8\" class=\"line\">&nbsp;&nbsp;“The Lord is my helper;</span><br><span id=\"p58013006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not fear;</span><br><span id=\"p58013006_01-8\" class=\"line\">&nbsp;&nbsp;what can man do to me?”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.  ","niv":"<sup><strong>6</strong></sup> So we say with confidence, \"The Lord is my helper; I will not be afraid. What can man do to me?\""},{"_id":"6161c08a264885b83adf8f87","topicId":"6161c087264885b83adf8f7e","verse":"1 Timothy 1:13","votes":9,"__v":0,"esv":"<div>\n<p id=\"p54001013_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001013-1\">13&nbsp;</b>though formerly I was a blasphemer, persecutor, and insolent opponent. But I received mercy because I had acted ignorantly in unbelief,</p>\n</div>","kjv":"<strong>13</strong> Who was before a blasphemer, and a persecutor, and injurious: but I obtained mercy, because I did it ignorantly in unbelief.  ","niv":"<sup><strong>13</strong></sup> Even though I was once a blasphemer and a persecutor and a violent man, I was shown mercy because I acted in ignorance and unbelief."},{"_id":"6161c08a264885b83adf8f88","topicId":"6161c087264885b83adf8f7e","verse":"Titus 3:9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p56003009_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003009-1\">9&nbsp;</b>But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless.</p>\n</div>","kjv":"<strong>9</strong> But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain.  ","niv":"<sup><strong>9</strong></sup> But avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless.","modified":"2023-03-30T13:15:14.308Z"},{"_id":"6161c08a264885b83adf8f89","topicId":"6161c087264885b83adf8f7e","verse":"1 Corinthians 10:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"6161c08a264885b83adf8f8a","topicId":"6161c087264885b83adf8f7e","verse":"1 John 1:9","votes":8,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"6161c08b264885b83adf8f8b","topicId":"6161c087264885b83adf8f7e","verse":"1 Corinthians 10:23","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p46010023_08-16\"><b class=\"verse-num\" id=\"v46010023-1\">23&nbsp;</b>“All things are lawful,” but not all things are helpful. “All things are lawful,” but not all things build up.</p>\n</div>","kjv":"<strong>23</strong> All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.  ","niv":"<sup><strong>23</strong></sup> \"Everything is permissible\"--but not everything is beneficial. \"Everything is permissible\"--but not everything is constructive."},{"_id":"6161c08b264885b83adf8f8c","topicId":"6161c087264885b83adf8f7e","verse":"1 Corinthians 6:19-20","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"6161c08b264885b83adf8f8d","topicId":"6161c087264885b83adf8f7e","verse":"Romans 8:28","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose.","modified":"2023-02-10T06:17:17.078Z"},{"_id":"6161c08c264885b83adf8f8e","topicId":"6161c087264885b83adf8f7e","verse":"John 10:10","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"6161c08c264885b83adf8f8f","topicId":"6161c087264885b83adf8f7e","verse":"Matthew 11:28","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40011028_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span></p>\n</div>","kjv":"<strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  ","niv":"<sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest."},{"_id":"6161c08c264885b83adf8f90","topicId":"6161c087264885b83adf8f7e","verse":"Revelation 3:20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p66003020_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003020-1\">20&nbsp;</b><span class=\"woc\">Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.</span></p>\n</div>","kjv":"<strong>20</strong> Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.  ","niv":"<sup><strong>20</strong></sup> Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him, and he with me."},{"_id":"6161c08d264885b83adf8f91","topicId":"6161c087264885b83adf8f7e","verse":"Revelation 1:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,"},{"_id":"6161c08d264885b83adf8f92","topicId":"6161c087264885b83adf8f7e","verse":"Luke 1:37","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\""},{"_id":"6161c08d264885b83adf8f93","topicId":"6161c087264885b83adf8f7e","verse":"Matthew 5:17","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40005017_07-25\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span></p>\n</div>","kjv":"<strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  ","niv":"<sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them."},{"_id":"6161c08d264885b83adf8f94","topicId":"6161c087264885b83adf8f7e","verse":"2 Chronicles 7:14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p14007014_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v14007014-1\">14&nbsp;</b>if my people who are called by my name humble themselves, and pray and seek my face and turn from their wicked ways, then I will hear from heaven and will forgive their sin and heal their land.</p>\n</div>","kjv":"<strong>14</strong> If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.  ","niv":"<sup><strong>14</strong></sup> if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then will I hear from heaven and will forgive their sin and will heal their land."},{"_id":"6161c08e264885b83adf8f95","topicId":"6161c087264885b83adf8f7e","verse":"2 Peter 3:9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance.","modified":"2022-04-30T15:19:37.591Z"},{"_id":"6161c08e264885b83adf8f96","topicId":"6161c087264885b83adf8f7e","verse":"1 Peter 5:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"6161c08e264885b83adf8f97","topicId":"6161c087264885b83adf8f7e","verse":"Philippians 4:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God."}]}