{"_id":"6161b2e5c0307ca401cc488c","slug":"forced-labor","name":"Forced Labor","verses":[{"_id":"6161b2e5c0307ca401cc488d","topicId":"6161b2e5c0307ca401cc488c","verse":"Exodus 21:20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p02021020_01-1\"><b class=\"verse-num\" id=\"v02021020-1\">20&nbsp;</b>“When a man strikes his slave, male or female, with a rod and the slave dies under his hand, he shall be avenged.</p>\n</div>","kjv":"<strong>20</strong> And if a man smite his servant, or his maid, with a rod, and he die under his hand; he shall be surely punished.  ","niv":"<sup><strong>20</strong></sup> \"If a man beats his male or female slave with a rod and the slave dies as a direct result, he must be punished,","modified":"2022-09-15T01:33:37.244Z"},{"_id":"6161b2e6c0307ca401cc488e","topicId":"6161b2e5c0307ca401cc488c","verse":"Romans 13:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45013007_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor."},{"_id":"6161b2e6c0307ca401cc488f","topicId":"6161b2e5c0307ca401cc488c","verse":"Acts 22:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44022009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v44022009-1\">9&nbsp;</b>Now those who were with me saw the light but did not understand the voice of the one who was speaking to me.</p>\n\n</div>","kjv":"<strong>9</strong> And they that were with me saw indeed the light, and were afraid; but they heard not the voice of him that spake to me.  ","niv":"<sup><strong>9</strong></sup> \"'I am Jesus of Nazareth, whom you are persecuting,' he replied. My companions saw the light, but they did not understand the voice of him who was speaking to me."},{"_id":"6161b2e6c0307ca401cc4890","topicId":"6161b2e5c0307ca401cc488c","verse":"Leviticus 25:44","votes":3,"__v":0,"esv":"<div>\n<p id=\"p03025044_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v03025044-1\">44&nbsp;</b>As for your male and female slaves whom you may have: you may buy male and female slaves from among the nations that are around you.</p>\n</div>","kjv":"<strong>44</strong> Both thy bondmen, and thy bondmaids, which thou shalt have, shall be of the heathen that are round about you; of them shall ye buy bondmen and bondmaids.  ","niv":"<sup><strong>44</strong></sup> \"'Your male and female slaves are to come from the nations around you; from them you may buy slaves."},{"_id":"6161b2e7c0307ca401cc4891","topicId":"6161b2e5c0307ca401cc488c","verse":"2 Samuel 20:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p10020024_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v10020024-1\">24&nbsp;</b>and Adoram was in charge of the forced labor; and Jehoshaphat the son of Ahilud was the recorder;</p>\n</div>","kjv":"<strong>24</strong> And Adoram was over the tribute: and Jehoshaphat the son of Ahilud was recorder:  ","niv":"<sup><strong>24</strong></sup> Adoniram was in charge of forced labor; Jehoshaphat son of Ahilud was recorder;"},{"_id":"6161b2e7c0307ca401cc4892","topicId":"6161b2e5c0307ca401cc488c","verse":"Genesis 15:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01015013_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01015013-1\">13&nbsp;</b>Then the LORD said to Abram, “Know for certain that your offspring will be sojourners in a land that is not theirs and will be servants there, and they will be afflicted for four hundred years.</p>\n</div>","kjv":"<strong>13</strong> And he said unto Abram, Know of a surety that thy seed shall be a stranger in a land that is not theirs, and shall serve them; and they shall afflict them four hundred years;  ","niv":"<sup><strong>13</strong></sup> Then the LORD said to him, \"Know for certain that your descendants will be strangers in a country not their own, and they will be enslaved and mistreated four hundred years."},{"_id":"6161b2e8c0307ca401cc4893","topicId":"6161b2e5c0307ca401cc488c","verse":"John 21:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43021024_01-7\"><b class=\"verse-num\" id=\"v43021024-1\">24&nbsp;</b>This is the disciple who is bearing witness about these things, and who has written these things, and we know that his testimony is true.</p>\n</div>","kjv":"<strong>24</strong> This is the disciple which testifieth of these things, and wrote these things: and we know that his testimony is true.  ","niv":"<sup><strong>24</strong></sup> This is the disciple who testifies to these things and who wrote them down. We know that his testimony is true."},{"_id":"6161b2e8c0307ca401cc4894","topicId":"6161b2e5c0307ca401cc488c","verse":"Deuteronomy 23:1-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p05023001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05023001-1\">23:1&nbsp;</b>“No one whose testicles are crushed or whose male organ is cut off shall enter the assembly of the LORD.</p>\n<p id=\"p05023001_06-8\"><b class=\"verse-num\" id=\"v05023002-1\">2&nbsp;</b>“No one born of a forbidden union may enter the assembly of the LORD. Even to the tenth generation, none of his descendants may enter the assembly of the LORD.</p>\n<p id=\"p05023002_06-8\"><b class=\"verse-num\" id=\"v05023003-1\">3&nbsp;</b>“No Ammonite or Moabite may enter the assembly of the LORD. Even to the tenth generation, none of them may enter the assembly of the LORD forever, <b class=\"verse-num\" id=\"v05023004-1\">4&nbsp;</b>because they did not meet you with bread and with water on the way, when you came out of Egypt, and because they hired against you Balaam the son of Beor from Pethor of Mesopotamia, to curse you. <b class=\"verse-num\" id=\"v05023005-1\">5&nbsp;</b>But the LORD your God would not listen to Balaam; instead the LORD your God turned the curse into a blessing for you, because the LORD your God loved you. <b class=\"verse-num\" id=\"v05023006-1\">6&nbsp;</b>You shall not seek their peace or their prosperity all your days forever.</p>\n<p id=\"p05023006_06-8\"><b class=\"verse-num\" id=\"v05023007-1\">7&nbsp;</b>“You shall not abhor an Edomite, for he is your brother. You shall not abhor an Egyptian, because you were a sojourner in his land. <b class=\"verse-num\" id=\"v05023008-1\">8&nbsp;</b>Children born to them in the third generation may enter the assembly of the LORD.</p>\n\n<p id=\"p05023008_10-8\"><b class=\"verse-num\" id=\"v05023009-1\">9&nbsp;</b>“When you are encamped against your enemies, then you shall keep yourself from every evil thing.</p>\n<p id=\"p05023009_10-8\"><b class=\"verse-num\" id=\"v05023010-1\">10&nbsp;</b>“If any man among you becomes unclean because of a nocturnal emission, then he shall go outside the camp. He shall not come inside the camp, <b class=\"verse-num\" id=\"v05023011-1\">11&nbsp;</b>but when evening comes, he shall bathe himself in water, and as the sun sets, he may come inside the camp.</p>\n<p id=\"p05023011_10-8\"><b class=\"verse-num\" id=\"v05023012-1\">12&nbsp;</b>“You shall have a place outside the camp, and you shall go out to it. <b class=\"verse-num\" id=\"v05023013-1\">13&nbsp;</b>And you shall have a trowel with your tools, and when you sit down outside, you shall dig a hole with it and turn back and cover up your excrement. <b class=\"verse-num\" id=\"v05023014-1\">14&nbsp;</b>Because the LORD your God walks in the midst of your camp, to deliver you and to give up your enemies before you, therefore your camp must be holy, so that he may not see anything indecent among you and turn away from you.</p>\n\n<p id=\"p05023014_12-8\"><b class=\"verse-num\" id=\"v05023015-1\">15&nbsp;</b>“You shall not give up to his master a slave who has escaped from his master to you. <b class=\"verse-num\" id=\"v05023016-1\">16&nbsp;</b>He shall dwell with you, in your midst, in the place that he shall choose within one of your towns, wherever it suits him. You shall not wrong him.</p>\n<p id=\"p05023016_12-8\"><b class=\"verse-num\" id=\"v05023017-1\">17&nbsp;</b>“None of the daughters of Israel shall be a cult prostitute, and none of the sons of Israel shall be a cult prostitute. <b class=\"verse-num\" id=\"v05023018-1\">18&nbsp;</b>You shall not bring the fee of a prostitute or the wages of a dog into the house of the LORD your God in payment for any vow, for both of these are an abomination to the LORD your God.</p>\n<p id=\"p05023018_12-8\"><b class=\"verse-num\" id=\"v05023019-1\">19&nbsp;</b>“You shall not charge interest on loans to your brother, interest on money, interest on food, interest on anything that is lent for interest. <b class=\"verse-num\" id=\"v05023020-1\">20&nbsp;</b>You may charge a foreigner interest, but you may not charge your brother interest, that the LORD your God may bless you in all that you undertake in the land that you are entering to take possession of it.</p>\n<p id=\"p05023020_12-8\"><b class=\"verse-num\" id=\"v05023021-1\">21&nbsp;</b>“If you make a vow to the LORD your God, you shall not delay fulfilling it, for the LORD your God will surely require it of you, and you will be guilty of sin. <b class=\"verse-num\" id=\"v05023022-1\">22&nbsp;</b>But if you refrain from vowing, you will not be guilty of sin. <b class=\"verse-num\" id=\"v05023023-1\">23&nbsp;</b>You shall be careful to do what has passed your lips, for you have voluntarily vowed to the LORD your God what you have promised with your mouth.</p>\n<p id=\"p05023023_12-8\"><b class=\"verse-num\" id=\"v05023024-1\">24&nbsp;</b>“If you go into your neighbor’s vineyard, you may eat your fill of grapes, as many as you wish, but you shall not put any in your bag. <b class=\"verse-num\" id=\"v05023025-1\">25&nbsp;</b>If you go into your neighbor’s standing grain, you may pluck the ears with your hand, but you shall not put a sickle to your neighbor’s standing grain.</p>\n\n</div>","kjv":"<strong>1</strong> He that is wounded in the stones, or hath his privy member cut off, shall not enter into the congregation of the LORD.  <strong>2</strong> A bastard shall not enter into the congregation of the LORD; even to his tenth generation shall he not enter into the congregation of the LORD.  <strong>3</strong> An Ammonite or Moabite shall not enter into the congregation of the LORD; even to their tenth generation shall they not enter into the congregation of the LORD for ever:  <strong>4</strong> Because they met you not with bread and with water in the way, when ye came forth out of Egypt; and because they hired against thee Balaam the son of Beor of Pethor of Mesopotamia, to curse thee.  <strong>5</strong> Nevertheless the LORD thy God would not hearken unto Balaam; but the LORD thy God turned the curse into a blessing unto thee, because the LORD thy God loved thee.  <strong>6</strong> Thou shalt not seek their peace nor their prosperity all thy days for ever.  <strong>7</strong> Thou shalt not abhor an Edomite; for he is thy brother: thou shalt not abhor an Egyptian; because thou wast a stranger in his land.  <strong>8</strong> The children that are begotten of them shall enter into the congregation of the LORD in their third generation.  <strong>9</strong> When the host goeth forth against thine enemies, then keep thee from every wicked thing.  <strong>10</strong> If there be among you any man, that is not clean by reason of uncleanness that chanceth him by night, then shall he go abroad out of the camp, he shall not come within the camp:  <strong>11</strong> But it shall be, when evening cometh on, he shall wash himself  with water: and when the sun is down, he shall come into the camp again. <strong>12</strong> Thou shalt have a place also without the camp, whither thou shalt go forth abroad:  <strong>13</strong> And thou shalt have a paddle upon thy weapon; and it shall be, when thou wilt ease thyself abroad, thou shalt dig therewith, and shalt turn back and cover that which cometh from thee:  <strong>14</strong> For the LORD thy God walketh in the midst of thy camp, to deliver thee, and to give up thine enemies before thee; therefore shall thy camp be holy: that he see no unclean thing in thee, and turn away from thee.  <strong>15</strong> Thou shalt not deliver unto his master the servant which is escaped from his master unto thee:  <strong>16</strong> He shall dwell with thee, even among you, in that place which he shall choose in one of thy gates, where it liketh him best: thou shalt not oppress him.  <strong>17</strong> There shall be no whore of the daughters of Israel, nor a sodomite of the sons of Israel.  <strong>18</strong> Thou shalt not bring the hire of a whore, or the price of a dog, into the house of the LORD thy God for any vow: for even both these are  abomination unto the LORD thy God.  <strong>19</strong> Thou shalt not lend upon usury to thy brother; usury of money, usury of victuals, usury of any thing that is lent upon usury:  <strong>20</strong> Unto a stranger thou mayest lend upon usury; but unto thy brother thou shalt not lend upon usury: that the LORD thy God may bless thee in all that thou settest thine hand to in the land whither thou goest to possess it.  <strong>21</strong> When thou shalt vow a vow unto the LORD thy God, thou shalt not slack to pay it: for the LORD thy God will surely require it of thee; and it would be sin in thee.  <strong>22</strong> But if thou shalt forbear to vow, it shall be no sin in thee.  <strong>23</strong> That which is gone out of thy lips thou shalt keep and perform; even a freewill offering, according as thou hast vowed unto the LORD thy God, which thou hast promised with thy mouth.  <strong>24</strong> When thou comest into thy neighbour’s vineyard, then thou mayest eat grapes thy fill at thine own pleasure; but thou shalt not put any  in thy vessel.  <strong>25</strong> When thou comest into the standing corn of thy neighbour, then thou mayest pluck the ears with thine hand; but thou shalt not move a sickle unto thy neighbour’s standing corn.  ","niv":"<sup><strong>1</strong></sup> No one who has been emasculated by crushing or cutting may enter the assembly of the LORD. <sup><strong>2</strong></sup> No one born of a forbidden marriage nor any of his descendants may enter the assembly of the LORD, even down to the tenth generation. <sup><strong>3</strong></sup> No Ammonite or Moabite or any of his descendants may enter the assembly of the LORD, even down to the tenth generation. <sup><strong>4</strong></sup> For they did not come to meet you with bread and water on your way when you came out of Egypt, and they hired Balaam son of Beor from Pethor in Aram Naharaim to pronounce a curse on you. <sup><strong>5</strong></sup> However, the LORD your God would not listen to Balaam but turned the curse into a blessing for you, because the LORD your God loves you. <sup><strong>6</strong></sup> Do not seek a treaty of friendship with them as long as you live. <sup><strong>7</strong></sup> Do not abhor an Edomite, for he is your brother. Do not abhor an Egyptian, because you lived as an alien in his country. <sup><strong>8</strong></sup> The third generation of children born to them may enter the assembly of the LORD. <sup><strong>9</strong></sup> When you are encamped against your enemies, keep away from everything impure. <sup><strong>10</strong></sup> If one of your men is unclean because of a nocturnal emission, he is to go outside the camp and stay there. <sup><strong>11</strong></sup> But as evening approaches he is to wash himself, and at sunset he may return to the camp. <sup><strong>12</strong></sup> Designate a place outside the camp where you can go to relieve yourself. <sup><strong>13</strong></sup> As part of your equipment have something to dig with, and when you relieve yourself, dig a hole and cover up your excrement. <sup><strong>14</strong></sup> For the LORD your God moves about in your camp to protect you and to deliver your enemies to you. Your camp must be holy, so that he will not see among you anything indecent and turn away from you. <sup><strong>15</strong></sup> If a slave has taken refuge with you, do not hand him over to his master. <sup><strong>16</strong></sup> Let him live among you wherever he likes and in whatever town he chooses. Do not oppress him. <sup><strong>17</strong></sup> No Israelite man or woman is to become a shrine prostitute. <sup><strong>18</strong></sup> You must not bring the earnings of a female prostitute or of a male prostitute into the house of the LORD your God to pay any vow, because the LORD your God detests them both. <sup><strong>19</strong></sup> Do not charge your brother interest, whether on money or food or anything else that may earn interest. <sup><strong>20</strong></sup> You may charge a foreigner interest, but not a brother Israelite, so that the LORD your God may bless you in everything you put your hand to in the land you are entering to possess. <sup><strong>21</strong></sup> If you make a vow to the LORD your God, do not be slow to pay it, for the LORD your God will certainly demand it of you and you will be guilty of sin. <sup><strong>22</strong></sup> But if you refrain from making a vow, you will not be guilty. <sup><strong>23</strong></sup> Whatever your lips utter you must be sure to do, because you made your vow freely to the LORD your God with your own mouth. <sup><strong>24</strong></sup> If you enter your neighbor's vineyard, you may eat all the grapes you want, but do not put any in your basket. <sup><strong>25</strong></sup> If you enter your neighbor's grainfield, you may pick kernels with your hands, but you must not put a sickle to his standing grain. "},{"_id":"6161b2e8c0307ca401cc4895","topicId":"6161b2e5c0307ca401cc488c","verse":"Exodus 22:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02022002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v02022002-1\">2&nbsp;</b> If a thief is found breaking in and is struck so that he dies, there shall be no bloodguilt for him,</p>\n\n</div>","kjv":"<strong>2</strong> If a thief be found breaking up, and be smitten that he die, there shall no blood be shed for him.  ","niv":"<sup><strong>2</strong></sup> \"If a thief is caught breaking in and is struck so that he dies, the defender is not guilty of bloodshed;"},{"_id":"6161b2e8c0307ca401cc4896","topicId":"6161b2e5c0307ca401cc488c","verse":"Genesis 1:1-31","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-10\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-10\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-10\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-10\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-10\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-10\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-10\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-10\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-10\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. ","modified":"2023-08-15T01:56:36.708Z"},{"_id":"6161b2e8c0307ca401cc4897","topicId":"6161b2e5c0307ca401cc488c","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-11\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6161b2e9c0307ca401cc4898","topicId":"6161b2e5c0307ca401cc488c","verse":"John 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"6161b2e9c0307ca401cc4899","topicId":"6161b2e5c0307ca401cc488c","verse":"Luke 23:26","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42023026_03-13\"><b class=\"verse-num\" id=\"v42023026-1\">26&nbsp;</b>And as they led him away, they seized one Simon of Cyrene, who was coming in from the country, and laid on him the cross, to carry it behind Jesus.</p>\n</div>","kjv":"<strong>26</strong> And as they led him away, they laid hold upon one Simon, a Cyrenian, coming out of the country, and on him they laid the cross, that he might bear it after Jesus.  ","niv":"<sup><strong>26</strong></sup> As they led him away, they seized Simon from Cyrene, who was on his way in from the country, and put the cross on him and made him carry it behind Jesus."},{"_id":"6161b2e9c0307ca401cc489a","topicId":"6161b2e5c0307ca401cc488c","verse":"Luke 19:26-27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42019026_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42019026-1\">26&nbsp;</b><span class=\"woc\">‘I tell you that to everyone who has, more will be given, but from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v42019027-1\">27&nbsp;</b><span class=\"woc\">But as for these enemies of mine, who did not want me to reign over them, bring them here and slaughter them before me.’”</span></p>\n</div>","kjv":"<strong>26</strong> For I say unto you, That unto every one which hath shall be given; and from him that hath not, even that he hath shall be taken away from him.  <strong>27</strong> But those mine enemies, which would not that I should reign over them, bring hither, and slay them before me. ","niv":"<sup><strong>26</strong></sup> \"He replied, 'I tell you that to everyone who has, more will be given, but as for the one who has nothing, even what he has will be taken away. <sup><strong>27</strong></sup> But those enemies of mine who did not want me to be king over them--bring them here and kill them in front of me.'\" "},{"_id":"6161b2e9c0307ca401cc489b","topicId":"6161b2e5c0307ca401cc488c","verse":"Luke 5:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42005001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42005001-1\">5:1&nbsp;</b>On one occasion, while the crowd was pressing in on him to hear the word of God, he was standing by the lake of Gennesaret,</p>\n</div>","kjv":"<strong>1</strong> And it came to pass, that, as the people pressed upon him to hear the word of God, he stood by the lake of Gennesaret,  ","niv":"<sup><strong>1</strong></sup> One day as Jesus was standing by the Lake of Gennesaret, with the people crowding around him and listening to the word of God,"},{"_id":"6161b2eac0307ca401cc489c","topicId":"6161b2e5c0307ca401cc488c","verse":"Luke 3:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42003014_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003014-1\">14&nbsp;</b>Soldiers also asked him, “And we, what shall we do?” And he said to them, “Do not extort money from anyone by threats or by false accusation, and be content with your wages.”</p>\n</div>","kjv":"<strong>14</strong> And the soldiers likewise demanded of him, saying, And what shall we do? And he said unto them, Do violence to no man, neither accuse any  falsely; and be content with your wages.  ","niv":"<sup><strong>14</strong></sup> them. Then some soldiers asked him, \"And what should we do?\" He replied, \"Don't extort money and don't accuse people falsely--be content with your pay.\""},{"_id":"6161b2eac0307ca401cc489d","topicId":"6161b2e5c0307ca401cc488c","verse":"Matthew 24:1-51","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-17\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-17\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-17\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-17\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-17\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-17\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-17\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"6161b2eac0307ca401cc489e","topicId":"6161b2e5c0307ca401cc488c","verse":"Matthew 10:34-35","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40010034_06-18\"><b class=\"verse-num woc\" id=\"v40010034-1\">34&nbsp;</b><span class=\"woc\">“Do not think that I have come to bring peace to the earth. I have not come to bring peace, but a sword.</span> <b class=\"verse-num woc\" id=\"v40010035-1\">35&nbsp;</b><span class=\"woc\">For I have come to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law.</span></p>\n</div>","kjv":"<strong>34</strong> Think not that I am come to send peace on earth: I came not to send peace, but a sword.  <strong>35</strong> For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law.  ","niv":"<sup><strong>34</strong></sup> \"Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword. <sup><strong>35</strong></sup> For I have come to turn \"'a man against his father, a daughter against her mother, a daughter-in-law against her mother-in-law-- "},{"_id":"6161b2ebc0307ca401cc489f","topicId":"6161b2e5c0307ca401cc488c","verse":"Matthew 5:44","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40005044_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span></p>\n</div>","kjv":"<strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  ","niv":"<sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you,"},{"_id":"6161b2ebc0307ca401cc48a0","topicId":"6161b2e5c0307ca401cc488c","verse":"Proverbs 28:20","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028020_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028020-1\">20&nbsp;</b>&nbsp;&nbsp;A faithful man will abound with blessings,</span><br><span id=\"p20028020_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever hastens to be rich will not go unpunished.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> A faithful man shall abound with blessings: but he that maketh haste to be rich shall not be innocent.  ","niv":"<sup><strong>20</strong></sup> A faithful man will be richly blessed, but one eager to get rich will not go unpunished."},{"_id":"6161b2ebc0307ca401cc48a1","topicId":"6161b2e5c0307ca401cc488c","verse":"Proverbs 27:12","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20027001_01-22\" class=\"line\"><b class=\"chapter-num\" id=\"v20027001-1\">27:1&nbsp;</b>&nbsp;&nbsp;Do not boast about tomorrow,</span><br><span id=\"p20027001_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you do not know what a day may bring.</span><br><span id=\"p20027002_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027002-1\">2&nbsp;</b>&nbsp;&nbsp;Let another praise you, and not your own mouth;</span><br><span id=\"p20027002_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a stranger, and not your own lips.</span><br><span id=\"p20027003_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027003-1\">3&nbsp;</b>&nbsp;&nbsp;A stone is heavy, and sand is weighty,</span><br><span id=\"p20027003_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a fool’s provocation is heavier than both.</span><br><span id=\"p20027004_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027004-1\">4&nbsp;</b>&nbsp;&nbsp;Wrath is cruel, anger is overwhelming,</span><br><span id=\"p20027004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but who can stand before jealousy?</span><br><span id=\"p20027005_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027005-1\">5&nbsp;</b>&nbsp;&nbsp;Better is open rebuke</span><br><span id=\"p20027005_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than hidden love.</span><br><span id=\"p20027006_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027006-1\">6&nbsp;</b>&nbsp;&nbsp;Faithful are the wounds of a friend;</span><br><span id=\"p20027006_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;profuse are the kisses of an enemy.</span><br><span id=\"p20027007_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027007-1\">7&nbsp;</b>&nbsp;&nbsp;One who is full loathes honey,</span><br><span id=\"p20027007_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but to one who is hungry everything bitter is sweet.</span><br><span id=\"p20027008_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027008-1\">8&nbsp;</b>&nbsp;&nbsp;Like a bird that strays from its nest</span><br><span id=\"p20027008_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a man who strays from his home.</span><br><span id=\"p20027009_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027009-1\">9&nbsp;</b>&nbsp;&nbsp;Oil and perfume make the heart glad,</span><br><span id=\"p20027009_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the sweetness of a friend comes from his earnest counsel.</span><br><span id=\"p20027010_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027010-1\">10&nbsp;</b>&nbsp;&nbsp;Do not forsake your friend and your father’s friend,</span><br><span id=\"p20027010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not go to your brother’s house in the day of your calamity.</span><br><span id=\"p20027010_01-22\" class=\"line\">&nbsp;&nbsp;Better is a neighbor who is near</span><br><span id=\"p20027010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than a brother who is far away.</span><br><span id=\"p20027011_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027011-1\">11&nbsp;</b>&nbsp;&nbsp;Be wise, my son, and make my heart glad,</span><br><span id=\"p20027011_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may answer him who reproaches me.</span><br><span id=\"p20027012_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027012-1\">12&nbsp;</b>&nbsp;&nbsp;The prudent sees danger and hides himself,</span><br><span id=\"p20027012_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the simple go on and suffer for it.</span><br><span id=\"p20027013_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027013-1\">13&nbsp;</b>&nbsp;&nbsp;Take a man’s garment when he has put up security for a stranger,</span><br><span id=\"p20027013_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hold it in pledge when he puts up security for an adulteress.</span><br><span id=\"p20027014_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027014-1\">14&nbsp;</b>&nbsp;&nbsp;Whoever blesses his neighbor with a loud voice,</span><br><span id=\"p20027014_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rising early in the morning,</span><br><span id=\"p20027014_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be counted as cursing.</span><br><span id=\"p20027015_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027015-1\">15&nbsp;</b>&nbsp;&nbsp;A continual dripping on a rainy day</span><br><span id=\"p20027015_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a quarrelsome wife are alike;</span><br><span id=\"p20027016_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027016-1\">16&nbsp;</b>&nbsp;&nbsp;to restrain her is to restrain the wind</span><br><span id=\"p20027016_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or to grasp oil in one’s right hand.</span><br><span id=\"p20027017_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027017-1\">17&nbsp;</b>&nbsp;&nbsp;Iron sharpens iron,</span><br><span id=\"p20027017_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one man sharpens another.</span><br><span id=\"p20027018_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027018-1\">18&nbsp;</b>&nbsp;&nbsp;Whoever tends a fig tree will eat its fruit,</span><br><span id=\"p20027018_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who guards his master will be honored.</span><br><span id=\"p20027019_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027019-1\">19&nbsp;</b>&nbsp;&nbsp;As in water face reflects face,</span><br><span id=\"p20027019_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so the heart of man reflects the man.</span><br><span id=\"p20027020_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027020-1\">20&nbsp;</b>&nbsp;&nbsp;Sheol and Abaddon are never satisfied,</span><br><span id=\"p20027020_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and never satisfied are the eyes of man.</span><br><span id=\"p20027021_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027021-1\">21&nbsp;</b>&nbsp;&nbsp;The crucible is for silver, and the furnace is for gold,</span><br><span id=\"p20027021_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a man is tested by his praise.</span><br><span id=\"p20027022_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027022-1\">22&nbsp;</b>&nbsp;&nbsp;Crush a fool in a mortar with a pestle</span><br><span id=\"p20027022_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;along with crushed grain,</span><br><span id=\"p20027022_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet his folly will not depart from him.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20027023_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027023-1\">23&nbsp;</b>&nbsp;&nbsp;Know well the condition of your flocks,</span><br><span id=\"p20027023_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give attention to your herds,</span><br><span id=\"p20027024_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027024-1\">24&nbsp;</b>&nbsp;&nbsp;for riches do not last forever;</span><br><span id=\"p20027024_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does a crown endure to all generations?</span><br><span id=\"p20027025_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027025-1\">25&nbsp;</b>&nbsp;&nbsp;When the grass is gone and the new growth appears</span><br><span id=\"p20027025_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the vegetation of the mountains is gathered,</span><br><span id=\"p20027026_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027026-1\">26&nbsp;</b>&nbsp;&nbsp;the lambs will provide your clothing,</span><br><span id=\"p20027026_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the goats the price of a field.</span><br><span id=\"p20027027_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027027-1\">27&nbsp;</b>&nbsp;&nbsp;There will be enough goats’ milk for your food,</span><br><span id=\"p20027027_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the food of your household</span><br><span id=\"p20027027_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and maintenance for your girls.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>12</strong> A prudent man foreseeth the evil, and hideth himself; but the simple pass on, and are punished.  ","niv":"<sup><strong>12</strong></sup> The prudent see danger and take refuge, but the simple keep going and suffer for it."},{"_id":"6161b2ecc0307ca401cc48a2","topicId":"6161b2e5c0307ca401cc488c","verse":"Proverbs 27:1-27","votes":1,"__v":0,"kjv":"<strong>1</strong> Boast not thyself of to morrow; for thou knowest not what a day may bring forth.  <strong>2</strong> Let another man praise thee, and not thine own mouth; a stranger, and not thine own lips.  <strong>3</strong> A stone is heavy, and the sand weighty; but a fool’s wrath is heavier than them both.  <strong>4</strong> Wrath is cruel, and anger is outrageous; but who is able to stand before envy?  <strong>5</strong> Open rebuke is better than secret love.  <strong>6</strong> Faithful are the wounds of a friend; but the kisses of an enemy are deceitful.  <strong>7</strong> The full soul loatheth an honeycomb; but to the hungry soul every bitter thing is sweet.  <strong>8</strong> As a bird that wandereth from her nest, so is a man that wandereth from his place.  <strong>9</strong> Ointment and perfume rejoice the heart: so doth the sweetness of a man’s friend by hearty counsel.  <strong>10</strong> Thine own friend, and thy father’s friend, forsake not; neither go into thy brother’s house in the day of thy calamity: for better is a neighbour that is near than a brother far off.  <strong>11</strong> My son, be wise, and make my heart glad, that I may answer him that reproacheth me.  <strong>12</strong> A prudent man foreseeth the evil, and hideth himself; but the simple pass on, and are punished.  <strong>13</strong> Take his garment that is surety for a stranger, and take a pledge of him for a strange woman.  <strong>14</strong> He that blesseth his friend with a loud voice, rising early in the morning, it shall be counted a curse to him.  <strong>15</strong> A continual dropping in a very rainy day and a contentious woman are alike.  <strong>16</strong> Whosoever hideth her hideth the wind, and the ointment of his right hand, which bewrayeth itself.  <strong>17</strong> Iron sharpeneth iron; so a man sharpeneth the countenance of his friend.  <strong>18</strong> Whoso keepeth the fig tree shall eat the fruit thereof: so he that waiteth on his master shall be honoured.  <strong>19</strong> As in water face answereth to face, so the heart of man to man.  <strong>20</strong> Hell and destruction are never full; so the eyes of man are never satisfied.  <strong>21</strong> As the fining pot for silver, and the furnace for gold; so is a man to his praise.  <strong>22</strong> Though thou shouldest bray a fool in a mortar among wheat with a pestle, yet will not his foolishness depart from him.  <strong>23</strong> Be thou diligent to know the state of thy flocks, and look well to thy herds.  <strong>24</strong> For riches are not for ever: and doth the crown endure  to every generation?  <strong>25</strong> The hay appeareth, and the tender grass sheweth itself, and herbs of the mountains are gathered.  <strong>26</strong> The lambs are for thy clothing, and the goats are  the price of the field.  <strong>27</strong> And thou shalt have goats’ milk enough for thy food, for the food of thy household, and for the maintenance for thy maidens.  ","niv":"<sup><strong>1</strong></sup> Do not boast about tomorrow, for you do not know what a day may bring forth. <sup><strong>2</strong></sup> Let another praise you, and not your own mouth; someone else, and not your own lips. <sup><strong>3</strong></sup> Stone is heavy and sand a burden, but provocation by a fool is heavier than both. <sup><strong>4</strong></sup> Anger is cruel and fury overwhelming, but who can stand before jealousy? <sup><strong>5</strong></sup> Better is open rebuke than hidden love. <sup><strong>6</strong></sup> Wounds from a friend can be trusted, but an enemy multiplies kisses. <sup><strong>7</strong></sup> He who is full loathes honey, but to the hungry even what is bitter tastes sweet. <sup><strong>8</strong></sup> Like a bird that strays from its nest is a man who strays from his home. <sup><strong>9</strong></sup> Perfume and incense bring joy to the heart, and the pleasantness of one's friend springs from his earnest counsel. <sup><strong>10</strong></sup> Do not forsake your friend and the friend of your father, and do not go to your brother's house when disaster strikes you- better a neighbor nearby than a brother far away. <sup><strong>11</strong></sup> Be wise, my son, and bring joy to my heart; then I can answer anyone who treats me with contempt. <sup><strong>12</strong></sup> The prudent see danger and take refuge, but the simple keep going and suffer for it. <sup><strong>13</strong></sup> Take the garment of one who puts up security for a stranger; hold it in pledge if he does it for a wayward woman. <sup><strong>14</strong></sup> If a man loudly blesses his neighbor early in the morning, it will be taken as a curse. <sup><strong>15</strong></sup> A quarrelsome wife is like a constant dripping on a rainy day; <sup><strong>16</strong></sup> restraining her is like restraining the wind or grasping oil with the hand. <sup><strong>17</strong></sup> As iron sharpens iron, so one man sharpens another. <sup><strong>18</strong></sup> He who tends a fig tree will eat its fruit, and he who looks after his master will be honored. <sup><strong>19</strong></sup> As water reflects a face, so a man's heart reflects the man. <sup><strong>20</strong></sup> Death and Destruction are never satisfied, and neither are the eyes of man. <sup><strong>21</strong></sup> The crucible for silver and the furnace for gold, but man is tested by the praise he receives. <sup><strong>22</strong></sup> Though you grind a fool in a mortar, grinding him like grain with a pestle, you will not remove his folly from him. <sup><strong>23</strong></sup> Be sure you know the condition of your flocks, give careful attention to your herds; <sup><strong>24</strong></sup> for riches do not endure forever, and a crown is not secure for all generations. <sup><strong>25</strong></sup> When the hay is removed and new growth appears and the grass from the hills is gathered in, <sup><strong>26</strong></sup> the lambs will provide you with clothing, and the goats with the price of a field. <sup><strong>27</strong></sup> You will have plenty of goats' milk to feed you and your family and to nourish your servant girls. "},{"_id":"6161b2ecc0307ca401cc48a3","topicId":"6161b2e5c0307ca401cc488c","verse":"Proverbs 22:7","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022007_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022007-1\">7&nbsp;</b>&nbsp;&nbsp;The rich rules over the poor,</span><br><span id=\"p20022007_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the borrower is the slave of the lender.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The rich ruleth over the poor, and the borrower is servant to the lender.  ","niv":"<sup><strong>7</strong></sup> The rich rule over the poor, and the borrower is servant to the lender."},{"_id":"6161b2ecc0307ca401cc48a4","topicId":"6161b2e5c0307ca401cc488c","verse":"Proverbs 22:3","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022003_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022003-1\">3&nbsp;</b>&nbsp;&nbsp;The prudent sees danger and hides himself,</span><br><span id=\"p20022003_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the simple go on and suffer for it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> A prudent man foreseeth the evil, and hideth himself: but the simple pass on, and are punished.  "},{"_id":"6161b2ecc0307ca401cc48a5","topicId":"6161b2e5c0307ca401cc488c","verse":"Proverbs 21:25","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021025_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021025-1\">25&nbsp;</b>&nbsp;&nbsp;The desire of the sluggard kills him,</span><br><span id=\"p20021025_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his hands refuse to labor.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> The desire of the slothful killeth him; for his hands refuse to labour.  "}]}