{"_id":"6161c117264885b83adf8fe6","slug":"forgetting-the-past","name":"Forgetting The Past","verses":[{"_id":"6161c117264885b83adf8fe7","topicId":"6161c117264885b83adf8fe6","verse":"Philippians 3:13","votes":492,"__v":0,"esv":"<div>\n\n<p id=\"p50003001_06-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50003001-1\">3:1&nbsp;</b>Finally, my brothers, rejoice in the Lord. To write the same things to you is no trouble to me and is safe for you.</p>\n<p id=\"p50003001_06-26\"><b class=\"verse-num\" id=\"v50003002-1\">2&nbsp;</b>Look out for the dogs, look out for the evildoers, look out for those who mutilate the flesh. <b class=\"verse-num\" id=\"v50003003-1\">3&nbsp;</b>For we are the circumcision, who worship by the Spirit of God and glory in Christ Jesus and put no confidence in the flesh—<b class=\"verse-num\" id=\"v50003004-1\">4&nbsp;</b>though I myself have reason for confidence in the flesh also. If anyone else thinks he has reason for confidence in the flesh, I have more: <b class=\"verse-num\" id=\"v50003005-1\">5&nbsp;</b>circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the law, a Pharisee; <b class=\"verse-num\" id=\"v50003006-1\">6&nbsp;</b>as to zeal, a persecutor of the church; as to righteousness under the law, blameless. <b class=\"verse-num\" id=\"v50003007-1\">7&nbsp;</b>But whatever gain I had, I counted as loss for the sake of Christ. <b class=\"verse-num\" id=\"v50003008-1\">8&nbsp;</b>Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ <b class=\"verse-num\" id=\"v50003009-1\">9&nbsp;</b>and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith—<b class=\"verse-num\" id=\"v50003010-1\">10&nbsp;</b>that I may know him and the power of his resurrection, and may share his sufferings, becoming like him in his death, <b class=\"verse-num\" id=\"v50003011-1\">11&nbsp;</b>that by any means possible I may attain the resurrection from the dead.</p>\n\n<p id=\"p50003011_10-26\"><b class=\"verse-num\" id=\"v50003012-1\">12&nbsp;</b>Not that I have already obtained this or am already perfect, but I press on to make it my own, because Christ Jesus has made me his own. <b class=\"verse-num\" id=\"v50003013-1\">13&nbsp;</b>Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, <b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus. <b class=\"verse-num\" id=\"v50003015-1\">15&nbsp;</b>Let those of us who are mature think this way, and if in anything you think otherwise, God will reveal that also to you. <b class=\"verse-num\" id=\"v50003016-1\">16&nbsp;</b>Only let us hold true to what we have attained.</p>\n<p id=\"p50003016_10-26\"><b class=\"verse-num\" id=\"v50003017-1\">17&nbsp;</b>Brothers, join in imitating me, and keep your eyes on those who walk according to the example you have in us. <b class=\"verse-num\" id=\"v50003018-1\">18&nbsp;</b>For many, of whom I have often told you and now tell you even with tears, walk as enemies of the cross of Christ. <b class=\"verse-num\" id=\"v50003019-1\">19&nbsp;</b>Their end is destruction, their god is their belly, and they glory in their shame, with minds set on earthly things. <b class=\"verse-num\" id=\"v50003020-1\">20&nbsp;</b>But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ, <b class=\"verse-num\" id=\"v50003021-1\">21&nbsp;</b>who will transform our lowly body to be like his glorious body, by the power that enables him even to subject all things to himself.</p>\n\n</div>","kjv":"<strong>13</strong> Brethren, I count not myself to have apprehended: but this  one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,  ","niv":"<sup><strong>13</strong></sup> Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead,","modified":"2023-12-10T05:19:51.178Z"},{"_id":"6161c119264885b83adf8fe8","topicId":"6161c117264885b83adf8fe6","verse":"Philippians 3:13-14","votes":452,"__v":0,"esv":"<div>\n<p id=\"p50003013_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003013-1\">13&nbsp;</b>Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, <b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus.</p>\n</div>","kjv":"<strong>13</strong> Brethren, I count not myself to have apprehended: but this  one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,  <strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  ","niv":"<sup><strong>13</strong></sup> Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, <sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus. ","modified":"2023-11-22T19:08:35.321Z"},{"_id":"6161c119264885b83adf8fe9","topicId":"6161c117264885b83adf8fe6","verse":"2 Corinthians 5:17","votes":390,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!","modified":"2023-04-02T16:27:11.991Z"},{"_id":"6161c119264885b83adf8fea","topicId":"6161c117264885b83adf8fe6","verse":"Isaiah 43:18-19","votes":470,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043018_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043018-1\">18&nbsp;</b>&nbsp;&nbsp;“Remember not the former things,</span><br><span id=\"p23043018_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor consider the things of old.</span><br><span id=\"p23043019_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043019-1\">19&nbsp;</b>&nbsp;&nbsp;Behold, I am doing a new thing;</span><br><span id=\"p23043019_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;now it springs forth, do you not perceive it?</span><br><span id=\"p23043019_01-4\" class=\"line\">&nbsp;&nbsp;I will make a way in the wilderness</span><br><span id=\"p23043019_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rivers in the desert.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Remember ye not the former things, neither consider the things of old.  <strong>19</strong> Behold, I will do a new thing; now it shall spring forth; shall ye not know it? I will even make a way in the wilderness, and rivers in the desert.  ","niv":"<sup><strong>18</strong></sup> \"Forget the former things; do not dwell on the past. <sup><strong>19</strong></sup> See, I am doing a new thing! Now it springs up; do you not perceive it? I am making a way in the desert and streams in the wasteland. ","modified":"2023-08-01T07:29:56.997Z"},{"_id":"6161c119264885b83adf8feb","topicId":"6161c117264885b83adf8fe6","verse":"Ephesians 4:31-32","votes":292,"__v":0,"esv":"<div>\n<p id=\"p49004031_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. ","modified":"2023-04-04T10:02:25.442Z"},{"_id":"6161c119264885b83adf8fec","topicId":"6161c117264885b83adf8fe6","verse":"Isaiah 43:25","votes":205,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043025_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043025-1\">25&nbsp;</b>&nbsp;&nbsp;“I, I am he</span><br><span id=\"p23043025_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who blots out your transgressions for my own sake,</span><br><span id=\"p23043025_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will not remember your sins.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> I, even I, am he that blotteth out thy transgressions for mine own sake, and will not remember thy sins.  ","niv":"<sup><strong>25</strong></sup> \"I, even I, am he who blots out your transgressions, for my own sake, and remembers your sins no more.","modified":"2023-06-01T13:51:50.822Z"},{"_id":"6161c119264885b83adf8fee","topicId":"6161c117264885b83adf8fe6","verse":"Matthew 6:25-34","votes":198,"__v":0,"esv":"<div>\n\n<p id=\"p40006025_05-7\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_05-7\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. ","modified":"2023-07-22T05:50:06.837Z"},{"_id":"6161c119264885b83adf8fed","topicId":"6161c117264885b83adf8fe6","verse":"1 John 1:9","votes":199,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.","modified":"2023-01-02T02:16:33.946Z"},{"_id":"6161c11a264885b83adf8fef","topicId":"6161c117264885b83adf8fe6","verse":"Galatians 2:20","votes":141,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me.","modified":"2023-01-31T14:48:36.272Z"},{"_id":"6161c11b264885b83adf8ff0","topicId":"6161c117264885b83adf8fe6","verse":"Romans 8:1","votes":146,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus,","modified":"2023-06-10T10:16:36.691Z"},{"_id":"6161c11b264885b83adf8ff2","topicId":"6161c117264885b83adf8fe6","verse":"2 Corinthians 12:9-10","votes":107,"__v":0,"esv":"<div>\n<p id=\"p47012009_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012009-1\">9&nbsp;</b>But he said to me, <span class=\"woc\">“My grace is sufficient for you, for my power is made perfect in weakness.”</span> Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me. <b class=\"verse-num\" id=\"v47012010-1\">10&nbsp;</b>For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.</p>\n</div>","kjv":"<strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  <strong>10</strong> Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ’s sake: for when I am weak, then am I strong.  ","niv":"<sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me. <sup><strong>10</strong></sup> That is why, for Christ's sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong. ","modified":"2022-10-06T17:24:34.517Z"},{"_id":"6161c11b264885b83adf8ff1","topicId":"6161c117264885b83adf8fe6","verse":"1 Corinthians 13:4-7","votes":101,"__v":0,"esv":"<div>\n<p id=\"p46013004_01-13\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n\n</div>","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  ","niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. ","modified":"2023-02-27T19:10:13.273Z"},{"_id":"6161c11c264885b83adf8ff3","topicId":"6161c117264885b83adf8fe6","verse":"Luke 9:62","votes":90,"__v":0,"esv":"<div>\n<p id=\"p42009062_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v42009062-1\">62&nbsp;</b>Jesus said to him, <span class=\"woc\">“No one who puts his hand to the plow and looks back is fit for the kingdom of God.”</span></p>\n</div>","kjv":"<strong>62</strong> And Jesus said unto him, No man, having put his hand to the plough, and looking back, is fit for the kingdom of God. ","niv":"<sup><strong>62</strong></sup> Jesus replied, \"No one who puts his hand to the plow and looks back is fit for service in the kingdom of God.\"","modified":"2022-07-25T00:55:50.661Z"},{"_id":"6161c11c264885b83adf8ff4","topicId":"6161c117264885b83adf8fe6","verse":"Hebrews 12:1-2","votes":100,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, <b class=\"verse-num\" id=\"v58012002-1\">2&nbsp;</b>looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.</p>\n</div>","kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  <strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us. <sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God. ","modified":"2023-01-31T14:53:07.019Z"},{"_id":"6161c11c264885b83adf8ff5","topicId":"6161c117264885b83adf8fe6","verse":"Romans 12:1-2","votes":90,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. "},{"_id":"6161c11c264885b83adf8ff6","topicId":"6161c117264885b83adf8fe6","verse":"Isaiah 43:18","votes":69,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043018_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043018-1\">18&nbsp;</b>&nbsp;&nbsp;“Remember not the former things,</span><br><span id=\"p23043018_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor consider the things of old.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Remember ye not the former things, neither consider the things of old.  ","niv":"<sup><strong>18</strong></sup> \"Forget the former things; do not dwell on the past.","modified":"2023-04-15T11:10:13.895Z"},{"_id":"6161c11c264885b83adf8ff7","topicId":"6161c117264885b83adf8fe6","verse":"Hebrews 10:17","votes":62,"__v":0,"esv":"<div>\n<p id=\"p58010017_01-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010017-1\">17&nbsp;</b>then he adds,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010017_01-18\" class=\"line\">&nbsp;&nbsp;“I will remember their sins and their lawless deeds no more.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> And their sins and iniquities will I remember no more.  ","modified":"2023-11-29T07:12:55.740Z"},{"_id":"6161c11c264885b83adf8ff8","topicId":"6161c117264885b83adf8fe6","verse":"Philippians 4:11","votes":68,"__v":0,"esv":"<div>\n<p id=\"p50004011_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004011-1\">11&nbsp;</b>Not that I am speaking of being in need, for I have learned in whatever situation I am to be content.</p>\n</div>","kjv":"<strong>11</strong> Not that I speak in respect of want: for I have learned, in whatsoever state I am, therewith to be content.  ","niv":"<sup><strong>11</strong></sup> I am not saying this because I am in need, for I have learned to be content whatever the circumstances.","modified":"2022-08-02T02:14:45.989Z"},{"_id":"6161c11e264885b83adf8ff9","topicId":"6161c117264885b83adf8fe6","verse":"Romans 6:4","votes":47,"__v":0,"esv":"<div>\n<p id=\"p45006004_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n</div>","kjv":"<strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  ","niv":"<sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life.","modified":"2023-03-23T19:40:44.851Z"},{"_id":"6161c11e264885b83adf8ffa","topicId":"6161c117264885b83adf8fe6","verse":"1 Peter 2:1-25","votes":66,"__v":0,"esv":"<div>\n\n<p id=\"p60002001_08-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60002001-1\">2:1&nbsp;</b>So put away all malice and all deceit and hypocrisy and envy and all slander. <b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—<b class=\"verse-num\" id=\"v60002003-1\">3&nbsp;</b>if indeed you have tasted that the Lord is good.</p>\n<p id=\"p60002003_08-22\"><b class=\"verse-num\" id=\"v60002004-1\">4&nbsp;</b>As you come to him, a living stone rejected by men but in the sight of God chosen and precious, <b class=\"verse-num\" id=\"v60002005-1\">5&nbsp;</b>you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ. <b class=\"verse-num\" id=\"v60002006-1\">6&nbsp;</b>For it stands in Scripture:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002006_08-22\" class=\"line\">&nbsp;&nbsp;“Behold, I am laying in Zion a stone,</span><br><span id=\"p60002006_08-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a cornerstone chosen and precious,</span><br><span id=\"p60002006_08-22\" class=\"line\">&nbsp;&nbsp;and whoever believes in him will not be put to shame.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002006_08-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002007-1\">7&nbsp;</b>So the honor is for you who believe, but for those who do not believe,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002007_08-22\" class=\"line\">&nbsp;&nbsp;“The stone that the builders rejected</span><br><span id=\"p60002007_08-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone,”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002007_08-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002008-1\">8&nbsp;</b>and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002008_08-22\" class=\"line\">&nbsp;&nbsp;“A stone of stumbling,</span><br><span id=\"p60002008_08-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a rock of offense.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002008_08-22\" class=\"same-paragraph\">They stumble because they disobey the word, as they were destined to do.</p>\n<p id=\"p60002008_08-22\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. <b class=\"verse-num\" id=\"v60002010-1\">10&nbsp;</b>Once you were not a people, but now you are God’s people; once you had not received mercy, but now you have received mercy.</p>\n<p id=\"p60002010_08-22\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul. <b class=\"verse-num\" id=\"v60002012-1\">12&nbsp;</b>Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</p>\n\n<p id=\"p60002012_11-22\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good. <b class=\"verse-num\" id=\"v60002015-1\">15&nbsp;</b>For this is the will of God, that by doing good you should put to silence the ignorance of foolish people. <b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God. <b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n<p id=\"p60002017_11-22\"><b class=\"verse-num\" id=\"v60002018-1\">18&nbsp;</b>Servants, be subject to your masters with all respect, not only to the good and gentle but also to the unjust. <b class=\"verse-num\" id=\"v60002019-1\">19&nbsp;</b>For this is a gracious thing, when, mindful of God, one endures sorrows while suffering unjustly. <b class=\"verse-num\" id=\"v60002020-1\">20&nbsp;</b>For what credit is it if, when you sin and are beaten for it, you endure? But if when you do good and suffer for it you endure, this is a gracious thing in the sight of God. <b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps. <b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly. <b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed. <b class=\"verse-num\" id=\"v60002025-1\">25&nbsp;</b>For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls.</p>\n\n</div>","kjv":"<strong>1</strong> Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,  <strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  <strong>3</strong> If so be ye have tasted that the Lord is gracious.  <strong>4</strong> To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,  <strong>5</strong> Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.  <strong>6</strong> Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded.  <strong>7</strong> Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,  <strong>8</strong> And a stone of stumbling, and a rock of offence, even to them  which stumble at the word, being disobedient: whereunto also they were appointed.  <strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  <strong>10</strong> Which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy.  <strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  <strong>12</strong> Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.  <strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  <strong>15</strong> For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:  <strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  <strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  <strong>18</strong> Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.  <strong>19</strong> For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.  <strong>20</strong> For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it,  ye take it patiently, this is acceptable with God.  <strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  <strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  <strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  <strong>25</strong> For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.  ","niv":"<sup><strong>1</strong></sup> Therefore, rid yourselves of all malice and all deceit, hypocrisy, envy, and slander of every kind. <sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation, <sup><strong>3</strong></sup> now that you have tasted that the Lord is good. <sup><strong>4</strong></sup> As you come to him, the living Stone--rejected by men but chosen by God and precious to him-- <sup><strong>5</strong></sup> you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ. <sup><strong>6</strong></sup> For in Scripture it says: \"See, I lay a stone in Zion, a chosen and precious cornerstone, and the one who trusts in him will never be put to shame.\" <sup><strong>7</strong></sup> Now to you who believe, this stone is precious. But to those who do not believe, \"The stone the builders rejected has become the capstone, \" <sup><strong>8</strong></sup> and, \"A stone that causes men to stumble and a rock that makes them fall.\" They stumble because they disobey the message--which is also what they were destined for. <sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light. <sup><strong>10</strong></sup> Once you were not a people, but now you are the people of God; once you had not received mercy, but now you have received mercy. <sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul. <sup><strong>12</strong></sup> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us. <sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <sup><strong>15</strong></sup> For it is God's will that by doing good you should silence the ignorant talk of foolish men. <sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God. <sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king. <sup><strong>18</strong></sup> Slaves, submit yourselves to your masters with all respect, not only to those who are good and considerate, but also to those who are harsh. <sup><strong>19</strong></sup> For it is commendable if a man bears up under the pain of unjust suffering because he is conscious of God. <sup><strong>20</strong></sup> But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God. <sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps. <sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. <sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed. <sup><strong>25</strong></sup> For you were like sheep going astray, but now you have returned to the Shepherd and Overseer of your souls. ","modified":"2023-01-31T15:00:26.292Z"},{"_id":"6161c11e264885b83adf8ffb","topicId":"6161c117264885b83adf8fe6","verse":"Hebrews 8:12","votes":43,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58008012_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v58008012-1\">12&nbsp;</b>&nbsp;&nbsp;For I will be merciful toward their iniquities,</span><br><span id=\"p58008012_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will remember their sins no more.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> For I will be merciful to their unrighteousness, and their sins and their iniquities will I remember no more.  ","niv":"<sup><strong>12</strong></sup> For I will forgive their wickedness and will remember their sins no more.\"","modified":"2023-04-29T14:37:16.999Z"},{"_id":"6161c11e264885b83adf8ffc","topicId":"6161c117264885b83adf8fe6","verse":"Philippians 3:8","votes":35,"__v":0,"esv":"<div>\n<p id=\"p50003008_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003008-1\">8&nbsp;</b>Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ</p>\n</div>","kjv":"<strong>8</strong> Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ,  ","modified":"2023-10-15T06:02:55.944Z"},{"_id":"6161c11e264885b83adf8ffd","topicId":"6161c117264885b83adf8fe6","verse":"Philippians 3:12","votes":35,"__v":0,"esv":"<div>\n\n<p id=\"p50003012_05-25\"><b class=\"verse-num\" id=\"v50003012-1\">12&nbsp;</b>Not that I have already obtained this or am already perfect, but I press on to make it my own, because Christ Jesus has made me his own.</p>\n</div>","kjv":"<strong>12</strong> Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus.  ","modified":"2023-12-09T09:45:47.539Z"},{"_id":"6161c11e264885b83adf8ffe","topicId":"6161c117264885b83adf8fe6","verse":"Philippians 3:1-21","votes":35,"__v":0,"kjv":"<strong>1</strong> Finally, my brethren, rejoice in the Lord. To write the same things to you, to me indeed is not grievous, but for you it is  safe.  <strong>2</strong> Beware of dogs, beware of evil workers, beware of the concision.  <strong>3</strong> For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh.  <strong>4</strong> Though I might also have confidence in the flesh. If any other man thinketh that he hath whereof he might trust in the flesh, I more:  <strong>5</strong> Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee;  <strong>6</strong> Concerning zeal, persecuting the church; touching the righteousness which is in the law, blameless.  <strong>7</strong> But what things were gain to me, those I counted loss for Christ.  <strong>8</strong> Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ,  <strong>9</strong> And be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith:  <strong>10</strong> That I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death;  <strong>11</strong> If by any means I might attain unto the resurrection of the dead.  <strong>12</strong> Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus.  <strong>13</strong> Brethren, I count not myself to have apprehended: but this  one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,  <strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  <strong>15</strong> Let us therefore, as many as be perfect, be thus minded: and if in any thing ye be otherwise minded, God shall reveal even this unto you.  <strong>16</strong> Nevertheless, whereto we have already attained, let us walk by the same rule, let us mind the same thing.  <strong>17</strong> Brethren, be followers together of me, and mark them which walk so as ye have us for an ensample.  <strong>18</strong> (For many walk, of whom I have told you often, and now tell you even weeping, that they are the enemies of the cross of Christ:  <strong>19</strong> Whose end is destruction, whose God is their belly, and whose glory is in their shame, who mind earthly things.)  <strong>20</strong> For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:  <strong>21</strong> Who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.  ","modified":"2023-11-29T07:13:07.201Z"},{"_id":"6161c11e264885b83adf8fff","topicId":"6161c117264885b83adf8fe6","verse":"Hebrews 11:1","votes":36,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen.</p>\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  ","modified":"2023-07-08T15:37:05.325Z"}]}