{"_id":"6161c1c5264885b83adf9000","slug":"forgiven-those-who-hurt-you","name":"Forgiven Those Who Hurt You","verses":[{"_id":"6161c1c6264885b83adf9001","topicId":"6161c1c5264885b83adf9000","verse":"Matthew 6:14-15","votes":120,"__v":0,"esv":"<div>\n<p id=\"p40006014_01-1\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n</div>","kjv":"<strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. ","niv":"<sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. "},{"_id":"6161c1c6264885b83adf9002","topicId":"6161c1c5264885b83adf9000","verse":"Mark 11:25","votes":92,"__v":0,"esv":"<div>\n<p id=\"p41011025_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41011025-1\">25&nbsp;</b><span class=\"woc\">And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”</span></p>\n\n</div>","kjv":"<strong>25</strong> And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.  ","niv":"<sup><strong>25</strong></sup> And when you stand praying, if you hold anything against anyone, forgive him, so that your Father in heaven may forgive you your sins.\""},{"_id":"6161c1c6264885b83adf9003","topicId":"6161c1c5264885b83adf9000","verse":"Ephesians 4:31-32","votes":85,"__v":0,"esv":"<div>\n<p id=\"p49004031_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. ","modified":"2022-08-05T17:13:42.940Z"},{"_id":"6161c1c6264885b83adf9004","topicId":"6161c1c5264885b83adf9000","verse":"Matthew 18:21-22","votes":75,"__v":0,"esv":"<div>\n\n<p id=\"p40018021_07-4\"><b class=\"verse-num\" id=\"v40018021-1\">21&nbsp;</b>Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?” <b class=\"verse-num\" id=\"v40018022-1\">22&nbsp;</b>Jesus said to him, <span class=\"woc\">“I do not say to you seven times, but seventy-seven times.</span></p>\n</div>","kjv":"<strong>21</strong> Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times?  <strong>22</strong> Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven. ","niv":"<sup><strong>21</strong></sup> Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother when he sins against me? Up to seven times?\" <sup><strong>22</strong></sup> Jesus answered, \"I tell you, not seven times, but seventy-seven times. ","modified":"2022-08-13T17:44:11.008Z"},{"_id":"6161c1c7264885b83adf9005","topicId":"6161c1c5264885b83adf9000","verse":"Colossians 3:13","votes":73,"__v":0,"esv":"<div>\n<p id=\"p51003013_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.</p>\n</div>","kjv":"<strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  ","niv":"<sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you.","modified":"2022-08-26T15:13:58.433Z"},{"_id":"6161c1c7264885b83adf9006","topicId":"6161c1c5264885b83adf9000","verse":"Ephesians 4:32","votes":65,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."},{"_id":"6161c1c7264885b83adf9007","topicId":"6161c1c5264885b83adf9000","verse":"Luke 6:37","votes":62,"__v":0,"esv":"<div>\n\n<p id=\"p42006037_03-7\"><b class=\"verse-num woc\" id=\"v42006037-1\">37&nbsp;</b><span class=\"woc\">“Judge not, and you will not be judged; condemn not, and you will not be condemned; forgive, and you will be forgiven;</span></p>\n</div>","kjv":"<strong>37</strong> Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven:  ","niv":"<sup><strong>37</strong></sup> \"Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven.","modified":"2022-09-02T08:02:46.473Z"},{"_id":"6161c1c8264885b83adf9008","topicId":"6161c1c5264885b83adf9000","verse":"1 John 1:9","votes":61,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.","modified":"2022-08-24T01:04:43.636Z"},{"_id":"6161c1c8264885b83adf9009","topicId":"6161c1c5264885b83adf9000","verse":"Matthew 5:44","votes":58,"__v":0,"esv":"<div>\n<p id=\"p40005044_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span></p>\n</div>","kjv":"<strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  ","niv":"<sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you,","modified":"2022-02-03T13:04:15.179Z"},{"_id":"6161c1c8264885b83adf900a","topicId":"6161c1c5264885b83adf9000","verse":"Romans 12:19","votes":53,"__v":0,"esv":"<div>\n<p id=\"p45012019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”</p>\n\n</div>","kjv":"<strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  ","niv":"<sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord."},{"_id":"6161c1c8264885b83adf900b","topicId":"6161c1c5264885b83adf9000","verse":"Luke 17:3-4","votes":59,"__v":0,"esv":"<div>\n<p id=\"p42017003_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42017003-1\">3&nbsp;</b><span class=\"woc\">Pay attention to yourselves! If your brother sins, rebuke him, and if he repents, forgive him,</span> <b class=\"verse-num woc\" id=\"v42017004-1\">4&nbsp;</b><span class=\"woc\">and if he sins against you seven times in the day, and turns to you seven times, saying, ‘I repent,’ you must forgive him.”</span></p>\n</div>","kjv":"<strong>3</strong>           Take heed to yourselves: If thy brother trespass against thee, rebuke him; and if he repent, forgive him.  <strong>4</strong> And if he trespass against thee seven times in a day, and seven times in a day turn again to thee, saying, I repent; thou shalt forgive him.  ","niv":"<sup><strong>3</strong></sup> So watch yourselves. \"If your brother sins, rebuke him, and if he repents, forgive him. <sup><strong>4</strong></sup> If he sins against you seven times in a day, and seven times comes back to you and says, 'I repent,' forgive him.\" ","modified":"2022-08-12T02:52:48.613Z"},{"_id":"6161c1ca264885b83adf900c","topicId":"6161c1c5264885b83adf9000","verse":"Luke 23:34","votes":44,"__v":0,"esv":"<div>\n<p id=\"p42023034_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023034-1\">34&nbsp;</b>And Jesus said, <span class=\"woc\">“Father, forgive them, for they know not what they do.”</span> And they cast lots to divide his garments.</p>\n\n</div>","kjv":"<strong>34</strong> Then said Jesus, Father, forgive them; for they know not what they do. And they parted his raiment, and cast lots.  ","niv":"<sup><strong>34</strong></sup> Jesus said, \"Father, forgive them, for they do not know what they are doing.\" And they divided up his clothes by casting lots.","modified":"2022-09-24T17:21:23.126Z"},{"_id":"6161c1ca264885b83adf900d","topicId":"6161c1c5264885b83adf9000","verse":"Matthew 6:15","votes":40,"__v":0,"esv":"<div>\n<p id=\"p40006015_01-13\" class=\"same-paragraph virtual\"><b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n</div>","kjv":"<strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. ","niv":"<sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins."},{"_id":"6161c1ca264885b83adf900e","topicId":"6161c1c5264885b83adf9000","verse":"1 Corinthians 13:4-7","votes":42,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-18\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-18\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-18\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  ","niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. "},{"_id":"6161c1ca264885b83adf900f","topicId":"6161c1c5264885b83adf9000","verse":"Luke 6:27-28","votes":31,"__v":0,"esv":"<div>\n\n<p id=\"p42006027_04-16\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span> <b class=\"verse-num woc\" id=\"v42006028-1\">28&nbsp;</b><span class=\"woc\">bless those who curse you, pray for those who abuse you.</span></p>\n</div>","kjv":"<strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  <strong>28</strong> Bless them that curse you, and pray for them which despitefully use you.  ","niv":"<sup><strong>27</strong></sup> \"But I tell you who hear me: Love your enemies, do good to those who hate you, <sup><strong>28</strong></sup> bless those who curse you, pray for those who mistreat you. ","modified":"2022-04-16T20:37:03.555Z"},{"_id":"6161c1ca264885b83adf9011","topicId":"6161c1c5264885b83adf9000","verse":"1 Corinthians 13:1-13","votes":32,"__v":0,"kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. ","modified":"2022-03-25T14:10:38.308Z"},{"_id":"6161c1ca264885b83adf9010","topicId":"6161c1c5264885b83adf9000","verse":"Matthew 5:23-24","votes":30,"__v":0,"esv":"<div>\n<p id=\"p40005023_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005023-1\">23&nbsp;</b><span class=\"woc\">So if you are offering your gift at the altar and there remember that your brother has something against you,</span> <b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span></p>\n</div>","kjv":"<strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  ","niv":"<sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. "},{"_id":"6161c1cb264885b83adf9012","topicId":"6161c1c5264885b83adf9000","verse":"John 8:7","votes":29,"__v":0,"esv":"<div>\n<p id=\"p43008007_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v43008007-1\">7&nbsp;</b>And as they continued to ask him, he stood up and said to them, <span class=\"woc\">“Let him who is without sin among you be the first to throw a stone at her.”</span></p>\n</div>","kjv":"<strong>7</strong> So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.  ","niv":"<sup><strong>7</strong></sup> But Jesus bent down and started to write on the ground with his finger. When they kept on questioning him, he straightened up and said to them, \"If any one of you is without sin, let him be the first to throw a stone at her.\""},{"_id":"6161c1cb264885b83adf9013","topicId":"6161c1c5264885b83adf9000","verse":"Luke 6:27","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p42006027_04-21\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span></p>\n</div>","kjv":"<strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  ","niv":"<sup><strong>27</strong></sup> \"But I tell you who hear me: Love your enemies, do good to those who hate you,","modified":"2022-08-05T13:13:34.263Z"},{"_id":"6161c1cb264885b83adf9015","topicId":"6161c1c5264885b83adf9000","verse":"Ephesians 4:26-27","votes":27,"__v":0,"esv":"<div>\n<p id=\"p49004026_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger, <b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil.</p>\n</div>","kjv":"<strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  <strong>27</strong> Neither give place to the devil.  ","niv":"<sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry, <sup><strong>27</strong></sup> and do not give the devil a foothold. "},{"_id":"6161c1cb264885b83adf9014","topicId":"6161c1c5264885b83adf9000","verse":"Proverbs 17:9","votes":28,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017009_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017009-1\">9&nbsp;</b>&nbsp;&nbsp;Whoever covers an offense seeks love,</span><br><span id=\"p20017009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who repeats a matter separates close friends.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> He that covereth a transgression seeketh love; but he that repeateth a matter separateth very friends.  ","niv":"<sup><strong>9</strong></sup> He who covers over an offense promotes love, but whoever repeats the matter separates close friends."},{"_id":"6161c1cc264885b83adf9016","topicId":"6161c1c5264885b83adf9000","verse":"Matthew 6:12","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006012_01-24\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_01-24\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> And forgive us our debts, as we forgive our debtors.  ","niv":"<sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors."},{"_id":"6161c1cc264885b83adf9017","topicId":"6161c1c5264885b83adf9000","verse":"Romans 12:20","votes":25,"__v":0,"esv":"<div>\n<p id=\"p45012020_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.”</p>\n</div>","kjv":"<strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  ","niv":"<sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\""},{"_id":"6161c1cc264885b83adf9018","topicId":"6161c1c5264885b83adf9000","verse":"Luke 23:33-34","votes":26,"__v":0,"esv":"<div>\n<p id=\"p42023033_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023033-1\">33&nbsp;</b>And when they came to the place that is called The Skull, there they crucified him, and the criminals, one on his right and one on his left. <b class=\"verse-num\" id=\"v42023034-1\">34&nbsp;</b>And Jesus said, <span class=\"woc\">“Father, forgive them, for they know not what they do.”</span> And they cast lots to divide his garments.</p>\n\n</div>","kjv":"<strong>33</strong> And when they were come to the place, which is called Calvary, there they crucified him, and the malefactors, one on the right hand, and the other on the left.  <strong>34</strong> Then said Jesus, Father, forgive them; for they know not what they do. And they parted his raiment, and cast lots.  ","niv":"<sup><strong>33</strong></sup> When they came to the place called the Skull, there they crucified him, along with the criminals--one on his right, the other on his left. <sup><strong>34</strong></sup> Jesus said, \"Father, forgive them, for they do not know what they are doing.\" And they divided up his clothes by casting lots. "},{"_id":"6161c1ce264885b83adf9019","topicId":"6161c1c5264885b83adf9000","verse":"Ephesians 1:7","votes":21,"__v":0,"esv":"<div>\n<p id=\"p49001007_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001007-1\">7&nbsp;</b>In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace,</p>\n</div>","kjv":"<strong>7</strong> In whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace;  ","niv":"<sup><strong>7</strong></sup> In him we have redemption through his blood, the forgiveness of sins, in accordance with the riches of God's grace","modified":"2022-07-18T19:58:21.743Z"}]}