{"_id":"6161c30c264885b83adf9034","slug":"fornicators","name":"Fornicators","verses":[{"_id":"6161c30c264885b83adf9035","topicId":"6161c30c264885b83adf9034","verse":"1 Corinthians 6:18","votes":503,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body."},{"_id":"6161c30c264885b83adf9036","topicId":"6161c30c264885b83adf9034","verse":"1 Corinthians 5:1","votes":423,"__v":0,"esv":"<div>\n\n<p id=\"p46005001_06-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46005001-1\">5:1&nbsp;</b>It is actually reported that there is sexual immorality among you, and of a kind that is not tolerated even among pagans, for a man has his father’s wife. <b class=\"verse-num\" id=\"v46005002-1\">2&nbsp;</b>And you are arrogant! Ought you not rather to mourn? Let him who has done this be removed from among you.</p>\n<p id=\"p46005002_06-29\"><b class=\"verse-num\" id=\"v46005003-1\">3&nbsp;</b>For though absent in body, I am present in spirit; and as if present, I have already pronounced judgment on the one who did such a thing. <b class=\"verse-num\" id=\"v46005004-1\">4&nbsp;</b>When you are assembled in the name of the Lord Jesus and my spirit is present, with the power of our Lord Jesus, <b class=\"verse-num\" id=\"v46005005-1\">5&nbsp;</b>you are to deliver this man to Satan for the destruction of the flesh, so that his spirit may be saved in the day of the Lord.</p>\n<p id=\"p46005005_06-29\"><b class=\"verse-num\" id=\"v46005006-1\">6&nbsp;</b>Your boasting is not good. Do you not know that a little leaven leavens the whole lump? <b class=\"verse-num\" id=\"v46005007-1\">7&nbsp;</b>Cleanse out the old leaven that you may be a new lump, as you really are unleavened. For Christ, our Passover lamb, has been sacrificed. <b class=\"verse-num\" id=\"v46005008-1\">8&nbsp;</b>Let us therefore celebrate the festival, not with the old leaven, the leaven of malice and evil, but with the unleavened bread of sincerity and truth.</p>\n<p id=\"p46005008_06-29\"><b class=\"verse-num\" id=\"v46005009-1\">9&nbsp;</b>I wrote to you in my letter not to associate with sexually immoral people—<b class=\"verse-num\" id=\"v46005010-1\">10&nbsp;</b>not at all meaning the sexually immoral of this world, or the greedy and swindlers, or idolaters, since then you would need to go out of the world. <b class=\"verse-num\" id=\"v46005011-1\">11&nbsp;</b>But now I am writing to you not to associate with anyone who bears the name of brother if he is guilty of sexual immorality or greed, or is an idolater, reviler, drunkard, or swindler—not even to eat with such a one. <b class=\"verse-num\" id=\"v46005012-1\">12&nbsp;</b>For what have I to do with judging outsiders? Is it not those inside the church whom you are to judge? <b class=\"verse-num\" id=\"v46005013-1\">13&nbsp;</b>God judges those outside. “Purge the evil person from among you.”</p>\n\n</div>","kjv":"<strong>1</strong> It is reported commonly that there is fornication among you, and such fornication as is not so much as named among the Gentiles, that one should have his father’s wife.  ","niv":"<sup><strong>1</strong></sup> It is actually reported that there is sexual immorality among you, and of a kind that does not occur even among pagans: A man has his father's wife."},{"_id":"6161c30d264885b83adf9037","topicId":"6161c30c264885b83adf9034","verse":"Hebrews 13:4","votes":478,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"6161c30e264885b83adf9038","topicId":"6161c30c264885b83adf9034","verse":"Revelation 21:8","votes":389,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\"","modified":"2023-09-23T12:00:35.529Z"},{"_id":"6161c30e264885b83adf9039","topicId":"6161c30c264885b83adf9034","verse":"1 Corinthians 6:9","votes":387,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-7\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality,</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders"},{"_id":"6161c30e264885b83adf903a","topicId":"6161c30c264885b83adf9034","verse":"Colossians 3:5","votes":351,"__v":0,"esv":"<div>\n<p id=\"p51003005_01-8\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry.</p>\n\n</div>","kjv":"<strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  ","niv":"<sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry."},{"_id":"6161c30e264885b83adf903b","topicId":"6161c30c264885b83adf9034","verse":"1 Corinthians 7:2","votes":363,"__v":0,"esv":"<div>\n<p id=\"p46007002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband.</p>\n</div>","kjv":"<strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  ","niv":"<sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband.","modified":"2022-07-08T04:43:42.262Z"},{"_id":"6161c30f264885b83adf903c","topicId":"6161c30c264885b83adf9034","verse":"Jude 1:7","votes":320,"__v":0,"kjv":"<strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"6161c30f264885b83adf903d","topicId":"6161c30c264885b83adf9034","verse":"Matthew 19:9","votes":347,"__v":0,"esv":"<div>\n<p id=\"p40019009_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  ","niv":"<sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\""},{"_id":"6161c30f264885b83adf903e","topicId":"6161c30c264885b83adf9034","verse":"Galatians 5:19","votes":330,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality,</p>\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery;"},{"_id":"6161c310264885b83adf903f","topicId":"6161c30c264885b83adf9034","verse":"Ephesians 5:3","votes":269,"__v":0,"esv":"<div>\n<p id=\"p49005003_01-14\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints.</p>\n</div>","kjv":"<strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  ","niv":"<sup><strong>3</strong></sup> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God's holy people."},{"_id":"6161c310264885b83adf9040","topicId":"6161c30c264885b83adf9034","verse":"1 Corinthians 6:18-20","votes":308,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body. <b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  <strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body. <sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. ","modified":"2022-07-11T12:52:31.806Z"},{"_id":"6161c310264885b83adf9041","topicId":"6161c30c264885b83adf9034","verse":"Matthew 5:32","votes":281,"__v":0,"esv":"<div>\n<p id=\"p40005032_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n</div>","kjv":"<strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. ","niv":"<sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery."},{"_id":"6161c310264885b83adf9042","topicId":"6161c30c264885b83adf9034","verse":"1 Corinthians 6:9-10","votes":236,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-19\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. "},{"_id":"6161c310264885b83adf9043","topicId":"6161c30c264885b83adf9034","verse":"Revelation 2:14","votes":258,"__v":0,"esv":"<div>\n<p id=\"p66002014_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002014-1\">14&nbsp;</b><span class=\"woc\">But I have a few things against you: you have some there who hold the teaching of Balaam, who taught Balak to put a stumbling block before the sons of Israel, so that they might eat food sacrificed to idols and practice sexual immorality.</span></p>\n</div>","kjv":"<strong>14</strong> But I have a few things against thee, because thou hast there them that hold the doctrine of Balaam, who taught Balac to cast a stumblingblock before the children of Israel, to eat things sacrificed unto idols, and to commit fornication.  ","niv":"<sup><strong>14</strong></sup> Nevertheless, I have a few things against you: You have people there who hold to the teaching of Balaam, who taught Balak to entice the Israelites to sin by eating food sacrificed to idols and by committing sexual immorality."},{"_id":"6161c310264885b83adf9044","topicId":"6161c30c264885b83adf9034","verse":"1 Thessalonians 4:3","votes":226,"__v":0,"esv":"<div>\n<p id=\"p52004003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004003-1\">3&nbsp;</b>For this is the will of God, your sanctification: that you abstain from sexual immorality;</p>\n\n</div>","kjv":"<strong>3</strong> For this is the will of God, even your sanctification, that ye should abstain from fornication:  ","niv":"<sup><strong>3</strong></sup> It is God's will that you should be sanctified: that you should avoid sexual immorality;","modified":"2022-06-23T15:17:52.895Z"},{"_id":"6161c312264885b83adf9045","topicId":"6161c30c264885b83adf9034","verse":"Matthew 15:19","votes":216,"__v":0,"esv":"<div>\n<p id=\"p40015019_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40015019-1\">19&nbsp;</b><span class=\"woc\">For out of the heart come evil thoughts, murder, adultery, sexual immorality, theft, false witness, slander.</span></p>\n</div>","kjv":"<strong>19</strong> For out of the heart proceed evil thoughts, murders, adulteries, fornications, thefts, false witness, blasphemies:  ","niv":"<sup><strong>19</strong></sup> For out of the heart come evil thoughts, murder, adultery, sexual immorality, theft, false testimony, slander.","modified":"2022-12-03T16:34:19.827Z"},{"_id":"6161c312264885b83adf9046","topicId":"6161c30c264885b83adf9034","verse":"Galatians 5:19-21","votes":216,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"6161c312264885b83adf9047","topicId":"6161c30c264885b83adf9034","verse":"1 Corinthians 6:13","votes":218,"__v":0,"esv":"<div>\n<p id=\"p46006013_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006013-1\">13&nbsp;</b>“Food is meant for the stomach and the stomach for food”—and God will destroy both one and the other. The body is not meant for sexual immorality, but for the Lord, and the Lord for the body.</p>\n</div>","kjv":"<strong>13</strong> Meats for the belly, and the belly for meats: but God shall destroy both it and them. Now the body is not for fornication, but for the Lord; and the Lord for the body.  ","niv":"<sup><strong>13</strong></sup> \"Food for the stomach and the stomach for food\"--but God will destroy them both. The body is not meant for sexual immorality, but for the Lord, and the Lord for the body."},{"_id":"6161c312264885b83adf9048","topicId":"6161c30c264885b83adf9034","verse":"2 Corinthians 12:21","votes":215,"__v":0,"esv":"<div>\n<p id=\"p47012021_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012021-1\">21&nbsp;</b>I fear that when I come again my God may humble me before you, and I may have to mourn over many of those who sinned earlier and have not repented of the impurity, sexual immorality, and sensuality that they have practiced.</p>\n</div>","kjv":"<strong>21</strong> And lest, when I come again, my God will humble me among you, and that I shall bewail many which have sinned already, and have not repented of the uncleanness and fornication and lasciviousness which they have committed.  ","niv":"<sup><strong>21</strong></sup> I am afraid that when I come again my God will humble me before you, and I will be grieved over many who have sinned earlier and have not repented of the impurity, sexual sin and debauchery in which they have indulged."},{"_id":"6161c313264885b83adf9049","topicId":"6161c30c264885b83adf9034","verse":"1 Corinthians 5:1-13","votes":196,"__v":0,"kjv":"<strong>1</strong> It is reported commonly that there is fornication among you, and such fornication as is not so much as named among the Gentiles, that one should have his father’s wife.  <strong>2</strong> And ye are puffed up, and have not rather mourned, that he that hath done this deed might be taken away from among you.  <strong>3</strong> For I verily, as absent in body, but present in spirit, have judged already, as though I were present, concerning him that hath so done this deed,  <strong>4</strong> In the name of our Lord Jesus Christ, when ye are gathered together, and my spirit, with the power of our Lord Jesus Christ,  <strong>5</strong> To deliver such an one unto Satan for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus.  <strong>6</strong> Your glorying is not good. Know ye not that a little leaven leaveneth the whole lump?  <strong>7</strong> Purge out therefore the old leaven, that ye may be a new lump, as ye are unleavened. For even Christ our passover is sacrificed for us:  <strong>8</strong> Therefore let us keep the feast, not with old leaven, neither with the leaven of malice and wickedness; but with the unleavened bread  of sincerity and truth.  <strong>9</strong> I wrote unto you in an epistle not to company with fornicators:  <strong>10</strong> Yet not altogether with the fornicators of this world, or with the covetous, or extortioners, or with idolaters; for then must ye needs go out of the world.  <strong>11</strong> But now I have written unto you not to keep company, if any man that is called a brother be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner; with such an one no not to eat.  <strong>12</strong> For what have I to do to judge them also that are without? do not ye judge them that are within?  <strong>13</strong> But them that are without God judgeth. Therefore put away from among yourselves that wicked person.  ","niv":"<sup><strong>1</strong></sup> It is actually reported that there is sexual immorality among you, and of a kind that does not occur even among pagans: A man has his father's wife. <sup><strong>2</strong></sup> And you are proud! Shouldn't you rather have been filled with grief and have put out of your fellowship the man who did this? <sup><strong>3</strong></sup> Even though I am not physically present, I am with you in spirit. And I have already passed judgment on the one who did this, just as if I were present. <sup><strong>4</strong></sup> When you are assembled in the name of our Lord Jesus and I am with you in spirit, and the power of our Lord Jesus is present, <sup><strong>5</strong></sup> hand this man over to Satan, so that the sinful nature may be destroyed and his spirit saved on the day of the Lord. <sup><strong>6</strong></sup> Your boasting is not good. Don't you know that a little yeast works through the whole batch of dough? <sup><strong>7</strong></sup> Get rid of the old yeast that you may be a new batch without yeast--as you really are. For Christ, our Passover lamb, has been sacrificed. <sup><strong>8</strong></sup> Therefore let us keep the Festival, not with the old yeast, the yeast of malice and wickedness, but with bread without yeast, the bread of sincerity and truth. <sup><strong>9</strong></sup> I have written you in my letter not to associate with sexually immoral people-- <sup><strong>10</strong></sup> not at all meaning the people of this world who are immoral, or the greedy and swindlers, or idolaters. In that case you would have to leave this world. <sup><strong>11</strong></sup> But now I am writing you that you must not associate with anyone who calls himself a brother but is sexually immoral or greedy, an idolater or a slanderer, a drunkard or a swindler. With such a man do not even eat. <sup><strong>12</strong></sup> What business is it of mine to judge those outside the church? Are you not to judge those inside? <sup><strong>13</strong></sup> God will judge those outside. \"Expel the wicked man from among you.\" "},{"_id":"6161c313264885b83adf904a","topicId":"6161c30c264885b83adf9034","verse":"Hebrews 12:16","votes":205,"__v":0,"esv":"<div>\n<p id=\"p58012016_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012016-1\">16&nbsp;</b>that no one is sexually immoral or unholy like Esau, who sold his birthright for a single meal.</p>\n</div>","kjv":"<strong>16</strong> Lest there be any fornicator, or profane person, as Esau, who for one morsel of meat sold his birthright.  ","niv":"<sup><strong>16</strong></sup> See that no one is sexually immoral, or is godless like Esau, who for a single meal sold his inheritance rights as the oldest son."},{"_id":"6161c313264885b83adf904b","topicId":"6161c30c264885b83adf9034","verse":"Revelation 17:2","votes":201,"__v":0,"esv":"<div>\n<p id=\"p66017002_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017002-1\">2&nbsp;</b>with whom the kings of the earth have committed sexual immorality, and with the wine of whose sexual immorality the dwellers on earth have become drunk.”</p>\n</div>","kjv":"<strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  ","niv":"<sup><strong>2</strong></sup> With her the kings of the earth committed adultery and the inhabitants of the earth were intoxicated with the wine of her adulteries.\""},{"_id":"6161c314264885b83adf904c","topicId":"6161c30c264885b83adf9034","verse":"Exodus 20:14","votes":195,"__v":0,"esv":"<div>\n<p id=\"p02020014_01-32\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n</div>","kjv":"<strong>14</strong> Thou shalt not commit adultery.  ","niv":"<sup><strong>14</strong></sup> \"You shall not commit adultery."},{"_id":"6161c314264885b83adf904d","topicId":"6161c30c264885b83adf9034","verse":"Revelation 2:20","votes":191,"__v":0,"esv":"<div>\n<p id=\"p66002020_01-33\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002020-1\">20&nbsp;</b><span class=\"woc\">But I have this against you, that you tolerate that woman Jezebel, who calls herself a prophetess and is teaching and seducing my servants to practice sexual immorality and to eat food sacrificed to idols.</span></p>\n</div>","kjv":"<strong>20</strong> Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.  ","niv":"<sup><strong>20</strong></sup> Nevertheless, I have this against you: You tolerate that woman Jezebel, who calls herself a prophetess. By her teaching she misleads my servants into sexual immorality and the eating of food sacrificed to idols."}]}