{"_id":"6161c497264885b83adf9104","slug":"fortune-telling","name":"Fortune Telling","verses":[{"_id":"6161c497264885b83adf9105","topicId":"6161c497264885b83adf9104","verse":"Leviticus 19:31","votes":12,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-1\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God.","modified":"2023-03-25T13:19:26.513Z"},{"_id":"6161c497264885b83adf9106","topicId":"6161c497264885b83adf9104","verse":"Leviticus 20:6","votes":8,"__v":0,"esv":"<div>\n<p id=\"p03020006_01-2\"><b class=\"verse-num\" id=\"v03020006-1\">6&nbsp;</b>“If a person turns to mediums and necromancers, whoring after them, I will set my face against that person and will cut him off from among his people.</p>\n</div>","kjv":"<strong>6</strong> And the soul that turneth after such as have familiar spirits, and after wizards, to go a whoring after them, I will even set my face against that soul, and will cut him off from among his people.  ","niv":"<sup><strong>6</strong></sup> \"'I will set my face against the person who turns to mediums and spiritists to prostitute himself by following them, and I will cut him off from his people."},{"_id":"6161c497264885b83adf9107","topicId":"6161c497264885b83adf9104","verse":"Deuteronomy 4:19","votes":7,"__v":0,"esv":"<div>\n<p id=\"p05004019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v05004019-1\">19&nbsp;</b>And beware lest you raise your eyes to heaven, and when you see the sun and the moon and the stars, all the host of heaven, you be drawn away and bow down to them and serve them, things that the LORD your God has allotted to all the peoples under the whole heaven.</p>\n</div>","kjv":"<strong>19</strong> And lest thou lift up thine eyes unto heaven, and when thou seest the sun, and the moon, and the stars, even all the host of heaven, shouldest be driven to worship them, and serve them, which the LORD thy God hath divided unto all nations under the whole heaven.  ","niv":"<sup><strong>19</strong></sup> And when you look up to the sky and see the sun, the moon and the stars-all the heavenly array-do not be enticed into bowing down to them and worshiping things the LORD your God has apportioned to all the nations under heaven."},{"_id":"6161c499264885b83adf9108","topicId":"6161c497264885b83adf9104","verse":"Proverbs 27:1","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20027001_01-4\" class=\"line\"><b class=\"chapter-num\" id=\"v20027001-1\">27:1&nbsp;</b>&nbsp;&nbsp;Do not boast about tomorrow,</span><br><span id=\"p20027001_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you do not know what a day may bring.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Boast not thyself of to morrow; for thou knowest not what a day may bring forth.  ","niv":"<sup><strong>1</strong></sup> Do not boast about tomorrow, for you do not know what a day may bring forth."},{"_id":"6161c499264885b83adf9109","topicId":"6161c497264885b83adf9104","verse":"Acts 16:16-18","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p44016016_06-5\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling. <b class=\"verse-num\" id=\"v44016017-1\">17&nbsp;</b>She followed Paul and us, crying out, “These men are servants of the Most High God, who proclaim to you the way of salvation.” <b class=\"verse-num\" id=\"v44016018-1\">18&nbsp;</b>And this she kept doing for many days. Paul, having become greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And it came out that very hour.</p>\n</div>","kjv":"<strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  <strong>17</strong> The same followed Paul and us, and cried, saying, These men are the servants of the most high God, which shew unto us the way of salvation.  <strong>18</strong> And this did she many days. But Paul, being grieved, turned and said to the spirit, I command thee in the name of Jesus Christ to come out of her. And he came out the same hour.  ","niv":"<sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling. <sup><strong>17</strong></sup> This girl followed Paul and the rest of us, shouting, \"These men are servants of the Most High God, who are telling you the way to be saved.\" <sup><strong>18</strong></sup> She kept this up for many days. Finally Paul became so troubled that he turned around and said to the spirit, \"In the name of Jesus Christ I command you to come out of her!\" At that moment the spirit left her. "},{"_id":"6161c499264885b83adf910a","topicId":"6161c497264885b83adf9104","verse":"Micah 5:12","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33005012_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v33005012-1\">12&nbsp;</b>&nbsp;&nbsp;and I will cut off sorceries from your hand,</span><br><span id=\"p33005012_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall have no more tellers of fortunes;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> And I will cut off witchcrafts out of thine hand; and thou shalt have no more soothsayers:  ","niv":"<sup><strong>12</strong></sup> I will destroy your witchcraft and you will no longer cast spells."},{"_id":"6161c499264885b83adf910b","topicId":"6161c497264885b83adf9104","verse":"2 Chronicles 33:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p14033006_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v14033006-1\">6&nbsp;</b>And he burned his sons as an offering in the Valley of the Son of Hinnom, and used fortune-telling and omens and sorcery, and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n</div>","kjv":"<strong>6</strong> And he caused his children to pass through the fire in the valley of the son of Hinnom: also he observed times, and used enchantments, and used witchcraft, and dealt with a familiar spirit, and with wizards: he wrought much evil in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his sons in the fire in the Valley of Ben Hinnom, practiced sorcery, divination and witchcraft, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"6161c499264885b83adf910c","topicId":"6161c497264885b83adf9104","verse":"Revelation 21:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"6161c499264885b83adf910d","topicId":"6161c497264885b83adf9104","verse":"Jeremiah 14:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p24014014_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v24014014-1\">14&nbsp;</b>And the LORD said to me: “The prophets are prophesying lies in my name. I did not send them, nor did I command them or speak to them. They are prophesying to you a lying vision, worthless divination, and the deceit of their own minds.</p>\n</div>","kjv":"<strong>14</strong> Then the LORD said unto me, The prophets prophesy lies in my name: I sent them not, neither have I commanded them, neither spake unto them: they prophesy unto you a false vision and divination, and a thing of nought, and the deceit of their heart.  ","niv":"<sup><strong>14</strong></sup> Then the LORD said to me, \"The prophets are prophesying lies in my name. I have not sent them or appointed them or spoken to them. They are prophesying to you false visions, divinations, idolatries and the delusions of their own minds."},{"_id":"6161c49b264885b83adf910e","topicId":"6161c497264885b83adf9104","verse":"Deuteronomy 18:10-12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05018010_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. ","modified":"2022-10-31T23:21:52.524Z"},{"_id":"6161c49b264885b83adf910f","topicId":"6161c497264885b83adf9104","verse":"1 John 4:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"6161c49b264885b83adf9111","topicId":"6161c497264885b83adf9104","verse":"Matthew 25:41","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40025041_01-12\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span></p>\n</div>","kjv":"<strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  ","niv":"<sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels."},{"_id":"6161c49b264885b83adf9110","topicId":"6161c497264885b83adf9104","verse":"Exodus 22:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02022018_01-13\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not suffer a witch to live.  ","niv":"<sup><strong>18</strong></sup> \"Do not allow a sorceress to live."},{"_id":"6161c49b264885b83adf9112","topicId":"6161c497264885b83adf9104","verse":"Isaiah 8:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p23008019_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v23008019-1\">19&nbsp;</b>And when they say to you, “Inquire of the mediums and the necromancers who chirp and mutter,” should not a people inquire of their God? Should they inquire of the dead on behalf of the living?</p>\n</div>","kjv":"<strong>19</strong> And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?  ","niv":"<sup><strong>19</strong></sup> When men tell you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?"},{"_id":"6161c49b264885b83adf9113","topicId":"6161c497264885b83adf9104","verse":"Ezekiel 13:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26013008_01-15\"><b class=\"verse-num\" id=\"v26013008-1\">8&nbsp;</b>Therefore thus says the Lord GOD: “Because you have uttered falsehood and seen lying visions, therefore behold, I am against you, declares the Lord GOD.</p>\n</div>","kjv":"<strong>8</strong> Therefore thus saith the Lord GOD; Because ye have spoken vanity, and seen lies, therefore, behold, I am against you, saith the Lord GOD.  ","niv":"<sup><strong>8</strong></sup> \"'Therefore this is what the Sovereign LORD says: Because of your false words and lying visions, I am against you, declares the Sovereign LORD."},{"_id":"6161c49b264885b83adf9114","topicId":"6161c497264885b83adf9104","verse":"Isaiah 44:25","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23044025_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23044025-1\">25&nbsp;</b>&nbsp;&nbsp;who frustrates the signs of liars</span><br><span id=\"p23044025_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes fools of diviners,</span><br><span id=\"p23044025_01-16\" class=\"line\">&nbsp;&nbsp;who turns wise men back</span><br><span id=\"p23044025_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes their knowledge foolish,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> That frustrateth the tokens of the liars, and maketh diviners mad; that turneth wise men backward, and maketh their knowledge foolish;  ","niv":"<sup><strong>25</strong></sup> who foils the signs of false prophets and makes fools of diviners, who overthrows the learning of the wise and turns it into nonsense,"},{"_id":"6161c49d264885b83adf9115","topicId":"6161c497264885b83adf9104","verse":"2 Kings 21:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p12021006_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v12021006-1\">6&nbsp;</b>And he burned his son as an offering and used fortune-telling and omens and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n\n</div>","kjv":"<strong>6</strong> And he made his son pass through the fire, and observed times, and used enchantments, and dealt with familiar spirits and wizards: he wrought much wickedness in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his own son in the fire, practiced sorcery and divination, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"6161c49d264885b83adf9116","topicId":"6161c497264885b83adf9104","verse":"Leviticus 20:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p03020027_01-18\"><b class=\"verse-num\" id=\"v03020027-1\">27&nbsp;</b>“A man or a woman who is a medium or a necromancer shall surely be put to death. They shall be stoned with stones; their blood shall be upon them.”</p>\n</div>","kjv":"<strong>27</strong> A man also or woman that hath a familiar spirit, or that is a wizard, shall surely be put to death: they shall stone them with stones: their blood shall be upon them.  ","niv":"<sup><strong>27</strong></sup> \"'A man or woman who is a medium or spiritist among you must be put to death. You are to stone them; their blood will be on their own heads.'\"","modified":"2022-03-01T06:41:17.793Z"},{"_id":"6161c49d264885b83adf9117","topicId":"6161c497264885b83adf9104","verse":"Deuteronomy 18:9-12","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-19\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. "},{"_id":"6161c49d264885b83adf9118","topicId":"6161c497264885b83adf9104","verse":"Ephesians 4:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49004001_07-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49004001-1\">4:1&nbsp;</b>I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called,</p>\n</div>","kjv":"<strong>1</strong> I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,  ","niv":"<sup><strong>1</strong></sup> As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received."},{"_id":"6161c49e264885b83adf9119","topicId":"6161c497264885b83adf9104","verse":"Acts 16:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44016016_06-21\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling.</p>\n</div>","kjv":"<strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  ","niv":"<sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling."},{"_id":"6161c49e264885b83adf911a","topicId":"6161c497264885b83adf9104","verse":"Jeremiah 29:8-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p24029008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029008-1\">8&nbsp;</b>For thus says the LORD of hosts, the God of Israel: Do not let your prophets and your diviners who are among you deceive you, and do not listen to the dreams that they dream, <b class=\"verse-num\" id=\"v24029009-1\">9&nbsp;</b>for it is a lie that they are prophesying to you in my name; I did not send them, declares the LORD.</p>\n<p id=\"p24029009_01-22\"><b class=\"verse-num\" id=\"v24029010-1\">10&nbsp;</b>“For thus says the LORD: When seventy years are completed for Babylon, I will visit you, and I will fulfill to you my promise and bring you back to this place. <b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>8</strong> For thus saith the LORD of hosts, the God of Israel; Let not your prophets and your diviners, that be in the midst of you, deceive you, neither hearken to your dreams which ye cause to be dreamed.  <strong>9</strong> For they prophesy falsely unto you in my name: I have not sent them, saith the LORD.  <strong>10</strong> For thus saith the LORD, That after seventy years be accomplished at Babylon I will visit you, and perform my good word toward you, in causing you to return to this place.  <strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>8</strong></sup> Yes, this is what the LORD Almighty, the God of Israel, says: \"Do not let the prophets and diviners among you deceive you. Do not listen to the dreams you encourage them to have. <sup><strong>9</strong></sup> They are prophesying lies to you in my name. I have not sent them,\" declares the LORD. <sup><strong>10</strong></sup> This is what the LORD says: \"When seventy years are completed for Babylon, I will come to you and fulfill my gracious promise to bring you back to this place. <sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future. "},{"_id":"6161c49e264885b83adf911b","topicId":"6161c497264885b83adf9104","verse":"Proverbs 14:15","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014015_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014015-1\">15&nbsp;</b>&nbsp;&nbsp;The simple believes everything,</span><br><span id=\"p20014015_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the prudent gives thought to his steps.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> The simple believeth every word: but the prudent man looketh well to his going.  ","niv":"<sup><strong>15</strong></sup> A simple man believes anything, but a prudent man gives thought to his steps."},{"_id":"6161c49f264885b83adf911c","topicId":"6161c497264885b83adf9104","verse":"1 Kings 2:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p11002003_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v11002003-1\">3&nbsp;</b>and keep the charge of the LORD your God, walking in his ways and keeping his statutes, his commandments, his rules, and his testimonies, as it is written in the Law of Moses, that you may prosper in all that you do and wherever you turn,</p>\n</div>","kjv":"<strong>3</strong> And keep the charge of the LORD thy God, to walk in his ways, to keep his statutes, and his commandments, and his judgments, and his testimonies, as it is written in the law of Moses, that thou mayest prosper in all that thou doest, and whithersoever thou turnest thyself:  ","niv":"<sup><strong>3</strong></sup> and observe what the LORD your God requires: Walk in his ways, and keep his decrees and commands, his laws and requirements, as written in the Law of Moses, so that you may prosper in all you do and wherever you go,"},{"_id":"6161c49f264885b83adf911d","topicId":"6161c497264885b83adf9104","verse":"Joshua 13:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p06013022_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v06013022-1\">22&nbsp;</b>Balaam also, the son of Beor, the one who practiced divination, was killed with the sword by the people of Israel among the rest of their slain.</p>\n</div>","kjv":"<strong>22</strong> Balaam also the son of Beor, the soothsayer, did the children of Israel slay with the sword among them that were slain by them.  ","niv":"<sup><strong>22</strong></sup> In addition to those slain in battle, the Israelites had put to the sword Balaam son of Beor, who practiced divination."}]}