{"_id":"6161c5dc264885b83adf918f","slug":"fraternities","name":"Fraternities","verses":[{"_id":"6161c5dc264885b83adf9190","topicId":"6161c5dc264885b83adf918f","verse":"John 10:34","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43010034_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v43010034-1\">34&nbsp;</b>Jesus answered them, <span class=\"woc\">“Is it not written in your Law, ‘I said, you are gods’?</span></p>\n</div>","kjv":"<strong>34</strong> Jesus answered them, Is it not written in your law, I said, Ye are gods?  ","niv":"<sup><strong>34</strong></sup> Jesus answered them, \"Is it not written in your Law, 'I have said you are gods'?"},{"_id":"6161c5dc264885b83adf9191","topicId":"6161c5dc264885b83adf918f","verse":"1 Peter 3:8","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p60003008_05-3\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.</p>\n</div>","kjv":"<strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  ","niv":"<sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble."},{"_id":"6161c5de264885b83adf9192","topicId":"6161c5dc264885b83adf918f","verse":"Revelation 8:4-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66008004_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v66008004-1\">4&nbsp;</b>and the smoke of the incense, with the prayers of the saints, rose before God from the hand of the angel. <b class=\"verse-num\" id=\"v66008005-1\">5&nbsp;</b>Then the angel took the censer and filled it with fire from the altar and threw it on the earth, and there were peals of thunder, rumblings, flashes of lightning, and an earthquake.</p>\n\n</div>","kjv":"<strong>4</strong> And the smoke of the incense, which came with the prayers of the saints, ascended up before God out of the angel’s hand.  <strong>5</strong> And the angel took the censer, and filled it with fire of the altar, and cast it into the earth: and there were voices, and thunderings, and lightnings, and an earthquake.  ","niv":"<sup><strong>4</strong></sup> The smoke of the incense, together with the prayers of the saints, went up before God from the angel's hand. <sup><strong>5</strong></sup> Then the angel took the censer, filled it with fire from the altar, and hurled it on the earth; and there came peals of thunder, rumblings, flashes of lightning and an earthquake. "},{"_id":"6161c5de264885b83adf9193","topicId":"6161c5dc264885b83adf918f","verse":"Matthew 24:30","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40024030_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span></p>\n</div>","kjv":"<strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  ","niv":"<sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory."},{"_id":"6161c5de264885b83adf9194","topicId":"6161c5dc264885b83adf918f","verse":"Romans 12:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45012010_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor.</p>\n</div>","kjv":"<strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  ","niv":"<sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves."},{"_id":"6161c5de264885b83adf9195","topicId":"6161c5dc264885b83adf918f","verse":"Revelation 1:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66001007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n\n</div>","kjv":"<strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  ","niv":"<sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen."},{"_id":"6161c5de264885b83adf9196","topicId":"6161c5dc264885b83adf918f","verse":"Titus 3:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56003005_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,</p>\n</div>","kjv":"<strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  ","niv":"<sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,"},{"_id":"6161c5de264885b83adf9197","topicId":"6161c5dc264885b83adf918f","verse":"2 Thessalonians 3:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p53003014_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v53003014-1\">14&nbsp;</b>If anyone does not obey what we say in this letter, take note of that person, and have nothing to do with him, that he may be ashamed.</p>\n</div>","kjv":"<strong>14</strong> And if any man obey not our word by this epistle, note that man, and have no company with him, that he may be ashamed.  ","niv":"<sup><strong>14</strong></sup> If anyone does not obey our instruction in this letter, take special note of him. Do not associate with him, in order that he may feel ashamed."},{"_id":"6161c5df264885b83adf9198","topicId":"6161c5dc264885b83adf918f","verse":"Galatians 6:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p48006001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48006001-1\">6:1&nbsp;</b>Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.</p>\n\n</div>","kjv":"<strong>1</strong> Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted.  ","niv":"<sup><strong>1</strong></sup> Brothers, if someone is caught in a sin, you who are spiritual should restore him gently. But watch yourself, or you also may be tempted."},{"_id":"6161c5df264885b83adf919a","topicId":"6161c5dc264885b83adf918f","verse":"Galatians 3:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48003027_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003027-1\">27&nbsp;</b>For as many of you as were baptized into Christ have put on Christ.</p>\n</div>","kjv":"<strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  ","niv":"<sup><strong>27</strong></sup> for all of you who were baptized into Christ have clothed yourselves with Christ."},{"_id":"6161c5df264885b83adf9199","topicId":"6161c5dc264885b83adf918f","verse":"1 Corinthians 6:1-8","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46006001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46006001-1\">6:1&nbsp;</b>When one of you has a grievance against another, does he dare go to law before the unrighteous instead of the saints? <b class=\"verse-num\" id=\"v46006002-1\">2&nbsp;</b>Or do you not know that the saints will judge the world? And if the world is to be judged by you, are you incompetent to try trivial cases? <b class=\"verse-num\" id=\"v46006003-1\">3&nbsp;</b>Do you not know that we are to judge angels? How much more, then, matters pertaining to this life! <b class=\"verse-num\" id=\"v46006004-1\">4&nbsp;</b>So if you have such cases, why do you lay them before those who have no standing in the church? <b class=\"verse-num\" id=\"v46006005-1\">5&nbsp;</b>I say this to your shame. Can it be that there is no one among you wise enough to settle a dispute between the brothers, <b class=\"verse-num\" id=\"v46006006-1\">6&nbsp;</b>but brother goes to law against brother, and that before unbelievers? <b class=\"verse-num\" id=\"v46006007-1\">7&nbsp;</b>To have lawsuits at all with one another is already a defeat for you. Why not rather suffer wrong? Why not rather be defrauded? <b class=\"verse-num\" id=\"v46006008-1\">8&nbsp;</b>But you yourselves wrong and defraud—even your own brothers!</p>\n\n</div>","kjv":"<strong>1</strong> Dare any of you, having a matter against another, go to law before the unjust, and not before the saints?  <strong>2</strong> Do ye not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters?  <strong>3</strong> Know ye not that we shall judge angels? how much more things that pertain to this life?  <strong>4</strong> If then ye have judgments of things pertaining to this life, set them to judge who are least esteemed in the church.  <strong>5</strong> I speak to your shame. Is it so, that there is not a wise man among you? no, not one that shall be able to judge between his brethren?  <strong>6</strong> But brother goeth to law with brother, and that before the unbelievers.  <strong>7</strong> Now therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?  <strong>8</strong> Nay, ye do wrong, and defraud, and that your brethren.  ","niv":"<sup><strong>1</strong></sup> If any of you has a dispute with another, dare he take it before the ungodly for judgment instead of before the saints? <sup><strong>2</strong></sup> Do you not know that the saints will judge the world? And if you are to judge the world, are you not competent to judge trivial cases? <sup><strong>3</strong></sup> Do you not know that we will judge angels? How much more the things of this life! <sup><strong>4</strong></sup> Therefore, if you have disputes about such matters, appoint as judges even men of little account in the church! <sup><strong>5</strong></sup> I say this to shame you. Is it possible that there is nobody among you wise enough to judge a dispute between believers? <sup><strong>6</strong></sup> But instead, one brother goes to law against another--and this in front of unbelievers! <sup><strong>7</strong></sup> The very fact that you have lawsuits among you means you have been completely defeated already. Why not rather be wronged? Why not rather be cheated? <sup><strong>8</strong></sup> Instead, you yourselves cheat and do wrong, and you do this to your brothers. "},{"_id":"6161c5df264885b83adf919b","topicId":"6161c5dc264885b83adf918f","verse":"1 Corinthians 12:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46012013_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n\n</div>","kjv":"<strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  ","niv":"<sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink."},{"_id":"6161c5e0264885b83adf919c","topicId":"6161c5dc264885b83adf918f","verse":"Acts 2:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"6161c5e0264885b83adf919e","topicId":"6161c5dc264885b83adf918f","verse":"Acts 2:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002003_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them.</p>\n\n</div>","kjv":"<strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  ","niv":"<sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them."},{"_id":"6161c5e0264885b83adf919d","topicId":"6161c5dc264885b83adf918f","verse":"Acts 21:24-31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44021024_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v44021024-1\">24&nbsp;</b>take these men and purify yourself along with them and pay their expenses, so that they may shave their heads. Thus all will know that there is nothing in what they have been told about you, but that you yourself also live in observance of the law. <b class=\"verse-num\" id=\"v44021025-1\">25&nbsp;</b>But as for the Gentiles who have believed, we have sent a letter with our judgment that they should abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality.” <b class=\"verse-num\" id=\"v44021026-1\">26&nbsp;</b>Then Paul took the men, and the next day he purified himself along with them and went into the temple, giving notice when the days of purification would be fulfilled and the offering presented for each one of them.</p>\n\n<p id=\"p44021026_06-18\"><b class=\"verse-num\" id=\"v44021027-1\">27&nbsp;</b>When the seven days were almost completed, the Jews from Asia, seeing him in the temple, stirred up the whole crowd and laid hands on him, <b class=\"verse-num\" id=\"v44021028-1\">28&nbsp;</b>crying out, “Men of Israel, help! This is the man who is teaching everyone everywhere against the people and the law and this place. Moreover, he even brought Greeks into the temple and has defiled this holy place.” <b class=\"verse-num\" id=\"v44021029-1\">29&nbsp;</b>For they had previously seen Trophimus the Ephesian with him in the city, and they supposed that Paul had brought him into the temple. <b class=\"verse-num\" id=\"v44021030-1\">30&nbsp;</b>Then all the city was stirred up, and the people ran together. They seized Paul and dragged him out of the temple, and at once the gates were shut. <b class=\"verse-num\" id=\"v44021031-1\">31&nbsp;</b>And as they were seeking to kill him, word came to the tribune of the cohort that all Jerusalem was in confusion.</p>\n\n</div>","kjv":"<strong>24</strong> Them take, and purify thyself with them, and be at charges with them, that they may shave their heads: and all may know that those things, whereof they were informed concerning thee, are nothing; but that thou thyself also walkest orderly, and keepest the law.  <strong>25</strong> As touching the Gentiles which believe, we have written and  concluded that they observe no such thing, save only that they keep themselves from things offered to idols, and from blood, and from strangled, and from fornication.  <strong>26</strong> Then Paul took the men, and the next day purifying himself with them entered into the temple, to signify the accomplishment of the days of purification, until that an offering should be offered for every one of them.  <strong>27</strong> And when the seven days were almost ended, the Jews which were of Asia, when they saw him in the temple, stirred up all the people, and laid hands on him,  <strong>28</strong> Crying out, Men of Israel, help: This is the man, that teacheth all men every where against the people, and the law, and this place: and further brought Greeks also into the temple, and hath polluted this holy place.  <strong>29</strong> (For they had seen before with him in the city Trophimus an Ephesian, whom they supposed that Paul had brought into the temple.)  <strong>30</strong> And all the city was moved, and the people ran together: and they took Paul, and drew him out of the temple: and forthwith the doors were shut.  <strong>31</strong> And as they went about to kill him, tidings came unto the chief captain of the band, that all Jerusalem was in an uproar.  ","niv":"<sup><strong>24</strong></sup> Take these men, join in their purification rites and pay their expenses, so that they can have their heads shaved. Then everybody will know there is no truth in these reports about you, but that you yourself are living in obedience to the law. <sup><strong>25</strong></sup> As for the Gentile believers, we have written to them our decision that they should abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality.\" <sup><strong>26</strong></sup> The next day Paul took the men and purified himself along with them. Then he went to the temple to give notice of the date when the days of purification would end and the offering would be made for each of them. <sup><strong>27</strong></sup> When the seven days were nearly over, some Jews from the province of Asia saw Paul at the temple. They stirred up the whole crowd and seized him, <sup><strong>28</strong></sup> shouting, \"Men of Israel, help us! This is the man who teaches all men everywhere against our people and our law and this place. And besides, he has brought Greeks into the temple area and defiled this holy place.\" <sup><strong>29</strong></sup> (They had previously seen Trophimus the Ephesian in the city with Paul and assumed that Paul had brought him into the temple area.) <sup><strong>30</strong></sup> The whole city was aroused, and the people came running from all directions. Seizing Paul, they dragged him from the temple, and immediately the gates were shut. <sup><strong>31</strong></sup> While they were trying to kill him, news reached the commander of the Roman troops that the whole city of Jerusalem was in an uproar. "},{"_id":"6161c5e1264885b83adf91a0","topicId":"6161c5dc264885b83adf918f","verse":"John 15:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43015012_01-19\"><b class=\"verse-num woc\" id=\"v43015012-1\">12&nbsp;</b><span class=\"woc\">“This is my commandment, that you love one another as I have loved you.</span></p>\n</div>","kjv":"<strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  ","niv":"<sup><strong>12</strong></sup> My command is this: Love each other as I have loved you."},{"_id":"6161c5e1264885b83adf919f","topicId":"6161c5dc264885b83adf918f","verse":"John 20:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43020017_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020017-1\">17&nbsp;</b>Jesus said to her, <span class=\"woc\">“Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”</span></p>\n</div>","kjv":"<strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  ","niv":"<sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\""},{"_id":"6161c5e1264885b83adf91a1","topicId":"6161c5dc264885b83adf918f","verse":"Acts 1:9-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44001009_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001009-1\">9&nbsp;</b>And when he had said these things, as they were looking on, he was lifted up, and a cloud took him out of their sight. <b class=\"verse-num\" id=\"v44001010-1\">10&nbsp;</b>And while they were gazing into heaven as he went, behold, two men stood by them in white robes, <b class=\"verse-num\" id=\"v44001011-1\">11&nbsp;</b>and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”</p>\n</div>","kjv":"<strong>9</strong> And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.  <strong>10</strong> And while they looked stedfastly toward heaven as he went up, behold, two men stood by them in white apparel;  <strong>11</strong> Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.  ","niv":"<sup><strong>9</strong></sup> After he said this, he was taken up before their very eyes, and a cloud hid him from their sight. <sup><strong>10</strong></sup> They were looking intently up into the sky as he was going, when suddenly two men dressed in white stood beside them. <sup><strong>11</strong></sup> \"Men of Galilee,\" they said, \"why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.\" "},{"_id":"6161c5e1264885b83adf91a2","topicId":"6161c5dc264885b83adf918f","verse":"John 14:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"6161c5e2264885b83adf91a3","topicId":"6161c5dc264885b83adf918f","verse":"John 6:54","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43006054_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006054-1\">54&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day.</span></p>\n</div>","kjv":"<strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  ","niv":"<sup><strong>54</strong></sup> Whoever eats my flesh and drinks my blood has eternal life, and I will raise him up at the last day."},{"_id":"6161c5e2264885b83adf91a4","topicId":"6161c5dc264885b83adf918f","verse":"John 13:34","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another."},{"_id":"6161c5e2264885b83adf91a5","topicId":"6161c5dc264885b83adf918f","verse":"John 1:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-25\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."},{"_id":"6161c5e3264885b83adf91a6","topicId":"6161c5dc264885b83adf918f","verse":"Matthew 26:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40026027_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026027-1\">27&nbsp;</b>And he took a cup, and when he had given thanks he gave it to them, saying, <span class=\"woc\">“Drink of it, all of you,</span></p>\n</div>","kjv":"<strong>27</strong> And he took the cup, and gave thanks, and gave it to them, saying, Drink ye all of it;  ","niv":"<sup><strong>27</strong></sup> Then he took the cup, gave thanks and offered it to them, saying, \"Drink from it, all of you."},{"_id":"6161c5e3264885b83adf91a7","topicId":"6161c5dc264885b83adf918f","verse":"Luke 1:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42001009_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001009-1\">9&nbsp;</b>according to the custom of the priesthood, he was chosen by lot to enter the temple of the Lord and burn incense.</p>\n</div>","kjv":"<strong>9</strong> According to the custom of the priest’s office, his lot was to burn incense when he went into the temple of the Lord.  ","niv":"<sup><strong>9</strong></sup> he was chosen by lot, according to the custom of the priesthood, to go into the temple of the Lord and burn incense."},{"_id":"6161c5e3264885b83adf91a8","topicId":"6161c5dc264885b83adf918f","verse":"Mark 10:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41010038_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v41010038-1\">38&nbsp;</b>Jesus said to them, <span class=\"woc\">“You do not know what you are asking. Are you able to drink the cup that I drink, or to be baptized with the baptism with which I am baptized?”</span></p>\n</div>","kjv":"<strong>38</strong> But Jesus said unto them, Ye know not what ye ask: can ye drink of the cup that I drink of? and be baptized with the baptism that I am baptized with?  ","niv":"<sup><strong>38</strong></sup> \"You don't know what you are asking,\" Jesus said. \"Can you drink the cup I drink or be baptized with the baptism I am baptized with?\""}]}