{"_id":"6161d8d5264885b83adf923b","slug":"freemasons","name":"Freemasons","verses":[{"_id":"6161d8d5264885b83adf923c","topicId":"6161d8d5264885b83adf923b","verse":"Colossians 2:8","votes":34,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-1\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"6161d8d5264885b83adf923d","topicId":"6161d8d5264885b83adf923b","verse":"John 14:6","votes":36,"__v":0,"esv":"<div>\n\n<p id=\"p43014001_11-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43014001-1\">14:1&nbsp;</b><span class=\"woc\">“Let not your hearts be troubled. Believe in God; believe also in me.</span> <b class=\"verse-num woc\" id=\"v43014002-1\">2&nbsp;</b><span class=\"woc\">In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?</span> <b class=\"verse-num woc\" id=\"v43014003-1\">3&nbsp;</b><span class=\"woc\">And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.</span> <b class=\"verse-num woc\" id=\"v43014004-1\">4&nbsp;</b><span class=\"woc\">And you know the way to where I am going.”</span> <b class=\"verse-num\" id=\"v43014005-1\">5&nbsp;</b>Thomas said to him, “Lord, we do not know where you are going. How can we know the way?” <b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span> <b class=\"verse-num woc\" id=\"v43014007-1\">7&nbsp;</b><span class=\"woc\">If you had known me, you would have known my Father also. From now on you do know him and have seen him.”</span></p>\n<p id=\"p43014007_11-17\"><b class=\"verse-num\" id=\"v43014008-1\">8&nbsp;</b>Philip said to him, “Lord, show us the Father, and it is enough for us.” <b class=\"verse-num\" id=\"v43014009-1\">9&nbsp;</b>Jesus said to him, <span class=\"woc\">“Have I been with you so long, and you still do not know me, Philip? Whoever has seen me has seen the Father. How can you say, ‘Show us the Father’?</span> <b class=\"verse-num woc\" id=\"v43014010-1\">10&nbsp;</b><span class=\"woc\">Do you not believe that I am in the Father and the Father is in me? The words that I say to you I do not speak on my own authority, but the Father who dwells in me does his works.</span> <b class=\"verse-num woc\" id=\"v43014011-1\">11&nbsp;</b><span class=\"woc\">Believe me that I am in the Father and the Father is in me, or else believe on account of the works themselves.</span></p>\n<p id=\"p43014011_11-17\"><b class=\"verse-num woc\" id=\"v43014012-1\">12&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, whoever believes in me will also do the works that I do; and greater works than these will he do, because I am going to the Father.</span> <b class=\"verse-num woc\" id=\"v43014013-1\">13&nbsp;</b><span class=\"woc\">Whatever you ask in my name, this I will do, that the Father may be glorified in the Son.</span> <b class=\"verse-num woc\" id=\"v43014014-1\">14&nbsp;</b><span class=\"woc\">If you ask me anything in my name, I will do it.</span></p>\n\n<p id=\"p43014014_16-17\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span> <b class=\"verse-num woc\" id=\"v43014016-1\">16&nbsp;</b><span class=\"woc\">And I will ask the Father, and he will give you another Helper, to be with you forever,</span> <b class=\"verse-num woc\" id=\"v43014017-1\">17&nbsp;</b><span class=\"woc\">even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you.</span></p>\n<p id=\"p43014017_16-17\"><b class=\"verse-num woc\" id=\"v43014018-1\">18&nbsp;</b><span class=\"woc\">“I will not leave you as orphans; I will come to you.</span> <b class=\"verse-num woc\" id=\"v43014019-1\">19&nbsp;</b><span class=\"woc\">Yet a little while and the world will see me no more, but you will see me. Because I live, you also will live.</span> <b class=\"verse-num woc\" id=\"v43014020-1\">20&nbsp;</b><span class=\"woc\">In that day you will know that I am in my Father, and you in me, and I in you.</span> <b class=\"verse-num woc\" id=\"v43014021-1\">21&nbsp;</b><span class=\"woc\">Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”</span> <b class=\"verse-num\" id=\"v43014022-1\">22&nbsp;</b>Judas (not Iscariot) said to him, “Lord, how is it that you will manifest yourself to us, and not to the world?” <b class=\"verse-num\" id=\"v43014023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.</span> <b class=\"verse-num woc\" id=\"v43014024-1\">24&nbsp;</b><span class=\"woc\">Whoever does not love me does not keep my words. And the word that you hear is not mine but the Father’s who sent me.</span></p>\n<p id=\"p43014024_16-17\"><b class=\"verse-num woc\" id=\"v43014025-1\">25&nbsp;</b><span class=\"woc\">“These things I have spoken to you while I am still with you.</span> <b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span> <b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span> <b class=\"verse-num woc\" id=\"v43014028-1\">28&nbsp;</b><span class=\"woc\">You heard me say to you, ‘I am going away, and I will come to you.’ If you loved me, you would have rejoiced, because I am going to the Father, for the Father is greater than I.</span> <b class=\"verse-num woc\" id=\"v43014029-1\">29&nbsp;</b><span class=\"woc\">And now I have told you before it takes place, so that when it does take place you may believe.</span> <b class=\"verse-num woc\" id=\"v43014030-1\">30&nbsp;</b><span class=\"woc\">I will no longer talk much with you, for the ruler of this world is coming. He has no claim on me,</span> <b class=\"verse-num woc\" id=\"v43014031-1\">31&nbsp;</b><span class=\"woc\">but I do as the Father has commanded me, so that the world may know that I love the Father. Rise, let us go from here.</span></p>\n\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","modified":"2022-07-05T19:17:06.818Z"},{"_id":"6161d8d6264885b83adf923e","topicId":"6161d8d5264885b83adf923b","verse":"James 5:12","votes":33,"__v":0,"esv":"<div>\n<p id=\"p59005012_01-3\"><b class=\"verse-num\" id=\"v59005012-1\">12&nbsp;</b>But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your “yes” be yes and your “no” be no, so that you may not fall under condemnation.</p>\n</div>","kjv":"<strong>12</strong> But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.  ","niv":"<sup><strong>12</strong></sup> Above all, my brothers, do not swear--not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned.","modified":"2023-09-22T06:30:07.407Z"},{"_id":"6161d8d6264885b83adf923f","topicId":"6161d8d5264885b83adf923b","verse":"John 18:20","votes":26,"__v":0,"esv":"<div>\n<p id=\"p43018020_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018020-1\">20&nbsp;</b>Jesus answered him, <span class=\"woc\">“I have spoken openly to the world. I have always taught in synagogues and in the temple, where all Jews come together. I have said nothing in secret.</span></p>\n</div>","kjv":"<strong>20</strong> Jesus answered him, I spake openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing.  ","niv":"<sup><strong>20</strong></sup> \"I have spoken openly to the world,\" Jesus replied. \"I always taught in synagogues or at the temple, where all the Jews come together. I said nothing in secret."},{"_id":"6161d8d6264885b83adf9240","topicId":"6161d8d5264885b83adf923b","verse":"1 John 4:1","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"6161d8d6264885b83adf9241","topicId":"6161d8d5264885b83adf923b","verse":"Psalm 118:22","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19118022_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118022-1\">22&nbsp;</b>&nbsp;&nbsp;The stone that the builders rejected</span><br><span id=\"p19118022_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>22</strong> The stone which the builders refused is become the head stone of the corner.  ","niv":"<sup><strong>22</strong></sup> The stone the builders rejected has become the capstone;"},{"_id":"6161d8d7264885b83adf9242","topicId":"6161d8d5264885b83adf923b","verse":"Acts 6:8-11","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p44006008_04-7\"><b class=\"verse-num\" id=\"v44006008-1\">8&nbsp;</b>And Stephen, full of grace and power, was doing great wonders and signs among the people. <b class=\"verse-num\" id=\"v44006009-1\">9&nbsp;</b>Then some of those who belonged to the synagogue of the Freedmen (as it was called), and of the Cyrenians, and of the Alexandrians, and of those from Cilicia and Asia, rose up and disputed with Stephen. <b class=\"verse-num\" id=\"v44006010-1\">10&nbsp;</b>But they could not withstand the wisdom and the Spirit with which he was speaking. <b class=\"verse-num\" id=\"v44006011-1\">11&nbsp;</b>Then they secretly instigated men who said, “We have heard him speak blasphemous words against Moses and God.”</p>\n</div>","kjv":"<strong>8</strong> And Stephen, full of faith and power, did great wonders and miracles among the people.  <strong>9</strong> Then there arose certain of the synagogue, which is called the synagogue of the Libertines, and Cyrenians, and Alexandrians, and of them of Cilicia and of Asia, disputing with Stephen.  <strong>10</strong> And they were not able to resist the wisdom and the spirit by which he spake.  <strong>11</strong> Then they suborned men, which said, We have heard him speak blasphemous words against Moses, and against God.  ","niv":"<sup><strong>8</strong></sup> Now Stephen, a man full of God's grace and power, did great wonders and miraculous signs among the people. <sup><strong>9</strong></sup> Opposition arose, however, from members of the Synagogue of the Freedmen (as it was called)--Jews of Cyrene and Alexandria as well as the provinces of Cilicia and Asia. These men began to argue with Stephen, <sup><strong>10</strong></sup> but they could not stand up against his wisdom or the Spirit by whom he spoke. <sup><strong>11</strong></sup> Then they secretly persuaded some men to say, \"We have heard Stephen speak words of blasphemy against Moses and against God.\" "},{"_id":"6161d8d7264885b83adf9243","topicId":"6161d8d5264885b83adf923b","verse":"Proverbs 6:13","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006013_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006013-1\">13&nbsp;</b>&nbsp;&nbsp;winks with his eyes, signals with his feet,</span><br><span id=\"p20006013_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;points with his finger,</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> He winketh with his eyes, he speaketh with his feet, he teacheth with his fingers;  ","niv":"<sup><strong>13</strong></sup> who winks with his eye, signals with his feet and motions with his fingers,"},{"_id":"6161d8d7264885b83adf9244","topicId":"6161d8d5264885b83adf923b","verse":"Isaiah 44:13","votes":12,"__v":0,"esv":"<div>\n<p id=\"p23044013_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v23044013-1\">13&nbsp;</b>The carpenter stretches a line; he marks it out with a pencil. He shapes it with planes and marks it with a compass. He shapes it into the figure of a man, with the beauty of a man, to dwell in a house.</p>\n\n</div>","kjv":"<strong>13</strong> The carpenter stretcheth out his rule; he marketh it out with a line; he fitteth it with planes, and he marketh it out with the compass, and maketh it after the figure of a man, according to the beauty of a man; that it may remain in the house.  ","niv":"<sup><strong>13</strong></sup> The carpenter measures with a line and makes an outline with a marker; he roughs it out with chisels and marks it with compasses. He shapes it in the form of man, of man in all his glory, that it may dwell in a shrine.","modified":"2022-11-30T05:55:57.429Z"},{"_id":"6161d8d8264885b83adf9245","topicId":"6161d8d5264885b83adf923b","verse":"John 8:12","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p43008012_08-10\"><b class=\"verse-num\" id=\"v43008012-1\">12&nbsp;</b>Again Jesus spoke to them, saying, <span class=\"woc\">“I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”</span></p>\n</div>","kjv":"<strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  ","niv":"<sup><strong>12</strong></sup> When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\""},{"_id":"6161d8d8264885b83adf9246","topicId":"6161d8d5264885b83adf923b","verse":"Ephesians 5:11","votes":10,"__v":0,"esv":"<div>\n<p id=\"p49005011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them.</p>\n</div>","kjv":"<strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  ","niv":"<sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them."},{"_id":"6161d8d8264885b83adf9247","topicId":"6161d8d5264885b83adf923b","verse":"Ephesians 2:8-9","votes":10,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"6161d8d9264885b83adf9248","topicId":"6161d8d5264885b83adf923b","verse":"Matthew 6:1-34","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-13\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006004_08-13\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n<p id=\"p40006006_08-13\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span> <b class=\"verse-num woc\" id=\"v40006008-1\">8&nbsp;</b><span class=\"woc\">Do not be like them, for your Father knows what you need before you ask him.</span> <b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_08-13\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_08-13\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_08-13\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_08-13\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_08-13\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_08-13\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_08-13\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_08-13\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_08-13\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_08-13\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></p><p id=\"p40006013_08-13\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n\n<p id=\"p40006015_09-13\"><b class=\"verse-num woc\" id=\"v40006016-1\">16&nbsp;</b><span class=\"woc\">“And when you fast, do not look gloomy like the hypocrites, for they disfigure their faces that their fasting may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006017-1\">17&nbsp;</b><span class=\"woc\">But when you fast, anoint your head and wash your face,</span> <b class=\"verse-num woc\" id=\"v40006018-1\">18&nbsp;</b><span class=\"woc\">that your fasting may not be seen by others but by your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006018_14-13\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n<p id=\"p40006021_14-13\"><b class=\"verse-num woc\" id=\"v40006022-1\">22&nbsp;</b><span class=\"woc\">“The eye is the lamp of the body. So, if your eye is healthy, your whole body will be full of light,</span> <b class=\"verse-num woc\" id=\"v40006023-1\">23&nbsp;</b><span class=\"woc\">but if your eye is bad, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!</span></p>\n<p id=\"p40006023_14-13\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n<p id=\"p40006024_18-13\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_18-13\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. <strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  <strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  <strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  <strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. <strong>16</strong>           Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.  <strong>17</strong> But thou, when thou fastest, anoint thine head, and wash thy face;  <strong>18</strong> That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.  <strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  <strong>22</strong> The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.  <strong>23</strong> But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is  that darkness! <strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  <strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. <sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full. <sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. <sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. <sup><strong>8</strong></sup> Do not be like them, for your Father knows what you need before you ask him. <sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' <sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. <sup><strong>16</strong></sup> \"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show men they are fasting. I tell you the truth, they have received their reward in full. <sup><strong>17</strong></sup> But when you fast, put oil on your head and wash your face, <sup><strong>18</strong></sup> so that it will not be obvious to men that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you. <sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>22</strong></sup> \"The eye is the lamp of the body. If your eyes are good, your whole body will be full of light. <sup><strong>23</strong></sup> But if your eyes are bad, your whole body will be full of darkness. If then the light within you is darkness, how great is that darkness! <sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money. <sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. "},{"_id":"6161d8d9264885b83adf9249","topicId":"6161d8d5264885b83adf923b","verse":"Galatians 1:6-9","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p48001006_04-14\"><b class=\"verse-num\" id=\"v48001006-1\">6&nbsp;</b>I am astonished that you are so quickly deserting him who called you in the grace of Christ and are turning to a different gospel—<b class=\"verse-num\" id=\"v48001007-1\">7&nbsp;</b>not that there is another one, but there are some who trouble you and want to distort the gospel of Christ. <b class=\"verse-num\" id=\"v48001008-1\">8&nbsp;</b>But even if we or an angel from heaven should preach to you a gospel contrary to the one we preached to you, let him be accursed. <b class=\"verse-num\" id=\"v48001009-1\">9&nbsp;</b>As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be accursed.</p>\n</div>","kjv":"<strong>6</strong> I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel:  <strong>7</strong> Which is not another; but there be some that trouble you, and would pervert the gospel of Christ.  <strong>8</strong> But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.  <strong>9</strong> As we said before, so say I now again, If any man preach any other gospel unto you than that ye have received, let him be accursed.  ","niv":"<sup><strong>6</strong></sup> I am astonished that you are so quickly deserting the one who called you by the grace of Christ and are turning to a different gospel-- <sup><strong>7</strong></sup> which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ. <sup><strong>8</strong></sup> But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let him be eternally condemned! <sup><strong>9</strong></sup> As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let him be eternally condemned! "},{"_id":"6161d8d9264885b83adf924a","topicId":"6161d8d5264885b83adf923b","verse":"John 3:16","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-15\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6161d8d9264885b83adf924b","topicId":"6161d8d5264885b83adf923b","verse":"John 1:14","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-16\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth.","modified":"2022-07-24T12:23:26.759Z"},{"_id":"6161d8da264885b83adf924c","topicId":"6161d8d5264885b83adf923b","verse":"John 14:1-31","votes":8,"__v":0,"kjv":"<strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  <strong>2</strong> In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.  <strong>3</strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.  <strong>4</strong> And whither I go ye know, and the way ye know.  <strong>5</strong> Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way?  <strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  <strong>7</strong> If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.  <strong>8</strong> Philip saith unto him, Lord, shew us the Father, and it sufficeth us.  <strong>9</strong> Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Shew us the Father?  <strong>10</strong> Believest thou not that I am in the Father, and the Father in me? the words that I speak unto you I speak not of myself: but the Father that dwelleth in me, he doeth the works.  <strong>11</strong> Believe me that I am in the Father, and the Father in me: or else believe me for the very works’ sake.  <strong>12</strong> Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.  <strong>13</strong> And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.  <strong>14</strong> If ye shall ask any thing in my name, I will do it. <strong>15</strong>           If ye love me, keep my commandments.  <strong>16</strong> And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;  <strong>17</strong> Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.  <strong>18</strong> I will not leave you comfortless: I will come to you.  <strong>19</strong> Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.  <strong>20</strong> At that day ye shall know that I am in my Father, and ye in me, and I in you.  <strong>21</strong> He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.  <strong>22</strong> Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?  <strong>23</strong> Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.  <strong>24</strong> He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father’s which sent me.  <strong>25</strong> These things have I spoken unto you, being yet present with you.  <strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  <strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  <strong>28</strong> Ye have heard how I said unto you, I go away, and come again  unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.  <strong>29</strong> And now I have told you before it come to pass, that, when it is come to pass, ye might believe.  <strong>30</strong> Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.  <strong>31</strong> But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence. ","niv":"<sup><strong>1</strong></sup> \"Do not let your hearts be troubled. Trust in God; trust also in me. <sup><strong>2</strong></sup> In my Father's house are many rooms; if it were not so, I would have told you. I am going there to prepare a place for you. <sup><strong>3</strong></sup> And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. <sup><strong>4</strong></sup> You know the way to the place where I am going.\" <sup><strong>5</strong></sup> Thomas said to him, \"Lord, we don't know where you are going, so how can we know the way?\" <sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me. <sup><strong>7</strong></sup> If you really knew me, you would know my Father as well. From now on, you do know him and have seen him.\" <sup><strong>8</strong></sup> Philip said, \"Lord, show us the Father and that will be enough for us.\" <sup><strong>9</strong></sup> Jesus answered: \"Don't you know me, Philip, even after I have been among you such a long time? Anyone who has seen me has seen the Father. How can you say, 'Show us the Father'? <sup><strong>10</strong></sup> Don't you believe that I am in the Father, and that the Father is in me? The words I say to you are not just my own. Rather, it is the Father, living in me, who is doing his work. <sup><strong>11</strong></sup> Believe me when I say that I am in the Father and the Father is in me; or at least believe on the evidence of the miracles themselves. <sup><strong>12</strong></sup> I tell you the truth, anyone who has faith in me will do what I have been doing. He will do even greater things than these, because I am going to the Father. <sup><strong>13</strong></sup> And I will do whatever you ask in my name, so that the Son may bring glory to the Father. <sup><strong>14</strong></sup> You may ask me for anything in my name, and I will do it. <sup><strong>15</strong></sup> \"If you love me, you will obey what I command. <sup><strong>16</strong></sup> And I will ask the Father, and he will give you another Counselor to be with you forever-- <sup><strong>17</strong></sup> the Spirit of truth. The world cannot accept him, because it neither sees him nor knows him. But you know him, for he lives with you and will be in you. <sup><strong>18</strong></sup> I will not leave you as orphans; I will come to you. <sup><strong>19</strong></sup> Before long, the world will not see me anymore, but you will see me. Because I live, you also will live. <sup><strong>20</strong></sup> On that day you will realize that I am in my Father, and you are in me, and I am in you. <sup><strong>21</strong></sup> Whoever has my commands and obeys them, he is the one who loves me. He who loves me will be loved by my Father, and I too will love him and show myself to him.\" <sup><strong>22</strong></sup> Then Judas (not Judas Iscariot) said, \"But, Lord, why do you intend to show yourself to us and not to the world?\" <sup><strong>23</strong></sup> Jesus replied, \"If anyone loves me, he will obey my teaching. My Father will love him, and we will come to him and make our home with him. <sup><strong>24</strong></sup> He who does not love me will not obey my teaching. These words you hear are not my own; they belong to the Father who sent me. <sup><strong>25</strong></sup> \"All this I have spoken while still with you. <sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you. <sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid. <sup><strong>28</strong></sup> \"You heard me say, 'I am going away and I am coming back to you.' If you loved me, you would be glad that I am going to the Father, for the Father is greater than I. <sup><strong>29</strong></sup> I have told you now before it happens, so that when it does happen you will believe. <sup><strong>30</strong></sup> I will not speak with you much longer, for the prince of this world is coming. He has no hold on me, <sup><strong>31</strong></sup> but the world must learn that I love the Father and that I do exactly what my Father has commanded me. \"Come now; let us leave. "},{"_id":"6161d8da264885b83adf924d","topicId":"6161d8d5264885b83adf923b","verse":"John 1:1-5","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God. <b class=\"verse-num\" id=\"v43001002-1\">2&nbsp;</b>He was in the beginning with God. <b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made. <b class=\"verse-num\" id=\"v43001004-1\">4&nbsp;</b>In him was life, and the life was the light of men. <b class=\"verse-num\" id=\"v43001005-1\">5&nbsp;</b>The light shines in the darkness, and the darkness has not overcome it.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  <strong>2</strong> The same was in the beginning with God.  <strong>3</strong> All things were made by him; and without him was not any thing made that was made.  <strong>4</strong> In him was life; and the life was the light of men.  <strong>5</strong> And the light shineth in darkness; and the darkness comprehended it not.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><strong>2</strong></sup> He was with God in the beginning. <sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made. <sup><strong>4</strong></sup> In him was life, and that life was the light of men. <sup><strong>5</strong></sup> The light shines in the darkness, but the darkness has not understood it. "},{"_id":"6161d8da264885b83adf924e","topicId":"6161d8d5264885b83adf923b","verse":"Amos 7:7-8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p30007007_01-19\"><b class=\"verse-num\" id=\"v30007007-1\">7&nbsp;</b>This is what he showed me: behold, the Lord was standing beside a wall built with a plumb line, with a plumb line in his hand. <b class=\"verse-num\" id=\"v30007008-1\">8&nbsp;</b>And the LORD said to me, “Amos, what do you see?” And I said, “A plumb line.” Then the Lord said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30007008_01-19\" class=\"line\">&nbsp;&nbsp;“Behold, I am setting a plumb line</span><br><span id=\"p30007008_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of my people Israel;</span><br><span id=\"p30007008_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will never again pass by them;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Thus he shewed me: and, behold, the Lord stood upon a wall made  by a plumbline, with a plumbline in his hand.  <strong>8</strong> And the LORD said unto me, Amos, what seest thou? And I said, A plumbline. Then said the Lord, Behold, I will set a plumbline in the midst of my people Israel: I will not again pass by them any more:  ","niv":"<sup><strong>7</strong></sup> This is what he showed me: The Lord was standing by a wall that had been built true to plumb, with a plumb line in his hand. <sup><strong>8</strong></sup> And the LORD asked me, \"What do you see, Amos?A plumb line,\" I replied. Then the Lord said, \"Look, I am setting a plumb line among my people Israel; I will spare them no longer. "},{"_id":"6161d8db264885b83adf924f","topicId":"6161d8d5264885b83adf923b","verse":"2 Kings 12:12","votes":7,"__v":0,"esv":"<div>\n<p id=\"p12012012_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v12012012-1\">12&nbsp;</b>and to the masons and the stonecutters, as well as to buy timber and quarried stone for making repairs on the house of the LORD, and for any outlay for the repairs of the house.</p>\n</div>","kjv":"<strong>12</strong> And to masons, and hewers of stone, and to buy timber and hewed stone to repair the breaches of the house of the LORD, and for all that was laid out for the house to repair it.  ","niv":"<sup><strong>12</strong></sup> the masons and stonecutters. They purchased timber and dressed stone for the repair of the temple of the LORD, and met all the other expenses of restoring the temple."},{"_id":"6161d8db264885b83adf9250","topicId":"6161d8d5264885b83adf923b","verse":"2 Timothy 3:16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"6161d8db264885b83adf9251","topicId":"6161d8d5264885b83adf923b","verse":"1 Chronicles 14:1","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p13014001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v13014001-1\">14:1&nbsp;</b>And Hiram king of Tyre sent messengers to David, and cedar trees, also masons and carpenters to build a house for him.</p>\n</div>","kjv":"<strong>1</strong> Now Hiram king of Tyre sent messengers to David, and timber of cedars, with masons and carpenters, to build him an house.  ","niv":"<sup><strong>1</strong></sup> Now Hiram king of Tyre sent messengers to David, along with cedar logs, stonemasons and carpenters to build a palace for him."},{"_id":"6161d8dc264885b83adf9252","topicId":"6161d8d5264885b83adf923b","verse":"John 3:16-17","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-24\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"6161d8dc264885b83adf9253","topicId":"6161d8d5264885b83adf923b","verse":"Psalm 133:1-3","votes":6,"__v":0,"esv":"<div>\n\n<h4 id=\"p19133001_06-25\" class=\"psalm-title\">A Song of Ascents. Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19133001_06-25\" class=\"line\"><b class=\"chapter-num\" id=\"v19133001-1\">133:1&nbsp;</b>&nbsp;&nbsp;Behold, how good and pleasant it is</span><br><span id=\"p19133001_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when brothers dwell in unity!</span><br><span id=\"p19133002_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19133002-1\">2&nbsp;</b>&nbsp;&nbsp;It is like the precious oil on the head,</span><br><span id=\"p19133002_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;running down on the beard,</span><br><span id=\"p19133002_06-25\" class=\"line\">&nbsp;&nbsp;on the beard of Aaron,</span><br><span id=\"p19133002_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;running down on the collar of his robes!</span><br><span id=\"p19133003_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19133003-1\">3&nbsp;</b>&nbsp;&nbsp;It is like the dew of Hermon,</span><br><span id=\"p19133003_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which falls on the mountains of Zion!</span><br><span id=\"p19133003_06-25\" class=\"line\">&nbsp;&nbsp;For there the LORD has commanded the blessing,</span><br><span id=\"p19133003_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;life forevermore.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Behold, how good and how pleasant it is for brethren to dwell together in unity!  <strong>2</strong>             It is like the precious ointment upon the head, that ran down upon the beard, even Aaron’s beard: that went down to the skirts of his garments;  <strong>3</strong> As the dew of Hermon, and as the dew that descended upon the mountains of Zion: for there the LORD commanded the blessing, even  life for evermore.  ","niv":"<sup><strong>1</strong></sup> How good and pleasant it is when brothers live together in unity! <sup><strong>2</strong></sup> It is like precious oil poured on the head, running down on the beard, running down on Aaron's beard, down upon the collar of his robes. <sup><strong>3</strong></sup> It is as if the dew of Hermon were falling on Mount Zion. For there the LORD bestows his blessing, even life forevermore. "},{"_id":"6161d8dc264885b83adf9254","topicId":"6161d8d5264885b83adf923b","verse":"Luke 2:1-52","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p42002001_06-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42002001-1\">2:1&nbsp;</b>In those days a decree went out from Caesar Augustus that all the world should be registered. <b class=\"verse-num\" id=\"v42002002-1\">2&nbsp;</b>This was the first registration when Quirinius was governor of Syria. <b class=\"verse-num\" id=\"v42002003-1\">3&nbsp;</b>And all went to be registered, each to his own town. <b class=\"verse-num\" id=\"v42002004-1\">4&nbsp;</b>And Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David, <b class=\"verse-num\" id=\"v42002005-1\">5&nbsp;</b>to be registered with Mary, his betrothed, who was with child. <b class=\"verse-num\" id=\"v42002006-1\">6&nbsp;</b>And while they were there, the time came for her to give birth. <b class=\"verse-num\" id=\"v42002007-1\">7&nbsp;</b>And she gave birth to her firstborn son and wrapped him in swaddling cloths and laid him in a manger, because there was no place for them in the inn.</p>\n\n<p id=\"p42002007_11-26\"><b class=\"verse-num\" id=\"v42002008-1\">8&nbsp;</b>And in the same region there were shepherds out in the field, keeping watch over their flock by night. <b class=\"verse-num\" id=\"v42002009-1\">9&nbsp;</b>And an angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were filled with great fear. <b class=\"verse-num\" id=\"v42002010-1\">10&nbsp;</b>And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people. <b class=\"verse-num\" id=\"v42002011-1\">11&nbsp;</b>For unto you is born this day in the city of David a Savior, who is Christ the Lord. <b class=\"verse-num\" id=\"v42002012-1\">12&nbsp;</b>And this will be a sign for you: you will find a baby wrapped in swaddling cloths and lying in a manger.” <b class=\"verse-num\" id=\"v42002013-1\">13&nbsp;</b>And suddenly there was with the angel a multitude of the heavenly host praising God and saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42002014_11-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002014-1\">14&nbsp;</b>&nbsp;&nbsp;“Glory to God in the highest,</span><br><span id=\"p42002014_11-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on earth peace among those with whom he is pleased!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42002014_11-26\"><b class=\"verse-num\" id=\"v42002015-1\">15&nbsp;</b>When the angels went away from them into heaven, the shepherds said to one another, “Let us go over to Bethlehem and see this thing that has happened, which the Lord has made known to us.” <b class=\"verse-num\" id=\"v42002016-1\">16&nbsp;</b>And they went with haste and found Mary and Joseph, and the baby lying in a manger. <b class=\"verse-num\" id=\"v42002017-1\">17&nbsp;</b>And when they saw it, they made known the saying that had been told them concerning this child. <b class=\"verse-num\" id=\"v42002018-1\">18&nbsp;</b>And all who heard it wondered at what the shepherds told them. <b class=\"verse-num\" id=\"v42002019-1\">19&nbsp;</b>But Mary treasured up all these things, pondering them in her heart. <b class=\"verse-num\" id=\"v42002020-1\">20&nbsp;</b>And the shepherds returned, glorifying and praising God for all they had heard and seen, as it had been told them.</p>\n<p id=\"p42002020_11-26\"><b class=\"verse-num\" id=\"v42002021-1\">21&nbsp;</b>And at the end of eight days, when he was circumcised, he was called Jesus, the name given by the angel before he was conceived in the womb.</p>\n\n<p id=\"p42002021_16-26\"><b class=\"verse-num\" id=\"v42002022-1\">22&nbsp;</b>And when the time came for their purification according to the Law of Moses, they brought him up to Jerusalem to present him to the Lord <b class=\"verse-num\" id=\"v42002023-1\">23&nbsp;</b>(as it is written in the Law of the Lord, “Every male who first opens the womb shall be called holy to the Lord”) <b class=\"verse-num\" id=\"v42002024-1\">24&nbsp;</b>and to offer a sacrifice according to what is said in the Law of the Lord, “a pair of turtledoves, or two young pigeons.” <b class=\"verse-num\" id=\"v42002025-1\">25&nbsp;</b>Now there was a man in Jerusalem, whose name was Simeon, and this man was righteous and devout, waiting for the consolation of Israel, and the Holy Spirit was upon him. <b class=\"verse-num\" id=\"v42002026-1\">26&nbsp;</b>And it had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord’s Christ. <b class=\"verse-num\" id=\"v42002027-1\">27&nbsp;</b>And he came in the Spirit into the temple, and when the parents brought in the child Jesus, to do for him according to the custom of the Law, <b class=\"verse-num\" id=\"v42002028-1\">28&nbsp;</b>he took him up in his arms and blessed God and said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42002029_16-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002029-1\">29&nbsp;</b>&nbsp;&nbsp;“Lord, now you are letting your servant depart in peace,</span><br><span id=\"p42002029_16-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your word;</span><br><span id=\"p42002030_16-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002030-1\">30&nbsp;</b>&nbsp;&nbsp;for my eyes have seen your salvation</span><br><span id=\"p42002031_16-26\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42002031-1\">31&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;that you have prepared in the presence of all peoples,</span><br><span id=\"p42002032_16-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002032-1\">32&nbsp;</b>&nbsp;&nbsp;a light for revelation to the Gentiles,</span><br><span id=\"p42002032_16-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for glory to your people Israel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42002032_16-26\"><b class=\"verse-num\" id=\"v42002033-1\">33&nbsp;</b>And his father and his mother marveled at what was said about him. <b class=\"verse-num\" id=\"v42002034-1\">34&nbsp;</b>And Simeon blessed them and said to Mary his mother, “Behold, this child is appointed for the fall and rising of many in Israel, and for a sign that is opposed <b class=\"verse-num\" id=\"v42002035-1\">35&nbsp;</b>(and a sword will pierce through your own soul also), so that thoughts from many hearts may be revealed.”</p>\n<p id=\"p42002035_16-26\"><b class=\"verse-num\" id=\"v42002036-1\">36&nbsp;</b>And there was a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was advanced in years, having lived with her husband seven years from when she was a virgin, <b class=\"verse-num\" id=\"v42002037-1\">37&nbsp;</b>and then as a widow until she was eighty-four. She did not depart from the temple, worshiping with fasting and prayer night and day. <b class=\"verse-num\" id=\"v42002038-1\">38&nbsp;</b>And coming up at that very hour she began to give thanks to God and to speak of him to all who were waiting for the redemption of Jerusalem.</p>\n\n<p id=\"p42002038_20-26\"><b class=\"verse-num\" id=\"v42002039-1\">39&nbsp;</b>And when they had performed everything according to the Law of the Lord, they returned into Galilee, to their own town of Nazareth. <b class=\"verse-num\" id=\"v42002040-1\">40&nbsp;</b>And the child grew and became strong, filled with wisdom. And the favor of God was upon him.</p>\n\n<p id=\"p42002040_26-26\"><b class=\"verse-num\" id=\"v42002041-1\">41&nbsp;</b>Now his parents went to Jerusalem every year at the Feast of the Passover. <b class=\"verse-num\" id=\"v42002042-1\">42&nbsp;</b>And when he was twelve years old, they went up according to custom. <b class=\"verse-num\" id=\"v42002043-1\">43&nbsp;</b>And when the feast was ended, as they were returning, the boy Jesus stayed behind in Jerusalem. His parents did not know it, <b class=\"verse-num\" id=\"v42002044-1\">44&nbsp;</b>but supposing him to be in the group they went a day’s journey, but then they began to search for him among their relatives and acquaintances, <b class=\"verse-num\" id=\"v42002045-1\">45&nbsp;</b>and when they did not find him, they returned to Jerusalem, searching for him. <b class=\"verse-num\" id=\"v42002046-1\">46&nbsp;</b>After three days they found him in the temple, sitting among the teachers, listening to them and asking them questions. <b class=\"verse-num\" id=\"v42002047-1\">47&nbsp;</b>And all who heard him were amazed at his understanding and his answers. <b class=\"verse-num\" id=\"v42002048-1\">48&nbsp;</b>And when his parents saw him, they were astonished. And his mother said to him, “Son, why have you treated us so? Behold, your father and I have been searching for you in great distress.” <b class=\"verse-num\" id=\"v42002049-1\">49&nbsp;</b>And he said to them, <span class=\"woc\">“Why were you looking for me? Did you not know that I must be in my Father’s house?”</span> <b class=\"verse-num\" id=\"v42002050-1\">50&nbsp;</b>And they did not understand the saying that he spoke to them. <b class=\"verse-num\" id=\"v42002051-1\">51&nbsp;</b>And he went down with them and came to Nazareth and was submissive to them. And his mother treasured up all these things in her heart.</p>\n<p id=\"p42002051_26-26\"><b class=\"verse-num\" id=\"v42002052-1\">52&nbsp;</b>And Jesus increased in wisdom and in stature and in favor with God and man.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in those days, that there went out a decree from Caesar Augustus, that all the world should be taxed.  <strong>2</strong> (And this taxing was first made when Cyrenius was governor of Syria.)  <strong>3</strong> And all went to be taxed, every one into his own city.  <strong>4</strong> And Joseph also went up from Galilee, out of the city of Nazareth, into Judaea, unto the city of David, which is called Bethlehem; (because he was of the house and lineage of David:)  <strong>5</strong> To be taxed with Mary his espoused wife, being great with child.  <strong>6</strong> And so it was, that, while they were there, the days were accomplished that she should be delivered.  <strong>7</strong> And she brought forth her firstborn son, and wrapped him in swaddling clothes, and laid him in a manger; because there was no room for them in the inn.  <strong>8</strong> And there were in the same country shepherds abiding in the field, keeping watch over their flock by night.  <strong>9</strong> And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid.  <strong>10</strong> And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people.  <strong>11</strong> For unto you is born this day in the city of David a Saviour, which is Christ the Lord.  <strong>12</strong> And this shall be a sign unto you; Ye shall find the babe wrapped in swaddling clothes, lying in a manger.  <strong>13</strong> And suddenly there was with the angel a multitude of the heavenly host praising God, and saying,  <strong>14</strong> Glory to God in the highest, and on earth peace, good will toward men.  <strong>15</strong> And it came to pass, as the angels were gone away from them into heaven, the shepherds said one to another, Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us.  <strong>16</strong> And they came with haste, and found Mary, and Joseph, and the babe lying in a manger.  <strong>17</strong> And when they had seen it, they made known abroad the saying which was told them concerning this child.  <strong>18</strong> And all they that heard it wondered at those things which were told them by the shepherds.  <strong>19</strong> But Mary kept all these things, and pondered them in her heart.  <strong>20</strong> And the shepherds returned, glorifying and praising God for all the things that they had heard and seen, as it was told unto them.  <strong>21</strong> And when eight days were accomplished for the circumcising of the child, his name was called JESUS, which was so named of the angel before he was conceived in the womb.  <strong>22</strong> And when the days of her purification according to the law of Moses were accomplished, they brought him to Jerusalem, to present him to the Lord;  <strong>23</strong> (As it is written in the law of the Lord, Every male that openeth the womb shall be called holy to the Lord;)  <strong>24</strong> And to offer a sacrifice according to that which is said in the law of the Lord, A pair of turtledoves, or two young pigeons.  <strong>25</strong> And, behold, there was a man in Jerusalem, whose name was  Simeon; and the same man was just and devout, waiting for the consolation of Israel: and the Holy Ghost was upon him.  <strong>26</strong> And it was revealed unto him by the Holy Ghost, that he should not see death, before he had seen the Lord’s Christ.  <strong>27</strong> And he came by the Spirit into the temple: and when the parents brought in the child Jesus, to do for him after the custom of the law,  <strong>28</strong> Then took he him up in his arms, and blessed God, and said,  <strong>29</strong> Lord, now lettest thou thy servant depart in peace, according to thy word:  <strong>30</strong> For mine eyes have seen thy salvation,  <strong>31</strong> Which thou hast prepared before the face of all people;  <strong>32</strong> A light to lighten the Gentiles, and the glory of thy people Israel.  <strong>33</strong> And Joseph and his mother marvelled at those things which were spoken of him.  <strong>34</strong> And Simeon blessed them, and said unto Mary his mother, Behold, this child is set for the fall and rising again of many in Israel; and for a sign which shall be spoken against;  <strong>35</strong> (Yea, a sword shall pierce through thy own soul also,) that the thoughts of many hearts may be revealed.  <strong>36</strong> And there was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Aser: she was of a great age, and had lived with an husband seven years from her virginity;  <strong>37</strong> And she was a widow of about fourscore and four years, which departed not from the temple, but served God with fastings and prayers night and day.  <strong>38</strong> And she coming in that instant gave thanks likewise unto the Lord, and spake of him to all them that looked for redemption in Jerusalem.  <strong>39</strong> And when they had performed all things according to the law of the Lord, they returned into Galilee, to their own city Nazareth.  <strong>40</strong> And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him.  <strong>41</strong> Now his parents went to Jerusalem every year at the feast of the passover.  <strong>42</strong> And when he was twelve years old, they went up to Jerusalem after the custom of the feast.  <strong>43</strong> And when they had fulfilled the days, as they returned, the child Jesus tarried behind in Jerusalem; and Joseph and his mother knew not of it.  <strong>44</strong> But they, supposing him to have been in the company, went a day’s journey; and they sought him among their kinsfolk and acquaintance.  <strong>45</strong> And when they found him not, they turned back again to Jerusalem, seeking him.  <strong>46</strong> And it came to pass, that after three days they found him in the temple, sitting in the midst of the doctors, both hearing them, and asking them questions.  <strong>47</strong> And all that heard him were astonished at his understanding and answers.  <strong>48</strong> And when they saw him, they were amazed: and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing.  <strong>49</strong> And he said unto them, How is it that ye sought me? wist ye not that I must be about my Father’s business?  <strong>50</strong> And they understood not the saying which he spake unto them.  <strong>51</strong> And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart.  <strong>52</strong> And Jesus increased in wisdom and stature, and in favour with God and man.  ","niv":"<sup><strong>1</strong></sup> In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. <sup><strong>2</strong></sup> (This was the first census that took place while Quirinius was governor of Syria.) <sup><strong>3</strong></sup> And everyone went to his own town to register. <sup><strong>4</strong></sup> So Joseph also went up from the town of Nazareth in Galilee to Judea, to Bethlehem the town of David, because he belonged to the house and line of David. <sup><strong>5</strong></sup> He went there to register with Mary, who was pledged to be married to him and was expecting a child. <sup><strong>6</strong></sup> While they were there, the time came for the baby to be born, <sup><strong>7</strong></sup> and she gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger, because there was no room for them in the inn. <sup><strong>8</strong></sup> And there were shepherds living out in the fields nearby, keeping watch over their flocks at night. <sup><strong>9</strong></sup> An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were terrified. <sup><strong>10</strong></sup> But the angel said to them, \"Do not be afraid. I bring you good news of great joy that will be for all the people. <sup><strong>11</strong></sup> Today in the town of David a Savior has been born to you; he is Christ the Lord. <sup><strong>12</strong></sup> This will be a sign to you: You will find a baby wrapped in cloths and lying in a manger.\" <sup><strong>13</strong></sup> Suddenly a great company of the heavenly host appeared with the angel, praising God and saying, <sup><strong>14</strong></sup> \"Glory to God in the highest, and on earth peace to men on whom his favor rests.\" <sup><strong>15</strong></sup> When the angels had left them and gone into heaven, the shepherds said to one another, \"Let's go to Bethlehem and see this thing that has happened, which the Lord has told us about.\" <sup><strong>16</strong></sup> So they hurried off and found Mary and Joseph, and the baby, who was lying in the manger. <sup><strong>17</strong></sup> When they had seen him, they spread the word concerning what had been told them about this child, <sup><strong>18</strong></sup> and all who heard it were amazed at what the shepherds said to them. <sup><strong>19</strong></sup> But Mary treasured up all these things and pondered them in her heart. <sup><strong>20</strong></sup> The shepherds returned, glorifying and praising God for all the things they had heard and seen, which were just as they had been told. <sup><strong>21</strong></sup> On the eighth day, when it was time to circumcise him, he was named Jesus, the name the angel had given him before he had been conceived. <sup><strong>22</strong></sup> When the time of their purification according to the Law of Moses had been completed, Joseph and Mary took him to Jerusalem to present him to the Lord <sup><strong>23</strong></sup> (as it is written in the Law of the Lord, \"Every firstborn male is to be consecrated to the Lord\" ), <sup><strong>24</strong></sup> and to offer a sacrifice in keeping with what is said in the Law of the Lord: \"a pair of doves or two young pigeons.\" <sup><strong>25</strong></sup> Now there was a man in Jerusalem called Simeon, who was righteous and devout. He was waiting for the consolation of Israel, and the Holy Spirit was upon him. <sup><strong>26</strong></sup> It had been revealed to him by the Holy Spirit that he would not die before he had seen the Lord's Christ. <sup><strong>27</strong></sup> Moved by the Spirit, he went into the temple courts. When the parents brought in the child Jesus to do for him what the custom of the Law required, <sup><strong>28</strong></sup> Simeon took him in his arms and praised God, saying: <sup><strong>29</strong></sup> \"Sovereign Lord, as you have promised, you now dismiss your servant in peace. <sup><strong>30</strong></sup> For my eyes have seen your salvation, <sup><strong>31</strong></sup> which you have prepared in the sight of all people, <sup><strong>32</strong></sup> a light for revelation to the Gentiles and for glory to your people Israel.\" <sup><strong>33</strong></sup> The child's father and mother marveled at what was said about him. <sup><strong>34</strong></sup> Then Simeon blessed them and said to Mary, his mother: \"This child is destined to cause the falling and rising of many in Israel, and to be a sign that will be spoken against, <sup><strong>35</strong></sup> so that the thoughts of many hearts will be revealed. And a sword will pierce your own soul too.\" <sup><strong>36</strong></sup> There was also a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was very old; she had lived with her husband seven years after her marriage, <sup><strong>37</strong></sup> and then was a widow until she was eighty-four. She never left the temple but worshiped night and day, fasting and praying. <sup><strong>38</strong></sup> Coming up to them at that very moment, she gave thanks to God and spoke about the child to all who were looking forward to the redemption of Jerusalem. <sup><strong>39</strong></sup> When Joseph and Mary had done everything required by the Law of the Lord, they returned to Galilee to their own town of Nazareth. <sup><strong>40</strong></sup> And the child grew and became strong; he was filled with wisdom, and the grace of God was upon him. <sup><strong>41</strong></sup> Every year his parents went to Jerusalem for the Feast of the Passover. <sup><strong>42</strong></sup> When he was twelve years old, they went up to the Feast, according to the custom. <sup><strong>43</strong></sup> After the Feast was over, while his parents were returning home, the boy Jesus stayed behind in Jerusalem, but they were unaware of it. <sup><strong>44</strong></sup> Thinking he was in their company, they traveled on for a day. Then they began looking for him among their relatives and friends. <sup><strong>45</strong></sup> When they did not find him, they went back to Jerusalem to look for him. <sup><strong>46</strong></sup> After three days they found him in the temple courts, sitting among the teachers, listening to them and asking them questions. <sup><strong>47</strong></sup> Everyone who heard him was amazed at his understanding and his answers. <sup><strong>48</strong></sup> When his parents saw him, they were astonished. His mother said to him, \"Son, why have you treated us like this? Your father and I have been anxiously searching for you.\" <sup><strong>49</strong></sup> \"Why were you searching for me?\" he asked. \"Didn't you know I had to be in my Father's house?\" <sup><strong>50</strong></sup> But they did not understand what he was saying to them. <sup><strong>51</strong></sup> Then he went down to Nazareth with them and was obedient to them. But his mother treasured all these things in her heart. <sup><strong>52</strong></sup> And Jesus grew in wisdom and stature, and in favor with God and men. "}]}