{"_id":"6161c79e264885b83adf91f4","slug":"free-speech","name":"Free Speech","verses":[{"_id":"6161c79e264885b83adf91f5","topicId":"6161c79e264885b83adf91f4","verse":"Proverbs 31:8-9","votes":81,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031008_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031008-1\">8&nbsp;</b>&nbsp;&nbsp;Open your mouth for the mute,</span><br><span id=\"p20031008_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the rights of all who are destitute.</span><br><span id=\"p20031009_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031009-1\">9&nbsp;</b>&nbsp;&nbsp;Open your mouth, judge righteously,</span><br><span id=\"p20031009_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;defend the rights of the poor and needy.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> Open thy mouth for the dumb in the cause of all such as are appointed to destruction.  <strong>9</strong> Open thy mouth, judge righteously, and plead the cause of the poor and needy.  ","niv":"<sup><strong>8</strong></sup> \"Speak up for those who cannot speak for themselves, for the rights of all who are destitute. <sup><strong>9</strong></sup> Speak up and judge fairly; defend the rights of the poor and needy.\" Epilogue: The Wife of Noble Character ","modified":"2023-10-23T00:13:32.630Z"},{"_id":"6161c7a0264885b83adf91f7","topicId":"6161c79e264885b83adf91f4","verse":"Galatians 4:16","votes":53,"__v":0,"esv":"<div>\n<p id=\"p48004016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004016-1\">16&nbsp;</b>Have I then become your enemy by telling you the truth?</p>\n\n</div>","kjv":"<strong>16</strong> Am I therefore become your enemy, because I tell you the truth?  ","niv":"<sup><strong>16</strong></sup> Have I now become your enemy by telling you the truth?","modified":"2022-12-16T13:49:17.070Z"},{"_id":"6161c7a0264885b83adf91f6","topicId":"6161c79e264885b83adf91f4","verse":"Ecclesiastes 7:21-22","votes":73,"__v":0,"esv":"<div>\n<p id=\"p21007021_01-3\"><b class=\"verse-num\" id=\"v21007021-1\">21&nbsp;</b>Do not take to heart all the things that people say, lest you hear your servant cursing you. <b class=\"verse-num\" id=\"v21007022-1\">22&nbsp;</b>Your heart knows that many times you yourself have cursed others.</p>\n</div>","kjv":"<strong>21</strong> Also take no heed unto all words that are spoken; lest thou hear thy servant curse thee:  <strong>22</strong> For oftentimes also thine own heart knoweth that thou thyself likewise hast cursed others.  ","niv":"<sup><strong>21</strong></sup> Do not pay attention to every word people say, or you may hear your servant cursing you- <sup><strong>22</strong></sup> for you know in your heart that many times you yourself have cursed others. ","modified":"2022-10-15T07:45:23.228Z"},{"_id":"6161c7a0264885b83adf91f8","topicId":"6161c79e264885b83adf91f4","verse":"Romans 14:1","votes":45,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions.</p>\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters.","modified":"2023-03-21T03:49:13.643Z"},{"_id":"6161c7a2264885b83adf91f9","topicId":"6161c79e264885b83adf91f4","verse":"2 Timothy 2:24-26","votes":33,"__v":0,"esv":"<div>\n<p id=\"p55002024_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil, <b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth, <b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n\n</div>","kjv":"<strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  <strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  <strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. <sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth, <sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will. "},{"_id":"6161c7a2264885b83adf91fa","topicId":"6161c79e264885b83adf91f4","verse":"Deuteronomy 1:16-17","votes":36,"__v":0,"esv":"<div>\n<p id=\"p05001016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v05001016-1\">16&nbsp;</b>And I charged your judges at that time, ‘Hear the cases between your brothers, and judge righteously between a man and his brother or the alien who is with him. <b class=\"verse-num\" id=\"v05001017-1\">17&nbsp;</b>You shall not be partial in judgment. You shall hear the small and the great alike. You shall not be intimidated by anyone, for the judgment is God’s. And the case that is too hard for you, you shall bring to me, and I will hear it.’</p>\n</div>","kjv":"<strong>16</strong> And I charged your judges at that time, saying, Hear the causes  between your brethren, and judge righteously between every  man and his brother, and the stranger that is with him.  <strong>17</strong> Ye shall not respect persons in judgment; but ye shall hear the small as well as the great; ye shall not be afraid of the face of man; for the judgment is God’s: and the cause that is too hard for you, bring it unto me, and I will hear it.  ","niv":"<sup><strong>16</strong></sup> And I charged your judges at that time: Hear the disputes between your brothers and judge fairly, whether the case is between brother Israelites or between one of them and an alien. <sup><strong>17</strong></sup> Do not show partiality in judging; hear both small and great alike. Do not be afraid of any man, for judgment belongs to God. Bring me any case too hard for you, and I will hear it. "},{"_id":"6161c7a2264885b83adf91fb","topicId":"6161c79e264885b83adf91f4","verse":"Matthew 12:36","votes":27,"__v":0,"esv":"<div>\n<p id=\"p40012036_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012036-1\">36&nbsp;</b><span class=\"woc\">I tell you, on the day of judgment people will give account for every careless word they speak,</span></p>\n</div>","kjv":"<strong>36</strong> But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.  ","niv":"<sup><strong>36</strong></sup> But I tell you that men will have to give account on the day of judgment for every careless word they have spoken.","modified":"2022-11-07T22:03:38.433Z"},{"_id":"6161c7a2264885b83adf91fc","topicId":"6161c79e264885b83adf91f4","verse":"Psalm 109:28","votes":29,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19109028_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19109028-1\">28&nbsp;</b>&nbsp;&nbsp;Let them curse, but you will bless!</span><br><span id=\"p19109028_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;They arise and are put to shame, but your servant will be glad!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Let them curse, but bless thou: when they arise, let them be ashamed; but let thy servant rejoice.  ","niv":"<sup><strong>28</strong></sup> They may curse, but you will bless; when they attack they will be put to shame, but your servant will rejoice.","modified":"2022-11-07T22:03:40.057Z"},{"_id":"6161c7a4264885b83adf91fd","topicId":"6161c79e264885b83adf91f4","verse":"Luke 6:22-24","votes":24,"__v":0,"esv":"<div>\n<p id=\"p42006022_01-9\"><b class=\"verse-num woc\" id=\"v42006022-1\">22&nbsp;</b><span class=\"woc\">“Blessed are you when people hate you and when they exclude you and revile you and spurn your name as evil, on account of the Son of Man!</span> <b class=\"verse-num woc\" id=\"v42006023-1\">23&nbsp;</b><span class=\"woc\">Rejoice in that day, and leap for joy, for behold, your reward is great in heaven; for so their fathers did to the prophets.</span></p>\n\n<p id=\"p42006023_04-9\"><b class=\"verse-num woc\" id=\"v42006024-1\">24&nbsp;</b><span class=\"woc\">“But woe to you who are rich, for you have received your consolation.</span></p>\n</div>","kjv":"<strong>22</strong> Blessed are ye, when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil, for the Son of man’s sake.  <strong>23</strong> Rejoice ye in that day, and leap for joy: for, behold, your reward is great in heaven: for in the like manner did their fathers unto the prophets.  <strong>24</strong> But woe unto you that are rich! for ye have received your consolation.  ","niv":"<sup><strong>22</strong></sup> Blessed are you when men hate you, when they exclude you and insult you and reject your name as evil, because of the Son of Man. <sup><strong>23</strong></sup> \"Rejoice in that day and leap for joy, because great is your reward in heaven. For that is how their fathers treated the prophets. <sup><strong>24</strong></sup> \"But woe to you who are rich, for you have already received your comfort. "},{"_id":"6161c7a4264885b83adf91ff","topicId":"6161c79e264885b83adf91f4","verse":"1 Peter 4:14","votes":27,"__v":0,"esv":"<div>\n<p id=\"p60004014_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004014-1\">14&nbsp;</b>If you are insulted for the name of Christ, you are blessed, because the Spirit of glory and of God rests upon you.</p>\n\n</div>","kjv":"<strong>14</strong> If ye be reproached for the name of Christ, happy are ye;  for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified.  ","niv":"<sup><strong>14</strong></sup> If you are insulted because of the name of Christ, you are blessed, for the Spirit of glory and of God rests on you."},{"_id":"6161c7a4264885b83adf91fe","topicId":"6161c79e264885b83adf91f4","verse":"Proverbs 18:21","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018021_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018021-1\">21&nbsp;</b>&nbsp;&nbsp;Death and life are in the power of the tongue,</span><br><span id=\"p20018021_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who love it will eat its fruits.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof.  ","niv":"<sup><strong>21</strong></sup> The tongue has the power of life and death, and those who love it will eat its fruit."},{"_id":"6161c7a5264885b83adf9200","topicId":"6161c79e264885b83adf91f4","verse":"Psalm 141:3","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19141003_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141003-1\">3&nbsp;</b>&nbsp;&nbsp;Set a guard, O LORD, over my mouth;</span><br><span id=\"p19141003_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;keep watch over the door of my lips!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Set a watch, O LORD, before my mouth; keep the door of my lips.  ","niv":"<sup><strong>3</strong></sup> Set a guard over my mouth, O LORD; keep watch over the door of my lips.","modified":"2023-03-26T05:40:55.716Z"},{"_id":"6161c7a5264885b83adf9201","topicId":"6161c79e264885b83adf91f4","verse":"2 Thessalonians 2:2","votes":19,"__v":0,"esv":"<div>\n<p id=\"p53002002_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v53002002-1\">2&nbsp;</b>not to be quickly shaken in mind or alarmed, either by a spirit or a spoken word, or a letter seeming to be from us, to the effect that the day of the Lord has come.</p>\n</div>","kjv":"<strong>2</strong> That ye be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by letter as from us, as that the day of Christ is at hand.  ","niv":"<sup><strong>2</strong></sup> not to become easily unsettled or alarmed by some prophecy, report or letter supposed to have come from us, saying that the day of the Lord has already come."},{"_id":"6161c7a5264885b83adf9202","topicId":"6161c79e264885b83adf91f4","verse":"John 16:33","votes":18,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\""},{"_id":"6161c7a6264885b83adf9203","topicId":"6161c79e264885b83adf91f4","verse":"Ephesians 4:29","votes":17,"__v":0,"esv":"<div>\n<p id=\"p49004029_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.</p>\n</div>","kjv":"<strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  ","niv":"<sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen."},{"_id":"6161c7a6264885b83adf9204","topicId":"6161c79e264885b83adf91f4","verse":"Acts 26:21","votes":17,"__v":0,"esv":"<div>\n<p id=\"p44026021_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v44026021-1\">21&nbsp;</b>For this reason the Jews seized me in the temple and tried to kill me.</p>\n</div>","kjv":"<strong>21</strong> For these causes the Jews caught me in the temple, and went about to kill me.  ","niv":"<sup><strong>21</strong></sup> That is why the Jews seized me in the temple courts and tried to kill me."},{"_id":"6161c7a6264885b83adf9205","topicId":"6161c79e264885b83adf91f4","verse":"Colossians 4:6","votes":17,"__v":0,"esv":"<div>\n<p id=\"p51004006_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v51004006-1\">6&nbsp;</b>Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer each person.</p>\n</div>","kjv":"<strong>6</strong> Let your speech be alway with grace, seasoned with salt, that ye may know how ye ought to answer every man.  ","niv":"<sup><strong>6</strong></sup> Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone."},{"_id":"6161c7a7264885b83adf9206","topicId":"6161c79e264885b83adf91f4","verse":"Acts 5:33","votes":17,"__v":0,"esv":"<div>\n<p id=\"p44005033_01-19\"><b class=\"verse-num\" id=\"v44005033-1\">33&nbsp;</b>When they heard this, they were enraged and wanted to kill them.</p>\n</div>","kjv":"<strong>33</strong> When they heard that, they were cut to the heart,  and took counsel to slay them.  ","niv":"<sup><strong>33</strong></sup> When they heard this, they were furious and wanted to put them to death."},{"_id":"6161c7a7264885b83adf9207","topicId":"6161c79e264885b83adf91f4","verse":"1 Peter 2:16","votes":13,"__v":0,"esv":"<div>\n<p id=\"p60002016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God.</p>\n\n</div>","kjv":"<strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  ","niv":"<sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God."},{"_id":"6161c7a7264885b83adf9208","topicId":"6161c79e264885b83adf91f4","verse":"Ephesians 4:15","votes":13,"__v":0,"esv":"<div>\n<p id=\"p49004015_01-22\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,</p>\n</div>","kjv":"<strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  ","niv":"<sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ."},{"_id":"6161c7a8264885b83adf9209","topicId":"6161c79e264885b83adf91f4","verse":"1 John 5:1-21","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p62005001_04-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62005001-1\">5:1&nbsp;</b>Everyone who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him. <b class=\"verse-num\" id=\"v62005002-1\">2&nbsp;</b>By this we know that we love the children of God, when we love God and obey his commandments. <b class=\"verse-num\" id=\"v62005003-1\">3&nbsp;</b>For this is the love of God, that we keep his commandments. And his commandments are not burdensome. <b class=\"verse-num\" id=\"v62005004-1\">4&nbsp;</b>For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world—our faith. <b class=\"verse-num\" id=\"v62005005-1\">5&nbsp;</b>Who is it that overcomes the world except the one who believes that Jesus is the Son of God?</p>\n\n<p id=\"p62005005_10-23\"><b class=\"verse-num\" id=\"v62005006-1\">6&nbsp;</b>This is he who came by water and blood—Jesus Christ; not by the water only but by the water and the blood. And the Spirit is the one who testifies, because the Spirit is the truth. <b class=\"verse-num\" id=\"v62005007-1\">7&nbsp;</b>For there are three that testify: <b class=\"verse-num\" id=\"v62005008-1\">8&nbsp;</b>the Spirit and the water and the blood; and these three agree. <b class=\"verse-num\" id=\"v62005009-1\">9&nbsp;</b>If we receive the testimony of men, the testimony of God is greater, for this is the testimony of God that he has borne concerning his Son. <b class=\"verse-num\" id=\"v62005010-1\">10&nbsp;</b>Whoever believes in the Son of God has the testimony in himself. Whoever does not believe God has made him a liar, because he has not believed in the testimony that God has borne concerning his Son. <b class=\"verse-num\" id=\"v62005011-1\">11&nbsp;</b>And this is the testimony, that God gave us eternal life, and this life is in his Son. <b class=\"verse-num\" id=\"v62005012-1\">12&nbsp;</b>Whoever has the Son has life; whoever does not have the Son of God does not have life.</p>\n\n<p id=\"p62005012_14-23\"><b class=\"verse-num\" id=\"v62005013-1\">13&nbsp;</b>I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life. <b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us. <b class=\"verse-num\" id=\"v62005015-1\">15&nbsp;</b>And if we know that he hears us in whatever we ask, we know that we have the requests that we have asked of him.</p>\n<p id=\"p62005015_14-23\"><b class=\"verse-num\" id=\"v62005016-1\">16&nbsp;</b>If anyone sees his brother committing a sin not leading to death, he shall ask, and God will give him life—to those who commit sins that do not lead to death. There is sin that leads to death; I do not say that one should pray for that. <b class=\"verse-num\" id=\"v62005017-1\">17&nbsp;</b>All wrongdoing is sin, but there is sin that does not lead to death.</p>\n<p id=\"p62005017_14-23\"><b class=\"verse-num\" id=\"v62005018-1\">18&nbsp;</b>We know that everyone who has been born of God does not keep on sinning, but he who was born of God protects him, and the evil one does not touch him.</p>\n<p id=\"p62005018_14-23\"><b class=\"verse-num\" id=\"v62005019-1\">19&nbsp;</b>We know that we are from God, and the whole world lies in the power of the evil one.</p>\n<p id=\"p62005019_14-23\"><b class=\"verse-num\" id=\"v62005020-1\">20&nbsp;</b>And we know that the Son of God has come and has given us understanding, so that we may know him who is true; and we are in him who is true, in his Son Jesus Christ. He is the true God and eternal life. <b class=\"verse-num\" id=\"v62005021-1\">21&nbsp;</b>Little children, keep yourselves from idols.</p>\n\n</div>","kjv":"<strong>1</strong> Whosoever believeth that Jesus is the Christ is born of God: and every one that loveth him that begat loveth him also that is begotten of him.  <strong>2</strong> By this we know that we love the children of God, when we love God, and keep his commandments.  <strong>3</strong> For this is the love of God, that we keep his commandments: and his commandments are not grievous.  <strong>4</strong> For whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith.  <strong>5</strong> Who is he that overcometh the world, but he that believeth that Jesus is the Son of God?  <strong>6</strong> This is he that came by water and blood, even Jesus Christ; not by water only, but by water and blood. And it is the Spirit that beareth witness, because the Spirit is truth.  <strong>7</strong> For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.  <strong>8</strong> And there are three that bear witness in earth, the spirit, and the water, and the blood: and these three agree in one.  <strong>9</strong> If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son.  <strong>10</strong> He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.  <strong>11</strong> And this is the record, that God hath given to us eternal life, and this life is in his Son.  <strong>12</strong> He that hath the Son hath life; and he that hath not the Son of God hath not life.  <strong>13</strong> These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.  <strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  <strong>15</strong> And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.  <strong>16</strong> If any man see his brother sin a sin which is not unto death, he shall ask, and he shall give him life for them that sin not unto death. There is a sin unto death: I do not say that he shall pray for it.  <strong>17</strong> All unrighteousness is sin: and there is a sin not unto death.  <strong>18</strong> We know that whosoever is born of God sinneth not; but he that is begotten of God keepeth himself, and that wicked one toucheth him not.  <strong>19</strong> And we know that we are of God, and the whole world lieth in wickedness.  <strong>20</strong> And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God, and eternal life.  <strong>21</strong> Little children, keep yourselves from idols. Amen.  ","niv":"<sup><strong>1</strong></sup> Everyone who believes that Jesus is the Christ is born of God, and everyone who loves the father loves his child as well. <sup><strong>2</strong></sup> This is how we know that we love the children of God: by loving God and carrying out his commands. <sup><strong>3</strong></sup> This is love for God: to obey his commands. And his commands are not burdensome, <sup><strong>4</strong></sup> for everyone born of God overcomes the world. This is the victory that has overcome the world, even our faith. <sup><strong>5</strong></sup> Who is it that overcomes the world? Only he who believes that Jesus is the Son of God. <sup><strong>6</strong></sup> This is the one who came by water and blood--Jesus Christ. He did not come by water only, but by water and blood. And it is the Spirit who testifies, because the Spirit is the truth. <sup><strong>7</strong></sup> For there are three that testify: <sup><strong>8</strong></sup> the Spirit, the water and the blood; and the three are in agreement. <sup><strong>9</strong></sup> We accept man's testimony, but God's testimony is greater because it is the testimony of God, which he has given about his Son. <sup><strong>10</strong></sup> Anyone who believes in the Son of God has this testimony in his heart. Anyone who does not believe God has made him out to be a liar, because he has not believed the testimony God has given about his Son. <sup><strong>11</strong></sup> And this is the testimony: God has given us eternal life, and this life is in his Son. <sup><strong>12</strong></sup> He who has the Son has life; he who does not have the Son of God does not have life. <sup><strong>13</strong></sup> I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life. <sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us. <sup><strong>15</strong></sup> And if we know that he hears us--whatever we ask--we know that we have what we asked of him. <sup><strong>16</strong></sup> If anyone sees his brother commit a sin that does not lead to death, he should pray and God will give him life. I refer to those whose sin does not lead to death. There is a sin that leads to death. I am not saying that he should pray about that. <sup><strong>17</strong></sup> All wrongdoing is sin, and there is sin that does not lead to death. <sup><strong>18</strong></sup> We know that anyone born of God does not continue to sin; the one who was born of God keeps him safe, and the evil one cannot harm him. <sup><strong>19</strong></sup> We know that we are children of God, and that the whole world is under the control of the evil one. <sup><strong>20</strong></sup> We know also that the Son of God has come and has given us understanding, so that we may know him who is true. And we are in him who is true--even in his Son Jesus Christ. He is the true God and eternal life. <sup><strong>21</strong></sup> Dear children, keep yourselves from idols. "},{"_id":"6161c7a8264885b83adf920a","topicId":"6161c79e264885b83adf91f4","verse":"1 Corinthians 5:12","votes":10,"__v":0,"esv":"<div>\n<p id=\"p46005012_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v46005012-1\">12&nbsp;</b>For what have I to do with judging outsiders? Is it not those inside the church whom you are to judge?</p>\n\n</div>","kjv":"<strong>12</strong> For what have I to do to judge them also that are without? do not ye judge them that are within?  ","niv":"<sup><strong>12</strong></sup> What business is it of mine to judge those outside the church? Are you not to judge those inside?"},{"_id":"6161c7a8264885b83adf920b","topicId":"6161c79e264885b83adf91f4","verse":"James 3:9-5:12","votes":10,"__v":0,"esv":"<div>\n<p id=\"p59003009_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003009-1\">9&nbsp;</b>With it we bless our Lord and Father, and with it we curse people who are made in the likeness of God. <b class=\"verse-num\" id=\"v59003010-1\">10&nbsp;</b>From the same mouth come blessing and cursing. My brothers, these things ought not to be so. <b class=\"verse-num\" id=\"v59003011-1\">11&nbsp;</b>Does a spring pour forth from the same opening both fresh and salt water? <b class=\"verse-num\" id=\"v59003012-1\">12&nbsp;</b>Can a fig tree, my brothers, bear olives, or a grapevine produce figs? Neither can a salt pond yield fresh water.</p>\n\n<p id=\"p59003012_04-26\"><b class=\"verse-num\" id=\"v59003013-1\">13&nbsp;</b>Who is wise and understanding among you? By his good conduct let him show his works in the meekness of wisdom. <b class=\"verse-num\" id=\"v59003014-1\">14&nbsp;</b>But if you have bitter jealousy and selfish ambition in your hearts, do not boast and be false to the truth. <b class=\"verse-num\" id=\"v59003015-1\">15&nbsp;</b>This is not the wisdom that comes down from above, but is earthly, unspiritual, demonic. <b class=\"verse-num\" id=\"v59003016-1\">16&nbsp;</b>For where jealousy and selfish ambition exist, there will be disorder and every vile practice. <b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere. <b class=\"verse-num\" id=\"v59003018-1\">18&nbsp;</b>And a harvest of righteousness is sown in peace by those who make peace.</p>\n\n<p id=\"p59004001_07-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59004001-1\">4:1&nbsp;</b>What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? <b class=\"verse-num\" id=\"v59004002-1\">2&nbsp;</b>You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask. <b class=\"verse-num\" id=\"v59004003-1\">3&nbsp;</b>You ask and do not receive, because you ask wrongly, to spend it on your passions. <b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God. <b class=\"verse-num\" id=\"v59004005-1\">5&nbsp;</b>Or do you suppose it is to no purpose that the Scripture says, “He yearns jealously over the spirit that he has made to dwell in us”? <b class=\"verse-num\" id=\"v59004006-1\">6&nbsp;</b>But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.” <b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you. <b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded. <b class=\"verse-num\" id=\"v59004009-1\">9&nbsp;</b>Be wretched and mourn and weep. Let your laughter be turned to mourning and your joy to gloom. <b class=\"verse-num\" id=\"v59004010-1\">10&nbsp;</b>Humble yourselves before the Lord, and he will exalt you.</p>\n<p id=\"p59004010_07-26\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge. <b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n\n<p id=\"p59004012_10-26\"><b class=\"verse-num\" id=\"v59004013-1\">13&nbsp;</b>Come now, you who say, “Today or tomorrow we will go into such and such a town and spend a year there and trade and make a profit”—<b class=\"verse-num\" id=\"v59004014-1\">14&nbsp;</b>yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes. <b class=\"verse-num\" id=\"v59004015-1\">15&nbsp;</b>Instead you ought to say, “If the Lord wills, we will live and do this or that.” <b class=\"verse-num\" id=\"v59004016-1\">16&nbsp;</b>As it is, you boast in your arrogance. All such boasting is evil. <b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n\n<p id=\"p59005001_14-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59005001-1\">5:1&nbsp;</b>Come now, you rich, weep and howl for the miseries that are coming upon you. <b class=\"verse-num\" id=\"v59005002-1\">2&nbsp;</b>Your riches have rotted and your garments are moth-eaten. <b class=\"verse-num\" id=\"v59005003-1\">3&nbsp;</b>Your gold and silver have corroded, and their corrosion will be evidence against you and will eat your flesh like fire. You have laid up treasure in the last days. <b class=\"verse-num\" id=\"v59005004-1\">4&nbsp;</b>Behold, the wages of the laborers who mowed your fields, which you kept back by fraud, are crying out against you, and the cries of the harvesters have reached the ears of the Lord of hosts. <b class=\"verse-num\" id=\"v59005005-1\">5&nbsp;</b>You have lived on the earth in luxury and in self-indulgence. You have fattened your hearts in a day of slaughter. <b class=\"verse-num\" id=\"v59005006-1\">6&nbsp;</b>You have condemned and murdered the righteous person. He does not resist you.</p>\n\n<p id=\"p59005006_17-26\"><b class=\"verse-num\" id=\"v59005007-1\">7&nbsp;</b>Be patient, therefore, brothers, until the coming of the Lord. See how the farmer waits for the precious fruit of the earth, being patient about it, until it receives the early and the late rains. <b class=\"verse-num\" id=\"v59005008-1\">8&nbsp;</b>You also, be patient. Establish your hearts, for the coming of the Lord is at hand. <b class=\"verse-num\" id=\"v59005009-1\">9&nbsp;</b>Do not grumble against one another, brothers, so that you may not be judged; behold, the Judge is standing at the door. <b class=\"verse-num\" id=\"v59005010-1\">10&nbsp;</b>As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord. <b class=\"verse-num\" id=\"v59005011-1\">11&nbsp;</b>Behold, we consider those blessed who remained steadfast. You have heard of the steadfastness of Job, and you have seen the purpose of the Lord, how the Lord is compassionate and merciful.</p>\n<p id=\"p59005011_17-26\"><b class=\"verse-num\" id=\"v59005012-1\">12&nbsp;</b>But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your “yes” be yes and your “no” be no, so that you may not fall under condemnation.</p>\n\n</div>","kjv":"<strong>9</strong> Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God.  <strong>10</strong> Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.  <strong>11</strong> Doth a fountain send forth at the same place sweet water  and bitter?  <strong>12</strong> Can the fig tree, my brethren, bear olive berries? either a vine, figs? so can no fountain both yield salt water and fresh.  <strong>13</strong> Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.  <strong>14</strong> But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth.  <strong>15</strong> This wisdom descendeth not from above, but is earthly, sensual, devilish.  <strong>16</strong> For where envying and strife is, there is confusion and every evil work.  <strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  <strong>18</strong> And the fruit of righteousness is sown in peace of them that make peace.  <strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  <strong>2</strong> Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.  <strong>3</strong> Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.  <strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  <strong>5</strong> Do ye think that the scripture saith in vain, The spirit that dwelleth in us lusteth to envy?  <strong>6</strong> But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.  <strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  <strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  <strong>9</strong> Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness.  <strong>10</strong> Humble yourselves in the sight of the Lord, and he shall lift you up.  <strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  <strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  <strong>13</strong> Go to now, ye that say, To day or to morrow we will go into such a city, and continue there a year, and buy and sell, and get gain:  <strong>14</strong> Whereas ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away.  <strong>15</strong> For that ye ought to say, If the Lord will, we shall live, and do this, or that.  <strong>16</strong> But now ye rejoice in your boastings: all such rejoicing is evil.  <strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  <strong>1</strong> Go to now, ye rich men, weep and howl for your miseries that shall come upon you.  <strong>2</strong> Your riches are corrupted, and your garments are motheaten.  <strong>3</strong> Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days.  <strong>4</strong> Behold, the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth.  <strong>5</strong> Ye have lived in pleasure on the earth, and been wanton; ye have nourished your hearts, as in a day of slaughter.  <strong>6</strong> Ye have condemned and killed the just; and he doth not resist you.  <strong>7</strong> Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain.  <strong>8</strong> Be ye also patient; stablish your hearts: for the coming of the Lord draweth nigh.  <strong>9</strong> Grudge not one against another, brethren, lest ye be condemned: behold, the judge standeth before the door.  <strong>10</strong> Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience.  <strong>11</strong> Behold, we count them happy which endure. Ye have heard of the patience of Job, and have seen the end of the Lord; that the Lord is very pitiful, and of tender mercy.  <strong>12</strong> But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.  ","niv":""},{"_id":"6161c7a8264885b83adf920c","topicId":"6161c79e264885b83adf91f4","verse":"2 Timothy 4:1-22","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p55004001_04-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55004001-1\">4:1&nbsp;</b>I charge you in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by his appearing and his kingdom: <b class=\"verse-num\" id=\"v55004002-1\">2&nbsp;</b>preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching. <b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions, <b class=\"verse-num\" id=\"v55004004-1\">4&nbsp;</b>and will turn away from listening to the truth and wander off into myths. <b class=\"verse-num\" id=\"v55004005-1\">5&nbsp;</b>As for you, always be sober-minded, endure suffering, do the work of an evangelist, fulfill your ministry.</p>\n<p id=\"p55004005_04-27\"><b class=\"verse-num\" id=\"v55004006-1\">6&nbsp;</b>For I am already being poured out as a drink offering, and the time of my departure has come. <b class=\"verse-num\" id=\"v55004007-1\">7&nbsp;</b>I have fought the good fight, I have finished the race, I have kept the faith. <b class=\"verse-num\" id=\"v55004008-1\">8&nbsp;</b>Henceforth there is laid up for me the crown of righteousness, which the Lord, the righteous judge, will award to me on that day, and not only to me but also to all who have loved his appearing.</p>\n\n<p id=\"p55004008_06-27\"><b class=\"verse-num\" id=\"v55004009-1\">9&nbsp;</b>Do your best to come to me soon. <b class=\"verse-num\" id=\"v55004010-1\">10&nbsp;</b>For Demas, in love with this present world, has deserted me and gone to Thessalonica. Crescens has gone to Galatia, Titus to Dalmatia. <b class=\"verse-num\" id=\"v55004011-1\">11&nbsp;</b>Luke alone is with me. Get Mark and bring him with you, for he is very useful to me for ministry. <b class=\"verse-num\" id=\"v55004012-1\">12&nbsp;</b>Tychicus I have sent to Ephesus. <b class=\"verse-num\" id=\"v55004013-1\">13&nbsp;</b>When you come, bring the cloak that I left with Carpus at Troas, also the books, and above all the parchments. <b class=\"verse-num\" id=\"v55004014-1\">14&nbsp;</b>Alexander the coppersmith did me great harm; the Lord will repay him according to his deeds. <b class=\"verse-num\" id=\"v55004015-1\">15&nbsp;</b>Beware of him yourself, for he strongly opposed our message. <b class=\"verse-num\" id=\"v55004016-1\">16&nbsp;</b>At my first defense no one came to stand by me, but all deserted me. May it not be charged against them! <b class=\"verse-num\" id=\"v55004017-1\">17&nbsp;</b>But the Lord stood by me and strengthened me, so that through me the message might be fully proclaimed and all the Gentiles might hear it. So I was rescued from the lion’s mouth. <b class=\"verse-num\" id=\"v55004018-1\">18&nbsp;</b>The Lord will rescue me from every evil deed and bring me safely into his heavenly kingdom. To him be the glory forever and ever. Amen.</p>\n\n<p id=\"p55004018_08-27\"><b class=\"verse-num\" id=\"v55004019-1\">19&nbsp;</b>Greet Prisca and Aquila, and the household of Onesiphorus. <b class=\"verse-num\" id=\"v55004020-1\">20&nbsp;</b>Erastus remained at Corinth, and I left Trophimus, who was ill, at Miletus. <b class=\"verse-num\" id=\"v55004021-1\">21&nbsp;</b>Do your best to come before winter. Eubulus sends greetings to you, as do Pudens and Linus and Claudia and all the brothers.</p>\n<p id=\"p55004021_08-27\"><b class=\"verse-num\" id=\"v55004022-1\">22&nbsp;</b>The Lord be with your spirit. Grace be with you.</p>\n\n</div>","kjv":"<strong>1</strong> I charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;  <strong>2</strong> Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine.  <strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  <strong>4</strong> And they shall turn away their ears from the truth, and shall be turned unto fables.  <strong>5</strong> But watch thou in all things, endure afflictions, do the work of an evangelist, make full proof of thy ministry.  <strong>6</strong> For I am now ready to be offered, and the time of my departure is at hand.  <strong>7</strong> I have fought a good fight, I have finished my course, I have kept the faith:  <strong>8</strong> Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.  <strong>9</strong> Do thy diligence to come shortly unto me:  <strong>10</strong> For Demas hath forsaken me, having loved this present world, and is departed unto Thessalonica; Crescens to Galatia, Titus unto Dalmatia.  <strong>11</strong> Only Luke is with me. Take Mark, and bring him with thee: for he is profitable to me for the ministry.  <strong>12</strong> And Tychicus have I sent to Ephesus.  <strong>13</strong> The cloke that I left at Troas with Carpus, when thou comest, bring with thee, and the books, but especially the parchments.  <strong>14</strong> Alexander the coppersmith did me much evil: the Lord reward him according to his works:  <strong>15</strong> Of whom be thou ware also; for he hath greatly withstood our words.  <strong>16</strong> At my first answer no man stood with me, but all men forsook me: I pray God that it may not be laid to their charge.  <strong>17</strong> Notwithstanding the Lord stood with me, and strengthened me; that by me the preaching might be fully known, and that all the Gentiles might hear: and I was delivered out of the mouth of the lion.  <strong>18</strong> And the Lord shall deliver me from every evil work, and will preserve me unto his heavenly kingdom: to whom be glory for ever and ever. Amen.  <strong>19</strong> Salute Prisca and Aquila, and the household of Onesiphorus.  <strong>20</strong> Erastus abode at Corinth: but Trophimus have I left at Miletum sick.  <strong>21</strong> Do thy diligence to come before winter. Eubulus greeteth thee, and Pudens, and Linus, and Claudia, and all the brethren.  <strong>22</strong> The Lord Jesus Christ be with thy spirit. Grace be  with you. Amen.  ","niv":"<sup><strong>1</strong></sup> In the presence of God and of Christ Jesus, who will judge the living and the dead, and in view of his appearing and his kingdom, I give you this charge: <sup><strong>2</strong></sup> Preach the Word; be prepared in season and out of season; correct, rebuke and encourage--with great patience and careful instruction. <sup><strong>3</strong></sup> For the time will come when men will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear. <sup><strong>4</strong></sup> They will turn their ears away from the truth and turn aside to myths. <sup><strong>5</strong></sup> But you, keep your head in all situations, endure hardship, do the work of an evangelist, discharge all the duties of your ministry. <sup><strong>6</strong></sup> For I am already being poured out like a drink offering, and the time has come for my departure. <sup><strong>7</strong></sup> I have fought the good fight, I have finished the race, I have kept the faith. <sup><strong>8</strong></sup> Now there is in store for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day--and not only to me, but also to all who have longed for his appearing. <sup><strong>9</strong></sup> Do your best to come to me quickly, <sup><strong>10</strong></sup> for Demas, because he loved this world, has deserted me and has gone to Thessalonica. Crescens has gone to Galatia, and Titus to Dalmatia. <sup><strong>11</strong></sup> Only Luke is with me. Get Mark and bring him with you, because he is helpful to me in my ministry. <sup><strong>12</strong></sup> I sent Tychicus to Ephesus. <sup><strong>13</strong></sup> When you come, bring the cloak that I left with Carpus at Troas, and my scrolls, especially the parchments. <sup><strong>14</strong></sup> Alexander the metalworker did me a great deal of harm. The Lord will repay him for what he has done. <sup><strong>15</strong></sup> You too should be on your guard against him, because he strongly opposed our message. <sup><strong>16</strong></sup> At my first defense, no one came to my support, but everyone deserted me. May it not be held against them. <sup><strong>17</strong></sup> But the Lord stood at my side and gave me strength, so that through me the message might be fully proclaimed and all the Gentiles might hear it. And I was delivered from the lion's mouth. <sup><strong>18</strong></sup> The Lord will rescue me from every evil attack and will bring me safely to his heavenly kingdom. To him be glory for ever and ever. Amen. <sup><strong>19</strong></sup> Greet Priscilla and Aquila and the household of Onesiphorus. <sup><strong>20</strong></sup> Erastus stayed in Corinth, and I left Trophimus sick in Miletus. <sup><strong>21</strong></sup> Do your best to get here before winter. Eubulus greets you, and so do Pudens, Linus, Claudia and all the brothers. <sup><strong>22</strong></sup> The Lord be with your spirit. Grace be with you. ","modified":"2022-05-12T21:06:55.576Z"},{"_id":"6161c7a9264885b83adf920d","topicId":"6161c79e264885b83adf91f4","verse":"Proverbs 22:8","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022008_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022008-1\">8&nbsp;</b>&nbsp;&nbsp;Whoever sows injustice will reap calamity,</span><br><span id=\"p20022008_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rod of his fury will fail.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> He that soweth iniquity shall reap vanity: and the rod of his anger shall fail.  ","niv":"<sup><strong>8</strong></sup> He who sows wickedness reaps trouble, and the rod of his fury will be destroyed.","modified":"2022-03-27T01:51:27.995Z"}]}