{"_id":"6161d8fb264885b83adf9255","slug":"fretting","name":"Fretting","verses":[{"_id":"6161d8fb264885b83adf9256","topicId":"6161d8fb264885b83adf9255","verse":"1 Peter 5:7","votes":15,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"6161d8fc264885b83adf9257","topicId":"6161d8fb264885b83adf9255","verse":"Romans 8:28","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"6161d8fc264885b83adf9258","topicId":"6161d8fb264885b83adf9255","verse":"Psalm 37:1","votes":6,"__v":0,"esv":"<div>\n\n<h4 id=\"p19037001_07-15\" class=\"psalm-title\"> Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037001_07-15\" class=\"line\"><b class=\"chapter-num\" id=\"v19037001-1\">37:1&nbsp;</b>&nbsp;&nbsp;Fret not yourself because of evildoers;</span><br><span id=\"p19037001_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not envious of wrongdoers!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Fret not thyself because of evildoers, neither be thou envious against the workers of iniquity.  ","niv":"<sup><strong>1</strong></sup> Do not fret because of evil men or be envious of those who do wrong;","modified":"2022-10-16T13:06:28.929Z"},{"_id":"6161d8fc264885b83adf9259","topicId":"6161d8fb264885b83adf9255","verse":"Proverbs 19:3","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019003_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019003-1\">3&nbsp;</b>&nbsp;&nbsp;When a man’s folly brings his way to ruin,</span><br><span id=\"p20019003_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his heart rages against the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> The foolishness of man perverteth his way: and his heart fretteth against the LORD.  ","niv":"<sup><strong>3</strong></sup> A man's own folly ruins his life, yet his heart rages against the LORD.","modified":"2022-04-17T20:01:30.068Z"},{"_id":"6161d8fc264885b83adf925a","topicId":"6161d8fb264885b83adf9255","verse":"Psalm 37:7-8","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037007_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037007-1\">7&nbsp;</b>&nbsp;&nbsp;Be still before the LORD and wait patiently for him;</span><br><span id=\"p19037007_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fret not yourself over the one who prospers in his way,</span><br><span id=\"p19037007_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;over the man who carries out evil devices!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19037008_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037008-1\">8&nbsp;</b>&nbsp;&nbsp;Refrain from anger, and forsake wrath!</span><br><span id=\"p19037008_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Fret not yourself; it tends only to evil.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Rest in the LORD, and wait patiently for him: fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass.  <strong>8</strong> Cease from anger, and forsake wrath: fret not thyself in any wise to do evil.  ","niv":"<sup><strong>7</strong></sup> Be still before the LORD and wait patiently for him; do not fret when men succeed in their ways, when they carry out their wicked schemes. <sup><strong>8</strong></sup> Refrain from anger and turn from wrath; do not fret-it leads only to evil. ","modified":"2022-05-21T06:07:40.278Z"},{"_id":"6161d8fd264885b83adf925b","topicId":"6161d8fb264885b83adf9255","verse":"Philippians 4:6-7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. <b class=\"verse-num\" id=\"v50004007-1\">7&nbsp;</b>And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  <strong>7</strong> And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. <sup><strong>7</strong></sup> And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. ","modified":"2022-05-16T21:00:05.681Z"},{"_id":"6161d8fd264885b83adf925c","topicId":"6161d8fb264885b83adf9255","verse":"Proverbs 24:19","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024019_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024019-1\">19&nbsp;</b>&nbsp;&nbsp;Fret not yourself because of evildoers,</span><br><span id=\"p20024019_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and be not envious of the wicked,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> Fret not thyself because of evil men, neither be thou envious at the wicked;  ","niv":"<sup><strong>19</strong></sup> Do not fret because of evil men or be envious of the wicked,"},{"_id":"6161d8fd264885b83adf925d","topicId":"6161d8fb264885b83adf9255","verse":"Leviticus 14:44","votes":7,"__v":0,"esv":"<div>\n<p id=\"p03014044_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v03014044-1\">44&nbsp;</b>then the priest shall go and look. And if the disease has spread in the house, it is a persistent leprous disease in the house; it is unclean.</p>\n</div>","kjv":"<strong>44</strong> Then the priest shall come and look, and, behold, if the plague be spread in the house, it is a fretting leprosy in the house: it is unclean.  ","niv":"<sup><strong>44</strong></sup> the priest is to go and examine it and, if the mildew has spread in the house, it is a destructive mildew; the house is unclean."},{"_id":"6161d8fe264885b83adf925e","topicId":"6161d8fb264885b83adf9255","verse":"James 1:1-27","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-9\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-9\">Greetings.</p>\n\n<p id=\"p59001001_06-9\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-9\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-9\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-9\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-9\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-9\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-9\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-9\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"6161d8fe264885b83adf925f","topicId":"6161d8fb264885b83adf9255","verse":"2 Timothy 4:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p55004007_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004007-1\">7&nbsp;</b>I have fought the good fight, I have finished the race, I have kept the faith.</p>\n</div>","kjv":"<strong>7</strong> I have fought a good fight, I have finished my course, I have kept the faith:  ","niv":"<sup><strong>7</strong></sup> I have fought the good fight, I have finished the race, I have kept the faith."},{"_id":"6161d8fe264885b83adf9260","topicId":"6161d8fb264885b83adf9255","verse":"Philippians 4:6","votes":6,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God."},{"_id":"6161d8ff264885b83adf9261","topicId":"6161d8fb264885b83adf9255","verse":"Leviticus 13:55","votes":6,"__v":0,"esv":"<div>\n<p id=\"p03013055_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v03013055-1\">55&nbsp;</b>And the priest shall examine the diseased thing after it has been washed. And if the appearance of the diseased area has not changed, though the disease has not spread, it is unclean. You shall burn it in the fire, whether the rot is on the back or on the front.</p>\n</div>","kjv":"<strong>55</strong> And the priest shall look on the plague, after that it is washed: and, behold, if the plague have not changed his colour, and the plague be not spread; it is unclean; thou shalt burn it in the fire; it is fret inward, whether it be bare within or without.  ","niv":"<sup><strong>55</strong></sup> After the affected article has been washed, the priest is to examine it, and if the mildew has not changed its appearance, even though it has not spread, it is unclean. Burn it with fire, whether the mildew has affected one side or the other."},{"_id":"6161d8ff264885b83adf9262","topicId":"6161d8fb264885b83adf9255","verse":"Psalm 37:1-40","votes":5,"__v":0,"kjv":"<strong>1</strong> Fret not thyself because of evildoers, neither be thou envious against the workers of iniquity.  <strong>2</strong> For they shall soon be cut down like the grass, and wither as the green herb.  <strong>3</strong> Trust in the LORD, and do good; so shalt thou dwell in the land, and verily thou shalt be fed.  <strong>4</strong> Delight thyself also in the LORD; and he shall give thee the desires of thine heart.  <strong>5</strong> Commit thy way unto the LORD; trust also in him; and he shall bring it to pass.  <strong>6</strong> And he shall bring forth thy righteousness as the light, and thy judgment as the noonday.  <strong>7</strong> Rest in the LORD, and wait patiently for him: fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass.  <strong>8</strong> Cease from anger, and forsake wrath: fret not thyself in any wise to do evil.  <strong>9</strong> For evildoers shall be cut off: but those that wait upon the LORD, they shall inherit the earth.  <strong>10</strong> For yet a little while, and the wicked shall not be:  yea, thou shalt diligently consider his place, and it shall  not be. <strong>11</strong> But the meek shall inherit the earth; and shall delight themselves in the abundance of peace.  <strong>12</strong> The wicked plotteth against the just, and gnasheth upon him with his teeth.  <strong>13</strong> The Lord shall laugh at him: for he seeth that his day is coming.  <strong>14</strong> The wicked have drawn out the sword, and have bent their bow, to cast down the poor and needy, and to slay such as be of upright conversation.  <strong>15</strong> Their sword shall enter into their own heart, and their bows shall be broken.  <strong>16</strong> A little that a righteous man hath is better than the riches of many wicked.  <strong>17</strong> For the arms of the wicked shall be broken: but the LORD upholdeth the righteous.  <strong>18</strong> The LORD knoweth the days of the upright: and their inheritance shall be for ever.  <strong>19</strong> They shall not be ashamed in the evil time: and in the days of famine they shall be satisfied.  <strong>20</strong> But the wicked shall perish, and the enemies of the LORD shall be  as the fat of lambs: they shall consume; into smoke shall they consume away.  <strong>21</strong> The wicked borroweth, and payeth not again: but the righteous sheweth mercy, and giveth.  <strong>22</strong> For such as be blessed of him shall inherit the earth; and they that be cursed of him shall be cut off.  <strong>23</strong> The steps of a good man are ordered by the LORD: and he delighteth in his way.  <strong>24</strong> Though he fall, he shall not be utterly cast down: for the LORD upholdeth him with his hand.  <strong>25</strong> I have been young, and now am old; yet have I not seen the righteous forsaken, nor his seed begging bread.  <strong>26</strong>             He is ever merciful, and lendeth; and his seed is  blessed.  <strong>27</strong> Depart from evil, and do good; and dwell for evermore.  <strong>28</strong> For the LORD loveth judgment, and forsaketh not his saints; they are preserved for ever: but the seed of the wicked shall be cut off.  <strong>29</strong> The righteous shall inherit the land, and dwell therein for ever.  <strong>30</strong> The mouth of the righteous speaketh wisdom, and his tongue talketh of judgment.  <strong>31</strong> The law of his God is in his heart; none of his steps shall slide.  <strong>32</strong> The wicked watcheth the righteous, and seeketh to slay him.  <strong>33</strong> The LORD will not leave him in his hand, nor condemn him when he is judged.  <strong>34</strong> Wait on the LORD, and keep his way, and he shall exalt thee to inherit the land: when the wicked are cut off, thou shalt see it. <strong>35</strong> I have seen the wicked in great power, and spreading himself like a green bay tree.  <strong>36</strong> Yet he passed away, and, lo, he was not: yea, I sought him, but he could not be found.  <strong>37</strong> Mark the perfect man, and behold the upright: for the end of that man is peace.  <strong>38</strong> But the transgressors shall be destroyed together: the end of the wicked shall be cut off.  <strong>39</strong> But the salvation of the righteous is of the LORD: he is  their strength in the time of trouble.  <strong>40</strong> And the LORD shall help them and deliver them: he shall deliver them from the wicked, and save them, because they trust in him.  ","niv":"<sup><strong>1</strong></sup> Do not fret because of evil men or be envious of those who do wrong; <sup><strong>2</strong></sup> for like the grass they will soon wither, like green plants they will soon die away. <sup><strong>3</strong></sup> Trust in the LORD and do good; dwell in the land and enjoy safe pasture. <sup><strong>4</strong></sup> Delight yourself in the LORD and he will give you the desires of your heart. <sup><strong>5</strong></sup> Commit your way to the LORD; trust in him and he will do this: <sup><strong>6</strong></sup> He will make your righteousness shine like the dawn, the justice of your cause like the noonday sun. <sup><strong>7</strong></sup> Be still before the LORD and wait patiently for him; do not fret when men succeed in their ways, when they carry out their wicked schemes. <sup><strong>8</strong></sup> Refrain from anger and turn from wrath; do not fret-it leads only to evil. <sup><strong>9</strong></sup> For evil men will be cut off, but those who hope in the LORD will inherit the land. <sup><strong>10</strong></sup> A little while, and the wicked will be no more; though you look for them, they will not be found. <sup><strong>11</strong></sup> But the meek will inherit the land and enjoy great peace. <sup><strong>12</strong></sup> The wicked plot against the righteous and gnash their teeth at them; <sup><strong>13</strong></sup> but the Lord laughs at the wicked, for he knows their day is coming. <sup><strong>14</strong></sup> The wicked draw the sword and bend the bow to bring down the poor and needy, to slay those whose ways are upright. <sup><strong>15</strong></sup> But their swords will pierce their own hearts, and their bows will be broken. <sup><strong>16</strong></sup> Better the little that the righteous have than the wealth of many wicked; <sup><strong>17</strong></sup> for the power of the wicked will be broken, but the LORD upholds the righteous. <sup><strong>18</strong></sup> The days of the blameless are known to the LORD, and their inheritance will endure forever. <sup><strong>19</strong></sup> In times of disaster they will not wither; in days of famine they will enjoy plenty. <sup><strong>20</strong></sup> But the wicked will perish: The LORD's enemies will be like the beauty of the fields, they will vanish-vanish like smoke. <sup><strong>21</strong></sup> The wicked borrow and do not repay, but the righteous give generously; <sup><strong>22</strong></sup> those the LORD blesses will inherit the land, but those he curses will be cut off. <sup><strong>23</strong></sup> If the LORD delights in a man's way, he makes his steps firm; <sup><strong>24</strong></sup> though he stumble, he will not fall, for the LORD upholds him with his hand. <sup><strong>25</strong></sup> I was young and now I am old, yet I have never seen the righteous forsaken or their children begging bread. <sup><strong>26</strong></sup> They are always generous and lend freely; their children will be blessed. <sup><strong>27</strong></sup> Turn from evil and do good; then you will dwell in the land forever. <sup><strong>28</strong></sup> For the LORD loves the just and will not forsake his faithful ones. They will be protected forever, but the offspring of the wicked will be cut off; <sup><strong>29</strong></sup> the righteous will inherit the land and dwell in it forever. <sup><strong>30</strong></sup> The mouth of the righteous man utters wisdom, and his tongue speaks what is just. <sup><strong>31</strong></sup> The law of his God is in his heart; his feet do not slip. <sup><strong>32</strong></sup> The wicked lie in wait for the righteous, seeking their very lives; <sup><strong>33</strong></sup> but the LORD will not leave them in their power or let them be condemned when brought to trial. <sup><strong>34</strong></sup> Wait for the LORD and keep his way. He will exalt you to inherit the land; when the wicked are cut off, you will see it. <sup><strong>35</strong></sup> I have seen a wicked and ruthless man flourishing like a green tree in its native soil, <sup><strong>36</strong></sup> but he soon passed away and was no more; though I looked for him, he could not be found. <sup><strong>37</strong></sup> Consider the blameless, observe the upright; there is a future for the man of peace. <sup><strong>38</strong></sup> But all sinners will be destroyed; the future of the wicked will be cut off. <sup><strong>39</strong></sup> The salvation of the righteous comes from the LORD; he is their stronghold in time of trouble. <sup><strong>40</strong></sup> The LORD helps them and delivers them; he delivers them from the wicked and saves them, because they take refuge in him. ","modified":"2022-09-18T11:51:51.697Z"},{"_id":"6161d8ff264885b83adf9263","topicId":"6161d8fb264885b83adf9255","verse":"Psalm 37:1-5","votes":5,"__v":0,"esv":"<div>\n\n<h4 id=\"p19037001_07-14\" class=\"psalm-title\"> Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037001_07-14\" class=\"line\"><b class=\"chapter-num\" id=\"v19037001-1\">37:1&nbsp;</b>&nbsp;&nbsp;Fret not yourself because of evildoers;</span><br><span id=\"p19037001_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not envious of wrongdoers!</span><br><span id=\"p19037002_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037002-1\">2&nbsp;</b>&nbsp;&nbsp;For they will soon fade like the grass</span><br><span id=\"p19037002_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wither like the green herb.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19037003_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037003-1\">3&nbsp;</b>&nbsp;&nbsp;Trust in the LORD, and do good;</span><br><span id=\"p19037003_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;dwell in the land and befriend faithfulness.</span><br><span id=\"p19037004_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037004-1\">4&nbsp;</b>&nbsp;&nbsp;Delight yourself in the LORD,</span><br><span id=\"p19037004_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will give you the desires of your heart.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19037005_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037005-1\">5&nbsp;</b>&nbsp;&nbsp;Commit your way to the LORD;</span><br><span id=\"p19037005_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;trust in him, and he will act.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Fret not thyself because of evildoers, neither be thou envious against the workers of iniquity.  <strong>2</strong> For they shall soon be cut down like the grass, and wither as the green herb.  <strong>3</strong> Trust in the LORD, and do good; so shalt thou dwell in the land, and verily thou shalt be fed.  <strong>4</strong> Delight thyself also in the LORD; and he shall give thee the desires of thine heart.  <strong>5</strong> Commit thy way unto the LORD; trust also in him; and he shall bring it to pass.  ","niv":"<sup><strong>1</strong></sup> Do not fret because of evil men or be envious of those who do wrong; <sup><strong>2</strong></sup> for like the grass they will soon wither, like green plants they will soon die away. <sup><strong>3</strong></sup> Trust in the LORD and do good; dwell in the land and enjoy safe pasture. <sup><strong>4</strong></sup> Delight yourself in the LORD and he will give you the desires of your heart. <sup><strong>5</strong></sup> Commit your way to the LORD; trust in him and he will do this: "},{"_id":"6161d8ff264885b83adf9264","topicId":"6161d8fb264885b83adf9255","verse":"1 Peter 3:3-4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p60003003_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious.</p>\n</div>","kjv":"<strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  ","niv":"<sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. "},{"_id":"6161d900264885b83adf9265","topicId":"6161d8fb264885b83adf9255","verse":"James 5:16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"6161d900264885b83adf9266","topicId":"6161d8fb264885b83adf9255","verse":"2 Timothy 2:12","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p55002012_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v55002012-1\">12&nbsp;</b>&nbsp;&nbsp;if we endure, we will also reign with him;</span><br><span id=\"p55002012_01-18\" class=\"line\">&nbsp;&nbsp;if we deny him, he also will deny us;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> If we suffer, we shall also reign with him: if we deny him, he also will deny us:  ","niv":"<sup><strong>12</strong></sup> if we endure, we will also reign with him. If we disown him, he will also disown us;"},{"_id":"6161d900264885b83adf9267","topicId":"6161d8fb264885b83adf9255","verse":"Ezekiel 16:43","votes":5,"__v":0,"esv":"<div>\n<p id=\"p26016043_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v26016043-1\">43&nbsp;</b>Because you have not remembered the days of your youth, but have enraged me with all these things, therefore, behold, I have returned your deeds upon your head, declares the Lord GOD. Have you not committed lewdness in addition to all your abominations?</p>\n</div>","kjv":"<strong>43</strong> Because thou hast not remembered the days of thy youth, but hast fretted me in all these things; behold, therefore I also will recompense thy way upon thine head, saith the Lord GOD: and thou shalt not commit this lewdness above all thine abominations.  ","niv":"<sup><strong>43</strong></sup> \"'Because you did not remember the days of your youth but enraged me with all these things, I will surely bring down on your head what you have done, declares the Sovereign LORD. Did you not add lewdness to all your other detestable practices?"},{"_id":"6161d901264885b83adf9268","topicId":"6161d8fb264885b83adf9255","verse":"Isaiah 8:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p23008021_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v23008021-1\">21&nbsp;</b>They will pass through the land, greatly distressed and hungry. And when they are hungry, they will be enraged and will speak contemptuously against their king and their God, and turn their faces upward.</p>\n\n</div>","kjv":"<strong>21</strong> And they shall pass through it, hardly bestead and hungry: and it shall come to pass, that when they shall be hungry, they shall fret themselves, and curse their king and their God, and look upward.  ","niv":"<sup><strong>21</strong></sup> Distressed and hungry, they will roam through the land; when they are famished, they will become enraged and, looking upward, will curse their king and their God."},{"_id":"6161d901264885b83adf9269","topicId":"6161d8fb264885b83adf9255","verse":"Proverbs 21:19","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021019_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021019-1\">19&nbsp;</b>&nbsp;&nbsp;It is better to live in a desert land</span><br><span id=\"p20021019_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than with a quarrelsome and fretful woman.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> It is better to dwell in the wilderness, than with a contentious and an angry woman.  ","niv":"<sup><strong>19</strong></sup> Better to live in a desert than with a quarrelsome and ill-tempered wife.","modified":"2023-08-21T00:57:34.268Z"},{"_id":"6161d901264885b83adf926a","topicId":"6161d8fb264885b83adf9255","verse":"1 Samuel 1:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p09001006_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v09001006-1\">6&nbsp;</b>And her rival used to provoke her grievously to irritate her, because the LORD had closed her womb.</p>\n</div>","kjv":"<strong>6</strong> And her adversary also provoked her sore, for to make her fret, because the LORD had shut up her womb.  ","niv":"<sup><strong>6</strong></sup> And because the LORD had closed her womb, her rival kept provoking her in order to irritate her."},{"_id":"6161d902264885b83adf926b","topicId":"6161d8fb264885b83adf9255","verse":"Leviticus 13:51-52","votes":5,"__v":0,"esv":"<div>\n<p id=\"p03013051_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v03013051-1\">51&nbsp;</b>Then he shall examine the disease on the seventh day. If the disease has spread in the garment, in the warp or the woof, or in the skin, whatever be the use of the skin, the disease is a persistent leprous disease; it is unclean. <b class=\"verse-num\" id=\"v03013052-1\">52&nbsp;</b>And he shall burn the garment, or the warp or the woof, the wool or the linen, or any article made of skin that is diseased, for it is a persistent leprous disease. It shall be burned in the fire.</p>\n</div>","kjv":"<strong>51</strong> And he shall look on the plague on the seventh day: if the plague be spread in the garment, either in the warp, or in the woof, or in a skin, or in any work that is made of skin; the plague is a fretting leprosy; it is unclean.  <strong>52</strong> He shall therefore burn that garment, whether warp or woof, in woollen or in linen, or any thing of skin, wherein the plague is: for it is  a fretting leprosy; it shall be burnt in the fire.  ","niv":"<sup><strong>51</strong></sup> On the seventh day he is to examine it, and if the mildew has spread in the clothing, or the woven or knitted material, or the leather, whatever its use, it is a destructive mildew; the article is unclean. <sup><strong>52</strong></sup> He must burn up the clothing, or the woven or knitted material of wool or linen, or any leather article that has the contamination in it, because the mildew is destructive; the article must be burned up. "},{"_id":"6161d902264885b83adf926c","topicId":"6161d8fb264885b83adf9255","verse":"Genesis 19:1-38","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01019001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01019001-1\">19:1&nbsp;</b>The two angels came to Sodom in the evening, and Lot was sitting in the gate of Sodom. When Lot saw them, he rose to meet them and bowed himself with his face to the earth <b class=\"verse-num\" id=\"v01019002-1\">2&nbsp;</b>and said, “My lords, please turn aside to your servant’s house and spend the night and wash your feet. Then you may rise up early and go on your way.” They said, “No; we will spend the night in the town square.” <b class=\"verse-num\" id=\"v01019003-1\">3&nbsp;</b>But he pressed them strongly; so they turned aside to him and entered his house. And he made them a feast and baked unleavened bread, and they ate.</p>\n<p id=\"p01019003_04-25\"><b class=\"verse-num\" id=\"v01019004-1\">4&nbsp;</b>But before they lay down, the men of the city, the men of Sodom, both young and old, all the people to the last man, surrounded the house. <b class=\"verse-num\" id=\"v01019005-1\">5&nbsp;</b>And they called to Lot, “Where are the men who came to you tonight? Bring them out to us, that we may know them.” <b class=\"verse-num\" id=\"v01019006-1\">6&nbsp;</b>Lot went out to the men at the entrance, shut the door after him, <b class=\"verse-num\" id=\"v01019007-1\">7&nbsp;</b>and said, “I beg you, my brothers, do not act so wickedly. <b class=\"verse-num\" id=\"v01019008-1\">8&nbsp;</b>Behold, I have two daughters who have not known any man. Let me bring them out to you, and do to them as you please. Only do nothing to these men, for they have come under the shelter of my roof.” <b class=\"verse-num\" id=\"v01019009-1\">9&nbsp;</b>But they said, “Stand back!” And they said, “This fellow came to sojourn, and he has become the judge! Now we will deal worse with you than with them.” Then they pressed hard against the man Lot, and drew near to break the door down. <b class=\"verse-num\" id=\"v01019010-1\">10&nbsp;</b>But the men reached out their hands and brought Lot into the house with them and shut the door. <b class=\"verse-num\" id=\"v01019011-1\">11&nbsp;</b>And they struck with blindness the men who were at the entrance of the house, both small and great, so that they wore themselves out groping for the door.</p>\n<p id=\"p01019011_04-25\"><b class=\"verse-num\" id=\"v01019012-1\">12&nbsp;</b>Then the men said to Lot, “Have you anyone else here? Sons-in-law, sons, daughters, or anyone you have in the city, bring them out of the place. <b class=\"verse-num\" id=\"v01019013-1\">13&nbsp;</b>For we are about to destroy this place, because the outcry against its people has become great before the LORD, and the LORD has sent us to destroy it.” <b class=\"verse-num\" id=\"v01019014-1\">14&nbsp;</b>So Lot went out and said to his sons-in-law, who were to marry his daughters, “Up! Get out of this place, for the LORD is about to destroy the city.” But he seemed to his sons-in-law to be jesting.</p>\n<p id=\"p01019014_04-25\"><b class=\"verse-num\" id=\"v01019015-1\">15&nbsp;</b>As morning dawned, the angels urged Lot, saying, “Up! Take your wife and your two daughters who are here, lest you be swept away in the punishment of the city.” <b class=\"verse-num\" id=\"v01019016-1\">16&nbsp;</b>But he lingered. So the men seized him and his wife and his two daughters by the hand, the LORD being merciful to him, and they brought him out and set him outside the city. <b class=\"verse-num\" id=\"v01019017-1\">17&nbsp;</b>And as they brought them out, one said, “Escape for your life. Do not look back or stop anywhere in the valley. Escape to the hills, lest you be swept away.” <b class=\"verse-num\" id=\"v01019018-1\">18&nbsp;</b>And Lot said to them, “Oh, no, my lords. <b class=\"verse-num\" id=\"v01019019-1\">19&nbsp;</b>Behold, your servant has found favor in your sight, and you have shown me great kindness in saving my life. But I cannot escape to the hills, lest the disaster overtake me and I die. <b class=\"verse-num\" id=\"v01019020-1\">20&nbsp;</b>Behold, this city is near enough to flee to, and it is a little one. Let me escape there—is it not a little one?—and my life will be saved!” <b class=\"verse-num\" id=\"v01019021-1\">21&nbsp;</b>He said to him, “Behold, I grant you this favor also, that I will not overthrow the city of which you have spoken. <b class=\"verse-num\" id=\"v01019022-1\">22&nbsp;</b>Escape there quickly, for I can do nothing till you arrive there.” Therefore the name of the city was called Zoar.</p>\n\n<p id=\"p01019022_07-25\"><b class=\"verse-num\" id=\"v01019023-1\">23&nbsp;</b>The sun had risen on the earth when Lot came to Zoar. <b class=\"verse-num\" id=\"v01019024-1\">24&nbsp;</b>Then the LORD rained on Sodom and Gomorrah sulfur and fire from the LORD out of heaven. <b class=\"verse-num\" id=\"v01019025-1\">25&nbsp;</b>And he overthrew those cities, and all the valley, and all the inhabitants of the cities, and what grew on the ground. <b class=\"verse-num\" id=\"v01019026-1\">26&nbsp;</b>But Lot’s wife, behind him, looked back, and she became a pillar of salt.</p>\n<p id=\"p01019026_07-25\"><b class=\"verse-num\" id=\"v01019027-1\">27&nbsp;</b>And Abraham went early in the morning to the place where he had stood before the LORD. <b class=\"verse-num\" id=\"v01019028-1\">28&nbsp;</b>And he looked down toward Sodom and Gomorrah and toward all the land of the valley, and he looked and, behold, the smoke of the land went up like the smoke of a furnace.</p>\n<p id=\"p01019028_07-25\"><b class=\"verse-num\" id=\"v01019029-1\">29&nbsp;</b>So it was that, when God destroyed the cities of the valley, God remembered Abraham and sent Lot out of the midst of the overthrow when he overthrew the cities in which Lot had lived.</p>\n\n<p id=\"p01019029_11-25\"><b class=\"verse-num\" id=\"v01019030-1\">30&nbsp;</b>Now Lot went up out of Zoar and lived in the hills with his two daughters, for he was afraid to live in Zoar. So he lived in a cave with his two daughters. <b class=\"verse-num\" id=\"v01019031-1\">31&nbsp;</b>And the firstborn said to the younger, “Our father is old, and there is not a man on earth to come in to us after the manner of all the earth. <b class=\"verse-num\" id=\"v01019032-1\">32&nbsp;</b>Come, let us make our father drink wine, and we will lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019033-1\">33&nbsp;</b>So they made their father drink wine that night. And the firstborn went in and lay with her father. He did not know when she lay down or when she arose.</p>\n<p id=\"p01019033_11-25\"><b class=\"verse-num\" id=\"v01019034-1\">34&nbsp;</b>The next day, the firstborn said to the younger, “Behold, I lay last night with my father. Let us make him drink wine tonight also. Then you go in and lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019035-1\">35&nbsp;</b>So they made their father drink wine that night also. And the younger arose and lay with him, and he did not know when she lay down or when she arose. <b class=\"verse-num\" id=\"v01019036-1\">36&nbsp;</b>Thus both the daughters of Lot became pregnant by their father. <b class=\"verse-num\" id=\"v01019037-1\">37&nbsp;</b>The firstborn bore a son and called his name Moab. He is the father of the Moabites to this day. <b class=\"verse-num\" id=\"v01019038-1\">38&nbsp;</b>The younger also bore a son and called his name Ben-ammi. He is the father of the Ammonites to this day.</p>\n\n</div>","kjv":"<strong>1</strong> And there came two angels to Sodom at even; and Lot sat in the gate of Sodom: and Lot seeing them rose up to meet them; and he bowed himself with his face toward the ground;  <strong>2</strong> And he said, Behold now, my lords, turn in, I pray you, into your servant’s house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your ways. And they said, Nay; but we will abide in the street all night.  <strong>3</strong> And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.  <strong>4</strong> But before they lay down, the men of the city, even the men of Sodom, compassed the house round, both old and young, all the people from every quarter:  <strong>5</strong> And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.  <strong>6</strong> And Lot went out at the door unto them, and shut the door after him,  <strong>7</strong> And said, I pray you, brethren, do not so wickedly.  <strong>8</strong> Behold now, I have two daughters which have not known man; let me, I pray you, bring them out unto you, and do ye to them as is good in your eyes: only unto these men do nothing; for therefore came they under the shadow of my roof.  <strong>9</strong> And they said, Stand back. And they said again, This one fellow came in to sojourn, and he will needs be a judge: now will we deal worse with thee, than with them. And they pressed sore upon the man, even Lot, and came near to break the door.  <strong>10</strong> But the men put forth their hand, and pulled Lot into the house to them, and shut to the door.  <strong>11</strong> And they smote the men that were at the door of the house with blindness, both small and great: so that they wearied themselves to find the door.  <strong>12</strong> And the men said unto Lot, Hast thou here any besides? son in law, and thy sons, and thy daughters, and whatsoever thou hast in the city, bring them out of this place:  <strong>13</strong> For we will destroy this place, because the cry of them is waxen great before the face of the LORD; and the LORD hath sent us to destroy it.  <strong>14</strong> And Lot went out, and spake unto his sons in law, which married his daughters, and said, Up, get you out of this place; for the LORD will destroy this city. But he seemed as one that mocked unto his sons in law.  <strong>15</strong> And when the morning arose, then the angels hastened Lot, saying, Arise, take thy wife, and thy two daughters, which are here; lest thou be consumed in the iniquity of the city.  <strong>16</strong> And while he lingered, the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters; the LORD being merciful unto him: and they brought him forth, and set him without the city.  <strong>17</strong> And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.  <strong>18</strong> And Lot said unto them, Oh, not so, my Lord:  <strong>19</strong> Behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shewed unto me in saving my life; and I cannot escape to the mountain, lest some evil take me, and I die:  <strong>20</strong> Behold now, this city is near to flee unto, and it is a little one: Oh, let me escape thither, (is it not a little one?) and my soul shall live.  <strong>21</strong> And he said unto him, See, I have accepted thee concerning this thing also, that I will not overthrow this city, for the which thou hast spoken.  <strong>22</strong> Haste thee, escape thither; for I cannot do any thing till thou be come thither. Therefore the name of the city was called Zoar.  <strong>23</strong> The sun was risen upon the earth when Lot entered into Zoar.  <strong>24</strong> Then the LORD rained upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven;  <strong>25</strong> And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground.  <strong>26</strong> But his wife looked back from behind him, and she became a pillar of salt.  <strong>27</strong> And Abraham gat up early in the morning to the place where he stood before the LORD:  <strong>28</strong> And he looked toward Sodom and Gomorrah, and toward all the land of the plain, and beheld, and, lo, the smoke of the country went up as the smoke of a furnace.  <strong>29</strong> And it came to pass, when God destroyed the cities of the plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when he overthrew the cities in the which Lot dwelt.  <strong>30</strong> And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he and his two daughters.  <strong>31</strong> And the firstborn said unto the younger, Our father is old, and there is not a man in the earth to come in unto us after the manner of all the earth:  <strong>32</strong> Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father.  <strong>33</strong> And they made their father drink wine that night: and the firstborn went in, and lay with her father; and he perceived not when she lay down, nor when she arose.  <strong>34</strong> And it came to pass on the morrow, that the firstborn said unto the younger, Behold, I lay yesternight with my father: let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father.  <strong>35</strong> And they made their father drink wine that night also: and the younger arose, and lay with him; and he perceived not when she lay down, nor when she arose.  <strong>36</strong> Thus were both the daughters of Lot with child by their father.  <strong>37</strong> And the firstborn bare a son, and called his name Moab: the same is the father of the Moabites unto this day.  <strong>38</strong> And the younger, she also bare a son, and called his name Benammi: the same is the father of the children of Ammon unto this day.  ","niv":"<sup><strong>1</strong></sup> The two angels arrived at Sodom in the evening, and Lot was sitting in the gateway of the city. When he saw them, he got up to meet them and bowed down with his face to the ground. <sup><strong>2</strong></sup> \"My lords,\" he said, \"please turn aside to your servant's house. You can wash your feet and spend the night and then go on your way early in the morning.No,\" they answered, \"we will spend the night in the square.\" <sup><strong>3</strong></sup> But he insisted so strongly that they did go with him and entered his house. He prepared a meal for them, baking bread without yeast, and they ate. <sup><strong>4</strong></sup> Before they had gone to bed, all the men from every part of the city of Sodom-both young and old-surrounded the house. <sup><strong>5</strong></sup> They called to Lot, \"Where are the men who came to you tonight? Bring them out to us so that we can have sex with them.\" <sup><strong>6</strong></sup> Lot went outside to meet them and shut the door behind him <sup><strong>7</strong></sup> and said, \"No, my friends. Don't do this wicked thing. <sup><strong>8</strong></sup> Look, I have two daughters who have never slept with a man. Let me bring them out to you, and you can do what you like with them. But don't do anything to these men, for they have come under the protection of my roof.\" <sup><strong>9</strong></sup> \"Get out of our way,\" they replied. And they said, \"This fellow came here as an alien, and now he wants to play the judge! We'll treat you worse than them.\" They kept bringing pressure on Lot and moved forward to break down the door. <sup><strong>10</strong></sup> But the men inside reached out and pulled Lot back into the house and shut the door. <sup><strong>11</strong></sup> Then they struck the men who were at the door of the house, young and old, with blindness so that they could not find the door. <sup><strong>12</strong></sup> The two men said to Lot, \"Do you have anyone else here-sons-in-law, sons or daughters, or anyone else in the city who belongs to you? Get them out of here, <sup><strong>13</strong></sup> because we are going to destroy this place. The outcry to the LORD against its people is so great that he has sent us to destroy it.\" <sup><strong>14</strong></sup> So Lot went out and spoke to his sons-in-law, who were pledged to marry his daughters. He said, \"Hurry and get out of this place, because the LORD is about to destroy the city!\" But his sons-in-law thought he was joking. <sup><strong>15</strong></sup> With the coming of dawn, the angels urged Lot, saying, \"Hurry! Take your wife and your two daughters who are here, or you will be swept away when the city is punished.\" <sup><strong>16</strong></sup> When he hesitated, the men grasped his hand and the hands of his wife and of his two daughters and led them safely out of the city, for the LORD was merciful to them. <sup><strong>17</strong></sup> As soon as they had brought them out, one of them said, \"Flee for your lives! Don't look back, and don't stop anywhere in the plain! Flee to the mountains or you will be swept away!\" <sup><strong>18</strong></sup> But Lot said to them, \"No, my lords, please! <sup><strong>19</strong></sup> Your servant has found favor in your eyes, and you have shown great kindness to me in sparing my life. But I can't flee to the mountains; this disaster will overtake me, and I'll die. <sup><strong>20</strong></sup> Look, here is a town near enough to run to, and it is small. Let me flee to it-it is very small, isn't it? Then my life will be spared.\" <sup><strong>21</strong></sup> He said to him, \"Very well, I will grant this request too; I will not overthrow the town you speak of. <sup><strong>22</strong></sup> But flee there quickly, because I cannot do anything until you reach it.\" (That is why the town was called Zoar. ) <sup><strong>23</strong></sup> By the time Lot reached Zoar, the sun had risen over the land. <sup><strong>24</strong></sup> Then the LORD rained down burning sulfur on Sodom and Gomorrah-from the LORD out of the heavens. <sup><strong>25</strong></sup> Thus he overthrew those cities and the entire plain, including all those living in the cities-and also the vegetation in the land. <sup><strong>26</strong></sup> But Lot's wife looked back, and she became a pillar of salt. <sup><strong>27</strong></sup> Early the next morning Abraham got up and returned to the place where he had stood before the LORD. <sup><strong>28</strong></sup> He looked down toward Sodom and Gomorrah, toward all the land of the plain, and he saw dense smoke rising from the land, like smoke from a furnace. <sup><strong>29</strong></sup> So when God destroyed the cities of the plain, he remembered Abraham, and he brought Lot out of the catastrophe that overthrew the cities where Lot had lived. <sup><strong>30</strong></sup> Lot and his two daughters left Zoar and settled in the mountains, for he was afraid to stay in Zoar. He and his two daughters lived in a cave. <sup><strong>31</strong></sup> One day the older daughter said to the younger, \"Our father is old, and there is no man around here to lie with us, as is the custom all over the earth. <sup><strong>32</strong></sup> Let's get our father to drink wine and then lie with him and preserve our family line through our father.\" <sup><strong>33</strong></sup> That night they got their father to drink wine, and the older daughter went in and lay with him. He was not aware of it when she lay down or when she got up. <sup><strong>34</strong></sup> The next day the older daughter said to the younger, \"Last night I lay with my father. Let's get him to drink wine again tonight, and you go in and lie with him so we can preserve our family line through our father.\" <sup><strong>35</strong></sup> So they got their father to drink wine that night also, and the younger daughter went and lay with him. Again he was not aware of it when she lay down or when she got up. <sup><strong>36</strong></sup> So both of Lot's daughters became pregnant by their father. <sup><strong>37</strong></sup> The older daughter had a son, and she named him Moab; he is the father of the Moabites of today. <sup><strong>38</strong></sup> The younger daughter also had a son, and she named him Ben-Ammi; he is the father of the Ammonites of today. ","modified":"2023-07-24T15:51:11.769Z"},{"_id":"6161d902264885b83adf926d","topicId":"6161d8fb264885b83adf9255","verse":"Hebrews 6:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58006010_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006010-1\">10&nbsp;</b>For God is not unjust so as to overlook your work and the love that you have shown for his name in serving the saints, as you still do.</p>\n</div>","kjv":"<strong>10</strong> For God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister.  ","niv":"<sup><strong>10</strong></sup> God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them."},{"_id":"6161d902264885b83adf926e","topicId":"6161d8fb264885b83adf9255","verse":"Romans 12:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."}]}