{"_id":"61621e2b9b02b3054ca4f233","slug":"gangs","name":"Gangs","verses":[{"_id":"61621e2c9b02b3054ca4f234","topicId":"61621e2b9b02b3054ca4f233","verse":"Ephesians 5:11","votes":64,"__v":0,"esv":"<div>\n<p id=\"p49005011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them.</p>\n</div>","kjv":"<strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  ","niv":"<sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them."},{"_id":"61621e2c9b02b3054ca4f235","topicId":"61621e2b9b02b3054ca4f233","verse":"1 Corinthians 15:33","votes":51,"__v":0,"esv":"<div>\n<p id=\"p46015033_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.”</p>\n\n</div>","kjv":"<strong>33</strong> Be not deceived: evil communications corrupt good manners.  ","niv":"<sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\""},{"_id":"61621e2d9b02b3054ca4f236","topicId":"61621e2b9b02b3054ca4f233","verse":"Proverbs 1:8-19","votes":51,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20001008_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001008-1\">8&nbsp;</b>&nbsp;&nbsp;Hear, my son, your father’s instruction,</span><br><span id=\"p20001008_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and forsake not your mother’s teaching,</span><br><span id=\"p20001009_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001009-1\">9&nbsp;</b>&nbsp;&nbsp;for they are a graceful garland for your head</span><br><span id=\"p20001009_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and pendants for your neck.</span><br><span id=\"p20001010_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001010-1\">10&nbsp;</b>&nbsp;&nbsp;My son, if sinners entice you,</span><br><span id=\"p20001010_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not consent.</span><br><span id=\"p20001011_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001011-1\">11&nbsp;</b>&nbsp;&nbsp;If they say, “Come with us, let us lie in wait for blood;</span><br><span id=\"p20001011_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us ambush the innocent without reason;</span><br><span id=\"p20001012_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001012-1\">12&nbsp;</b>&nbsp;&nbsp;like Sheol let us swallow them alive,</span><br><span id=\"p20001012_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whole, like those who go down to the pit;</span><br><span id=\"p20001013_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001013-1\">13&nbsp;</b>&nbsp;&nbsp;we shall find all precious goods,</span><br><span id=\"p20001013_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we shall fill our houses with plunder;</span><br><span id=\"p20001014_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001014-1\">14&nbsp;</b>&nbsp;&nbsp;throw in your lot among us;</span><br><span id=\"p20001014_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we will all have one purse”—</span><br><span id=\"p20001015_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001015-1\">15&nbsp;</b>&nbsp;&nbsp;my son, do not walk in the way with them;</span><br><span id=\"p20001015_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hold back your foot from their paths,</span><br><span id=\"p20001016_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001016-1\">16&nbsp;</b>&nbsp;&nbsp;for their feet run to evil,</span><br><span id=\"p20001016_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they make haste to shed blood.</span><br><span id=\"p20001017_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001017-1\">17&nbsp;</b>&nbsp;&nbsp;For in vain is a net spread</span><br><span id=\"p20001017_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the sight of any bird,</span><br><span id=\"p20001018_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001018-1\">18&nbsp;</b>&nbsp;&nbsp;but these men lie in wait for their own blood;</span><br><span id=\"p20001018_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they set an ambush for their own lives.</span><br><span id=\"p20001019_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001019-1\">19&nbsp;</b>&nbsp;&nbsp;Such are the ways of everyone who is greedy for unjust gain;</span><br><span id=\"p20001019_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it takes away the life of its possessors.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> My son, hear the instruction of thy father, and forsake not the law of thy mother:  <strong>9</strong> For they shall be an ornament of grace unto thy head, and chains about thy neck.  <strong>10</strong> My son, if sinners entice thee, consent thou not.  <strong>11</strong> If they say, Come with us, let us lay wait for blood, let us lurk privily for the innocent without cause:  <strong>12</strong> Let us swallow them up alive as the grave; and whole, as those that go down into the pit:  <strong>13</strong> We shall find all precious substance, we shall fill our houses with spoil:  <strong>14</strong> Cast in thy lot among us; let us all have one purse:  <strong>15</strong> My son, walk not thou in the way with them; refrain thy foot from their path:  <strong>16</strong> For their feet run to evil, and make haste to shed blood.  <strong>17</strong> Surely in vain the net is spread in the sight of any bird.  <strong>18</strong> And they lay wait for their own blood; they lurk privily for their own lives.  <strong>19</strong> So are the ways of every one that is greedy of gain; which taketh away the life of the owners thereof.  ","niv":"<sup><strong>8</strong></sup> Listen, my son, to your father's instruction and do not forsake your mother's teaching. <sup><strong>9</strong></sup> They will be a garland to grace your head and a chain to adorn your neck. <sup><strong>10</strong></sup> My son, if sinners entice you, do not give in to them. <sup><strong>11</strong></sup> If they say, \"Come along with us; let's lie in wait for someone's blood, let's waylay some harmless soul; <sup><strong>12</strong></sup> let's swallow them alive, like the grave, and whole, like those who go down to the pit; <sup><strong>13</strong></sup> we will get all sorts of valuable things and fill our houses with plunder; <sup><strong>14</strong></sup> throw in your lot with us, and we will share a common purse\"- <sup><strong>15</strong></sup> my son, do not go along with them, do not set foot on their paths; <sup><strong>16</strong></sup> for their feet rush into sin, they are swift to shed blood. <sup><strong>17</strong></sup> How useless to spread a net in full view of all the birds! <sup><strong>18</strong></sup> These men lie in wait for their own blood; they waylay only themselves! <sup><strong>19</strong></sup> Such is the end of all who go after ill-gotten gain; it takes away the lives of those who get it. "},{"_id":"61621e2d9b02b3054ca4f238","topicId":"61621e2b9b02b3054ca4f233","verse":"Romans 13:1-14","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-5\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-5\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"61621e2d9b02b3054ca4f237","topicId":"61621e2b9b02b3054ca4f233","verse":"Acts 5:29","votes":24,"__v":0,"esv":"<div>\n<p id=\"p44005029_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men.</p>\n</div>","kjv":"<strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  ","niv":"<sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men!"},{"_id":"61621e2e9b02b3054ca4f23b","topicId":"61621e2b9b02b3054ca4f233","verse":"Matthew 10:28","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell."},{"_id":"61621e2e9b02b3054ca4f23a","topicId":"61621e2b9b02b3054ca4f233","verse":"Luke 12:4","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p42012004_04-8\"><b class=\"verse-num woc\" id=\"v42012004-1\">4&nbsp;</b><span class=\"woc\">“I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do.</span></p>\n</div>","kjv":"<strong>4</strong> And I say unto you my friends, Be not afraid of them that kill the body, and after that have no more that they can do.  ","niv":"<sup><strong>4</strong></sup> \"I tell you, my friends, do not be afraid of those who kill the body and after that can do no more."},{"_id":"61621e2e9b02b3054ca4f239","topicId":"61621e2b9b02b3054ca4f233","verse":"2 Timothy 2:26","votes":18,"__v":0,"esv":"<div>\n<p id=\"p55002026_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n</div>","kjv":"<strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will."},{"_id":"61621e2e9b02b3054ca4f23d","topicId":"61621e2b9b02b3054ca4f233","verse":"Hosea 7:1-16","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28007001_01-10\" class=\"line\"><b class=\"chapter-num\" id=\"v28007001-1\">7:1&nbsp;</b>&nbsp;&nbsp;when I would heal Israel,</span><br><span id=\"p28007001_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of Ephraim is revealed,</span><br><span id=\"p28007001_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the evil deeds of Samaria,</span><br><span id=\"p28007001_01-10\" class=\"line\">&nbsp;&nbsp;for they deal falsely;</span><br><span id=\"p28007001_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the thief breaks in,</span><br><span id=\"p28007001_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the bandits raid outside.</span><br><span id=\"p28007002_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007002-1\">2&nbsp;</b>&nbsp;&nbsp;But they do not consider</span><br><span id=\"p28007002_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I remember all their evil.</span><br><span id=\"p28007002_01-10\" class=\"line\">&nbsp;&nbsp;Now their deeds surround them;</span><br><span id=\"p28007002_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are before my face.</span><br><span id=\"p28007003_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007003-1\">3&nbsp;</b>&nbsp;&nbsp;By their evil they make the king glad,</span><br><span id=\"p28007003_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the princes by their treachery.</span><br><span id=\"p28007004_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007004-1\">4&nbsp;</b>&nbsp;&nbsp;They are all adulterers;</span><br><span id=\"p28007004_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are like a heated oven</span><br><span id=\"p28007004_01-10\" class=\"line\">&nbsp;&nbsp;whose baker ceases to stir the fire,</span><br><span id=\"p28007004_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the kneading of the dough</span><br><span id=\"p28007004_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;until it is leavened.</span><br><span id=\"p28007005_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007005-1\">5&nbsp;</b>&nbsp;&nbsp;On the day of our king, the princes</span><br><span id=\"p28007005_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;became sick with the heat of wine;</span><br><span id=\"p28007005_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he stretched out his hand with mockers.</span><br><span id=\"p28007006_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007006-1\">6&nbsp;</b>&nbsp;&nbsp;For with hearts like an oven they approach their intrigue;</span><br><span id=\"p28007006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all night their anger smolders;</span><br><span id=\"p28007006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the morning it blazes like a flaming fire.</span><br><span id=\"p28007007_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007007-1\">7&nbsp;</b>&nbsp;&nbsp;All of them are hot as an oven,</span><br><span id=\"p28007007_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they devour their rulers.</span><br><span id=\"p28007007_01-10\" class=\"line\">&nbsp;&nbsp;All their kings have fallen,</span><br><span id=\"p28007007_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and none of them calls upon me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28007008_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007008-1\">8&nbsp;</b>&nbsp;&nbsp;Ephraim mixes himself with the peoples;</span><br><span id=\"p28007008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Ephraim is a cake not turned.</span><br><span id=\"p28007009_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007009-1\">9&nbsp;</b>&nbsp;&nbsp;Strangers devour his strength,</span><br><span id=\"p28007009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he knows it not;</span><br><span id=\"p28007009_01-10\" class=\"line\">&nbsp;&nbsp;gray hairs are sprinkled upon him,</span><br><span id=\"p28007009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he knows it not.</span><br><span id=\"p28007010_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007010-1\">10&nbsp;</b>&nbsp;&nbsp;The pride of Israel testifies to his face;</span><br><span id=\"p28007010_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet they do not return to the LORD their God,</span><br><span id=\"p28007010_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor seek him, for all this.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28007011_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007011-1\">11&nbsp;</b>&nbsp;&nbsp;Ephraim is like a dove,</span><br><span id=\"p28007011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;silly and without sense,</span><br><span id=\"p28007011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;calling to Egypt, going to Assyria.</span><br><span id=\"p28007012_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007012-1\">12&nbsp;</b>&nbsp;&nbsp;As they go, I will spread over them my net;</span><br><span id=\"p28007012_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will bring them down like birds of the heavens;</span><br><span id=\"p28007012_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will discipline them according to the report made to their congregation.</span><br><span id=\"p28007013_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007013-1\">13&nbsp;</b>&nbsp;&nbsp;Woe to them, for they have strayed from me!</span><br><span id=\"p28007013_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Destruction to them, for they have rebelled against me!</span><br><span id=\"p28007013_01-10\" class=\"line\">&nbsp;&nbsp;I would redeem them,</span><br><span id=\"p28007013_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they speak lies against me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28007014_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007014-1\">14&nbsp;</b>&nbsp;&nbsp;They do not cry to me from the heart,</span><br><span id=\"p28007014_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they wail upon their beds;</span><br><span id=\"p28007014_01-10\" class=\"line\">&nbsp;&nbsp;for grain and wine they gash themselves;</span><br><span id=\"p28007014_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they rebel against me.</span><br><span id=\"p28007015_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007015-1\">15&nbsp;</b>&nbsp;&nbsp;Although I trained and strengthened their arms,</span><br><span id=\"p28007015_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet they devise evil against me.</span><br><span id=\"p28007016_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007016-1\">16&nbsp;</b>&nbsp;&nbsp;They return, but not upward;</span><br><span id=\"p28007016_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are like a treacherous bow;</span><br><span id=\"p28007016_01-10\" class=\"line\">&nbsp;&nbsp;their princes shall fall by the sword</span><br><span id=\"p28007016_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of the insolence of their tongue.</span><br><span id=\"p28007016_01-10\" class=\"line\">&nbsp;&nbsp;This shall be their derision in the land of Egypt.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> When I would have healed Israel, then the iniquity of Ephraim was discovered, and the wickedness of Samaria: for they commit falsehood; and the thief cometh in, and the troop of robbers spoileth without.  <strong>2</strong> And they consider not in their hearts that I remember all their wickedness: now their own doings have beset them about; they are before my face.  <strong>3</strong> They make the king glad with their wickedness, and the princes with their lies.  <strong>4</strong> They are all adulterers, as an oven heated by the baker, who ceaseth from raising after he hath kneaded the dough, until it be leavened.  <strong>5</strong> In the day of our king the princes have made him sick with bottles of wine; he stretched out his hand with scorners.  <strong>6</strong> For they have made ready their heart like an oven, whiles they lie in wait: their baker sleepeth all the night; in the morning it burneth as a flaming fire.  <strong>7</strong> They are all hot as an oven, and have devoured their judges; all their kings are fallen: there is none among them that calleth unto me.  <strong>8</strong> Ephraim, he hath mixed himself among the people; Ephraim is a cake not turned.  <strong>9</strong> Strangers have devoured his strength, and he knoweth it not: yea, gray hairs are here and there upon him, yet he knoweth not.  <strong>10</strong> And the pride of Israel testifieth to his face: and they do not return to the LORD their God, nor seek him for all this.  <strong>11</strong> Ephraim also is like a silly dove without heart: they call to Egypt, they go to Assyria.  <strong>12</strong> When they shall go, I will spread my net upon them; I will bring them down as the fowls of the heaven; I will chastise them, as their congregation hath heard.  <strong>13</strong> Woe unto them! for they have fled from me: destruction unto them! because they have transgressed against me: though I have redeemed them, yet they have spoken lies against me.  <strong>14</strong> And they have not cried unto me with their heart, when they howled upon their beds: they assemble themselves for corn and wine, and they rebel against me.  <strong>15</strong> Though I have bound and strengthened their arms, yet do they imagine mischief against me.  <strong>16</strong> They return, but not to the most High: they are like a deceitful bow: their princes shall fall by the sword for the rage of their tongue: this shall be their derision in the land of Egypt.  ","niv":"<sup><strong>1</strong></sup> whenever I would heal Israel, the sins of Ephraim are exposed and the crimes of Samaria revealed. They practice deceit, thieves break into houses, bandits rob in the streets; <sup><strong>2</strong></sup> but they do not realize that I remember all their evil deeds. Their sins engulf them; they are always before me. <sup><strong>3</strong></sup> \"They delight the king with their wickedness, the princes with their lies. <sup><strong>4</strong></sup> They are all adulterers, burning like an oven whose fire the baker need not stir from the kneading of the dough till it rises. <sup><strong>5</strong></sup> On the day of the festival of our king the princes become inflamed with wine, and he joins hands with the mockers. <sup><strong>6</strong></sup> Their hearts are like an oven; they approach him with intrigue. Their passion smolders all night; in the morning it blazes like a flaming fire. <sup><strong>7</strong></sup> All of them are hot as an oven; they devour their rulers. All their kings fall, and none of them calls on me. <sup><strong>8</strong></sup> \"Ephraim mixes with the nations; Ephraim is a flat cake not turned over. <sup><strong>9</strong></sup> Foreigners sap his strength, but he does not realize it. His hair is sprinkled with gray, but he does not notice. <sup><strong>10</strong></sup> Israel's arrogance testifies against him, but despite all this he does not return to the LORD his God or search for him. <sup><strong>11</strong></sup> \"Ephraim is like a dove, easily deceived and senseless- now calling to Egypt, now turning to Assyria. <sup><strong>12</strong></sup> When they go, I will throw my net over them; I will pull them down like birds of the air. When I hear them flocking together, I will catch them. <sup><strong>13</strong></sup> Woe to them, because they have strayed from me! Destruction to them, because they have rebelled against me! I long to redeem them but they speak lies against me. <sup><strong>14</strong></sup> They do not cry out to me from their hearts but wail upon their beds. They gather together for grain and new wine but turn away from me. <sup><strong>15</strong></sup> I trained them and strengthened them, but they plot evil against me. <sup><strong>16</strong></sup> They do not turn to the Most High; they are like a faulty bow. Their leaders will fall by the sword because of their insolent words. For this they will be ridiculed in the land of Egypt. "},{"_id":"61621e2e9b02b3054ca4f23c","topicId":"61621e2b9b02b3054ca4f233","verse":"Nahum 3:1-19","votes":14,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p34003001_04-11\" class=\"line\"><b class=\"chapter-num\" id=\"v34003001-1\">3:1&nbsp;</b>&nbsp;&nbsp;Woe to the bloody city,</span><br><span id=\"p34003001_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all full of lies and plunder—</span><br><span id=\"p34003001_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no end to the prey!</span><br><span id=\"p34003002_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003002-1\">2&nbsp;</b>&nbsp;&nbsp;The crack of the whip, and rumble of the wheel,</span><br><span id=\"p34003002_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;galloping horse and bounding chariot!</span><br><span id=\"p34003003_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003003-1\">3&nbsp;</b>&nbsp;&nbsp;Horsemen charging,</span><br><span id=\"p34003003_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;flashing sword and glittering spear,</span><br><span id=\"p34003003_04-11\" class=\"line\">&nbsp;&nbsp;hosts of slain,</span><br><span id=\"p34003003_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;heaps of corpses,</span><br><span id=\"p34003003_04-11\" class=\"line\">&nbsp;&nbsp;dead bodies without end—</span><br><span id=\"p34003003_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they stumble over the bodies!</span><br><span id=\"p34003004_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003004-1\">4&nbsp;</b>&nbsp;&nbsp;And all for the countless whorings of the prostitute,</span><br><span id=\"p34003004_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;graceful and of deadly charms,</span><br><span id=\"p34003004_04-11\" class=\"line\">&nbsp;&nbsp;who betrays nations with her whorings,</span><br><span id=\"p34003004_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and peoples with her charms.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p34003005_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003005-1\">5&nbsp;</b>&nbsp;&nbsp;Behold, I am against you,</span><br><span id=\"p34003005_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD of hosts,</span><br><span id=\"p34003005_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will lift up your skirts over your face;</span><br><span id=\"p34003005_04-11\" class=\"line\">&nbsp;&nbsp;and I will make nations look at your nakedness</span><br><span id=\"p34003005_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and kingdoms at your shame.</span><br><span id=\"p34003006_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003006-1\">6&nbsp;</b>&nbsp;&nbsp;I will throw filth at you</span><br><span id=\"p34003006_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and treat you with contempt</span><br><span id=\"p34003006_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make you a spectacle.</span><br><span id=\"p34003007_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003007-1\">7&nbsp;</b>&nbsp;&nbsp;And all who look at you will shrink from you and say,</span><br><span id=\"p34003007_04-11\" class=\"line\">&nbsp;&nbsp;“Wasted is Nineveh; who will grieve for her?”</span><br><span id=\"p34003007_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Where shall I seek comforters for you?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p34003008_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003008-1\">8&nbsp;</b>&nbsp;&nbsp;Are you better than Thebes</span><br><span id=\"p34003008_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that sat by the Nile,</span><br><span id=\"p34003008_04-11\" class=\"line\">&nbsp;&nbsp;with water around her,</span><br><span id=\"p34003008_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her rampart a sea,</span><br><span id=\"p34003008_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and water her wall?</span><br><span id=\"p34003009_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003009-1\">9&nbsp;</b>&nbsp;&nbsp;Cush was her strength;</span><br><span id=\"p34003009_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Egypt too, and that without limit;</span><br><span id=\"p34003009_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Put and the Libyans were her helpers.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p34003010_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003010-1\">10&nbsp;</b>&nbsp;&nbsp;Yet she became an exile;</span><br><span id=\"p34003010_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she went into captivity;</span><br><span id=\"p34003010_04-11\" class=\"line\">&nbsp;&nbsp;her infants were dashed in pieces</span><br><span id=\"p34003010_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the head of every street;</span><br><span id=\"p34003010_04-11\" class=\"line\">&nbsp;&nbsp;for her honored men lots were cast,</span><br><span id=\"p34003010_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all her great men were bound in chains.</span><br><span id=\"p34003011_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003011-1\">11&nbsp;</b>&nbsp;&nbsp;You also will be drunken;</span><br><span id=\"p34003011_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will go into hiding;</span><br><span id=\"p34003011_04-11\" class=\"line\">&nbsp;&nbsp;you will seek a refuge from the enemy.</span><br><span id=\"p34003012_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003012-1\">12&nbsp;</b>&nbsp;&nbsp;All your fortresses are like fig trees</span><br><span id=\"p34003012_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with first-ripe figs—</span><br><span id=\"p34003012_04-11\" class=\"line\">&nbsp;&nbsp;if shaken they fall</span><br><span id=\"p34003012_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;into the mouth of the eater.</span><br><span id=\"p34003013_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003013-1\">13&nbsp;</b>&nbsp;&nbsp;Behold, your troops</span><br><span id=\"p34003013_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are women in your midst.</span><br><span id=\"p34003013_04-11\" class=\"line\">&nbsp;&nbsp;The gates of your land</span><br><span id=\"p34003013_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are wide open to your enemies;</span><br><span id=\"p34003013_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fire has devoured your bars.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p34003014_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003014-1\">14&nbsp;</b>&nbsp;&nbsp;Draw water for the siege;</span><br><span id=\"p34003014_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;strengthen your forts;</span><br><span id=\"p34003014_04-11\" class=\"line\">&nbsp;&nbsp;go into the clay;</span><br><span id=\"p34003014_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;tread the mortar;</span><br><span id=\"p34003014_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;take hold of the brick mold!</span><br><span id=\"p34003015_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003015-1\">15&nbsp;</b>&nbsp;&nbsp;There will the fire devour you;</span><br><span id=\"p34003015_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sword will cut you off.</span><br><span id=\"p34003015_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;It will devour you like the locust.</span><br><span id=\"p34003015_04-11\" class=\"line\">&nbsp;&nbsp;Multiply yourselves like the locust;</span><br><span id=\"p34003015_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;multiply like the grasshopper!</span><br><span id=\"p34003016_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003016-1\">16&nbsp;</b>&nbsp;&nbsp;You increased your merchants</span><br><span id=\"p34003016_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;more than the stars of the heavens.</span><br><span id=\"p34003016_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;The locust spreads its wings and flies away.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p34003017_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003017-1\">17&nbsp;</b>&nbsp;&nbsp;Your princes are like grasshoppers,</span><br><span id=\"p34003017_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your scribes like clouds of locusts</span><br><span id=\"p34003017_04-11\" class=\"line\">&nbsp;&nbsp;settling on the fences</span><br><span id=\"p34003017_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in a day of cold—</span><br><span id=\"p34003017_04-11\" class=\"line\">&nbsp;&nbsp;when the sun rises, they fly away;</span><br><span id=\"p34003017_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no one knows where they are.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p34003018_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003018-1\">18&nbsp;</b>&nbsp;&nbsp;Your shepherds are asleep,</span><br><span id=\"p34003018_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O king of Assyria;</span><br><span id=\"p34003018_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your nobles slumber.</span><br><span id=\"p34003018_04-11\" class=\"line\">&nbsp;&nbsp;Your people are scattered on the mountains</span><br><span id=\"p34003018_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with none to gather them.</span><br><span id=\"p34003019_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34003019-1\">19&nbsp;</b>&nbsp;&nbsp;There is no easing your hurt;</span><br><span id=\"p34003019_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your wound is grievous.</span><br><span id=\"p34003019_04-11\" class=\"line\">&nbsp;&nbsp;All who hear the news about you</span><br><span id=\"p34003019_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;clap their hands over you.</span><br><span id=\"p34003019_04-11\" class=\"line\">&nbsp;&nbsp;For upon whom has not come</span><br><span id=\"p34003019_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your unceasing evil?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Woe to the bloody city! it is all full of lies and robbery; the prey departeth not;  <strong>2</strong> The noise of a whip, and the noise of the rattling of the wheels, and of the pransing horses, and of the jumping chariots.  <strong>3</strong> The horseman lifteth up both the bright sword and the glittering spear: and there is a multitude of slain, and a great number of carcases; and there is none end of their corpses; they stumble upon their corpses:  <strong>4</strong> Because of the multitude of the whoredoms of the wellfavoured harlot, the mistress of witchcrafts, that selleth nations through her whoredoms, and families through her witchcrafts.  <strong>5</strong> Behold, I am against thee, saith the LORD of hosts; and I will discover thy skirts upon thy face, and I will shew the nations thy nakedness, and the kingdoms thy shame.  <strong>6</strong> And I will cast abominable filth upon thee, and make thee vile, and will set thee as a gazingstock.  <strong>7</strong> And it shall come to pass, that all they that look upon thee shall flee from thee, and say, Nineveh is laid waste: who will bemoan her? whence shall I seek comforters for thee?  <strong>8</strong> Art thou better than populous No, that was situate among the rivers, that had the waters round about it, whose rampart was  the sea, and her wall was from the sea?  <strong>9</strong> Ethiopia and Egypt were her strength, and it was  infinite; Put and Lubim were thy helpers.  <strong>10</strong> Yet was she carried away, she went into captivity: her young children also were dashed in pieces at the top of all the streets: and they cast lots for her honourable men, and all her great men were bound in chains.  <strong>11</strong> Thou also shalt be drunken: thou shalt be hid, thou also shalt seek strength because of the enemy.  <strong>12</strong> All thy strong holds shall be like fig trees with the firstripe figs: if they be shaken, they shall even fall into the mouth of the eater.  <strong>13</strong> Behold, thy people in the midst of thee are women: the gates of thy land shall be set wide open unto thine enemies: the fire shall devour thy bars.  <strong>14</strong> Draw thee waters for the siege, fortify thy strong holds: go into clay, and tread the morter, make strong the brickkiln.  <strong>15</strong> There shall the fire devour thee; the sword shall cut thee off, it shall eat thee up like the cankerworm: make thyself many as the cankerworm, make thyself many as the locusts.  <strong>16</strong> Thou hast multiplied thy merchants above the stars of heaven: the cankerworm spoileth, and fleeth away.  <strong>17</strong> Thy crowned are as the locusts, and thy captains as the great grasshoppers, which camp in the hedges in the cold day, but when the sun ariseth they flee away, and their place is not known where they are.  <strong>18</strong> Thy shepherds slumber, O king of Assyria: thy nobles shall dwell in the dust: thy people is scattered upon the mountains, and no man gathereth them.  <strong>19</strong> There is no healing of thy bruise; thy wound is grievous: all that hear the bruit of thee shall clap the hands over thee: for upon whom hath not thy wickedness passed continually?  ","niv":"<sup><strong>1</strong></sup> Woe to the city of blood, full of lies, full of plunder, never without victims! <sup><strong>2</strong></sup> The crack of whips, the clatter of wheels, galloping horses and jolting chariots! <sup><strong>3</strong></sup> Charging cavalry, flashing swords and glittering spears! Many casualties, piles of dead, bodies without number, people stumbling over the corpses- <sup><strong>4</strong></sup> all because of the wanton lust of a harlot, alluring, the mistress of sorceries, who enslaved nations by her prostitution and peoples by her witchcraft. <sup><strong>5</strong></sup> \"I am against you,\" declares the LORD Almighty. \"I will lift your skirts over your face. I will show the nations your nakedness and the kingdoms your shame. <sup><strong>6</strong></sup> I will pelt you with filth, I will treat you with contempt and make you a spectacle. <sup><strong>7</strong></sup> All who see you will flee from you and say, 'Nineveh is in ruins-who will mourn for her?' Where can I find anyone to comfort you?\" <sup><strong>8</strong></sup> Are you better than Thebes, situated on the Nile, with water around her? The river was her defense, the waters her wall. <sup><strong>9</strong></sup> Cush and Egypt were her boundless strength; Put and Libya were among her allies. <sup><strong>10</strong></sup> Yet she was taken captive and went into exile. Her infants were dashed to pieces at the head of every street. Lots were cast for her nobles, and all her great men were put in chains. <sup><strong>11</strong></sup> You too will become drunk; you will go into hiding and seek refuge from the enemy. <sup><strong>12</strong></sup> All your fortresses are like fig trees with their first ripe fruit; when they are shaken, the figs fall into the mouth of the eater. <sup><strong>13</strong></sup> Look at your troops- they are all women! The gates of your land are wide open to your enemies; fire has consumed their bars. <sup><strong>14</strong></sup> Draw water for the siege, strengthen your defenses! Work the clay, tread the mortar, repair the brickwork! <sup><strong>15</strong></sup> There the fire will devour you; the sword will cut you down and, like grasshoppers, consume you. Multiply like grasshoppers, multiply like locusts! <sup><strong>16</strong></sup> You have increased the number of your merchants till they are more than the stars of the sky, but like locusts they strip the land and then fly away. <sup><strong>17</strong></sup> Your guards are like locusts, your officials like swarms of locusts that settle in the walls on a cold day- but when the sun appears they fly away, and no one knows where. <sup><strong>18</strong></sup> O king of Assyria, your shepherds slumber; your nobles lie down to rest. Your people are scattered on the mountains with no one to gather them. <sup><strong>19</strong></sup> Nothing can heal your wound; your injury is fatal. Everyone who hears the news about you claps his hands at your fall, for who has not felt your endless cruelty? "},{"_id":"61621e2e9b02b3054ca4f23e","topicId":"61621e2b9b02b3054ca4f233","verse":"Proverbs 13:20","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013020_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013020-1\">20&nbsp;</b>&nbsp;&nbsp;Whoever walks with the wise becomes wise,</span><br><span id=\"p20013020_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the companion of fools will suffer harm.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> He that walketh with wise men shall be wise: but a companion of fools shall be destroyed.  ","niv":"<sup><strong>20</strong></sup> He who walks with the wise grows wise, but a companion of fools suffers harm."},{"_id":"61621e2f9b02b3054ca4f23f","topicId":"61621e2b9b02b3054ca4f233","verse":"Proverbs 6:16-19","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006016_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006016-1\">16&nbsp;</b>&nbsp;&nbsp;There are six things that the LORD hates,</span><br><span id=\"p20006016_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seven that are an abomination to him:</span><br><span id=\"p20006017_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006017-1\">17&nbsp;</b>&nbsp;&nbsp;haughty eyes, a lying tongue,</span><br><span id=\"p20006017_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hands that shed innocent blood,</span><br><span id=\"p20006018_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006018-1\">18&nbsp;</b>&nbsp;&nbsp;a heart that devises wicked plans,</span><br><span id=\"p20006018_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feet that make haste to run to evil,</span><br><span id=\"p20006019_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006019-1\">19&nbsp;</b>&nbsp;&nbsp;a false witness who breathes out lies,</span><br><span id=\"p20006019_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who sows discord among brothers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> These six things doth the LORD hate: yea, seven are  an abomination unto him:  <strong>17</strong> A proud look, a lying tongue, and hands that shed innocent blood,  <strong>18</strong> An heart that deviseth wicked imaginations, feet that be swift in running to mischief,  <strong>19</strong> A false witness that speaketh lies, and he that soweth discord among brethren.  ","niv":"<sup><strong>16</strong></sup> There are six things the LORD hates, seven that are detestable to him: <sup><strong>17</strong></sup> haughty eyes, a lying tongue, hands that shed innocent blood, <sup><strong>18</strong></sup> a heart that devises wicked schemes, feet that are quick to rush into evil, <sup><strong>19</strong></sup> a false witness who pours out lies and a man who stirs up dissension among brothers. "},{"_id":"61621e2f9b02b3054ca4f240","topicId":"61621e2b9b02b3054ca4f233","verse":"Psalm 11:5","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19011005_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19011005-1\">5&nbsp;</b>&nbsp;&nbsp;The LORD tests the righteous,</span><br><span id=\"p19011005_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but his soul hates the wicked and the one who loves violence.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> The LORD trieth the righteous: but the wicked and him that loveth violence his soul hateth.  ","niv":"<sup><strong>5</strong></sup> The LORD examines the righteous, but the wicked and those who love violence his soul hates."},{"_id":"61621e2f9b02b3054ca4f241","topicId":"61621e2b9b02b3054ca4f233","verse":"Romans 3:13-18","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45003013_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v45003013-1\">13&nbsp;</b>&nbsp;&nbsp;“Their throat is an open grave;</span><br><span id=\"p45003013_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they use their tongues to deceive.”</span><br><span id=\"p45003013_01-15\" class=\"line\">&nbsp;&nbsp;“The venom of asps is under their lips.”</span><br><span id=\"p45003014_01-15\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v45003014-1\">14&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;“Their mouth is full of curses and bitterness.”</span><br><span id=\"p45003015_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v45003015-1\">15&nbsp;</b>&nbsp;&nbsp;“Their feet are swift to shed blood;</span><br><span id=\"p45003016_01-15\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v45003016-1\">16&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;in their paths are ruin and misery,</span><br><span id=\"p45003017_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v45003017-1\">17&nbsp;</b>&nbsp;&nbsp;and the way of peace they have not known.”</span><br><span id=\"p45003018_01-15\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v45003018-1\">18&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;“There is no fear of God before their eyes.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Their throat is an open sepulchre; with their tongues they have used deceit; the poison of asps is under their lips:  <strong>14</strong> Whose mouth is full of cursing and bitterness:  <strong>15</strong> Their feet are swift to shed blood:  <strong>16</strong> Destruction and misery are in their ways:  <strong>17</strong> And the way of peace have they not known:  <strong>18</strong> There is no fear of God before their eyes.  ","niv":"<sup><strong>13</strong></sup> \"Their throats are open graves; their tongues practice deceit.The poison of vipers is on their lips.\" <sup><strong>14</strong></sup> \"Their mouths are full of cursing and bitterness.\" <sup><strong>15</strong></sup> \"Their feet are swift to shed blood; <sup><strong>16</strong></sup> ruin and misery mark their ways, <sup><strong>17</strong></sup> and the way of peace they do not know.\" <sup><strong>18</strong></sup> \"There is no fear of God before their eyes.\" "},{"_id":"61621e2f9b02b3054ca4f242","topicId":"61621e2b9b02b3054ca4f233","verse":"Proverbs 12:23","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012023_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012023-1\">23&nbsp;</b>&nbsp;&nbsp;A prudent man conceals knowledge,</span><br><span id=\"p20012023_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the heart of fools proclaims folly.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> A prudent man concealeth knowledge: but the heart of fools proclaimeth foolishness.  ","niv":"<sup><strong>23</strong></sup> A prudent man keeps his knowledge to himself, but the heart of fools blurts out folly.","modified":"2023-01-06T05:19:35.236Z"},{"_id":"61621e309b02b3054ca4f243","topicId":"61621e2b9b02b3054ca4f233","verse":"Mark 7:20-22","votes":7,"__v":0,"esv":"<div>\n<p id=\"p41007020_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v41007020-1\">20&nbsp;</b>And he said, <span class=\"woc\">“What comes out of a person is what defiles him.</span> <b class=\"verse-num woc\" id=\"v41007021-1\">21&nbsp;</b><span class=\"woc\">For from within, out of the heart of man, come evil thoughts, sexual immorality, theft, murder, adultery,</span> <b class=\"verse-num woc\" id=\"v41007022-1\">22&nbsp;</b><span class=\"woc\">coveting, wickedness, deceit, sensuality, envy, slander, pride, foolishness.</span></p>\n</div>","kjv":"<strong>20</strong> And he said, That which cometh out of the man, that defileth the man.  <strong>21</strong> For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,  <strong>22</strong> Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:  ","niv":"<sup><strong>20</strong></sup> He went on: \"What comes out of a man is what makes him 'unclean.' <sup><strong>21</strong></sup> For from within, out of men's hearts, come evil thoughts, sexual immorality, theft, murder, adultery, <sup><strong>22</strong></sup> greed, malice, deceit, lewdness, envy, slander, arrogance and folly. "},{"_id":"61621e309b02b3054ca4f244","topicId":"61621e2b9b02b3054ca4f233","verse":"Philippians 3:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p50003002_01-18\"><b class=\"verse-num\" id=\"v50003002-1\">2&nbsp;</b>Look out for the dogs, look out for the evildoers, look out for those who mutilate the flesh.</p>\n</div>","kjv":"<strong>2</strong> Beware of dogs, beware of evil workers, beware of the concision.  ","niv":"<sup><strong>2</strong></sup> Watch out for those dogs, those men who do evil, those mutilators of the flesh."},{"_id":"61621e309b02b3054ca4f245","topicId":"61621e2b9b02b3054ca4f233","verse":"Matthew 24:1-51","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-19\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-19\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-19\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-19\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-19\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-19\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-19\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"61621e309b02b3054ca4f246","topicId":"61621e2b9b02b3054ca4f233","verse":"Deuteronomy 28:16-30","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05028016_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v05028016-1\">16&nbsp;</b>Cursed shall you be in the city, and cursed shall you be in the field. <b class=\"verse-num\" id=\"v05028017-1\">17&nbsp;</b>Cursed shall be your basket and your kneading bowl. <b class=\"verse-num\" id=\"v05028018-1\">18&nbsp;</b>Cursed shall be the fruit of your womb and the fruit of your ground, the increase of your herds and the young of your flock. <b class=\"verse-num\" id=\"v05028019-1\">19&nbsp;</b>Cursed shall you be when you come in, and cursed shall you be when you go out.</p>\n<p id=\"p05028019_01-20\"><b class=\"verse-num\" id=\"v05028020-1\">20&nbsp;</b>“The LORD will send on you curses, confusion, and frustration in all that you undertake to do, until you are destroyed and perish quickly on account of the evil of your deeds, because you have forsaken me. <b class=\"verse-num\" id=\"v05028021-1\">21&nbsp;</b>The LORD will make the pestilence stick to you until he has consumed you off the land that you are entering to take possession of it. <b class=\"verse-num\" id=\"v05028022-1\">22&nbsp;</b>The LORD will strike you with wasting disease and with fever, inflammation and fiery heat, and with drought and with blight and with mildew. They shall pursue you until you perish. <b class=\"verse-num\" id=\"v05028023-1\">23&nbsp;</b>And the heavens over your head shall be bronze, and the earth under you shall be iron. <b class=\"verse-num\" id=\"v05028024-1\">24&nbsp;</b>The LORD will make the rain of your land powder. From heaven dust shall come down on you until you are destroyed.</p>\n<p id=\"p05028024_01-20\"><b class=\"verse-num\" id=\"v05028025-1\">25&nbsp;</b>“The LORD will cause you to be defeated before your enemies. You shall go out one way against them and flee seven ways before them. And you shall be a horror to all the kingdoms of the earth. <b class=\"verse-num\" id=\"v05028026-1\">26&nbsp;</b>And your dead body shall be food for all birds of the air and for the beasts of the earth, and there shall be no one to frighten them away. <b class=\"verse-num\" id=\"v05028027-1\">27&nbsp;</b>The LORD will strike you with the boils of Egypt, and with tumors and scabs and itch, of which you cannot be healed. <b class=\"verse-num\" id=\"v05028028-1\">28&nbsp;</b>The LORD will strike you with madness and blindness and confusion of mind, <b class=\"verse-num\" id=\"v05028029-1\">29&nbsp;</b>and you shall grope at noonday, as the blind grope in darkness, and you shall not prosper in your ways. And you shall be only oppressed and robbed continually, and there shall be no one to help you. <b class=\"verse-num\" id=\"v05028030-1\">30&nbsp;</b>You shall betroth a wife, but another man shall ravish her. You shall build a house, but you shall not dwell in it. You shall plant a vineyard, but you shall not enjoy its fruit.</p>\n\n</div>","kjv":"<strong>16</strong> Cursed shalt thou be in the city, and cursed shalt thou be in the field.  <strong>17</strong> Cursed shall be thy basket and thy store.  <strong>18</strong> Cursed shall be the fruit of thy body, and the fruit of thy land, the increase of thy kine, and the flocks of thy sheep.  <strong>19</strong> Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out.  <strong>20</strong> The LORD shall send upon thee cursing, vexation, and rebuke, in all that thou settest thine hand unto for to do, until thou be destroyed, and until thou perish quickly; because of the wickedness of thy doings, whereby thou hast forsaken me.  <strong>21</strong> The LORD shall make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest to possess it.  <strong>22</strong> The LORD shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.  <strong>23</strong> And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron.  <strong>24</strong> The LORD shall make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed.  <strong>25</strong> The LORD shall cause thee to be smitten before thine enemies: thou shalt go out one way against them, and flee seven ways before them: and shalt be removed into all the kingdoms of the earth.  <strong>26</strong> And thy carcase shall be meat unto all fowls of the air, and unto the beasts of the earth, and no man shall fray them away.  <strong>27</strong> The LORD will smite thee with the botch of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed.  <strong>28</strong> The LORD shall smite thee with madness, and blindness, and astonishment of heart:  <strong>29</strong> And thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and spoiled evermore, and no man shall save thee.  <strong>30</strong> Thou shalt betroth a wife, and another man shall lie with her: thou shalt build an house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not gather the grapes thereof.  ","niv":"<sup><strong>16</strong></sup> You will be cursed in the city and cursed in the country. <sup><strong>17</strong></sup> Your basket and your kneading trough will be cursed. <sup><strong>18</strong></sup> The fruit of your womb will be cursed, and the crops of your land, and the calves of your herds and the lambs of your flocks. <sup><strong>19</strong></sup> You will be cursed when you come in and cursed when you go out. <sup><strong>20</strong></sup> The LORD will send on you curses, confusion and rebuke in everything you put your hand to, until you are destroyed and come to sudden ruin because of the evil you have done in forsaking him. <sup><strong>21</strong></sup> The LORD will plague you with diseases until he has destroyed you from the land you are entering to possess. <sup><strong>22</strong></sup> The LORD will strike you with wasting disease, with fever and inflammation, with scorching heat and drought, with blight and mildew, which will plague you until you perish. <sup><strong>23</strong></sup> The sky over your head will be bronze, the ground beneath you iron. <sup><strong>24</strong></sup> The LORD will turn the rain of your country into dust and powder; it will come down from the skies until you are destroyed. <sup><strong>25</strong></sup> The LORD will cause you to be defeated before your enemies. You will come at them from one direction but flee from them in seven, and you will become a thing of horror to all the kingdoms on earth. <sup><strong>26</strong></sup> Your carcasses will be food for all the birds of the air and the beasts of the earth, and there will be no one to frighten them away. <sup><strong>27</strong></sup> The LORD will afflict you with the boils of Egypt and with tumors, festering sores and the itch, from which you cannot be cured. <sup><strong>28</strong></sup> The LORD will afflict you with madness, blindness and confusion of mind. <sup><strong>29</strong></sup> At midday you will grope about like a blind man in the dark. You will be unsuccessful in everything you do; day after day you will be oppressed and robbed, with no one to rescue you. <sup><strong>30</strong></sup> You will be pledged to be married to a woman, but another will take her and ravish her. You will build a house, but you will not live in it. You will plant a vineyard, but you will not even begin to enjoy its fruit. "},{"_id":"61621e319b02b3054ca4f247","topicId":"61621e2b9b02b3054ca4f233","verse":"2 Peter 2:12-18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p61002012_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002012-1\">12&nbsp;</b>But these, like irrational animals, creatures of instinct, born to be caught and destroyed, blaspheming about matters of which they are ignorant, will also be destroyed in their destruction, <b class=\"verse-num\" id=\"v61002013-1\">13&nbsp;</b>suffering wrong as the wage for their wrongdoing. They count it pleasure to revel in the daytime. They are blots and blemishes, reveling in their deceptions, while they feast with you. <b class=\"verse-num\" id=\"v61002014-1\">14&nbsp;</b>They have eyes full of adultery, insatiable for sin. They entice unsteady souls. They have hearts trained in greed. Accursed children! <b class=\"verse-num\" id=\"v61002015-1\">15&nbsp;</b>Forsaking the right way, they have gone astray. They have followed the way of Balaam, the son of Beor, who loved gain from wrongdoing, <b class=\"verse-num\" id=\"v61002016-1\">16&nbsp;</b>but was rebuked for his own transgression; a speechless donkey spoke with human voice and restrained the prophet’s madness.</p>\n<p id=\"p61002016_01-21\"><b class=\"verse-num\" id=\"v61002017-1\">17&nbsp;</b>These are waterless springs and mists driven by a storm. For them the gloom of utter darkness has been reserved. <b class=\"verse-num\" id=\"v61002018-1\">18&nbsp;</b>For, speaking loud boasts of folly, they entice by sensual passions of the flesh those who are barely escaping from those who live in error.</p>\n\n</div>","kjv":"<strong>12</strong> But these, as natural brute beasts, made to be taken and destroyed, speak evil of the things that they understand not; and shall utterly perish in their own corruption;  <strong>13</strong> And shall receive the reward of unrighteousness, as they that count it pleasure to riot in the daytime. Spots they are and blemishes, sporting themselves with their own deceivings while they feast with you;  <strong>14</strong> Having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:  <strong>15</strong> Which have forsaken the right way, and are gone astray, following the way of Balaam the son of Bosor, who loved the wages of unrighteousness;  <strong>16</strong> But was rebuked for his iniquity: the dumb ass speaking with man’s voice forbad the madness of the prophet.  <strong>17</strong> These are wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.  <strong>18</strong> For when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error.  ","niv":"<sup><strong>12</strong></sup> But these men blaspheme in matters they do not understand. They are like brute beasts, creatures of instinct, born only to be caught and destroyed, and like beasts they too will perish. <sup><strong>13</strong></sup> They will be paid back with harm for the harm they have done. Their idea of pleasure is to carouse in broad daylight. They are blots and blemishes, reveling in their pleasures while they feast with you. <sup><strong>14</strong></sup> With eyes full of adultery, they never stop sinning; they seduce the unstable; they are experts in greed--an accursed brood! <sup><strong>15</strong></sup> They have left the straight way and wandered off to follow the way of Balaam son of Beor, who loved the wages of wickedness. <sup><strong>16</strong></sup> But he was rebuked for his wrongdoing by a donkey--a beast without speech--who spoke with a man's voice and restrained the prophet's madness. <sup><strong>17</strong></sup> These men are springs without water and mists driven by a storm. Blackest darkness is reserved for them. <sup><strong>18</strong></sup> For they mouth empty, boastful words and, by appealing to the lustful desires of sinful human nature, they entice people who are just escaping from those who live in error. "},{"_id":"61621e319b02b3054ca4f248","topicId":"61621e2b9b02b3054ca4f233","verse":"James 4:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59004002_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004002-1\">2&nbsp;</b>You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask.</p>\n</div>","kjv":"<strong>2</strong> Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.  ","niv":"<sup><strong>2</strong></sup> You want something but don't get it. You kill and covet, but you cannot have what you want. You quarrel and fight. You do not have, because you do not ask God."},{"_id":"61621e319b02b3054ca4f249","topicId":"61621e2b9b02b3054ca4f233","verse":"2 Corinthians 5:7-6:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47005007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005007-1\">7&nbsp;</b>for we walk by faith, not by sight. <b class=\"verse-num\" id=\"v47005008-1\">8&nbsp;</b>Yes, we are of good courage, and we would rather be away from the body and at home with the Lord. <b class=\"verse-num\" id=\"v47005009-1\">9&nbsp;</b>So whether we are at home or away, we make it our aim to please him. <b class=\"verse-num\" id=\"v47005010-1\">10&nbsp;</b>For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil.</p>\n\n<p id=\"p47005010_05-23\"><b class=\"verse-num\" id=\"v47005011-1\">11&nbsp;</b>Therefore, knowing the fear of the Lord, we persuade others. But what we are is known to God, and I hope it is known also to your conscience. <b class=\"verse-num\" id=\"v47005012-1\">12&nbsp;</b>We are not commending ourselves to you again but giving you cause to boast about us, so that you may be able to answer those who boast about outward appearance and not about what is in the heart. <b class=\"verse-num\" id=\"v47005013-1\">13&nbsp;</b>For if we are beside ourselves, it is for God; if we are in our right mind, it is for you. <b class=\"verse-num\" id=\"v47005014-1\">14&nbsp;</b>For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died; <b class=\"verse-num\" id=\"v47005015-1\">15&nbsp;</b>and he died for all, that those who live might no longer live for themselves but for him who for their sake died and was raised.</p>\n<p id=\"p47005015_05-23\"><b class=\"verse-num\" id=\"v47005016-1\">16&nbsp;</b>From now on, therefore, we regard no one according to the flesh. Even though we once regarded Christ according to the flesh, we regard him thus no longer. <b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come. <b class=\"verse-num\" id=\"v47005018-1\">18&nbsp;</b>All this is from God, who through Christ reconciled us to himself and gave us the ministry of reconciliation; <b class=\"verse-num\" id=\"v47005019-1\">19&nbsp;</b>that is, in Christ God was reconciling the world to himself, not counting their trespasses against them, and entrusting to us the message of reconciliation. <b class=\"verse-num\" id=\"v47005020-1\">20&nbsp;</b>Therefore, we are ambassadors for Christ, God making his appeal through us. We implore you on behalf of Christ, be reconciled to God. <b class=\"verse-num\" id=\"v47005021-1\">21&nbsp;</b>For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.</p>\n<p id=\"p47006001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47006001-1\">6:1&nbsp;</b>Working together with him, then, we appeal to you not to receive the grace of God in vain. <b class=\"verse-num\" id=\"v47006002-1\">2&nbsp;</b>For he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p47006002_05-23\" class=\"line\">&nbsp;&nbsp;“In a favorable time I listened to you,</span><br><span id=\"p47006002_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in a day of salvation I have helped you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p47006002_05-23\" class=\"same-paragraph\">Behold, now is the favorable time; behold, now is the day of salvation.</p>\n\n</div>","kjv":"<strong>7</strong> (For we walk by faith, not by sight:)  <strong>8</strong> We are confident, I say, and willing rather to be absent from the body, and to be present with the Lord.  <strong>9</strong> Wherefore we labour, that, whether present or absent, we may be accepted of him.  <strong>10</strong> For we must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.  <strong>11</strong> Knowing therefore the terror of the Lord, we persuade men; but we are made manifest unto God; and I trust also are made manifest in your consciences.  <strong>12</strong> For we commend not ourselves again unto you, but give you occasion to glory on our behalf, that ye may have somewhat to answer them which glory in appearance, and not in heart.  <strong>13</strong> For whether we be beside ourselves, it is to God: or whether we be sober, it is for your cause.  <strong>14</strong> For the love of Christ constraineth us; because we thus judge, that if one died for all, then were all dead:  <strong>15</strong> And that he died for all, that they which live should not henceforth live unto themselves, but unto him which died for them, and rose again.  <strong>16</strong> Wherefore henceforth know we no man after the flesh: yea, though we have known Christ after the flesh, yet now henceforth know we him no more.  <strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  <strong>18</strong> And all things are of God, who hath reconciled us to himself by Jesus Christ, and hath given to us the ministry of reconciliation;  <strong>19</strong> To wit, that God was in Christ, reconciling the world unto himself, not imputing their trespasses unto them; and hath committed unto us the word of reconciliation.  <strong>20</strong> Now then we are ambassadors for Christ, as though God did beseech you by us: we pray you in Christ’s stead, be ye reconciled to God.  <strong>21</strong> For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.  <strong>1</strong> We then, as workers together with him, beseech you also that ye receive not the grace of God in vain.  <strong>2</strong> (For he saith, I have heard thee in a time accepted, and in the day of salvation have I succoured thee: behold, now is the accepted time; behold, now is the day of salvation.)  ","niv":""},{"_id":"61621e329b02b3054ca4f24a","topicId":"61621e2b9b02b3054ca4f233","verse":"John 12:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43012006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v43012006-1\">6&nbsp;</b>He said this, not because he cared about the poor, but because he was a thief, and having charge of the moneybag he used to help himself to what was put into it.</p>\n</div>","kjv":"<strong>6</strong> This he said, not that he cared for the poor; but because he was a thief, and had the bag, and bare what was put therein.  ","niv":"<sup><strong>6</strong></sup> He did not say this because he cared about the poor but because he was a thief; as keeper of the money bag, he used to help himself to what was put into it."},{"_id":"61621e329b02b3054ca4f24b","topicId":"61621e2b9b02b3054ca4f233","verse":"Nahum 2:2","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p34002002_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002002-1\">2&nbsp;</b>&nbsp;&nbsp;For the LORD is restoring the majesty of Jacob</span><br><span id=\"p34002002_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as the majesty of Israel,</span><br><span id=\"p34002002_01-25\" class=\"line\">&nbsp;&nbsp;for plunderers have plundered them</span><br><span id=\"p34002002_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ruined their branches.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> For the LORD hath turned away the excellency of Jacob, as the excellency of Israel: for the emptiers have emptied them out, and marred their vine branches.  ","niv":"<sup><strong>2</strong></sup> The LORD will restore the splendor of Jacob like the splendor of Israel, though destroyers have laid them waste and have ruined their vines."},{"_id":"61621e329b02b3054ca4f24c","topicId":"61621e2b9b02b3054ca4f233","verse":"Hosea 4:1-19","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28004001_05-26\" class=\"line\"><b class=\"chapter-num\" id=\"v28004001-1\">4:1&nbsp;</b>&nbsp;&nbsp;Hear the word of the LORD, O children of Israel,</span><br><span id=\"p28004001_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD has a controversy with the inhabitants of the land.</span><br><span id=\"p28004001_05-26\" class=\"line\">&nbsp;&nbsp;There is no faithfulness or steadfast love,</span><br><span id=\"p28004001_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no knowledge of God in the land;</span><br><span id=\"p28004002_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004002-1\">2&nbsp;</b>&nbsp;&nbsp;there is swearing, lying, murder, stealing, and committing adultery;</span><br><span id=\"p28004002_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they break all bounds, and bloodshed follows bloodshed.</span><br><span id=\"p28004003_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004003-1\">3&nbsp;</b>&nbsp;&nbsp;Therefore the land mourns,</span><br><span id=\"p28004003_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all who dwell in it languish,</span><br><span id=\"p28004003_05-26\" class=\"line\">&nbsp;&nbsp;and also the beasts of the field</span><br><span id=\"p28004003_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the birds of the heavens,</span><br><span id=\"p28004003_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and even the fish of the sea are taken away.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28004004_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004004-1\">4&nbsp;</b>&nbsp;&nbsp;Yet let no one contend,</span><br><span id=\"p28004004_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let none accuse,</span><br><span id=\"p28004004_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for with you is my contention, O priest.</span><br><span id=\"p28004005_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004005-1\">5&nbsp;</b>&nbsp;&nbsp;You shall stumble by day;</span><br><span id=\"p28004005_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the prophet also shall stumble with you by night;</span><br><span id=\"p28004005_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will destroy your mother.</span><br><span id=\"p28004006_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004006-1\">6&nbsp;</b>&nbsp;&nbsp;My people are destroyed for lack of knowledge;</span><br><span id=\"p28004006_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have rejected knowledge,</span><br><span id=\"p28004006_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I reject you from being a priest to me.</span><br><span id=\"p28004006_05-26\" class=\"line\">&nbsp;&nbsp;And since you have forgotten the law of your God,</span><br><span id=\"p28004006_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I also will forget your children.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28004007_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004007-1\">7&nbsp;</b>&nbsp;&nbsp;The more they increased,</span><br><span id=\"p28004007_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the more they sinned against me;</span><br><span id=\"p28004007_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will change their glory into shame.</span><br><span id=\"p28004008_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004008-1\">8&nbsp;</b>&nbsp;&nbsp;They feed on the sin of my people;</span><br><span id=\"p28004008_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are greedy for their iniquity.</span><br><span id=\"p28004009_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004009-1\">9&nbsp;</b>&nbsp;&nbsp;And it shall be like people, like priest;</span><br><span id=\"p28004009_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will punish them for their ways</span><br><span id=\"p28004009_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and repay them for their deeds.</span><br><span id=\"p28004010_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004010-1\">10&nbsp;</b>&nbsp;&nbsp;They shall eat, but not be satisfied;</span><br><span id=\"p28004010_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall play the whore, but not multiply,</span><br><span id=\"p28004010_05-26\" class=\"line\">&nbsp;&nbsp;because they have forsaken the LORD</span><br><span id=\"p28004010_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to cherish <b class=\"verse-num inline\" id=\"v28004011-1\">11&nbsp;</b>whoredom, wine, and new wine,</span><br><span id=\"p28004011_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which take away the understanding.</span><br><span id=\"p28004012_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004012-1\">12&nbsp;</b>&nbsp;&nbsp;My people inquire of a piece of wood,</span><br><span id=\"p28004012_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their walking staff gives them oracles.</span><br><span id=\"p28004012_05-26\" class=\"line\">&nbsp;&nbsp;For a spirit of whoredom has led them astray,</span><br><span id=\"p28004012_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they have left their God to play the whore.</span><br><span id=\"p28004013_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004013-1\">13&nbsp;</b>&nbsp;&nbsp;They sacrifice on the tops of the mountains</span><br><span id=\"p28004013_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and burn offerings on the hills,</span><br><span id=\"p28004013_05-26\" class=\"line\">&nbsp;&nbsp;under oak, poplar, and terebinth,</span><br><span id=\"p28004013_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because their shade is good.</span><br><span id=\"p28004013_05-26\" class=\"line\">&nbsp;&nbsp;Therefore your daughters play the whore,</span><br><span id=\"p28004013_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your brides commit adultery.</span><br><span id=\"p28004014_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004014-1\">14&nbsp;</b>&nbsp;&nbsp;I will not punish your daughters when they play the whore,</span><br><span id=\"p28004014_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor your brides when they commit adultery;</span><br><span id=\"p28004014_05-26\" class=\"line\">&nbsp;&nbsp;for the men themselves go aside with prostitutes</span><br><span id=\"p28004014_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sacrifice with cult prostitutes,</span><br><span id=\"p28004014_05-26\" class=\"line\">&nbsp;&nbsp;and a people without understanding shall come to ruin.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28004015_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004015-1\">15&nbsp;</b>&nbsp;&nbsp;Though you play the whore, O Israel,</span><br><span id=\"p28004015_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let not Judah become guilty.</span><br><span id=\"p28004015_05-26\" class=\"line\">&nbsp;&nbsp;Enter not into Gilgal,</span><br><span id=\"p28004015_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor go up to Beth-aven,</span><br><span id=\"p28004015_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and swear not, “As the LORD lives.”</span><br><span id=\"p28004016_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004016-1\">16&nbsp;</b>&nbsp;&nbsp;Like a stubborn heifer,</span><br><span id=\"p28004016_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Israel is stubborn;</span><br><span id=\"p28004016_05-26\" class=\"line\">&nbsp;&nbsp;can the LORD now feed them</span><br><span id=\"p28004016_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a lamb in a broad pasture?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28004017_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004017-1\">17&nbsp;</b>&nbsp;&nbsp;Ephraim is joined to idols;</span><br><span id=\"p28004017_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;leave him alone.</span><br><span id=\"p28004018_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004018-1\">18&nbsp;</b>&nbsp;&nbsp;When their drink is gone, they give themselves to whoring;</span><br><span id=\"p28004018_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their rulers dearly love shame.</span><br><span id=\"p28004019_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004019-1\">19&nbsp;</b>&nbsp;&nbsp;A wind has wrapped them in its wings,</span><br><span id=\"p28004019_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall be ashamed because of their sacrifices.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Hear the word of the LORD, ye children of Israel: for the LORD hath a controversy with the inhabitants of the land, because there is  no truth, nor mercy, nor knowledge of God in the land.  <strong>2</strong> By swearing, and lying, and killing, and stealing, and committing adultery, they break out, and blood toucheth blood.  <strong>3</strong> Therefore shall the land mourn, and every one that dwelleth therein shall languish, with the beasts of the field, and with the fowls of heaven; yea, the fishes of the sea also shall be taken away.  <strong>4</strong> Yet let no man strive, nor reprove another: for thy people are  as they that strive with the priest.  <strong>5</strong> Therefore shalt thou fall in the day, and the prophet also shall fall with thee in the night, and I will destroy thy mother.  <strong>6</strong> My people are destroyed for lack of knowledge: because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to me: seeing thou hast forgotten the law of thy God, I will also forget thy children.  <strong>7</strong> As they were increased, so they sinned against me: therefore  will I change their glory into shame.  <strong>8</strong> They eat up the sin of my people, and they set their heart on their iniquity.  <strong>9</strong> And there shall be, like people, like priest: and I will punish them for their ways, and reward them their doings.  <strong>10</strong> For they shall eat, and not have enough: they shall commit whoredom, and shall not increase: because they have left off to take heed to the LORD.  <strong>11</strong> Whoredom and wine and new wine take away the heart.  <strong>12</strong> My people ask counsel at their stocks, and their staff declareth unto them: for the spirit of whoredoms hath caused them to err, and they have gone a whoring from under their God.  <strong>13</strong> They sacrifice upon the tops of the mountains, and burn incense upon the hills, under oaks and poplars and elms, because the shadow thereof is  good: therefore your daughters shall commit whoredom, and your spouses shall commit adultery.  <strong>14</strong> I will not punish your daughters when they commit whoredom, nor your spouses when they commit adultery: for themselves are separated with whores, and they sacrifice with harlots: therefore the people that doth not understand shall fall.  <strong>15</strong> Though thou, Israel, play the harlot, yet let not Judah offend; and come not ye unto Gilgal, neither go ye up to Beth-aven, nor swear, The LORD liveth.  <strong>16</strong> For Israel slideth back as a backsliding heifer: now the LORD will feed them as a lamb in a large place.  <strong>17</strong> Ephraim is joined to idols: let him alone.  <strong>18</strong> Their drink is sour: they have committed whoredom continually: her rulers with shame do love, Give ye.  <strong>19</strong> The wind hath bound her up in her wings, and they shall be ashamed because of their sacrifices.  ","niv":"<sup><strong>1</strong></sup> Hear the word of the LORD, you Israelites, because the LORD has a charge to bring against you who live in the land: \"There is no faithfulness, no love, no acknowledgment of God in the land. <sup><strong>2</strong></sup> There is only cursing, lying and murder, stealing and adultery; they break all bounds, and bloodshed follows bloodshed. <sup><strong>3</strong></sup> Because of this the land mourns, and all who live in it waste away; the beasts of the field and the birds of the air and the fish of the sea are dying. <sup><strong>4</strong></sup> \"But let no man bring a charge, let no man accuse another, for your people are like those who bring charges against a priest. <sup><strong>5</strong></sup> You stumble day and night, and the prophets stumble with you. So I will destroy your mother- <sup><strong>6</strong></sup> my people are destroyed from lack of knowledge. \"Because you have rejected knowledge, I also reject you as my priests; because you have ignored the law of your God, I also will ignore your children. <sup><strong>7</strong></sup> The more the priests increased, the more they sinned against me; they exchanged their Glory for something disgraceful. <sup><strong>8</strong></sup> They feed on the sins of my people and relish their wickedness. <sup><strong>9</strong></sup> And it will be: Like people, like priests. I will punish both of them for their ways and repay them for their deeds. <sup><strong>10</strong></sup> \"They will eat but not have enough; they will engage in prostitution but not increase, because they have deserted the LORD to give themselves <sup><strong>11</strong></sup> to prostitution, to old wine and new, which take away the understanding <sup><strong>12</strong></sup> of my people. They consult a wooden idol and are answered by a stick of wood. A spirit of prostitution leads them astray; they are unfaithful to their God. <sup><strong>13</strong></sup> They sacrifice on the mountaintops and burn offerings on the hills, under oak, poplar and terebinth, where the shade is pleasant. Therefore your daughters turn to prostitution and your daughters-in-law to adultery. <sup><strong>14</strong></sup> \"I will not punish your daughters when they turn to prostitution, nor your daughters-in-law when they commit adultery, because the men themselves consort with harlots and sacrifice with shrine prostitutes- a people without understanding will come to ruin! <sup><strong>15</strong></sup> \"Though you commit adultery, O Israel, let not Judah become guilty. \"Do not go to Gilgal; do not go up to Beth Aven. And do not swear, 'As surely as the LORD lives!' <sup><strong>16</strong></sup> The Israelites are stubborn, like a stubborn heifer. How then can the LORD pasture them like lambs in a meadow? <sup><strong>17</strong></sup> Ephraim is joined to idols; leave him alone! <sup><strong>18</strong></sup> Even when their drinks are gone, they continue their prostitution; their rulers dearly love shameful ways. <sup><strong>19</strong></sup> A whirlwind will sweep them away, and their sacrifices will bring them shame. "}]}