{"_id":"61621ecb9b02b3054ca4f29e","slug":"garments","name":"Garments","verses":[{"_id":"61621ecb9b02b3054ca4f29f","topicId":"61621ecb9b02b3054ca4f29e","verse":"Zechariah 3:1-10","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p38003001_08-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v38003001-1\">3:1&nbsp;</b>Then he showed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right hand to accuse him. <b class=\"verse-num\" id=\"v38003002-1\">2&nbsp;</b>And the LORD said to Satan, “The LORD rebuke you, O Satan! The LORD who has chosen Jerusalem rebuke you! Is not this a brand plucked from the fire?” <b class=\"verse-num\" id=\"v38003003-1\">3&nbsp;</b>Now Joshua was standing before the angel, clothed with filthy garments. <b class=\"verse-num\" id=\"v38003004-1\">4&nbsp;</b>And the angel said to those who were standing before him, “Remove the filthy garments from him.” And to him he said, “Behold, I have taken your iniquity away from you, and I will clothe you with pure vestments.” <b class=\"verse-num\" id=\"v38003005-1\">5&nbsp;</b>And I said, “Let them put a clean turban on his head.” So they put a clean turban on his head and clothed him with garments. And the angel of the LORD was standing by.</p>\n<p id=\"p38003005_08-1\"><b class=\"verse-num\" id=\"v38003006-1\">6&nbsp;</b>And the angel of the LORD solemnly assured Joshua, <b class=\"verse-num\" id=\"v38003007-1\">7&nbsp;</b>“Thus says the LORD of hosts: If you will walk in my ways and keep my charge, then you shall rule my house and have charge of my courts, and I will give you the right of access among those who are standing here. <b class=\"verse-num\" id=\"v38003008-1\">8&nbsp;</b>Hear now, O Joshua the high priest, you and your friends who sit before you, for they are men who are a sign: behold, I will bring my servant the Branch. <b class=\"verse-num\" id=\"v38003009-1\">9&nbsp;</b>For behold, on the stone that I have set before Joshua, on a single stone with seven eyes, I will engrave its inscription, declares the LORD of hosts, and I will remove the iniquity of this land in a single day. <b class=\"verse-num\" id=\"v38003010-1\">10&nbsp;</b>In that day, declares the LORD of hosts, every one of you will invite his neighbor to come under his vine and under his fig tree.”</p>\n\n</div>","kjv":"<strong>1</strong> And he shewed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right hand to resist him.  <strong>2</strong> And the LORD said unto Satan, The LORD rebuke thee, O Satan; even the LORD that hath chosen Jerusalem rebuke thee: is not this a brand plucked out of the fire?  <strong>3</strong> Now Joshua was clothed with filthy garments, and stood before the angel.  <strong>4</strong> And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.  <strong>5</strong> And I said, Let them set a fair mitre upon his head. So they set a fair mitre upon his head, and clothed him with garments. And the angel of the LORD stood by.  <strong>6</strong> And the angel of the LORD protested unto Joshua, saying,  <strong>7</strong> Thus saith the LORD of hosts; If thou wilt walk in my ways, and if thou wilt keep my charge, then thou shalt also judge my house, and shalt also keep my courts, and I will give thee places to walk among these that stand by.  <strong>8</strong> Hear now, O Joshua the high priest, thou, and thy fellows that sit before thee: for they are men wondered at: for, behold, I will bring forth my servant the BRANCH.  <strong>9</strong> For behold the stone that I have laid before Joshua; upon one stone shall be seven eyes: behold, I will engrave the graving thereof, saith the LORD of hosts, and I will remove the iniquity of that land in one day.  <strong>10</strong> In that day, saith the LORD of hosts, shall ye call every man his neighbour under the vine and under the fig tree.  ","niv":"<sup><strong>1</strong></sup> Then he showed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right side to accuse him. <sup><strong>2</strong></sup> The LORD said to Satan, \"The LORD rebuke you, Satan! The LORD, who has chosen Jerusalem, rebuke you! Is not this man a burning stick snatched from the fire?\" <sup><strong>3</strong></sup> Now Joshua was dressed in filthy clothes as he stood before the angel. <sup><strong>4</strong></sup> The angel said to those who were standing before him, \"Take off his filthy clothes.\" Then he said to Joshua, \"See, I have taken away your sin, and I will put rich garments on you.\" <sup><strong>5</strong></sup> Then I said, \"Put a clean turban on his head.\" So they put a clean turban on his head and clothed him, while the angel of the LORD stood by. <sup><strong>6</strong></sup> The angel of the LORD gave this charge to Joshua: <sup><strong>7</strong></sup> \"This is what the LORD Almighty says: 'If you will walk in my ways and keep my requirements, then you will govern my house and have charge of my courts, and I will give you a place among these standing here. <sup><strong>8</strong></sup> \"'Listen, O high priest Joshua and your associates seated before you, who are men symbolic of things to come: I am going to bring my servant, the Branch. <sup><strong>9</strong></sup> See, the stone I have set in front of Joshua! There are seven eyes on that one stone, and I will engrave an inscription on it,' says the LORD Almighty, 'and I will remove the sin of this land in a single day. <sup><strong>10</strong></sup> \"'In that day each of you will invite his neighbor to sit under his vine and fig tree,' declares the LORD Almighty.\" "},{"_id":"61621ecc9b02b3054ca4f2a0","topicId":"61621ecb9b02b3054ca4f29e","verse":"Revelation 3:4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66003004_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003004-1\">4&nbsp;</b><span class=\"woc\">Yet you have still a few names in Sardis, people who have not soiled their garments, and they will walk with me in white, for they are worthy.</span></p>\n</div>","kjv":"<strong>4</strong> Thou hast a few names even in Sardis which have not defiled their garments; and they shall walk with me in white: for they are worthy.  ","niv":"<sup><strong>4</strong></sup> Yet you have a few people in Sardis who have not soiled their clothes. They will walk with me, dressed in white, for they are worthy.","modified":"2022-12-05T20:10:39.684Z"},{"_id":"61621ecc9b02b3054ca4f2a1","topicId":"61621ecb9b02b3054ca4f29e","verse":"Ruth 3:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p08003009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v08003009-1\">9&nbsp;</b>He said, “Who are you?” And she answered, “I am Ruth, your servant. Spread your wings over your servant, for you are a redeemer.”</p>\n\n</div>","kjv":"<strong>9</strong> And he said, Who art thou? And she answered, I am  Ruth thine handmaid: spread therefore thy skirt over thine handmaid; for thou art a near kinsman.  ","niv":"<sup><strong>9</strong></sup> \"Who are you?\" he asked. \"I am your servant Ruth,\" she said. \"Spread the corner of your garment over me, since you are a kinsman-redeemer.\""},{"_id":"61621ecc9b02b3054ca4f2a2","topicId":"61621ecb9b02b3054ca4f29e","verse":"Luke 8:40-48","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42008040_08-4\"><b class=\"verse-num\" id=\"v42008040-1\">40&nbsp;</b>Now when Jesus returned, the crowd welcomed him, for they were all waiting for him. <b class=\"verse-num\" id=\"v42008041-1\">41&nbsp;</b>And there came a man named Jairus, who was a ruler of the synagogue. And falling at Jesus’ feet, he implored him to come to his house, <b class=\"verse-num\" id=\"v42008042-1\">42&nbsp;</b>for he had an only daughter, about twelve years of age, and she was dying.</p>\n<p id=\"p42008042_08-4\">As Jesus went, the people pressed around him. <b class=\"verse-num\" id=\"v42008043-1\">43&nbsp;</b>And there was a woman who had had a discharge of blood for twelve years, and though she had spent all her living on physicians, she could not be healed by anyone. <b class=\"verse-num\" id=\"v42008044-1\">44&nbsp;</b>She came up behind him and touched the fringe of his garment, and immediately her discharge of blood ceased. <b class=\"verse-num\" id=\"v42008045-1\">45&nbsp;</b>And Jesus said, <span class=\"woc\">“Who was it that touched me?”</span> When all denied it, Peter said, “Master, the crowds surround you and are pressing in on you!” <b class=\"verse-num\" id=\"v42008046-1\">46&nbsp;</b>But Jesus said, <span class=\"woc\">“Someone touched me, for I perceive that power has gone out from me.”</span> <b class=\"verse-num\" id=\"v42008047-1\">47&nbsp;</b>And when the woman saw that she was not hidden, she came trembling, and falling down before him declared in the presence of all the people why she had touched him, and how she had been immediately healed. <b class=\"verse-num\" id=\"v42008048-1\">48&nbsp;</b>And he said to her, <span class=\"woc\">“Daughter, your faith has made you well; go in peace.”</span></p>\n\n</div>","kjv":"<strong>40</strong> And it came to pass, that, when Jesus was returned, the people gladly received him: for they were all waiting for him.  <strong>41</strong> And, behold, there came a man named Jairus, and he was a ruler of the synagogue: and he fell down at Jesus’ feet, and besought him that he would come into his house:  <strong>42</strong> For he had one only daughter, about twelve years of age, and she lay a dying. But as he went the people thronged him.  <strong>43</strong> And a woman having an issue of blood twelve years, which had spent all her living upon physicians, neither could be healed of any,  <strong>44</strong> Came behind him, and touched the border of his garment: and immediately her issue of blood stanched.  <strong>45</strong> And Jesus said, Who touched me? When all denied, Peter and they that were with him said, Master, the multitude throng thee and press thee, and sayest thou, Who touched me?  <strong>46</strong> And Jesus said, Somebody hath touched me: for I perceive that virtue is gone out of me.  <strong>47</strong> And when the woman saw that she was not hid, she came trembling, and falling down before him, she declared unto him before all the people for what cause she had touched him and how she was healed immediately.  <strong>48</strong> And he said unto her, Daughter, be of good comfort: thy faith hath made thee whole; go in peace. ","niv":"<sup><strong>40</strong></sup> Now when Jesus returned, a crowd welcomed him, for they were all expecting him. <sup><strong>41</strong></sup> Then a man named Jairus, a ruler of the synagogue, came and fell at Jesus' feet, pleading with him to come to his house <sup><strong>42</strong></sup> because his only daughter, a girl of about twelve, was dying. <sup><strong>43</strong></sup> As Jesus was on his way, the crowds almost crushed him. And a woman was there who had been subject to bleeding for twelve years, but no one could heal her. <sup><strong>44</strong></sup> She came up behind him and touched the edge of his cloak, and immediately her bleeding stopped. <sup><strong>45</strong></sup> \"Who touched me?\" Jesus asked. When they all denied it, Peter said, \"Master, the people are crowding and pressing against you.\" <sup><strong>46</strong></sup> But Jesus said, \"Someone touched me; I know that power has gone out from me.\" <sup><strong>47</strong></sup> Then the woman, seeing that she could not go unnoticed, came trembling and fell at his feet. In the presence of all the people, she told why she had touched him and how she had been instantly healed. <sup><strong>48</strong></sup> Then he said to her, \"Daughter, your faith has healed you. Go in peace.\" "},{"_id":"61621ecd9b02b3054ca4f2a3","topicId":"61621ecb9b02b3054ca4f29e","verse":"Isaiah 61:3","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23061003_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061003-1\">3&nbsp;</b>&nbsp;&nbsp;to grant to those who mourn in Zion—</span><br><span id=\"p23061003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to give them a beautiful headdress instead of ashes,</span><br><span id=\"p23061003_01-5\" class=\"line\">&nbsp;&nbsp;the oil of gladness instead of mourning,</span><br><span id=\"p23061003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the garment of praise instead of a faint spirit;</span><br><span id=\"p23061003_01-5\" class=\"line\">&nbsp;&nbsp;that they may be called oaks of righteousness,</span><br><span id=\"p23061003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the planting of the LORD, that he may be glorified.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the LORD, that he might be glorified.  ","niv":"<sup><strong>3</strong></sup> and provide for those who grieve in Zion- to bestow on them a crown of beauty instead of ashes, the oil of gladness instead of mourning, and a garment of praise instead of a spirit of despair. They will be called oaks of righteousness, a planting of the LORD for the display of his splendor."},{"_id":"61621ecd9b02b3054ca4f2a4","topicId":"61621ecb9b02b3054ca4f29e","verse":"Luke 15:22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42015022_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015022-1\">22&nbsp;</b><span class=\"woc\">But the father said to his servants, ‘Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet.</span></p>\n\n</div>","kjv":"<strong>22</strong> But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:  ","niv":"<sup><strong>22</strong></sup> \"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet.","modified":"2022-12-30T16:28:58.358Z"}]}