{"_id":"61621f379b02b3054ca4f2de","slug":"gathering-at-church","name":"Gathering At Church","verses":[{"_id":"61621f379b02b3054ca4f2df","topicId":"61621f379b02b3054ca4f2de","verse":"Luke 24:52-53","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42024052_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v42024052-1\">52&nbsp;</b>And they worshiped him and returned to Jerusalem with great joy, <b class=\"verse-num\" id=\"v42024053-1\">53&nbsp;</b>and were continually in the temple blessing God.</p>\n</div>","kjv":"<strong>52</strong> And they worshipped him, and returned to Jerusalem with great joy:  <strong>53</strong> And were continually in the temple, praising and blessing God. Amen.  ","niv":"<sup><strong>52</strong></sup> Then they worshiped him and returned to Jerusalem with great joy. <sup><strong>53</strong></sup> And they stayed continually at the temple, praising God. "},{"_id":"61621f389b02b3054ca4f2e0","topicId":"61621f379b02b3054ca4f2de","verse":"Ecclesiastes 3:1-22","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p21003001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21003001-1\">3:1&nbsp;</b>For everything there is a season, and a time for every matter under heaven:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21003002_05-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003002-1\">2&nbsp;</b>&nbsp;&nbsp;a time to be born, and a time to die;</span><br><span id=\"p21003002_05-2\" class=\"line\">&nbsp;&nbsp;a time to plant, and a time to pluck up what is planted;</span><br><span id=\"p21003003_05-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003003-1\">3&nbsp;</b>&nbsp;&nbsp;a time to kill, and a time to heal;</span><br><span id=\"p21003003_05-2\" class=\"line\">&nbsp;&nbsp;a time to break down, and a time to build up;</span><br><span id=\"p21003004_05-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003004-1\">4&nbsp;</b>&nbsp;&nbsp;a time to weep, and a time to laugh;</span><br><span id=\"p21003004_05-2\" class=\"line\">&nbsp;&nbsp;a time to mourn, and a time to dance;</span><br><span id=\"p21003005_05-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003005-1\">5&nbsp;</b>&nbsp;&nbsp;a time to cast away stones, and a time to gather stones together;</span><br><span id=\"p21003005_05-2\" class=\"line\">&nbsp;&nbsp;a time to embrace, and a time to refrain from embracing;</span><br><span id=\"p21003006_05-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003006-1\">6&nbsp;</b>&nbsp;&nbsp;a time to seek, and a time to lose;</span><br><span id=\"p21003006_05-2\" class=\"line\">&nbsp;&nbsp;a time to keep, and a time to cast away;</span><br><span id=\"p21003007_05-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003007-1\">7&nbsp;</b>&nbsp;&nbsp;a time to tear, and a time to sew;</span><br><span id=\"p21003007_05-2\" class=\"line\">&nbsp;&nbsp;a time to keep silence, and a time to speak;</span><br><span id=\"p21003008_05-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003008-1\">8&nbsp;</b>&nbsp;&nbsp;a time to love, and a time to hate;</span><br><span id=\"p21003008_05-2\" class=\"line\">&nbsp;&nbsp;a time for war, and a time for peace.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p21003008_08-2\"><b class=\"verse-num\" id=\"v21003009-1\">9&nbsp;</b>What gain has the worker from his toil? <b class=\"verse-num\" id=\"v21003010-1\">10&nbsp;</b>I have seen the business that God has given to the children of man to be busy with. <b class=\"verse-num\" id=\"v21003011-1\">11&nbsp;</b>He has made everything beautiful in its time. Also, he has put eternity into man’s heart, yet so that he cannot find out what God has done from the beginning to the end. <b class=\"verse-num\" id=\"v21003012-1\">12&nbsp;</b>I perceived that there is nothing better for them than to be joyful and to do good as long as they live; <b class=\"verse-num\" id=\"v21003013-1\">13&nbsp;</b>also that everyone should eat and drink and take pleasure in all his toil—this is God’s gift to man.</p>\n<p id=\"p21003013_08-2\"><b class=\"verse-num\" id=\"v21003014-1\">14&nbsp;</b>I perceived that whatever God does endures forever; nothing can be added to it, nor anything taken from it. God has done it, so that people fear before him. <b class=\"verse-num\" id=\"v21003015-1\">15&nbsp;</b>That which is, already has been; that which is to be, already has been; and God seeks what has been driven away.</p>\n\n<p id=\"p21003015_12-2\"><b class=\"verse-num\" id=\"v21003016-1\">16&nbsp;</b>Moreover, I saw under the sun that in the place of justice, even there was wickedness, and in the place of righteousness, even there was wickedness. <b class=\"verse-num\" id=\"v21003017-1\">17&nbsp;</b>I said in my heart, God will judge the righteous and the wicked, for there is a time for every matter and for every work. <b class=\"verse-num\" id=\"v21003018-1\">18&nbsp;</b>I said in my heart with regard to the children of man that God is testing them that they may see that they themselves are but beasts. <b class=\"verse-num\" id=\"v21003019-1\">19&nbsp;</b>For what happens to the children of man and what happens to the beasts is the same; as one dies, so dies the other. They all have the same breath, and man has no advantage over the beasts, for all is vanity. <b class=\"verse-num\" id=\"v21003020-1\">20&nbsp;</b>All go to one place. All are from the dust, and to dust all return. <b class=\"verse-num\" id=\"v21003021-1\">21&nbsp;</b>Who knows whether the spirit of man goes upward and the spirit of the beast goes down into the earth? <b class=\"verse-num\" id=\"v21003022-1\">22&nbsp;</b>So I saw that there is nothing better than that a man should rejoice in his work, for that is his lot. Who can bring him to see what will be after him?</p>\n\n</div>","kjv":"<strong>1</strong> To every thing there is a season, and a time to every purpose under the heaven:  <strong>2</strong> A time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted;  <strong>3</strong> A time to kill, and a time to heal; a time to break down, and a time to build up;  <strong>4</strong> A time to weep, and a time to laugh; a time to mourn, and a time to dance;  <strong>5</strong> A time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing;  <strong>6</strong> A time to get, and a time to lose; a time to keep, and a time to cast away;  <strong>7</strong> A time to rend, and a time to sew; a time to keep silence, and a time to speak;  <strong>8</strong> A time to love, and a time to hate; a time of war, and a time of peace.  <strong>9</strong> What profit hath he that worketh in that wherein he laboureth?  <strong>10</strong> I have seen the travail, which God hath given to the sons of men to be exercised in it.  <strong>11</strong> He hath made every thing beautiful in his time: also he hath set the world in their heart, so that no man can find out the work that God maketh from the beginning to the end.  <strong>12</strong> I know that there is no good in them, but for a man  to rejoice, and to do good in his life.  <strong>13</strong> And also that every man should eat and drink, and enjoy the good of all his labour, it is the gift of God.  <strong>14</strong> I know that, whatsoever God doeth, it shall be for ever: nothing can be put to it, nor any thing taken from it: and God doeth it, that men should fear before him.  <strong>15</strong> That which hath been is now; and that which is to be hath already been; and God requireth that which is past.  <strong>16</strong> And moreover I saw under the sun the place of judgment, that  wickedness was there; and the place of righteousness, that iniquity was there.  <strong>17</strong> I said in mine heart, God shall judge the righteous and the wicked: for there is a time there for every purpose and for every work.  <strong>18</strong> I said in mine heart concerning the estate of the sons of men, that God might manifest them, and that they might see that they themselves are beasts.  <strong>19</strong> For that which befalleth the sons of men befalleth beasts; even one thing befalleth them: as the one dieth, so dieth the other; yea, they have all one breath; so that a man hath no preeminence above a beast: for all is vanity.  <strong>20</strong> All go unto one place; all are of the dust, and all turn to dust again.  <strong>21</strong> Who knoweth the spirit of man that goeth upward, and the spirit of the beast that goeth downward to the earth?  <strong>22</strong> Wherefore I perceive that there is nothing better, than that a man should rejoice in his own works; for that is his portion: for who shall bring him to see what shall be after him?  ","niv":"<sup><strong>1</strong></sup> There is a time for everything, and a season for every activity under heaven: <sup><strong>2</strong></sup> a time to be born and a time to die, a time to plant and a time to uproot, <sup><strong>3</strong></sup> a time to kill and a time to heal, a time to tear down and a time to build, <sup><strong>4</strong></sup> a time to weep and a time to laugh, a time to mourn and a time to dance, <sup><strong>5</strong></sup> a time to scatter stones and a time to gather them, a time to embrace and a time to refrain, <sup><strong>6</strong></sup> a time to search and a time to give up, a time to keep and a time to throw away, <sup><strong>7</strong></sup> a time to tear and a time to mend, a time to be silent and a time to speak, <sup><strong>8</strong></sup> a time to love and a time to hate, a time for war and a time for peace. <sup><strong>9</strong></sup> What does the worker gain from his toil? <sup><strong>10</strong></sup> I have seen the burden God has laid on men. <sup><strong>11</strong></sup> He has made everything beautiful in its time. He has also set eternity in the hearts of men; yet they cannot fathom what God has done from beginning to end. <sup><strong>12</strong></sup> I know that there is nothing better for men than to be happy and do good while they live. <sup><strong>13</strong></sup> That everyone may eat and drink, and find satisfaction in all his toil-this is the gift of God. <sup><strong>14</strong></sup> I know that everything God does will endure forever; nothing can be added to it and nothing taken from it. God does it so that men will revere him. <sup><strong>15</strong></sup> Whatever is has already been, and what will be has been before; and God will call the past to account. <sup><strong>16</strong></sup> And I saw something else under the sun: In the place of judgment-wickedness was there, in the place of justice-wickedness was there. <sup><strong>17</strong></sup> I thought in my heart, \"God will bring to judgment both the righteous and the wicked, for there will be a time for every activity, a time for every deed.\" <sup><strong>18</strong></sup> I also thought, \"As for men, God tests them so that they may see that they are like the animals. <sup><strong>19</strong></sup> Man's fate is like that of the animals; the same fate awaits them both: As one dies, so dies the other. All have the same breath; man has no advantage over the animal. Everything is meaningless. <sup><strong>20</strong></sup> All go to the same place; all come from dust, and to dust all return. <sup><strong>21</strong></sup> Who knows if the spirit of man rises upward and if the spirit of the animal goes down into the earth?\" <sup><strong>22</strong></sup> So I saw that there is nothing better for a man than to enjoy his work, because that is his lot. For who can bring him to see what will happen after him? "},{"_id":"61621f389b02b3054ca4f2e1","topicId":"61621f379b02b3054ca4f2de","verse":"Psalm 133:1","votes":3,"__v":0,"esv":"<div>\n\n<h4 id=\"p19133001_06-3\" class=\"psalm-title\">A Song of Ascents. Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19133001_06-3\" class=\"line\"><b class=\"chapter-num\" id=\"v19133001-1\">133:1&nbsp;</b>&nbsp;&nbsp;Behold, how good and pleasant it is</span><br><span id=\"p19133001_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when brothers dwell in unity!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Behold, how good and how pleasant it is for brethren to dwell together in unity!  ","niv":"<sup><strong>1</strong></sup> How good and pleasant it is when brothers live together in unity!"},{"_id":"61621f389b02b3054ca4f2e2","topicId":"61621f379b02b3054ca4f2de","verse":"Psalm 107:1-3","votes":3,"__v":0,"esv":"<div>\n\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19107001_11-4\" class=\"line\"><b class=\"chapter-num\" id=\"v19107001-1\">107:1&nbsp;</b>&nbsp;&nbsp;Oh give thanks to the LORD, for he is good,</span><br><span id=\"p19107001_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever!</span><br><span id=\"p19107002_11-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107002-1\">2&nbsp;</b>&nbsp;&nbsp;Let the redeemed of the LORD say so,</span><br><span id=\"p19107002_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whom he has redeemed from trouble</span><br><span id=\"p19107003_11-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107003-1\">3&nbsp;</b>&nbsp;&nbsp;and gathered in from the lands,</span><br><span id=\"p19107003_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the east and from the west,</span><br><span id=\"p19107003_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the north and from the south.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> O give thanks unto the LORD, for he is good: for his mercy endureth for ever.  <strong>2</strong> Let the redeemed of the LORD say so, whom he hath redeemed from the hand of the enemy;  <strong>3</strong> And gathered them out of the lands, from the east, and from the west, from the north, and from the south.  ","niv":"<sup><strong>1</strong></sup> Give thanks to the LORD, for he is good; his love endures forever. <sup><strong>2</strong></sup> Let the redeemed of the LORD say this- those he redeemed from the hand of the foe, <sup><strong>3</strong></sup> those he gathered from the lands, from east and west, from north and south. "},{"_id":"61621f389b02b3054ca4f2e3","topicId":"61621f379b02b3054ca4f2de","verse":"Hebrews 10:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010025_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching."},{"_id":"61621f399b02b3054ca4f2e4","topicId":"61621f379b02b3054ca4f2de","verse":"Acts 2:42-43","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44002042_06-6\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles.</p>\n\n</div>","kjv":"<strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  ","niv":"<sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. "},{"_id":"61621f399b02b3054ca4f2e5","topicId":"61621f379b02b3054ca4f2de","verse":"John 4:36","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43004036_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004036-1\">36&nbsp;</b><span class=\"woc\">Already</span> <span class=\"woc\">the one who reaps is receiving wages and gathering fruit for eternal life, so that sower and reaper may rejoice together.</span></p>\n</div>","kjv":"<strong>36</strong> And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together.  ","niv":"<sup><strong>36</strong></sup> Even now the reaper draws his wages, even now he harvests the crop for eternal life, so that the sower and the reaper may be glad together."},{"_id":"61621f399b02b3054ca4f2e6","topicId":"61621f379b02b3054ca4f2de","verse":"Matthew 7:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40007017_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span></p>\n</div>","kjv":"<strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  ","niv":"<sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit."},{"_id":"61621f3a9b02b3054ca4f2e7","topicId":"61621f379b02b3054ca4f2de","verse":"Numbers 10:1-36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p04010001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04010001-1\">10:1&nbsp;</b>The LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04010002-1\">2&nbsp;</b>“Make two silver trumpets. Of hammered work you shall make them, and you shall use them for summoning the congregation and for breaking camp. <b class=\"verse-num\" id=\"v04010003-1\">3&nbsp;</b>And when both are blown, all the congregation shall gather themselves to you at the entrance of the tent of meeting. <b class=\"verse-num\" id=\"v04010004-1\">4&nbsp;</b>But if they blow only one, then the chiefs, the heads of the tribes of Israel, shall gather themselves to you. <b class=\"verse-num\" id=\"v04010005-1\">5&nbsp;</b>When you blow an alarm, the camps that are on the east side shall set out. <b class=\"verse-num\" id=\"v04010006-1\">6&nbsp;</b>And when you blow an alarm the second time, the camps that are on the south side shall set out. An alarm is to be blown whenever they are to set out. <b class=\"verse-num\" id=\"v04010007-1\">7&nbsp;</b>But when the assembly is to be gathered together, you shall blow a long blast, but you shall not sound an alarm. <b class=\"verse-num\" id=\"v04010008-1\">8&nbsp;</b>And the sons of Aaron, the priests, shall blow the trumpets. The trumpets shall be to you for a perpetual statute throughout your generations. <b class=\"verse-num\" id=\"v04010009-1\">9&nbsp;</b>And when you go to war in your land against the adversary who oppresses you, then you shall sound an alarm with the trumpets, that you may be remembered before the LORD your God, and you shall be saved from your enemies. <b class=\"verse-num\" id=\"v04010010-1\">10&nbsp;</b>On the day of your gladness also, and at your appointed feasts and at the beginnings of your months, you shall blow the trumpets over your burnt offerings and over the sacrifices of your peace offerings. They shall be a reminder of you before your God: I am the LORD your God.”</p>\n\n<p id=\"p04010010_07-9\"><b class=\"verse-num\" id=\"v04010011-1\">11&nbsp;</b>In the second year, in the second month, on the twentieth day of the month, the cloud lifted from over the tabernacle of the testimony, <b class=\"verse-num\" id=\"v04010012-1\">12&nbsp;</b>and the people of Israel set out by stages from the wilderness of Sinai. And the cloud settled down in the wilderness of Paran. <b class=\"verse-num\" id=\"v04010013-1\">13&nbsp;</b>They set out for the first time at the command of the LORD by Moses. <b class=\"verse-num\" id=\"v04010014-1\">14&nbsp;</b>The standard of the camp of the people of Judah set out first by their companies, and over their company was Nahshon the son of Amminadab. <b class=\"verse-num\" id=\"v04010015-1\">15&nbsp;</b>And over the company of the tribe of the people of Issachar was Nethanel the son of Zuar. <b class=\"verse-num\" id=\"v04010016-1\">16&nbsp;</b>And over the company of the tribe of the people of Zebulun was Eliab the son of Helon.</p>\n<p id=\"p04010016_07-9\"><b class=\"verse-num\" id=\"v04010017-1\">17&nbsp;</b>And when the tabernacle was taken down, the sons of Gershon and the sons of Merari, who carried the tabernacle, set out. <b class=\"verse-num\" id=\"v04010018-1\">18&nbsp;</b>And the standard of the camp of Reuben set out by their companies, and over their company was Elizur the son of Shedeur. <b class=\"verse-num\" id=\"v04010019-1\">19&nbsp;</b>And over the company of the tribe of the people of Simeon was Shelumiel the son of Zurishaddai. <b class=\"verse-num\" id=\"v04010020-1\">20&nbsp;</b>And over the company of the tribe of the people of Gad was Eliasaph the son of Deuel.</p>\n<p id=\"p04010020_07-9\"><b class=\"verse-num\" id=\"v04010021-1\">21&nbsp;</b>Then the Kohathites set out, carrying the holy things, and the tabernacle was set up before their arrival. <b class=\"verse-num\" id=\"v04010022-1\">22&nbsp;</b>And the standard of the camp of the people of Ephraim set out by their companies, and over their company was Elishama the son of Ammihud. <b class=\"verse-num\" id=\"v04010023-1\">23&nbsp;</b>And over the company of the tribe of the people of Manasseh was Gamaliel the son of Pedahzur. <b class=\"verse-num\" id=\"v04010024-1\">24&nbsp;</b>And over the company of the tribe of the people of Benjamin was Abidan the son of Gideoni.</p>\n<p id=\"p04010024_07-9\"><b class=\"verse-num\" id=\"v04010025-1\">25&nbsp;</b>Then the standard of the camp of the people of Dan, acting as the rear guard of all the camps, set out by their companies, and over their company was Ahiezer the son of Ammishaddai. <b class=\"verse-num\" id=\"v04010026-1\">26&nbsp;</b>And over the company of the tribe of the people of Asher was Pagiel the son of Ochran. <b class=\"verse-num\" id=\"v04010027-1\">27&nbsp;</b>And over the company of the tribe of the people of Naphtali was Ahira the son of Enan. <b class=\"verse-num\" id=\"v04010028-1\">28&nbsp;</b>This was the order of march of the people of Israel by their companies, when they set out.</p>\n<p id=\"p04010028_07-9\"><b class=\"verse-num\" id=\"v04010029-1\">29&nbsp;</b>And Moses said to Hobab the son of Reuel the Midianite, Moses’ father-in-law, “We are setting out for the place of which the LORD said, ‘I will give it to you.’ Come with us, and we will do good to you, for the LORD has promised good to Israel.” <b class=\"verse-num\" id=\"v04010030-1\">30&nbsp;</b>But he said to him, “I will not go. I will depart to my own land and to my kindred.” <b class=\"verse-num\" id=\"v04010031-1\">31&nbsp;</b>And he said, “Please do not leave us, for you know where we should camp in the wilderness, and you will serve as eyes for us. <b class=\"verse-num\" id=\"v04010032-1\">32&nbsp;</b>And if you do go with us, whatever good the LORD will do to us, the same will we do to you.”</p>\n<p id=\"p04010032_07-9\"><b class=\"verse-num\" id=\"v04010033-1\">33&nbsp;</b>So they set out from the mount of the LORD three days’ journey. And the ark of the covenant of the LORD went before them three days’ journey, to seek out a resting place for them. <b class=\"verse-num\" id=\"v04010034-1\">34&nbsp;</b>And the cloud of the LORD was over them by day, whenever they set out from the camp.</p>\n<p id=\"p04010034_07-9\"><b class=\"verse-num\" id=\"v04010035-1\">35&nbsp;</b>And whenever the ark set out, Moses said, “Arise, O LORD, and let your enemies be scattered, and let those who hate you flee before you.” <b class=\"verse-num\" id=\"v04010036-1\">36&nbsp;</b>And when it rested, he said, “Return, O LORD, to the ten thousand thousands of Israel.”</p>\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Make thee two trumpets of silver; of a whole piece shalt thou make them: that thou mayest use them for the calling of the assembly, and for the journeying of the camps.  <strong>3</strong> And when they shall blow with them, all the assembly shall assemble themselves to thee at the door of the tabernacle of the congregation.  <strong>4</strong> And if they blow but with one trumpet, then the princes, which are heads of the thousands of Israel, shall gather themselves unto thee.  <strong>5</strong> When ye blow an alarm, then the camps that lie on the east parts shall go forward.  <strong>6</strong> When ye blow an alarm the second time, then the camps that lie on the south side shall take their journey: they shall blow an alarm for their journeys.  <strong>7</strong> But when the congregation is to be gathered together, ye shall blow, but ye shall not sound an alarm.  <strong>8</strong> And the sons of Aaron, the priests, shall blow with the trumpets; and they shall be to you for an ordinance for ever throughout your generations.  <strong>9</strong> And if ye go to war in your land against the enemy that oppresseth you, then ye shall blow an alarm with the trumpets; and ye shall be remembered before the LORD your God, and ye shall be saved from your enemies.  <strong>10</strong> Also in the day of your gladness, and in your solemn days, and in the beginnings of your months, ye shall blow with the trumpets over your burnt offerings, and over the sacrifices of your peace offerings; that they may be to you for a memorial before your God: I am the LORD your God.  <strong>11</strong> And it came to pass on the twentieth day of the second month, in the second year, that the cloud was taken up from off the tabernacle of the testimony.  <strong>12</strong> And the children of Israel took their journeys out of the wilderness of Sinai; and the cloud rested in the wilderness of Paran.  <strong>13</strong> And they first took their journey according to the commandment of the LORD by the hand of Moses.  <strong>14</strong> In the first place went the standard of the camp of the children of Judah according to their armies: and over his host was  Nahshon the son of Amminadab.  <strong>15</strong> And over the host of the tribe of the children of Issachar was  Nethaneel the son of Zuar.  <strong>16</strong> And over the host of the tribe of the children of Zebulun was  Eliab the son of Helon.  <strong>17</strong> And the tabernacle was taken down; and the sons of Gershon and the sons of Merari set forward, bearing the tabernacle.  <strong>18</strong> And the standard of the camp of Reuben set forward according to their armies: and over his host was Elizur the son of Shedeur.  <strong>19</strong> And over the host of the tribe of the children of Simeon was Shelumiel the son of Zurishaddai.  <strong>20</strong> And over the host of the tribe of the children of Gad was Eliasaph the son of Deuel.  <strong>21</strong> And the Kohathites set forward, bearing the sanctuary: and the other did set up the tabernacle against they came.  <strong>22</strong> And the standard of the camp of the children of Ephraim set forward according to their armies: and over his host was Elishama the son of Ammihud.  <strong>23</strong> And over the host of the tribe of the children of Manasseh was  Gamaliel the son of Pedahzur.  <strong>24</strong> And over the host of the tribe of the children of Benjamin was  Abidan the son of Gideoni.  <strong>25</strong> And the standard of the camp of the children of Dan set forward, which was the rereward of all the camps throughout their hosts: and over his host was Ahiezer the son of Ammishaddai.  <strong>26</strong> And over the host of the tribe of the children of Asher was  Pagiel the son of Ocran.  <strong>27</strong> And over the host of the tribe of the children of Naphtali was  Ahira the son of Enan.  <strong>28</strong> Thus were the journeyings of the children of Israel according to their armies, when they set forward.  <strong>29</strong> And Moses said unto Hobab, the son of Raguel the Midianite, Moses’ father in law, We are journeying unto the place of which the LORD said, I will give it you: come thou with us, and we will do thee good: for the LORD hath spoken good concerning Israel.  <strong>30</strong> And he said unto him, I will not go; but I will depart to mine own land, and to my kindred.  <strong>31</strong> And he said, Leave us not, I pray thee; forasmuch as thou knowest how we are to encamp in the wilderness, and thou mayest be to us instead of eyes.  <strong>32</strong> And it shall be, if thou go with us, yea, it shall be, that what goodness the LORD shall do unto us, the same will we do unto thee.  <strong>33</strong> And they departed from the mount of the LORD three days’ journey: and the ark of the covenant of the LORD went before them in the three days’ journey, to search out a resting place for them.  <strong>34</strong> And the cloud of the LORD was upon them by day, when they went out of the camp.  <strong>35</strong> And it came to pass, when the ark set forward, that Moses said, Rise up, LORD, and let thine enemies be scattered; and let them that hate thee flee before thee.  <strong>36</strong> And when it rested, he said, Return, O LORD, unto the many thousands of Israel.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses: <sup><strong>2</strong></sup> \"Make two trumpets of hammered silver, and use them for calling the community together and for having the camps set out. <sup><strong>3</strong></sup> When both are sounded, the whole community is to assemble before you at the entrance to the Tent of Meeting. <sup><strong>4</strong></sup> If only one is sounded, the leaders-the heads of the clans of Israel-are to assemble before you. <sup><strong>5</strong></sup> When a trumpet blast is sounded, the tribes camping on the east are to set out. <sup><strong>6</strong></sup> At the sounding of a second blast, the camps on the south are to set out. The blast will be the signal for setting out. <sup><strong>7</strong></sup> To gather the assembly, blow the trumpets, but not with the same signal. <sup><strong>8</strong></sup> \"The sons of Aaron, the priests, are to blow the trumpets. This is to be a lasting ordinance for you and the generations to come. <sup><strong>9</strong></sup> When you go into battle in your own land against an enemy who is oppressing you, sound a blast on the trumpets. Then you will be remembered by the LORD your God and rescued from your enemies. <sup><strong>10</strong></sup> Also at your times of rejoicing-your appointed feasts and New Moon festivals-you are to sound the trumpets over your burnt offerings and fellowship offerings, and they will be a memorial for you before your God. I am the LORD your God.\" <sup><strong>11</strong></sup> On the twentieth day of the second month of the second year, the cloud lifted from above the tabernacle of the Testimony. <sup><strong>12</strong></sup> Then the Israelites set out from the Desert of Sinai and traveled from place to place until the cloud came to rest in the Desert of Paran. <sup><strong>13</strong></sup> They set out, this first time, at the LORD's command through Moses. <sup><strong>14</strong></sup> The divisions of the camp of Judah went first, under their standard. Nahshon son of Amminadab was in command. <sup><strong>15</strong></sup> Nethanel son of Zuar was over the division of the tribe of Issachar, <sup><strong>16</strong></sup> and Eliab son of Helon was over the division of the tribe of Zebulun. <sup><strong>17</strong></sup> Then the tabernacle was taken down, and the Gershonites and Merarites, who carried it, set out. <sup><strong>18</strong></sup> The divisions of the camp of Reuben went next, under their standard. Elizur son of Shedeur was in command. <sup><strong>19</strong></sup> Shelumiel son of Zurishaddai was over the division of the tribe of Simeon, <sup><strong>20</strong></sup> and Eliasaph son of Deuel was over the division of the tribe of Gad. <sup><strong>21</strong></sup> Then the Kohathites set out, carrying the holy things. The tabernacle was to be set up before they arrived. <sup><strong>22</strong></sup> The divisions of the camp of Ephraim went next, under their standard. Elishama son of Ammihud was in command. <sup><strong>23</strong></sup> Gamaliel son of Pedahzur was over the division of the tribe of Manasseh, <sup><strong>24</strong></sup> and Abidan son of Gideoni was over the division of the tribe of Benjamin. <sup><strong>25</strong></sup> Finally, as the rear guard for all the units, the divisions of the camp of Dan set out, under their standard. Ahiezer son of Ammishaddai was in command. <sup><strong>26</strong></sup> Pagiel son of Ocran was over the division of the tribe of Asher, <sup><strong>27</strong></sup> and Ahira son of Enan was over the division of the tribe of Naphtali. <sup><strong>28</strong></sup> This was the order of march for the Israelite divisions as they set out. <sup><strong>29</strong></sup> Now Moses said to Hobab son of Reuel the Midianite, Moses' father-in-law, \"We are setting out for the place about which the LORD said, 'I will give it to you.' Come with us and we will treat you well, for the LORD has promised good things to Israel.\" <sup><strong>30</strong></sup> He answered, \"No, I will not go; I am going back to my own land and my own people.\" <sup><strong>31</strong></sup> But Moses said, \"Please do not leave us. You know where we should camp in the desert, and you can be our eyes. <sup><strong>32</strong></sup> If you come with us, we will share with you whatever good things the LORD gives us.\" <sup><strong>33</strong></sup> So they set out from the mountain of the LORD and traveled for three days. The ark of the covenant of the LORD went before them during those three days to find them a place to rest. <sup><strong>34</strong></sup> The cloud of the LORD was over them by day when they set out from the camp. <sup><strong>35</strong></sup> Whenever the ark set out, Moses said, \"Rise up, O LORD! May your enemies be scattered; may your foes flee before you.\" <sup><strong>36</strong></sup> Whenever it came to rest, he said, \"Return, O LORD, to the countless thousands of Israel.\" "}]}