{"_id":"616220b39b02b3054ca4f3ec","slug":"generous","name":"Generous","verses":[{"_id":"616220b49b02b3054ca4f3ed","topicId":"616220b39b02b3054ca4f3ec","verse":"Acts 20:35","votes":21,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\""},{"_id":"616220b49b02b3054ca4f3ee","topicId":"616220b39b02b3054ca4f3ec","verse":"Luke 12:33","votes":19,"__v":0,"esv":"<div>\n<p id=\"p42012033_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span></p>\n</div>","kjv":"<strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  ","niv":"<sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys."},{"_id":"616220b49b02b3054ca4f3ef","topicId":"616220b39b02b3054ca4f3ec","verse":"Luke 6:38","votes":17,"__v":0,"esv":"<div>\n<p id=\"p42006038_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n</div>","kjv":"<strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","niv":"<sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\""},{"_id":"616220b49b02b3054ca4f3f0","topicId":"616220b39b02b3054ca4f3ec","verse":"2 Corinthians 9:7","votes":12,"__v":0,"esv":"<div>\n<p id=\"p47009007_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009007-1\">7&nbsp;</b>Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.</p>\n</div>","kjv":"<strong>7</strong> Every man according as he purposeth in his heart, so let him give;  not grudgingly, or of necessity: for God loveth a cheerful giver.  ","niv":"<sup><strong>7</strong></sup> Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."},{"_id":"616220b59b02b3054ca4f3f1","topicId":"616220b39b02b3054ca4f3ec","verse":"1 Timothy 6:17-19","votes":11,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-6\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. "},{"_id":"616220b59b02b3054ca4f3f2","topicId":"616220b39b02b3054ca4f3ec","verse":"Proverbs 22:9","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022009_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022009-1\">9&nbsp;</b>&nbsp;&nbsp;Whoever has a bountiful eye will be blessed,</span><br><span id=\"p20022009_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he shares his bread with the poor.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> He that hath a bountiful eye shall be blessed; for he giveth of his bread to the poor.  ","niv":"<sup><strong>9</strong></sup> A generous man will himself be blessed, for he shares his food with the poor."},{"_id":"616220b59b02b3054ca4f3f3","topicId":"616220b39b02b3054ca4f3ec","verse":"2 Corinthians 9:11","votes":11,"__v":0,"esv":"<div>\n<p id=\"p47009011_01-8\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v47009011-1\">11&nbsp;</b>You will be enriched in every way to be generous in every way, which through us will produce thanksgiving to God.</p>\n</div>","kjv":"<strong>11</strong> Being enriched in every thing to all bountifulness, which causeth through us thanksgiving to God.  ","niv":"<sup><strong>11</strong></sup> You will be made rich in every way so that you can be generous on every occasion, and through us your generosity will result in thanksgiving to God.","modified":"2022-07-18T17:30:21.569Z"},{"_id":"616220b69b02b3054ca4f3f4","topicId":"616220b39b02b3054ca4f3ec","verse":"2 Corinthians 9:6","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p47009006_04-9\"><b class=\"verse-num\" id=\"v47009006-1\">6&nbsp;</b>The point is this: whoever sows sparingly will also reap sparingly, and whoever sows bountifully will also reap bountifully.</p>\n\n</div>","kjv":"<strong>6</strong> But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully.  ","niv":"<sup><strong>6</strong></sup> Remember this: Whoever sows sparingly will also reap sparingly, and whoever sows generously will also reap generously."},{"_id":"616220b69b02b3054ca4f3f5","topicId":"616220b39b02b3054ca4f3ec","verse":"Proverbs 19:17","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019017_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019017-1\">17&nbsp;</b>&nbsp;&nbsp;Whoever is generous to the poor lends to the LORD,</span><br><span id=\"p20019017_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will repay him for his deed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.  ","niv":"<sup><strong>17</strong></sup> He who is kind to the poor lends to the LORD, and he will reward him for what he has done."},{"_id":"616220b69b02b3054ca4f3f6","topicId":"616220b39b02b3054ca4f3ec","verse":"Proverbs 11:25","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011025_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011025-1\">25&nbsp;</b>&nbsp;&nbsp;Whoever brings blessing will be enriched,</span><br><span id=\"p20011025_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who waters will himself be watered.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> The liberal soul shall be made fat: and he that watereth shall be watered also himself.  ","niv":"<sup><strong>25</strong></sup> A generous man will prosper; he who refreshes others will himself be refreshed."},{"_id":"616220b69b02b3054ca4f3f7","topicId":"616220b39b02b3054ca4f3ec","verse":"Hebrews 13:1","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p58013001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58013001-1\">13:1&nbsp;</b>Let brotherly love continue.</p>\n</div>","kjv":"<strong>1</strong> Let brotherly love continue.  ","niv":"<sup><strong>1</strong></sup> Keep on loving each other as brothers."},{"_id":"616220b79b02b3054ca4f3f8","topicId":"616220b39b02b3054ca4f3ec","verse":"Malachi 3:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p39003010_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it."},{"_id":"616220b79b02b3054ca4f3f9","topicId":"616220b39b02b3054ca4f3ec","verse":"Hebrews 13:16","votes":8,"__v":0,"esv":"<div>\n<p id=\"p58013016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013016-1\">16&nbsp;</b>Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.</p>\n</div>","kjv":"<strong>16</strong> But to do good and to communicate forget not: for with such sacrifices God is well pleased.  ","niv":"<sup><strong>16</strong></sup> And do not forget to do good and to share with others, for with such sacrifices God is pleased."},{"_id":"616220b89b02b3054ca4f3fa","topicId":"616220b39b02b3054ca4f3ec","verse":"Luke 21:1-4","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p42021001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42021001-1\">21:1&nbsp;</b>Jesus looked up and saw the rich putting their gifts into the offering box, <b class=\"verse-num\" id=\"v42021002-1\">2&nbsp;</b>and he saw a poor widow put in two small copper coins. <b class=\"verse-num\" id=\"v42021003-1\">3&nbsp;</b>And he said, <span class=\"woc\">“Truly, I tell you, this poor widow has put in more than all of them.</span> <b class=\"verse-num woc\" id=\"v42021004-1\">4&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty put in all she had to live on.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he looked up, and saw the rich men casting their gifts into the treasury.  <strong>2</strong> And he saw also a certain poor widow casting in thither two mites.  <strong>3</strong> And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all:  <strong>4</strong> For all these have of their abundance cast in unto the offerings of God: but she of her penury hath cast in all the living that she had.  ","niv":"<sup><strong>1</strong></sup> As he looked up, Jesus saw the rich putting their gifts into the temple treasury. <sup><strong>2</strong></sup> He also saw a poor widow put in two very small copper coins. <sup><strong>3</strong></sup> \"I tell you the truth,\" he said, \"this poor widow has put in more than all the others. <sup><strong>4</strong></sup> All these people gave their gifts out of their wealth; but she out of her poverty put in all she had to live on.\" "},{"_id":"616220b89b02b3054ca4f3fb","topicId":"616220b39b02b3054ca4f3ec","verse":"Proverbs 11:24-25","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011024_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011024-1\">24&nbsp;</b>&nbsp;&nbsp;One gives freely, yet grows all the richer;</span><br><span id=\"p20011024_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;another withholds what he should give, and only suffers want.</span><br><span id=\"p20011025_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011025-1\">25&nbsp;</b>&nbsp;&nbsp;Whoever brings blessing will be enriched,</span><br><span id=\"p20011025_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who waters will himself be watered.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> There is that scattereth, and yet increaseth; and there is  that withholdeth more than is meet, but it tendeth to poverty.  <strong>25</strong> The liberal soul shall be made fat: and he that watereth shall be watered also himself.  ","niv":"<sup><strong>24</strong></sup> One man gives freely, yet gains even more; another withholds unduly, but comes to poverty. <sup><strong>25</strong></sup> A generous man will prosper; he who refreshes others will himself be refreshed. "},{"_id":"616220b89b02b3054ca4f3fc","topicId":"616220b39b02b3054ca4f3ec","verse":"Matthew 10:42","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40010042_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010042-1\">42&nbsp;</b><span class=\"woc\">And whoever gives one of these little ones even a cup of cold water because he is a disciple, truly, I say to you, he will by no means lose his reward.”</span></p>\n</div>","kjv":"<strong>42</strong> And whosoever shall give to drink unto one of these little ones a cup of cold water only in the name of a disciple, verily I say unto you, he shall in no wise lose his reward. ","niv":"<sup><strong>42</strong></sup> And if anyone gives even a cup of cold water to one of these little ones because he is my disciple, I tell you the truth, he will certainly not lose his reward.\""},{"_id":"616220b89b02b3054ca4f3fd","topicId":"616220b39b02b3054ca4f3ec","verse":"Matthew 6:21","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40006021_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n</div>","kjv":"<strong>21</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>21</strong></sup> For where your treasure is, there your heart will be also."},{"_id":"616220b99b02b3054ca4f3fe","topicId":"616220b39b02b3054ca4f3ec","verse":"1 John 3:17","votes":7,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?"},{"_id":"616220b99b02b3054ca4f3ff","topicId":"616220b39b02b3054ca4f3ec","verse":"Proverbs 21:13","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021013_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021013-1\">13&nbsp;</b>&nbsp;&nbsp;Whoever closes his ear to the cry of the poor</span><br><span id=\"p20021013_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will himself call out and not be answered.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Whoso stoppeth his ears at the cry of the poor, he also shall cry himself, but shall not be heard.  ","niv":"<sup><strong>13</strong></sup> If a man shuts his ears to the cry of the poor, he too will cry out and not be answered."},{"_id":"616220b99b02b3054ca4f400","topicId":"616220b39b02b3054ca4f3ec","verse":"2 Corinthians 8:9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p47008009_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v47008009-1\">9&nbsp;</b>For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you by his poverty might become rich.</p>\n</div>","kjv":"<strong>9</strong> For ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich.  ","niv":"<sup><strong>9</strong></sup> For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sakes he became poor, so that you through his poverty might become rich."},{"_id":"616220b99b02b3054ca4f401","topicId":"616220b39b02b3054ca4f3ec","verse":"Matthew 6:1-4","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-22\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. "},{"_id":"616220ba9b02b3054ca4f402","topicId":"616220b39b02b3054ca4f3ec","verse":"2 Corinthians 9:10","votes":6,"__v":0,"esv":"<div>\n<p id=\"p47009010_01-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v47009010-1\">10&nbsp;</b>He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness.</p>\n</div>","kjv":"<strong>10</strong> Now he that ministereth seed to the sower both minister bread for your food, and multiply your seed sown, and increase the fruits of your righteousness;)  ","niv":"<sup><strong>10</strong></sup> Now he who supplies seed to the sower and bread for food will also supply and increase your store of seed and will enlarge the harvest of your righteousness."},{"_id":"616220ba9b02b3054ca4f403","topicId":"616220b39b02b3054ca4f3ec","verse":"2 Corinthians 8:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p47008012_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v47008012-1\">12&nbsp;</b>For if the readiness is there, it is acceptable according to what a person has, not according to what he does not have.</p>\n</div>","kjv":"<strong>12</strong> For if there be first a willing mind, it is accepted according to that a man hath, and not according to that he hath not.  ","niv":"<sup><strong>12</strong></sup> For if the willingness is there, the gift is acceptable according to what one has, not according to what he does not have."},{"_id":"616220ba9b02b3054ca4f404","topicId":"616220b39b02b3054ca4f3ec","verse":"Isaiah 32:8","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23032008_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23032008-1\">8&nbsp;</b>&nbsp;&nbsp;But he who is noble plans noble things,</span><br><span id=\"p23032008_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on noble things he stands.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> But the liberal deviseth liberal things; and by liberal things shall he stand.  ","niv":"<sup><strong>8</strong></sup> But the noble man makes noble plans, and by noble deeds he stands."},{"_id":"616220bb9b02b3054ca4f405","topicId":"616220b39b02b3054ca4f3ec","verse":"Proverbs 28:27","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028027_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028027-1\">27&nbsp;</b>&nbsp;&nbsp;Whoever gives to the poor will not want,</span><br><span id=\"p20028027_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who hides his eyes will get many a curse.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> He that giveth unto the poor shall not lack: but he that hideth his eyes shall have many a curse.  ","niv":"<sup><strong>27</strong></sup> He who gives to the poor will lack nothing, but he who closes his eyes to them receives many curses."}]}