{"_id":"61621fde9b02b3054ca4f350","slug":"genealogy-of-jesus","name":"Genealogy Of Jesus","verses":[{"_id":"61621fdf9b02b3054ca4f351","topicId":"61621fde9b02b3054ca4f350","verse":"Matthew 1:1-25","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40001001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40001001-1\">1:1&nbsp;</b>The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.</p>\n<p id=\"p40001001_06-1\"><b class=\"verse-num\" id=\"v40001002-1\">2&nbsp;</b>Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers, <b class=\"verse-num\" id=\"v40001003-1\">3&nbsp;</b>and Judah the father of Perez and Zerah by Tamar, and Perez the father of Hezron, and Hezron the father of Ram, <b class=\"verse-num\" id=\"v40001004-1\">4&nbsp;</b>and Ram the father of Amminadab, and Amminadab the father of Nahshon, and Nahshon the father of Salmon, <b class=\"verse-num\" id=\"v40001005-1\">5&nbsp;</b>and Salmon the father of Boaz by Rahab, and Boaz the father of Obed by Ruth, and Obed the father of Jesse, <b class=\"verse-num\" id=\"v40001006-1\">6&nbsp;</b>and Jesse the father of David the king.</p>\n<p id=\"p40001006_06-1\">And David was the father of Solomon by the wife of Uriah, <b class=\"verse-num\" id=\"v40001007-1\">7&nbsp;</b>and Solomon the father of Rehoboam, and Rehoboam the father of Abijah, and Abijah the father of Asaph, <b class=\"verse-num\" id=\"v40001008-1\">8&nbsp;</b>and Asaph the father of Jehoshaphat, and Jehoshaphat the father of Joram, and Joram the father of Uzziah, <b class=\"verse-num\" id=\"v40001009-1\">9&nbsp;</b>and Uzziah the father of Jotham, and Jotham the father of Ahaz, and Ahaz the father of Hezekiah, <b class=\"verse-num\" id=\"v40001010-1\">10&nbsp;</b>and Hezekiah the father of Manasseh, and Manasseh the father of Amos, and Amos the father of Josiah, <b class=\"verse-num\" id=\"v40001011-1\">11&nbsp;</b>and Josiah the father of Jechoniah and his brothers, at the time of the deportation to Babylon.</p>\n<p id=\"p40001011_06-1\"><b class=\"verse-num\" id=\"v40001012-1\">12&nbsp;</b>And after the deportation to Babylon: Jechoniah was the father of Shealtiel, and Shealtiel the father of Zerubbabel, <b class=\"verse-num\" id=\"v40001013-1\">13&nbsp;</b>and Zerubbabel the father of Abiud, and Abiud the father of Eliakim, and Eliakim the father of Azor, <b class=\"verse-num\" id=\"v40001014-1\">14&nbsp;</b>and Azor the father of Zadok, and Zadok the father of Achim, and Achim the father of Eliud, <b class=\"verse-num\" id=\"v40001015-1\">15&nbsp;</b>and Eliud the father of Eleazar, and Eleazar the father of Matthan, and Matthan the father of Jacob, <b class=\"verse-num\" id=\"v40001016-1\">16&nbsp;</b>and Jacob the father of Joseph the husband of Mary, of whom Jesus was born, who is called Christ.</p>\n<p id=\"p40001016_06-1\"><b class=\"verse-num\" id=\"v40001017-1\">17&nbsp;</b>So all the generations from Abraham to David were fourteen generations, and from David to the deportation to Babylon fourteen generations, and from the deportation to Babylon to the Christ fourteen generations.</p>\n\n<p id=\"p40001017_11-1\"><b class=\"verse-num\" id=\"v40001018-1\">18&nbsp;</b>Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit. <b class=\"verse-num\" id=\"v40001019-1\">19&nbsp;</b>And her husband Joseph, being a just man and unwilling to put her to shame, resolved to divorce her quietly. <b class=\"verse-num\" id=\"v40001020-1\">20&nbsp;</b>But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit. <b class=\"verse-num\" id=\"v40001021-1\">21&nbsp;</b>She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.” <b class=\"verse-num\" id=\"v40001022-1\">22&nbsp;</b>All this took place to fulfill what the Lord had spoken by the prophet:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40001023_11-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v40001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Behold, the virgin shall conceive and bear a son,</span><br><span id=\"p40001023_11-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall call his name Immanuel”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40001023_11-1\" class=\"same-paragraph\">(which means, God with us). <b class=\"verse-num\" id=\"v40001024-1\">24&nbsp;</b>When Joseph woke from sleep, he did as the angel of the Lord commanded him: he took his wife, <b class=\"verse-num\" id=\"v40001025-1\">25&nbsp;</b>but knew her not until she had given birth to a son. And he called his name Jesus.</p>\n\n</div>","kjv":"<strong>1</strong> The book of the generation of Jesus Christ, the son of David, the son of Abraham.  <strong>2</strong> Abraham begat Isaac; and Isaac begat Jacob; and Jacob begat Judas and his brethren;  <strong>3</strong> And Judas begat Phares and Zara of Thamar; and Phares begat Esrom; and Esrom begat Aram;  <strong>4</strong> And Aram begat Aminadab; and Aminadab begat Naasson; and Naasson begat Salmon;  <strong>5</strong> And Salmon begat Booz of Rachab; and Booz begat Obed of Ruth; and Obed begat Jesse;  <strong>6</strong> And Jesse begat David the king; and David the king begat Solomon of her that had been the wife of Urias;  <strong>7</strong> And Solomon begat Roboam; and Roboam begat Abia; and Abia begat Asa;  <strong>8</strong> And Asa begat Josaphat; and Josaphat begat Joram; and Joram begat Ozias;  <strong>9</strong> And Ozias begat Joatham; and Joatham begat Achaz; and Achaz begat Ezekias;  <strong>10</strong> And Ezekias begat Manasses; and Manasses begat Amon; and Amon begat Josias;  <strong>11</strong> And Josias begat Jechonias and his brethren, about the time they were carried away to Babylon:  <strong>12</strong> And after they were brought to Babylon, Jechonias begat Salathiel; and Salathiel begat Zorobabel;  <strong>13</strong> And Zorobabel begat Abiud; and Abiud begat Eliakim; and Eliakim begat Azor;  <strong>14</strong> And Azor begat Sadoc; and Sadoc begat Achim; and Achim begat Eliud;  <strong>15</strong> And Eliud begat Eleazar; and Eleazar begat Matthan; and Matthan begat Jacob;  <strong>16</strong> And Jacob begat Joseph the husband of Mary, of whom was born Jesus, who is called Christ.  <strong>17</strong> So all the generations from Abraham to David are fourteen generations; and from David until the carrying away into Babylon are  fourteen generations; and from the carrying away into Babylon unto Christ are fourteen generations.  <strong>18</strong> Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.  <strong>19</strong> Then Joseph her husband, being a just man, and not willing to make her a publick example, was minded to put her away privily.  <strong>20</strong> But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost.  <strong>21</strong> And she shall bring forth a son, and thou shalt call his name JESUS: for he shall save his people from their sins.  <strong>22</strong> Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying,  <strong>23</strong> Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us.  <strong>24</strong> Then Joseph being raised from sleep did as the angel of the Lord had bidden him, and took unto him his wife:  <strong>25</strong> And knew her not till she had brought forth her firstborn son: and he called his name JESUS.  ","niv":"<sup><strong>1</strong></sup> A record of the genealogy of Jesus Christ the son of David, the son of Abraham: <sup><strong>2</strong></sup> Abraham was the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers, <sup><strong>3</strong></sup> Judah the father of Perez and Zerah, whose mother was Tamar, Perez the father of Hezron, Hezron the father of Ram, <sup><strong>4</strong></sup> Ram the father of Amminadab, Amminadab the father of Nahshon, Nahshon the father of Salmon, <sup><strong>5</strong></sup> Salmon the father of Boaz, whose mother was Rahab, Boaz the father of Obed, whose mother was Ruth, Obed the father of Jesse, <sup><strong>6</strong></sup> and Jesse the father of King David. David was the father of Solomon, whose mother had been Uriah's wife, <sup><strong>7</strong></sup> Solomon the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asa, <sup><strong>8</strong></sup> Asa the father of Jehoshaphat, Jehoshaphat the father of Jehoram, Jehoram the father of Uzziah, <sup><strong>9</strong></sup> Uzziah the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah, <sup><strong>10</strong></sup> Hezekiah the father of Manasseh, Manasseh the father of Amon, Amon the father of Josiah, <sup><strong>11</strong></sup> and Josiah the father of Jeconiah and his brothers at the time of the exile to Babylon. <sup><strong>12</strong></sup> After the exile to Babylon: Jeconiah was the father of Shealtiel, Shealtiel the father of Zerubbabel, <sup><strong>13</strong></sup> Zerubbabel the father of Abiud, Abiud the father of Eliakim, Eliakim the father of Azor, <sup><strong>14</strong></sup> Azor the father of Zadok, Zadok the father of Akim, Akim the father of Eliud, <sup><strong>15</strong></sup> Eliud the father of Eleazar, Eleazar the father of Matthan, Matthan the father of Jacob, <sup><strong>16</strong></sup> and Jacob the father of Joseph, the husband of Mary, of whom was born Jesus, who is called Christ. <sup><strong>17</strong></sup> Thus there were fourteen generations in all from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Christ. <sup><strong>18</strong></sup> This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit. <sup><strong>19</strong></sup> Because Joseph her husband was a righteous man and did not want to expose her to public disgrace, he had in mind to divorce her quietly. <sup><strong>20</strong></sup> But after he had considered this, an angel of the Lord appeared to him in a dream and said, \"Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit. <sup><strong>21</strong></sup> She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.\" <sup><strong>22</strong></sup> All this took place to fulfill what the Lord had said through the prophet: <sup><strong>23</strong></sup> \"The virgin will be with child and will give birth to a son, and they will call him Immanuel\"--which means, \"God with us.\" <sup><strong>24</strong></sup> When Joseph woke up, he did what the angel of the Lord had commanded him and took Mary home as his wife. <sup><strong>25</strong></sup> But he had no union with her until she gave birth to a son. And he gave him the name Jesus. ","modified":"2022-11-14T19:44:10.536Z"},{"_id":"61621fdf9b02b3054ca4f352","topicId":"61621fde9b02b3054ca4f350","verse":"Luke 3:23","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p42003001_07-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42003001-1\">3:1&nbsp;</b>In the fifteenth year of the reign of Tiberius Caesar, Pontius Pilate being governor of Judea, and Herod being tetrarch of Galilee, and his brother Philip tetrarch of the region of Ituraea and Trachonitis, and Lysanias tetrarch of Abilene, <b class=\"verse-num\" id=\"v42003002-1\">2&nbsp;</b>during the high priesthood of Annas and Caiaphas, the word of God came to John the son of Zechariah in the wilderness. <b class=\"verse-num\" id=\"v42003003-1\">3&nbsp;</b>And he went into all the region around the Jordan, proclaiming a baptism of repentance for the forgiveness of sins. <b class=\"verse-num\" id=\"v42003004-1\">4&nbsp;</b>As it is written in the book of the words of Isaiah the prophet,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42003004_07-5\" class=\"line\">&nbsp;&nbsp;“The voice of one crying in the wilderness:</span><br><span id=\"p42003004_07-5\" class=\"line\">&nbsp;&nbsp;‘Prepare the way of the Lord,</span><br><span id=\"p42003004_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make his paths straight.</span><br><span id=\"p42003005_07-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v42003005-1\">5&nbsp;</b>&nbsp;&nbsp;Every valley shall be filled,</span><br><span id=\"p42003005_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every mountain and hill shall be made low,</span><br><span id=\"p42003005_07-5\" class=\"line\">&nbsp;&nbsp;and the crooked shall become straight,</span><br><span id=\"p42003005_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rough places shall become level ways,</span><br><span id=\"p42003006_07-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v42003006-1\">6&nbsp;</b>&nbsp;&nbsp;and all flesh shall see the salvation of God.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42003006_07-5\"><b class=\"verse-num\" id=\"v42003007-1\">7&nbsp;</b>He said therefore to the crowds that came out to be baptized by him, “You brood of vipers! Who warned you to flee from the wrath to come? <b class=\"verse-num\" id=\"v42003008-1\">8&nbsp;</b>Bear fruits in keeping with repentance. And do not begin to say to yourselves, ‘We have Abraham as our father.’ For I tell you, God is able from these stones to raise up children for Abraham. <b class=\"verse-num\" id=\"v42003009-1\">9&nbsp;</b>Even now the axe is laid to the root of the trees. Every tree therefore that does not bear good fruit is cut down and thrown into the fire.”</p>\n<p id=\"p42003009_07-5\"><b class=\"verse-num\" id=\"v42003010-1\">10&nbsp;</b>And the crowds asked him, “What then shall we do?” <b class=\"verse-num\" id=\"v42003011-1\">11&nbsp;</b>And he answered them, “Whoever has two tunics is to share with him who has none, and whoever has food is to do likewise.” <b class=\"verse-num\" id=\"v42003012-1\">12&nbsp;</b>Tax collectors also came to be baptized and said to him, “Teacher, what shall we do?” <b class=\"verse-num\" id=\"v42003013-1\">13&nbsp;</b>And he said to them, “Collect no more than you are authorized to do.” <b class=\"verse-num\" id=\"v42003014-1\">14&nbsp;</b>Soldiers also asked him, “And we, what shall we do?” And he said to them, “Do not extort money from anyone by threats or by false accusation, and be content with your wages.”</p>\n<p id=\"p42003014_07-5\"><b class=\"verse-num\" id=\"v42003015-1\">15&nbsp;</b>As the people were in expectation, and all were questioning in their hearts concerning John, whether he might be the Christ, <b class=\"verse-num\" id=\"v42003016-1\">16&nbsp;</b>John answered them all, saying, “I baptize you with water, but he who is mightier than I is coming, the strap of whose sandals I am not worthy to untie. He will baptize you with the Holy Spirit and fire. <b class=\"verse-num\" id=\"v42003017-1\">17&nbsp;</b>His winnowing fork is in his hand, to clear his threshing floor and to gather the wheat into his barn, but the chaff he will burn with unquenchable fire.”</p>\n<p id=\"p42003017_07-5\"><b class=\"verse-num\" id=\"v42003018-1\">18&nbsp;</b>So with many other exhortations he preached good news to the people. <b class=\"verse-num\" id=\"v42003019-1\">19&nbsp;</b>But Herod the tetrarch, who had been reproved by him for Herodias, his brother’s wife, and for all the evil things that Herod had done, <b class=\"verse-num\" id=\"v42003020-1\">20&nbsp;</b>added this to them all, that he locked up John in prison.</p>\n<p id=\"p42003020_07-5\"><b class=\"verse-num\" id=\"v42003021-1\">21&nbsp;</b>Now when all the people were baptized, and when Jesus also had been baptized and was praying, the heavens were opened, <b class=\"verse-num\" id=\"v42003022-1\">22&nbsp;</b>and the Holy Spirit descended on him in bodily form, like a dove; and a voice came from heaven, “You are my beloved Son; with you I am well pleased.”</p>\n\n<p id=\"p42003022_12-5\"><b class=\"verse-num\" id=\"v42003023-1\">23&nbsp;</b>Jesus, when he began his ministry, was about thirty years of age, being the son (as was supposed) of Joseph, the son of Heli, <b class=\"verse-num\" id=\"v42003024-1\">24&nbsp;</b>the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph, <b class=\"verse-num\" id=\"v42003025-1\">25&nbsp;</b>the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai, <b class=\"verse-num\" id=\"v42003026-1\">26&nbsp;</b>the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda, <b class=\"verse-num\" id=\"v42003027-1\">27&nbsp;</b>the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri, <b class=\"verse-num\" id=\"v42003028-1\">28&nbsp;</b>the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er, <b class=\"verse-num\" id=\"v42003029-1\">29&nbsp;</b>the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi, <b class=\"verse-num\" id=\"v42003030-1\">30&nbsp;</b>the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim, <b class=\"verse-num\" id=\"v42003031-1\">31&nbsp;</b>the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David, <b class=\"verse-num\" id=\"v42003032-1\">32&nbsp;</b>the son of Jesse, the son of Obed, the son of Boaz, the son of Sala, the son of Nahshon, <b class=\"verse-num\" id=\"v42003033-1\">33&nbsp;</b>the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah, <b class=\"verse-num\" id=\"v42003034-1\">34&nbsp;</b>the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor, <b class=\"verse-num\" id=\"v42003035-1\">35&nbsp;</b>the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah, <b class=\"verse-num\" id=\"v42003036-1\">36&nbsp;</b>the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech, <b class=\"verse-num\" id=\"v42003037-1\">37&nbsp;</b>the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan, <b class=\"verse-num\" id=\"v42003038-1\">38&nbsp;</b>the son of Enos, the son of Seth, the son of Adam, the son of God.</p>\n\n</div>","kjv":"<strong>23</strong> And Jesus himself began to be about thirty years of age, being (as was supposed) the son of Joseph, which was the son of Heli,  ","niv":"<sup><strong>23</strong></sup> Now Jesus himself was about thirty years old when he began his ministry. He was the son, so it was thought, of Joseph,"},{"_id":"61621fdf9b02b3054ca4f353","topicId":"61621fde9b02b3054ca4f350","verse":"Matthew 1:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40001017_01-3\"><b class=\"verse-num\" id=\"v40001017-1\">17&nbsp;</b>So all the generations from Abraham to David were fourteen generations, and from David to the deportation to Babylon fourteen generations, and from the deportation to Babylon to the Christ fourteen generations.</p>\n</div>","kjv":"<strong>17</strong> So all the generations from Abraham to David are fourteen generations; and from David until the carrying away into Babylon are  fourteen generations; and from the carrying away into Babylon unto Christ are fourteen generations.  ","niv":"<sup><strong>17</strong></sup> Thus there were fourteen generations in all from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Christ."},{"_id":"61621fe09b02b3054ca4f354","topicId":"61621fde9b02b3054ca4f350","verse":"Matthew 1:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40001001_06-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40001001-1\">1:1&nbsp;</b>The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.</p>\n</div>","kjv":"<strong>1</strong> The book of the generation of Jesus Christ, the son of David, the son of Abraham.  ","niv":"<sup><strong>1</strong></sup> A record of the genealogy of Jesus Christ the son of David, the son of Abraham:","modified":"2023-12-07T14:24:10.525Z"},{"_id":"61621fe09b02b3054ca4f355","topicId":"61621fde9b02b3054ca4f350","verse":"Luke 3:1-38","votes":5,"__v":0,"kjv":"<strong>1</strong> Now in the fifteenth year of the reign of Tiberius Caesar, Pontius Pilate being governor of Judaea, and Herod being tetrarch of Galilee, and his brother Philip tetrarch of Ituraea and of the region of Trachonitis, and Lysanias the tetrarch of Abilene,  <strong>2</strong> Annas and Caiaphas being the high priests, the word of God came unto John the son of Zacharias in the wilderness.  <strong>3</strong> And he came into all the country about Jordan, preaching the baptism of repentance for the remission of sins;  <strong>4</strong> As it is written in the book of the words of Esaias the prophet, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.  <strong>5</strong> Every valley shall be filled, and every mountain and hill shall be brought low; and the crooked shall be made straight, and the rough ways shall be made smooth;  <strong>6</strong> And all flesh shall see the salvation of God.  <strong>7</strong> Then said he to the multitude that came forth to be baptized of him, O generation of vipers, who hath warned you to flee from the wrath to come?  <strong>8</strong> Bring forth therefore fruits worthy of repentance, and begin not to say within yourselves, We have Abraham to our father: for I say unto you, That God is able of these stones to raise up children unto Abraham.  <strong>9</strong> And now also the axe is laid unto the root of the trees: every tree therefore which bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>10</strong> And the people asked him, saying, What shall we do then?  <strong>11</strong> He answereth and saith unto them, He that hath two coats, let him impart to him that hath none; and he that hath meat, let him do likewise.  <strong>12</strong> Then came also publicans to be baptized, and said unto him, Master, what shall we do?  <strong>13</strong> And he said unto them, Exact no more than that which is appointed you.  <strong>14</strong> And the soldiers likewise demanded of him, saying, And what shall we do? And he said unto them, Do violence to no man, neither accuse any  falsely; and be content with your wages.  <strong>15</strong> And as the people were in expectation, and all men mused in their hearts of John, whether he were the Christ, or not;  <strong>16</strong> John answered, saying unto them all, I indeed baptize you with water; but one mightier than I cometh, the latchet of whose shoes I am not worthy to unloose: he shall baptize you with the Holy Ghost and with fire:  <strong>17</strong> Whose fan is in his hand, and he will throughly purge his floor, and will gather the wheat into his garner; but the chaff he will burn with fire unquenchable.  <strong>18</strong> And many other things in his exhortation preached he unto the people.  <strong>19</strong> But Herod the tetrarch, being reproved by him for Herodias his brother Philip’s wife, and for all the evils which Herod had done,  <strong>20</strong> Added yet this above all, that he shut up John in prison.  <strong>21</strong> Now when all the people were baptized, it came to pass, that Jesus also being baptized, and praying, the heaven was opened,  <strong>22</strong> And the Holy Ghost descended in a bodily shape like a dove upon him, and a voice came from heaven, which said, Thou art my beloved Son; in thee I am well pleased.  <strong>23</strong> And Jesus himself began to be about thirty years of age, being (as was supposed) the son of Joseph, which was the son of Heli,  <strong>24</strong> Which was the son of Matthat, which was the son  of Levi, which was the son of Melchi, which was the son  of Janna, which was the son of Joseph,  <strong>25</strong> Which was the son of Mattathias, which was the son  of Amos, which was the son of Naum, which was the son  of Esli, which was the son of Nagge,  <strong>26</strong> Which was the son of Maath, which was the son of Mattathias, which was the son of Semei, which was the son  of Joseph, which was the son of Juda,  <strong>27</strong> Which was the son of Joanna, which was the son  of Rhesa, which was the son of Zorobabel, which was the son of Salathiel, which was the son of Neri,  <strong>28</strong> Which was the son of Melchi, which was the son  of Addi, which was the son of Cosam, which was the son  of Elmodam, which was the son of Er,  <strong>29</strong> Which was the son of Jose, which was the son of Eliezer, which was the son of Jorim, which was the son  of Matthat, which was the son of Levi,  <strong>30</strong> Which was the son of Simeon, which was the son  of Juda, which was the son of Joseph, which was the son  of Jonan, which was the son of Eliakim,  <strong>31</strong> Which was the son of Melea, which was the son of Menan, which was the son of Mattatha, which was the son  of Nathan, which was the son of David,  <strong>32</strong> Which was the son of Jesse, which was the son of Obed, which was the son of Booz, which was the son of Salmon, which was the son of Naasson,  <strong>33</strong> Which was the son of Aminadab, which was the son  of Aram, which was the son of Esrom, which was the son  of Phares, which was the son of Juda,  <strong>34</strong> Which was the son of Jacob, which was the son of Isaac, which was the son of Abraham, which was the son  of Thara, which was the son of Nachor,  <strong>35</strong> Which was the son of Saruch, which was the son  of Ragau, which was the son of Phalec, which was the son  of Heber, which was the son of Sala,  <strong>36</strong> Which was the son of Cainan, which was the son  of Arphaxad, which was the son of Sem, which was the son  of Noe, which was the son of Lamech,  <strong>37</strong> Which was the son of Mathusala, which was the son  of Enoch, which was the son of Jared, which was the son  of Maleleel, which was the son of Cainan,  <strong>38</strong> Which was the son of Enos, which was the son of Seth, which was the son of Adam, which was the son of God.  ","niv":"<sup><strong>1</strong></sup> In the fifteenth year of the reign of Tiberius Caesar--when Pontius Pilate was governor of Judea, Herod tetrarch of Galilee, his brother Philip tetrarch of Iturea and Traconitis, and Lysanias tetrarch of Abilene-- <sup><strong>2</strong></sup> during the high priesthood of Annas and Caiaphas, the word of God came to John son of Zechariah in the desert. <sup><strong>3</strong></sup> He went into all the country around the Jordan, preaching a baptism of repentance for the forgiveness of sins. <sup><strong>4</strong></sup> As is written in the book of the words of Isaiah the prophet: \"A voice of one calling in the desert, 'Prepare the way for the Lord, make straight paths for him. <sup><strong>5</strong></sup> Every valley shall be filled in, every mountain and hill made low. The crooked roads shall become straight, the rough ways smooth. <sup><strong>6</strong></sup> And all mankind will see God's salvation.'\" <sup><strong>7</strong></sup> John said to the crowds coming out to be baptized by him, \"You brood of vipers! Who warned you to flee from the coming wrath? <sup><strong>8</strong></sup> Produce fruit in keeping with repentance. And do not begin to say to yourselves, 'We have Abraham as our father.' For I tell you that out of these stones God can raise up children for Abraham. <sup><strong>9</strong></sup> The ax is already at the root of the trees, and every tree that does not produce good fruit will be cut down and thrown into the fire.\" <sup><strong>10</strong></sup> \"What should we do then?\" the crowd asked. <sup><strong>11</strong></sup> John answered, \"The man with two tunics should share with him who has none, and the one who has food should do the same.\" <sup><strong>12</strong></sup> Tax collectors also came to be baptized. \"Teacher,\" they asked, \"what should we do?\" <sup><strong>13</strong></sup> \"Don't collect any more than you are required to,\" he told <sup><strong>14</strong></sup> them. Then some soldiers asked him, \"And what should we do?\" He replied, \"Don't extort money and don't accuse people falsely--be content with your pay.\" <sup><strong>15</strong></sup> The people were waiting expectantly and were all wondering in their hearts if John might possibly be the Christ. <sup><strong>16</strong></sup> John answered them all, \"I baptize you with water. But one more powerful than I will come, the thongs of whose sandals I am not worthy to untie. He will baptize you with the Holy Spirit and with fire. <sup><strong>17</strong></sup> His winnowing fork is in his hand to clear his threshing floor and to gather the wheat into his barn, but he will burn up the chaff with unquenchable fire.\" <sup><strong>18</strong></sup> And with many other words John exhorted the people and preached the good news to them. <sup><strong>19</strong></sup> But when John rebuked Herod the tetrarch because of Herodias, his brother's wife, and all the other evil things he had done, <sup><strong>20</strong></sup> Herod added this to them all: He locked John up in prison. <sup><strong>21</strong></sup> When all the people were being baptized, Jesus was baptized too. And as he was praying, heaven was opened <sup><strong>22</strong></sup> and the Holy Spirit descended on him in bodily form like a dove. And a voice came from heaven: \"You are my Son, whom I love; with you I am well pleased.\" <sup><strong>23</strong></sup> Now Jesus himself was about thirty years old when he began his ministry. He was the son, so it was thought, of Joseph, <sup><strong>24</strong></sup> the son of Heli, the son of Matthat, the son of Levi, the son of Melki, the son of Jannai, the son of Joseph, <sup><strong>25</strong></sup> the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, <sup><strong>26</strong></sup> the son of Naggai, the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda, <sup><strong>27</strong></sup> the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, <sup><strong>28</strong></sup> the son of Neri, the son of Melki, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er, <sup><strong>29</strong></sup> the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, <sup><strong>30</strong></sup> the son of Levi, the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim, <sup><strong>31</strong></sup> the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, <sup><strong>32</strong></sup> the son of David, the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon, <sup><strong>33</strong></sup> the son of Amminadab, the son of Ram, the son of Hezron, the son of Perez, <sup><strong>34</strong></sup> the son of Judah, the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor, <sup><strong>35</strong></sup> the son of Serug, the son of Reu, the son of Peleg, the son of Eber, <sup><strong>36</strong></sup> the son of Shelah, the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech, <sup><strong>37</strong></sup> the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalalel, <sup><strong>38</strong></sup> the son of Kenan, the son of Enosh, the son of Seth, the son of Adam, the son of God. "},{"_id":"61621fe09b02b3054ca4f356","topicId":"61621fde9b02b3054ca4f350","verse":"Luke 3:23-38","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42003023_06-6\"><b class=\"verse-num\" id=\"v42003023-1\">23&nbsp;</b>Jesus, when he began his ministry, was about thirty years of age, being the son (as was supposed) of Joseph, the son of Heli, <b class=\"verse-num\" id=\"v42003024-1\">24&nbsp;</b>the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph, <b class=\"verse-num\" id=\"v42003025-1\">25&nbsp;</b>the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai, <b class=\"verse-num\" id=\"v42003026-1\">26&nbsp;</b>the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda, <b class=\"verse-num\" id=\"v42003027-1\">27&nbsp;</b>the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri, <b class=\"verse-num\" id=\"v42003028-1\">28&nbsp;</b>the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er, <b class=\"verse-num\" id=\"v42003029-1\">29&nbsp;</b>the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi, <b class=\"verse-num\" id=\"v42003030-1\">30&nbsp;</b>the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim, <b class=\"verse-num\" id=\"v42003031-1\">31&nbsp;</b>the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David, <b class=\"verse-num\" id=\"v42003032-1\">32&nbsp;</b>the son of Jesse, the son of Obed, the son of Boaz, the son of Sala, the son of Nahshon, <b class=\"verse-num\" id=\"v42003033-1\">33&nbsp;</b>the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah, <b class=\"verse-num\" id=\"v42003034-1\">34&nbsp;</b>the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor, <b class=\"verse-num\" id=\"v42003035-1\">35&nbsp;</b>the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah, <b class=\"verse-num\" id=\"v42003036-1\">36&nbsp;</b>the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech, <b class=\"verse-num\" id=\"v42003037-1\">37&nbsp;</b>the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan, <b class=\"verse-num\" id=\"v42003038-1\">38&nbsp;</b>the son of Enos, the son of Seth, the son of Adam, the son of God.</p>\n\n</div>","kjv":"<strong>23</strong> And Jesus himself began to be about thirty years of age, being (as was supposed) the son of Joseph, which was the son of Heli,  <strong>24</strong> Which was the son of Matthat, which was the son  of Levi, which was the son of Melchi, which was the son  of Janna, which was the son of Joseph,  <strong>25</strong> Which was the son of Mattathias, which was the son  of Amos, which was the son of Naum, which was the son  of Esli, which was the son of Nagge,  <strong>26</strong> Which was the son of Maath, which was the son of Mattathias, which was the son of Semei, which was the son  of Joseph, which was the son of Juda,  <strong>27</strong> Which was the son of Joanna, which was the son  of Rhesa, which was the son of Zorobabel, which was the son of Salathiel, which was the son of Neri,  <strong>28</strong> Which was the son of Melchi, which was the son  of Addi, which was the son of Cosam, which was the son  of Elmodam, which was the son of Er,  <strong>29</strong> Which was the son of Jose, which was the son of Eliezer, which was the son of Jorim, which was the son  of Matthat, which was the son of Levi,  <strong>30</strong> Which was the son of Simeon, which was the son  of Juda, which was the son of Joseph, which was the son  of Jonan, which was the son of Eliakim,  <strong>31</strong> Which was the son of Melea, which was the son of Menan, which was the son of Mattatha, which was the son  of Nathan, which was the son of David,  <strong>32</strong> Which was the son of Jesse, which was the son of Obed, which was the son of Booz, which was the son of Salmon, which was the son of Naasson,  <strong>33</strong> Which was the son of Aminadab, which was the son  of Aram, which was the son of Esrom, which was the son  of Phares, which was the son of Juda,  <strong>34</strong> Which was the son of Jacob, which was the son of Isaac, which was the son of Abraham, which was the son  of Thara, which was the son of Nachor,  <strong>35</strong> Which was the son of Saruch, which was the son  of Ragau, which was the son of Phalec, which was the son  of Heber, which was the son of Sala,  <strong>36</strong> Which was the son of Cainan, which was the son  of Arphaxad, which was the son of Sem, which was the son  of Noe, which was the son of Lamech,  <strong>37</strong> Which was the son of Mathusala, which was the son  of Enoch, which was the son of Jared, which was the son  of Maleleel, which was the son of Cainan,  <strong>38</strong> Which was the son of Enos, which was the son of Seth, which was the son of Adam, which was the son of God.  ","niv":"<sup><strong>23</strong></sup> Now Jesus himself was about thirty years old when he began his ministry. He was the son, so it was thought, of Joseph, <sup><strong>24</strong></sup> the son of Heli, the son of Matthat, the son of Levi, the son of Melki, the son of Jannai, the son of Joseph, <sup><strong>25</strong></sup> the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, <sup><strong>26</strong></sup> the son of Naggai, the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda, <sup><strong>27</strong></sup> the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, <sup><strong>28</strong></sup> the son of Neri, the son of Melki, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er, <sup><strong>29</strong></sup> the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, <sup><strong>30</strong></sup> the son of Levi, the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim, <sup><strong>31</strong></sup> the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, <sup><strong>32</strong></sup> the son of David, the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon, <sup><strong>33</strong></sup> the son of Amminadab, the son of Ram, the son of Hezron, the son of Perez, <sup><strong>34</strong></sup> the son of Judah, the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor, <sup><strong>35</strong></sup> the son of Serug, the son of Reu, the son of Peleg, the son of Eber, <sup><strong>36</strong></sup> the son of Shelah, the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech, <sup><strong>37</strong></sup> the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalalel, <sup><strong>38</strong></sup> the son of Kenan, the son of Enosh, the son of Seth, the son of Adam, the son of God. "},{"_id":"61621fe09b02b3054ca4f357","topicId":"61621fde9b02b3054ca4f350","verse":"Matthew 1:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40001016_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v40001016-1\">16&nbsp;</b>and Jacob the father of Joseph the husband of Mary, of whom Jesus was born, who is called Christ.</p>\n</div>","kjv":"<strong>16</strong> And Jacob begat Joseph the husband of Mary, of whom was born Jesus, who is called Christ.  ","niv":"<sup><strong>16</strong></sup> and Jacob the father of Joseph, the husband of Mary, of whom was born Jesus, who is called Christ."},{"_id":"61621fe19b02b3054ca4f358","topicId":"61621fde9b02b3054ca4f350","verse":"Luke 3:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42003031_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003031-1\">31&nbsp;</b>the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,</p>\n</div>","kjv":"<strong>31</strong> Which was the son of Melea, which was the son of Menan, which was the son of Mattatha, which was the son  of Nathan, which was the son of David,  ","niv":"<sup><strong>31</strong></sup> the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan,"},{"_id":"61621fe19b02b3054ca4f359","topicId":"61621fde9b02b3054ca4f350","verse":"Matthew 1:1-17","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40001001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40001001-1\">1:1&nbsp;</b>The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.</p>\n<p id=\"p40001001_06-9\"><b class=\"verse-num\" id=\"v40001002-1\">2&nbsp;</b>Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers, <b class=\"verse-num\" id=\"v40001003-1\">3&nbsp;</b>and Judah the father of Perez and Zerah by Tamar, and Perez the father of Hezron, and Hezron the father of Ram, <b class=\"verse-num\" id=\"v40001004-1\">4&nbsp;</b>and Ram the father of Amminadab, and Amminadab the father of Nahshon, and Nahshon the father of Salmon, <b class=\"verse-num\" id=\"v40001005-1\">5&nbsp;</b>and Salmon the father of Boaz by Rahab, and Boaz the father of Obed by Ruth, and Obed the father of Jesse, <b class=\"verse-num\" id=\"v40001006-1\">6&nbsp;</b>and Jesse the father of David the king.</p>\n<p id=\"p40001006_06-9\">And David was the father of Solomon by the wife of Uriah, <b class=\"verse-num\" id=\"v40001007-1\">7&nbsp;</b>and Solomon the father of Rehoboam, and Rehoboam the father of Abijah, and Abijah the father of Asaph, <b class=\"verse-num\" id=\"v40001008-1\">8&nbsp;</b>and Asaph the father of Jehoshaphat, and Jehoshaphat the father of Joram, and Joram the father of Uzziah, <b class=\"verse-num\" id=\"v40001009-1\">9&nbsp;</b>and Uzziah the father of Jotham, and Jotham the father of Ahaz, and Ahaz the father of Hezekiah, <b class=\"verse-num\" id=\"v40001010-1\">10&nbsp;</b>and Hezekiah the father of Manasseh, and Manasseh the father of Amos, and Amos the father of Josiah, <b class=\"verse-num\" id=\"v40001011-1\">11&nbsp;</b>and Josiah the father of Jechoniah and his brothers, at the time of the deportation to Babylon.</p>\n<p id=\"p40001011_06-9\"><b class=\"verse-num\" id=\"v40001012-1\">12&nbsp;</b>And after the deportation to Babylon: Jechoniah was the father of Shealtiel, and Shealtiel the father of Zerubbabel, <b class=\"verse-num\" id=\"v40001013-1\">13&nbsp;</b>and Zerubbabel the father of Abiud, and Abiud the father of Eliakim, and Eliakim the father of Azor, <b class=\"verse-num\" id=\"v40001014-1\">14&nbsp;</b>and Azor the father of Zadok, and Zadok the father of Achim, and Achim the father of Eliud, <b class=\"verse-num\" id=\"v40001015-1\">15&nbsp;</b>and Eliud the father of Eleazar, and Eleazar the father of Matthan, and Matthan the father of Jacob, <b class=\"verse-num\" id=\"v40001016-1\">16&nbsp;</b>and Jacob the father of Joseph the husband of Mary, of whom Jesus was born, who is called Christ.</p>\n<p id=\"p40001016_06-9\"><b class=\"verse-num\" id=\"v40001017-1\">17&nbsp;</b>So all the generations from Abraham to David were fourteen generations, and from David to the deportation to Babylon fourteen generations, and from the deportation to Babylon to the Christ fourteen generations.</p>\n\n</div>","kjv":"<strong>1</strong> The book of the generation of Jesus Christ, the son of David, the son of Abraham.  <strong>2</strong> Abraham begat Isaac; and Isaac begat Jacob; and Jacob begat Judas and his brethren;  <strong>3</strong> And Judas begat Phares and Zara of Thamar; and Phares begat Esrom; and Esrom begat Aram;  <strong>4</strong> And Aram begat Aminadab; and Aminadab begat Naasson; and Naasson begat Salmon;  <strong>5</strong> And Salmon begat Booz of Rachab; and Booz begat Obed of Ruth; and Obed begat Jesse;  <strong>6</strong> And Jesse begat David the king; and David the king begat Solomon of her that had been the wife of Urias;  <strong>7</strong> And Solomon begat Roboam; and Roboam begat Abia; and Abia begat Asa;  <strong>8</strong> And Asa begat Josaphat; and Josaphat begat Joram; and Joram begat Ozias;  <strong>9</strong> And Ozias begat Joatham; and Joatham begat Achaz; and Achaz begat Ezekias;  <strong>10</strong> And Ezekias begat Manasses; and Manasses begat Amon; and Amon begat Josias;  <strong>11</strong> And Josias begat Jechonias and his brethren, about the time they were carried away to Babylon:  <strong>12</strong> And after they were brought to Babylon, Jechonias begat Salathiel; and Salathiel begat Zorobabel;  <strong>13</strong> And Zorobabel begat Abiud; and Abiud begat Eliakim; and Eliakim begat Azor;  <strong>14</strong> And Azor begat Sadoc; and Sadoc begat Achim; and Achim begat Eliud;  <strong>15</strong> And Eliud begat Eleazar; and Eleazar begat Matthan; and Matthan begat Jacob;  <strong>16</strong> And Jacob begat Joseph the husband of Mary, of whom was born Jesus, who is called Christ.  <strong>17</strong> So all the generations from Abraham to David are fourteen generations; and from David until the carrying away into Babylon are  fourteen generations; and from the carrying away into Babylon unto Christ are fourteen generations.  ","niv":"<sup><strong>1</strong></sup> A record of the genealogy of Jesus Christ the son of David, the son of Abraham: <sup><strong>2</strong></sup> Abraham was the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers, <sup><strong>3</strong></sup> Judah the father of Perez and Zerah, whose mother was Tamar, Perez the father of Hezron, Hezron the father of Ram, <sup><strong>4</strong></sup> Ram the father of Amminadab, Amminadab the father of Nahshon, Nahshon the father of Salmon, <sup><strong>5</strong></sup> Salmon the father of Boaz, whose mother was Rahab, Boaz the father of Obed, whose mother was Ruth, Obed the father of Jesse, <sup><strong>6</strong></sup> and Jesse the father of King David. David was the father of Solomon, whose mother had been Uriah's wife, <sup><strong>7</strong></sup> Solomon the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asa, <sup><strong>8</strong></sup> Asa the father of Jehoshaphat, Jehoshaphat the father of Jehoram, Jehoram the father of Uzziah, <sup><strong>9</strong></sup> Uzziah the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah, <sup><strong>10</strong></sup> Hezekiah the father of Manasseh, Manasseh the father of Amon, Amon the father of Josiah, <sup><strong>11</strong></sup> and Josiah the father of Jeconiah and his brothers at the time of the exile to Babylon. <sup><strong>12</strong></sup> After the exile to Babylon: Jeconiah was the father of Shealtiel, Shealtiel the father of Zerubbabel, <sup><strong>13</strong></sup> Zerubbabel the father of Abiud, Abiud the father of Eliakim, Eliakim the father of Azor, <sup><strong>14</strong></sup> Azor the father of Zadok, Zadok the father of Akim, Akim the father of Eliud, <sup><strong>15</strong></sup> Eliud the father of Eleazar, Eleazar the father of Matthan, Matthan the father of Jacob, <sup><strong>16</strong></sup> and Jacob the father of Joseph, the husband of Mary, of whom was born Jesus, who is called Christ. <sup><strong>17</strong></sup> Thus there were fourteen generations in all from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Christ. "},{"_id":"61621fe19b02b3054ca4f35a","topicId":"61621fde9b02b3054ca4f350","verse":"Genesis 5:1-32","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01005001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01005001-1\">5:1&nbsp;</b>This is the book of the generations of Adam. When God created man, he made him in the likeness of God. <b class=\"verse-num\" id=\"v01005002-1\">2&nbsp;</b>Male and female he created them, and he blessed them and named them Man when they were created. <b class=\"verse-num\" id=\"v01005003-1\">3&nbsp;</b>When Adam had lived 130 years, he fathered a son in his own likeness, after his image, and named him Seth. <b class=\"verse-num\" id=\"v01005004-1\">4&nbsp;</b>The days of Adam after he fathered Seth were 800 years; and he had other sons and daughters. <b class=\"verse-num\" id=\"v01005005-1\">5&nbsp;</b>Thus all the days that Adam lived were 930 years, and he died.</p>\n<p id=\"p01005005_05-10\"><b class=\"verse-num\" id=\"v01005006-1\">6&nbsp;</b>When Seth had lived 105 years, he fathered Enosh. <b class=\"verse-num\" id=\"v01005007-1\">7&nbsp;</b>Seth lived after he fathered Enosh 807 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005008-1\">8&nbsp;</b>Thus all the days of Seth were 912 years, and he died.</p>\n<p id=\"p01005008_05-10\"><b class=\"verse-num\" id=\"v01005009-1\">9&nbsp;</b>When Enosh had lived 90 years, he fathered Kenan. <b class=\"verse-num\" id=\"v01005010-1\">10&nbsp;</b>Enosh lived after he fathered Kenan 815 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005011-1\">11&nbsp;</b>Thus all the days of Enosh were 905 years, and he died.</p>\n<p id=\"p01005011_05-10\"><b class=\"verse-num\" id=\"v01005012-1\">12&nbsp;</b>When Kenan had lived 70 years, he fathered Mahalalel. <b class=\"verse-num\" id=\"v01005013-1\">13&nbsp;</b>Kenan lived after he fathered Mahalalel 840 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005014-1\">14&nbsp;</b>Thus all the days of Kenan were 910 years, and he died.</p>\n<p id=\"p01005014_05-10\"><b class=\"verse-num\" id=\"v01005015-1\">15&nbsp;</b>When Mahalalel had lived 65 years, he fathered Jared. <b class=\"verse-num\" id=\"v01005016-1\">16&nbsp;</b>Mahalalel lived after he fathered Jared 830 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005017-1\">17&nbsp;</b>Thus all the days of Mahalalel were 895 years, and he died.</p>\n<p id=\"p01005017_05-10\"><b class=\"verse-num\" id=\"v01005018-1\">18&nbsp;</b>When Jared had lived 162 years, he fathered Enoch. <b class=\"verse-num\" id=\"v01005019-1\">19&nbsp;</b>Jared lived after he fathered Enoch 800 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005020-1\">20&nbsp;</b>Thus all the days of Jared were 962 years, and he died.</p>\n<p id=\"p01005020_05-10\"><b class=\"verse-num\" id=\"v01005021-1\">21&nbsp;</b>When Enoch had lived 65 years, he fathered Methuselah. <b class=\"verse-num\" id=\"v01005022-1\">22&nbsp;</b>Enoch walked with God after he fathered Methuselah 300 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005023-1\">23&nbsp;</b>Thus all the days of Enoch were 365 years. <b class=\"verse-num\" id=\"v01005024-1\">24&nbsp;</b>Enoch walked with God, and he was not, for God took him.</p>\n<p id=\"p01005024_05-10\"><b class=\"verse-num\" id=\"v01005025-1\">25&nbsp;</b>When Methuselah had lived 187 years, he fathered Lamech. <b class=\"verse-num\" id=\"v01005026-1\">26&nbsp;</b>Methuselah lived after he fathered Lamech 782 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005027-1\">27&nbsp;</b>Thus all the days of Methuselah were 969 years, and he died.</p>\n<p id=\"p01005027_05-10\"><b class=\"verse-num\" id=\"v01005028-1\">28&nbsp;</b>When Lamech had lived 182 years, he fathered a son <b class=\"verse-num\" id=\"v01005029-1\">29&nbsp;</b>and called his name Noah, saying, “Out of the ground that the LORD has cursed, this one shall bring us relief from our work and from the painful toil of our hands.” <b class=\"verse-num\" id=\"v01005030-1\">30&nbsp;</b>Lamech lived after he fathered Noah 595 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005031-1\">31&nbsp;</b>Thus all the days of Lamech were 777 years, and he died.</p>\n<p id=\"p01005031_05-10\"><b class=\"verse-num\" id=\"v01005032-1\">32&nbsp;</b>After Noah was 500 years old, Noah fathered Shem, Ham, and Japheth.</p>\n\n</div>","kjv":"<strong>1</strong> This is the book of the generations of Adam. In the day that God created man, in the likeness of God made he him;  <strong>2</strong> Male and female created he them; and blessed them, and called their name Adam, in the day when they were created.  <strong>3</strong> And Adam lived an hundred and thirty years, and begat a son  in his own likeness, after his image; and called his name Seth:  <strong>4</strong> And the days of Adam after he had begotten Seth were eight hundred years: and he begat sons and daughters:  <strong>5</strong> And all the days that Adam lived were nine hundred and thirty years: and he died.  <strong>6</strong> And Seth lived an hundred and five years, and begat Enos:  <strong>7</strong> And Seth lived after he begat Enos eight hundred and seven years, and begat sons and daughters:  <strong>8</strong> And all the days of Seth were nine hundred and twelve years: and he died.  <strong>9</strong> And Enos lived ninety years, and begat Cainan:  <strong>10</strong> And Enos lived after he begat Cainan eight hundred and fifteen years, and begat sons and daughters:  <strong>11</strong> And all the days of Enos were nine hundred and five years: and he died.  <strong>12</strong> And Cainan lived seventy years, and begat Mahalaleel:  <strong>13</strong> And Cainan lived after he begat Mahalaleel eight hundred and forty years, and begat sons and daughters:  <strong>14</strong> And all the days of Cainan were nine hundred and ten years: and he died.  <strong>15</strong> And Mahalaleel lived sixty and five years, and begat Jared:  <strong>16</strong> And Mahalaleel lived after he begat Jared eight hundred and thirty years, and begat sons and daughters:  <strong>17</strong> And all the days of Mahalaleel were eight hundred ninety and five years: and he died.  <strong>18</strong> And Jared lived an hundred sixty and two years, and he begat Enoch:  <strong>19</strong> And Jared lived after he begat Enoch eight hundred years, and begat sons and daughters:  <strong>20</strong> And all the days of Jared were nine hundred sixty and two years: and he died.  <strong>21</strong> And Enoch lived sixty and five years, and begat Methuselah:  <strong>22</strong> And Enoch walked with God after he begat Methuselah three hundred years, and begat sons and daughters:  <strong>23</strong> And all the days of Enoch were three hundred sixty and five years:  <strong>24</strong> And Enoch walked with God: and he was not; for God took him.  <strong>25</strong> And Methuselah lived an hundred eighty and seven years, and begat Lamech:  <strong>26</strong> And Methuselah lived after he begat Lamech seven hundred eighty and two years, and begat sons and daughters:  <strong>27</strong> And all the days of Methuselah were nine hundred sixty and nine years: and he died.  <strong>28</strong> And Lamech lived an hundred eighty and two years, and begat a son:  <strong>29</strong> And he called his name Noah, saying, This same shall comfort us concerning our work and toil of our hands, because of the ground which the LORD hath cursed.  <strong>30</strong> And Lamech lived after he begat Noah five hundred ninety and five years, and begat sons and daughters:  <strong>31</strong> And all the days of Lamech were seven hundred seventy and seven years: and he died.  <strong>32</strong> And Noah was five hundred years old: and Noah begat Shem, Ham, and Japheth.  ","niv":"<sup><strong>1</strong></sup> This is the written account of Adam's line. When God created man, he made him in the likeness of God. <sup><strong>2</strong></sup> He created them male and female and blessed them. And when they were created, he called them \"man. \" <sup><strong>3</strong></sup> When Adam had lived 130 years, he had a son in his own likeness, in his own image; and he named him Seth. <sup><strong>4</strong></sup> After Seth was born, Adam lived 800 years and had other sons and daughters. <sup><strong>5</strong></sup> Altogether, Adam lived 930 years, and then he died. <sup><strong>6</strong></sup> When Seth had lived 105 years, he became the father of Enosh. <sup><strong>7</strong></sup> And after he became the father of Enosh, Seth lived 807 years and had other sons and daughters. <sup><strong>8</strong></sup> Altogether, Seth lived 912 years, and then he died. <sup><strong>9</strong></sup> When Enosh had lived 90 years, he became the father of Kenan. <sup><strong>10</strong></sup> And after he became the father of Kenan, Enosh lived 815 years and had other sons and daughters. <sup><strong>11</strong></sup> Altogether, Enosh lived 905 years, and then he died. <sup><strong>12</strong></sup> When Kenan had lived 70 years, he became the father of Mahalalel. <sup><strong>13</strong></sup> And after he became the father of Mahalalel, Kenan lived 840 years and had other sons and daughters. <sup><strong>14</strong></sup> Altogether, Kenan lived 910 years, and then he died. <sup><strong>15</strong></sup> When Mahalalel had lived 65 years, he became the father of Jared. <sup><strong>16</strong></sup> And after he became the father of Jared, Mahalalel lived 830 years and had other sons and daughters. <sup><strong>17</strong></sup> Altogether, Mahalalel lived 895 years, and then he died. <sup><strong>18</strong></sup> When Jared had lived 162 years, he became the father of Enoch. <sup><strong>19</strong></sup> And after he became the father of Enoch, Jared lived 800 years and had other sons and daughters. <sup><strong>20</strong></sup> Altogether, Jared lived 962 years, and then he died. <sup><strong>21</strong></sup> When Enoch had lived 65 years, he became the father of Methuselah. <sup><strong>22</strong></sup> And after he became the father of Methuselah, Enoch walked with God 300 years and had other sons and daughters. <sup><strong>23</strong></sup> Altogether, Enoch lived 365 years. <sup><strong>24</strong></sup> Enoch walked with God; then he was no more, because God took him away. <sup><strong>25</strong></sup> When Methuselah had lived 187 years, he became the father of Lamech. <sup><strong>26</strong></sup> And after he became the father of Lamech, Methuselah lived 782 years and had other sons and daughters. <sup><strong>27</strong></sup> Altogether, Methuselah lived 969 years, and then he died. <sup><strong>28</strong></sup> When Lamech had lived 182 years, he had a son. <sup><strong>29</strong></sup> He named him Noah and said, \"He will comfort us in the labor and painful toil of our hands caused by the ground the LORD has cursed.\" <sup><strong>30</strong></sup> After Noah was born, Lamech lived 595 years and had other sons and daughters. <sup><strong>31</strong></sup> Altogether, Lamech lived 777 years, and then he died. <sup><strong>32</strong></sup> After Noah was 500 years old, he became the father of Shem, Ham and Japheth. "},{"_id":"61621fe29b02b3054ca4f35b","topicId":"61621fde9b02b3054ca4f350","verse":"Romans 1:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45001003_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh</p>\n\n</div>","kjv":"<strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  ","niv":"<sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David,"},{"_id":"61621fe29b02b3054ca4f35c","topicId":"61621fde9b02b3054ca4f350","verse":"Matthew 1:1-16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40001001_06-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40001001-1\">1:1&nbsp;</b>The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.</p>\n<p id=\"p40001001_06-12\"><b class=\"verse-num\" id=\"v40001002-1\">2&nbsp;</b>Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers, <b class=\"verse-num\" id=\"v40001003-1\">3&nbsp;</b>and Judah the father of Perez and Zerah by Tamar, and Perez the father of Hezron, and Hezron the father of Ram, <b class=\"verse-num\" id=\"v40001004-1\">4&nbsp;</b>and Ram the father of Amminadab, and Amminadab the father of Nahshon, and Nahshon the father of Salmon, <b class=\"verse-num\" id=\"v40001005-1\">5&nbsp;</b>and Salmon the father of Boaz by Rahab, and Boaz the father of Obed by Ruth, and Obed the father of Jesse, <b class=\"verse-num\" id=\"v40001006-1\">6&nbsp;</b>and Jesse the father of David the king.</p>\n<p id=\"p40001006_06-12\">And David was the father of Solomon by the wife of Uriah, <b class=\"verse-num\" id=\"v40001007-1\">7&nbsp;</b>and Solomon the father of Rehoboam, and Rehoboam the father of Abijah, and Abijah the father of Asaph, <b class=\"verse-num\" id=\"v40001008-1\">8&nbsp;</b>and Asaph the father of Jehoshaphat, and Jehoshaphat the father of Joram, and Joram the father of Uzziah, <b class=\"verse-num\" id=\"v40001009-1\">9&nbsp;</b>and Uzziah the father of Jotham, and Jotham the father of Ahaz, and Ahaz the father of Hezekiah, <b class=\"verse-num\" id=\"v40001010-1\">10&nbsp;</b>and Hezekiah the father of Manasseh, and Manasseh the father of Amos, and Amos the father of Josiah, <b class=\"verse-num\" id=\"v40001011-1\">11&nbsp;</b>and Josiah the father of Jechoniah and his brothers, at the time of the deportation to Babylon.</p>\n<p id=\"p40001011_06-12\"><b class=\"verse-num\" id=\"v40001012-1\">12&nbsp;</b>And after the deportation to Babylon: Jechoniah was the father of Shealtiel, and Shealtiel the father of Zerubbabel, <b class=\"verse-num\" id=\"v40001013-1\">13&nbsp;</b>and Zerubbabel the father of Abiud, and Abiud the father of Eliakim, and Eliakim the father of Azor, <b class=\"verse-num\" id=\"v40001014-1\">14&nbsp;</b>and Azor the father of Zadok, and Zadok the father of Achim, and Achim the father of Eliud, <b class=\"verse-num\" id=\"v40001015-1\">15&nbsp;</b>and Eliud the father of Eleazar, and Eleazar the father of Matthan, and Matthan the father of Jacob, <b class=\"verse-num\" id=\"v40001016-1\">16&nbsp;</b>and Jacob the father of Joseph the husband of Mary, of whom Jesus was born, who is called Christ.</p>\n\n</div>","kjv":"<strong>1</strong> The book of the generation of Jesus Christ, the son of David, the son of Abraham.  <strong>2</strong> Abraham begat Isaac; and Isaac begat Jacob; and Jacob begat Judas and his brethren;  <strong>3</strong> And Judas begat Phares and Zara of Thamar; and Phares begat Esrom; and Esrom begat Aram;  <strong>4</strong> And Aram begat Aminadab; and Aminadab begat Naasson; and Naasson begat Salmon;  <strong>5</strong> And Salmon begat Booz of Rachab; and Booz begat Obed of Ruth; and Obed begat Jesse;  <strong>6</strong> And Jesse begat David the king; and David the king begat Solomon of her that had been the wife of Urias;  <strong>7</strong> And Solomon begat Roboam; and Roboam begat Abia; and Abia begat Asa;  <strong>8</strong> And Asa begat Josaphat; and Josaphat begat Joram; and Joram begat Ozias;  <strong>9</strong> And Ozias begat Joatham; and Joatham begat Achaz; and Achaz begat Ezekias;  <strong>10</strong> And Ezekias begat Manasses; and Manasses begat Amon; and Amon begat Josias;  <strong>11</strong> And Josias begat Jechonias and his brethren, about the time they were carried away to Babylon:  <strong>12</strong> And after they were brought to Babylon, Jechonias begat Salathiel; and Salathiel begat Zorobabel;  <strong>13</strong> And Zorobabel begat Abiud; and Abiud begat Eliakim; and Eliakim begat Azor;  <strong>14</strong> And Azor begat Sadoc; and Sadoc begat Achim; and Achim begat Eliud;  <strong>15</strong> And Eliud begat Eleazar; and Eleazar begat Matthan; and Matthan begat Jacob;  <strong>16</strong> And Jacob begat Joseph the husband of Mary, of whom was born Jesus, who is called Christ.  ","niv":"<sup><strong>1</strong></sup> A record of the genealogy of Jesus Christ the son of David, the son of Abraham: <sup><strong>2</strong></sup> Abraham was the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers, <sup><strong>3</strong></sup> Judah the father of Perez and Zerah, whose mother was Tamar, Perez the father of Hezron, Hezron the father of Ram, <sup><strong>4</strong></sup> Ram the father of Amminadab, Amminadab the father of Nahshon, Nahshon the father of Salmon, <sup><strong>5</strong></sup> Salmon the father of Boaz, whose mother was Rahab, Boaz the father of Obed, whose mother was Ruth, Obed the father of Jesse, <sup><strong>6</strong></sup> and Jesse the father of King David. David was the father of Solomon, whose mother had been Uriah's wife, <sup><strong>7</strong></sup> Solomon the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asa, <sup><strong>8</strong></sup> Asa the father of Jehoshaphat, Jehoshaphat the father of Jehoram, Jehoram the father of Uzziah, <sup><strong>9</strong></sup> Uzziah the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah, <sup><strong>10</strong></sup> Hezekiah the father of Manasseh, Manasseh the father of Amon, Amon the father of Josiah, <sup><strong>11</strong></sup> and Josiah the father of Jeconiah and his brothers at the time of the exile to Babylon. <sup><strong>12</strong></sup> After the exile to Babylon: Jeconiah was the father of Shealtiel, Shealtiel the father of Zerubbabel, <sup><strong>13</strong></sup> Zerubbabel the father of Abiud, Abiud the father of Eliakim, Eliakim the father of Azor, <sup><strong>14</strong></sup> Azor the father of Zadok, Zadok the father of Akim, Akim the father of Eliud, <sup><strong>15</strong></sup> Eliud the father of Eleazar, Eleazar the father of Matthan, Matthan the father of Jacob, <sup><strong>16</strong></sup> and Jacob the father of Joseph, the husband of Mary, of whom was born Jesus, who is called Christ. "},{"_id":"61621fe29b02b3054ca4f35d","topicId":"61621fde9b02b3054ca4f350","verse":"Acts 2:30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002030_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne,</p>\n</div>","kjv":"<strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  ","niv":"<sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne."},{"_id":"61621fe39b02b3054ca4f35e","topicId":"61621fde9b02b3054ca4f350","verse":"Luke 3:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42003038_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003038-1\">38&nbsp;</b>the son of Enos, the son of Seth, the son of Adam, the son of God.</p>\n</div>","kjv":"<strong>38</strong> Which was the son of Enos, which was the son of Seth, which was the son of Adam, which was the son of God.  ","niv":"<sup><strong>38</strong></sup> the son of Kenan, the son of Enosh, the son of Seth, the son of Adam, the son of God."},{"_id":"61621fe39b02b3054ca4f35f","topicId":"61621fde9b02b3054ca4f350","verse":"Jeremiah 22:28-30","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24022028_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24022028-1\">28&nbsp;</b>&nbsp;&nbsp;Is this man Coniah a despised, broken pot,</span><br><span id=\"p24022028_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a vessel no one cares for?</span><br><span id=\"p24022028_01-15\" class=\"line\">&nbsp;&nbsp;Why are he and his children hurled and cast</span><br><span id=\"p24022028_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;into a land that they do not know?</span><br><span id=\"p24022029_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24022029-1\">29&nbsp;</b>&nbsp;&nbsp;O land, land, land,</span><br><span id=\"p24022029_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hear the word of the LORD!</span><br><span id=\"p24022030_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24022030-1\">30&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p24022030_01-15\" class=\"line\">&nbsp;&nbsp;“Write this man down as childless,</span><br><span id=\"p24022030_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man who shall not succeed in his days,</span><br><span id=\"p24022030_01-15\" class=\"line\">&nbsp;&nbsp;for none of his offspring shall succeed</span><br><span id=\"p24022030_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in sitting on the throne of David</span><br><span id=\"p24022030_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ruling again in Judah.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Is this man Coniah a despised broken idol? is he  a vessel wherein is no pleasure? wherefore are they cast out, he and his seed, and are cast into a land which they know not?  <strong>29</strong> O earth, earth, earth, hear the word of the LORD.  <strong>30</strong> Thus saith the LORD, Write ye this man childless, a man that  shall not prosper in his days: for no man of his seed shall prosper, sitting upon the throne of David, and ruling any more in Judah.  ","niv":"<sup><strong>28</strong></sup> Is this man Jehoiachin a despised, broken pot, an object no one wants? Why will he and his children be hurled out, cast into a land they do not know? <sup><strong>29</strong></sup> O land, land, land, hear the word of the LORD! <sup><strong>30</strong></sup> This is what the LORD says: \"Record this man as if childless, a man who will not prosper in his lifetime, for none of his offspring will prosper, none will sit on the throne of David or rule anymore in Judah.\" "},{"_id":"61621fe39b02b3054ca4f360","topicId":"61621fde9b02b3054ca4f350","verse":"Isaiah 7:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p23007014_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v23007014-1\">14&nbsp;</b>Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel.</p>\n\n</div>","kjv":"<strong>14</strong> Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.  ","niv":"<sup><strong>14</strong></sup> Therefore the Lord himself will give you a sign: The virgin will be with child and will give birth to a son, and will call him Immanuel."},{"_id":"61621fe39b02b3054ca4f361","topicId":"61621fde9b02b3054ca4f350","verse":"1 Chronicles 3:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p13003005_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v13003005-1\">5&nbsp;</b>These were born to him in Jerusalem: Shimea, Shobab, Nathan and Solomon, four by Bath-shua, the daughter of Ammiel;</p>\n</div>","kjv":"<strong>5</strong> And these were born unto him in Jerusalem; Shimea, and Shobab, and Nathan, and Solomon, four, of Bath-shua the daughter of Ammiel:  ","niv":"<sup><strong>5</strong></sup> and these were the children born to him there: Shammua, Shobab, Nathan and Solomon. These four were by Bathsheba daughter of Ammiel."},{"_id":"61621fe49b02b3054ca4f362","topicId":"61621fde9b02b3054ca4f350","verse":"2 Kings 8:25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p12008025_05-19\"><b class=\"verse-num\" id=\"v12008025-1\">25&nbsp;</b>In the twelfth year of Joram the son of Ahab, king of Israel, Ahaziah the son of Jehoram, king of Judah, began to reign.</p>\n</div>","kjv":"<strong>25</strong> In the twelfth year of Joram the son of Ahab king of Israel did Ahaziah the son of Jehoram king of Judah begin to reign.  ","niv":"<sup><strong>25</strong></sup> In the twelfth year of Joram son of Ahab king of Israel, Ahaziah son of Jehoram king of Judah began to reign."},{"_id":"61621fe49b02b3054ca4f363","topicId":"61621fde9b02b3054ca4f350","verse":"Genesis 5:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01005001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01005001-1\">5:1&nbsp;</b>This is the book of the generations of Adam. When God created man, he made him in the likeness of God.</p>\n</div>","kjv":"<strong>1</strong> This is the book of the generations of Adam. In the day that God created man, in the likeness of God made he him;  ","niv":"<sup><strong>1</strong></sup> This is the written account of Adam's line. When God created man, he made him in the likeness of God."},{"_id":"61621fe49b02b3054ca4f364","topicId":"61621fde9b02b3054ca4f350","verse":"Luke 3:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42003027_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003027-1\">27&nbsp;</b>the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,</p>\n\n</div>","kjv":"<strong>27</strong> Which was the son of Joanna, which was the son  of Rhesa, which was the son of Zorobabel, which was the son of Salathiel, which was the son of Neri,  ","niv":"<sup><strong>27</strong></sup> the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel,"},{"_id":"61621fe59b02b3054ca4f365","topicId":"61621fde9b02b3054ca4f350","verse":"Luke 1:35","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42001035_01-22\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God.</p>\n\n</div>","kjv":"<strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  ","niv":"<sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God."},{"_id":"61621fe59b02b3054ca4f366","topicId":"61621fde9b02b3054ca4f350","verse":"Luke 1:34-35","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42001034_01-23\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n<p id=\"p42001034_01-23\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God.</p>\n\n</div>","kjv":"<strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  <strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  ","niv":"<sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\" <sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. "},{"_id":"61621fe59b02b3054ca4f367","topicId":"61621fde9b02b3054ca4f350","verse":"Luke 1:32","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42001032_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David,</p>\n</div>","kjv":"<strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  ","niv":"<sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David,"},{"_id":"61621fe59b02b3054ca4f368","topicId":"61621fde9b02b3054ca4f350","verse":"Luke 1:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42001027_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001027-1\">27&nbsp;</b>to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary.</p>\n\n</div>","kjv":"<strong>27</strong> To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin’s name was Mary.  ","niv":"<sup><strong>27</strong></sup> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary."},{"_id":"61621fe69b02b3054ca4f369","topicId":"61621fde9b02b3054ca4f350","verse":"Matthew 1:18-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40001018_06-26\"><b class=\"verse-num\" id=\"v40001018-1\">18&nbsp;</b>Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit. <b class=\"verse-num\" id=\"v40001019-1\">19&nbsp;</b>And her husband Joseph, being a just man and unwilling to put her to shame, resolved to divorce her quietly. <b class=\"verse-num\" id=\"v40001020-1\">20&nbsp;</b>But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit. <b class=\"verse-num\" id=\"v40001021-1\">21&nbsp;</b>She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.” <b class=\"verse-num\" id=\"v40001022-1\">22&nbsp;</b>All this took place to fulfill what the Lord had spoken by the prophet:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40001023_06-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v40001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Behold, the virgin shall conceive and bear a son,</span><br><span id=\"p40001023_06-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall call his name Immanuel”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40001023_06-26\" class=\"same-paragraph\">(which means, God with us). <b class=\"verse-num\" id=\"v40001024-1\">24&nbsp;</b>When Joseph woke from sleep, he did as the angel of the Lord commanded him: he took his wife, <b class=\"verse-num\" id=\"v40001025-1\">25&nbsp;</b>but knew her not until she had given birth to a son. And he called his name Jesus.</p>\n\n</div>","kjv":"<strong>18</strong> Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.  <strong>19</strong> Then Joseph her husband, being a just man, and not willing to make her a publick example, was minded to put her away privily.  <strong>20</strong> But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost.  <strong>21</strong> And she shall bring forth a son, and thou shalt call his name JESUS: for he shall save his people from their sins.  <strong>22</strong> Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying,  <strong>23</strong> Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us.  <strong>24</strong> Then Joseph being raised from sleep did as the angel of the Lord had bidden him, and took unto him his wife:  <strong>25</strong> And knew her not till she had brought forth her firstborn son: and he called his name JESUS.  ","niv":"<sup><strong>18</strong></sup> This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit. <sup><strong>19</strong></sup> Because Joseph her husband was a righteous man and did not want to expose her to public disgrace, he had in mind to divorce her quietly. <sup><strong>20</strong></sup> But after he had considered this, an angel of the Lord appeared to him in a dream and said, \"Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit. <sup><strong>21</strong></sup> She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.\" <sup><strong>22</strong></sup> All this took place to fulfill what the Lord had said through the prophet: <sup><strong>23</strong></sup> \"The virgin will be with child and will give birth to a son, and they will call him Immanuel\"--which means, \"God with us.\" <sup><strong>24</strong></sup> When Joseph woke up, he did what the angel of the Lord had commanded him and took Mary home as his wife. <sup><strong>25</strong></sup> But he had no union with her until she gave birth to a son. And he gave him the name Jesus. "}]}