{"_id":"61621fb89b02b3054ca4f336","slug":"genealogy","name":"Genealogy","verses":[{"_id":"61621fb89b02b3054ca4f337","topicId":"61621fb89b02b3054ca4f336","verse":"Titus 3:9","votes":49,"__v":0,"esv":"<div>\n<p id=\"p56003009_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003009-1\">9&nbsp;</b>But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless.</p>\n</div>","kjv":"<strong>9</strong> But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain.  ","niv":"<sup><strong>9</strong></sup> But avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless.","modified":"2023-04-06T17:04:31.451Z"},{"_id":"61621fb89b02b3054ca4f338","topicId":"61621fb89b02b3054ca4f336","verse":"1 Timothy 1:4","votes":41,"__v":0,"esv":"<div>\n<p id=\"p54001004_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001004-1\">4&nbsp;</b>nor to devote themselves to myths and endless genealogies, which promote speculations rather than the stewardship from God that is by faith.</p>\n\n</div>","kjv":"<strong>4</strong> Neither give heed to fables and endless genealogies, which minister questions, rather than godly edifying which is in faith: so do.  ","niv":"<sup><strong>4</strong></sup> nor to devote themselves to myths and endless genealogies. These promote controversies rather than God's work--which is by faith.","modified":"2022-08-30T16:37:32.101Z"},{"_id":"61621fb89b02b3054ca4f339","topicId":"61621fb89b02b3054ca4f336","verse":"Matthew 1:1-25","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p40001001_06-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40001001-1\">1:1&nbsp;</b>The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.</p>\n<p id=\"p40001001_06-4\"><b class=\"verse-num\" id=\"v40001002-1\">2&nbsp;</b>Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers, <b class=\"verse-num\" id=\"v40001003-1\">3&nbsp;</b>and Judah the father of Perez and Zerah by Tamar, and Perez the father of Hezron, and Hezron the father of Ram, <b class=\"verse-num\" id=\"v40001004-1\">4&nbsp;</b>and Ram the father of Amminadab, and Amminadab the father of Nahshon, and Nahshon the father of Salmon, <b class=\"verse-num\" id=\"v40001005-1\">5&nbsp;</b>and Salmon the father of Boaz by Rahab, and Boaz the father of Obed by Ruth, and Obed the father of Jesse, <b class=\"verse-num\" id=\"v40001006-1\">6&nbsp;</b>and Jesse the father of David the king.</p>\n<p id=\"p40001006_06-4\">And David was the father of Solomon by the wife of Uriah, <b class=\"verse-num\" id=\"v40001007-1\">7&nbsp;</b>and Solomon the father of Rehoboam, and Rehoboam the father of Abijah, and Abijah the father of Asaph, <b class=\"verse-num\" id=\"v40001008-1\">8&nbsp;</b>and Asaph the father of Jehoshaphat, and Jehoshaphat the father of Joram, and Joram the father of Uzziah, <b class=\"verse-num\" id=\"v40001009-1\">9&nbsp;</b>and Uzziah the father of Jotham, and Jotham the father of Ahaz, and Ahaz the father of Hezekiah, <b class=\"verse-num\" id=\"v40001010-1\">10&nbsp;</b>and Hezekiah the father of Manasseh, and Manasseh the father of Amos, and Amos the father of Josiah, <b class=\"verse-num\" id=\"v40001011-1\">11&nbsp;</b>and Josiah the father of Jechoniah and his brothers, at the time of the deportation to Babylon.</p>\n<p id=\"p40001011_06-4\"><b class=\"verse-num\" id=\"v40001012-1\">12&nbsp;</b>And after the deportation to Babylon: Jechoniah was the father of Shealtiel, and Shealtiel the father of Zerubbabel, <b class=\"verse-num\" id=\"v40001013-1\">13&nbsp;</b>and Zerubbabel the father of Abiud, and Abiud the father of Eliakim, and Eliakim the father of Azor, <b class=\"verse-num\" id=\"v40001014-1\">14&nbsp;</b>and Azor the father of Zadok, and Zadok the father of Achim, and Achim the father of Eliud, <b class=\"verse-num\" id=\"v40001015-1\">15&nbsp;</b>and Eliud the father of Eleazar, and Eleazar the father of Matthan, and Matthan the father of Jacob, <b class=\"verse-num\" id=\"v40001016-1\">16&nbsp;</b>and Jacob the father of Joseph the husband of Mary, of whom Jesus was born, who is called Christ.</p>\n<p id=\"p40001016_06-4\"><b class=\"verse-num\" id=\"v40001017-1\">17&nbsp;</b>So all the generations from Abraham to David were fourteen generations, and from David to the deportation to Babylon fourteen generations, and from the deportation to Babylon to the Christ fourteen generations.</p>\n\n<p id=\"p40001017_11-4\"><b class=\"verse-num\" id=\"v40001018-1\">18&nbsp;</b>Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit. <b class=\"verse-num\" id=\"v40001019-1\">19&nbsp;</b>And her husband Joseph, being a just man and unwilling to put her to shame, resolved to divorce her quietly. <b class=\"verse-num\" id=\"v40001020-1\">20&nbsp;</b>But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit. <b class=\"verse-num\" id=\"v40001021-1\">21&nbsp;</b>She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.” <b class=\"verse-num\" id=\"v40001022-1\">22&nbsp;</b>All this took place to fulfill what the Lord had spoken by the prophet:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40001023_11-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v40001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Behold, the virgin shall conceive and bear a son,</span><br><span id=\"p40001023_11-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall call his name Immanuel”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40001023_11-4\" class=\"same-paragraph\">(which means, God with us). <b class=\"verse-num\" id=\"v40001024-1\">24&nbsp;</b>When Joseph woke from sleep, he did as the angel of the Lord commanded him: he took his wife, <b class=\"verse-num\" id=\"v40001025-1\">25&nbsp;</b>but knew her not until she had given birth to a son. And he called his name Jesus.</p>\n\n</div>","kjv":"<strong>1</strong> The book of the generation of Jesus Christ, the son of David, the son of Abraham.  <strong>2</strong> Abraham begat Isaac; and Isaac begat Jacob; and Jacob begat Judas and his brethren;  <strong>3</strong> And Judas begat Phares and Zara of Thamar; and Phares begat Esrom; and Esrom begat Aram;  <strong>4</strong> And Aram begat Aminadab; and Aminadab begat Naasson; and Naasson begat Salmon;  <strong>5</strong> And Salmon begat Booz of Rachab; and Booz begat Obed of Ruth; and Obed begat Jesse;  <strong>6</strong> And Jesse begat David the king; and David the king begat Solomon of her that had been the wife of Urias;  <strong>7</strong> And Solomon begat Roboam; and Roboam begat Abia; and Abia begat Asa;  <strong>8</strong> And Asa begat Josaphat; and Josaphat begat Joram; and Joram begat Ozias;  <strong>9</strong> And Ozias begat Joatham; and Joatham begat Achaz; and Achaz begat Ezekias;  <strong>10</strong> And Ezekias begat Manasses; and Manasses begat Amon; and Amon begat Josias;  <strong>11</strong> And Josias begat Jechonias and his brethren, about the time they were carried away to Babylon:  <strong>12</strong> And after they were brought to Babylon, Jechonias begat Salathiel; and Salathiel begat Zorobabel;  <strong>13</strong> And Zorobabel begat Abiud; and Abiud begat Eliakim; and Eliakim begat Azor;  <strong>14</strong> And Azor begat Sadoc; and Sadoc begat Achim; and Achim begat Eliud;  <strong>15</strong> And Eliud begat Eleazar; and Eleazar begat Matthan; and Matthan begat Jacob;  <strong>16</strong> And Jacob begat Joseph the husband of Mary, of whom was born Jesus, who is called Christ.  <strong>17</strong> So all the generations from Abraham to David are fourteen generations; and from David until the carrying away into Babylon are  fourteen generations; and from the carrying away into Babylon unto Christ are fourteen generations.  <strong>18</strong> Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.  <strong>19</strong> Then Joseph her husband, being a just man, and not willing to make her a publick example, was minded to put her away privily.  <strong>20</strong> But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost.  <strong>21</strong> And she shall bring forth a son, and thou shalt call his name JESUS: for he shall save his people from their sins.  <strong>22</strong> Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying,  <strong>23</strong> Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us.  <strong>24</strong> Then Joseph being raised from sleep did as the angel of the Lord had bidden him, and took unto him his wife:  <strong>25</strong> And knew her not till she had brought forth her firstborn son: and he called his name JESUS.  ","niv":"<sup><strong>1</strong></sup> A record of the genealogy of Jesus Christ the son of David, the son of Abraham: <sup><strong>2</strong></sup> Abraham was the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers, <sup><strong>3</strong></sup> Judah the father of Perez and Zerah, whose mother was Tamar, Perez the father of Hezron, Hezron the father of Ram, <sup><strong>4</strong></sup> Ram the father of Amminadab, Amminadab the father of Nahshon, Nahshon the father of Salmon, <sup><strong>5</strong></sup> Salmon the father of Boaz, whose mother was Rahab, Boaz the father of Obed, whose mother was Ruth, Obed the father of Jesse, <sup><strong>6</strong></sup> and Jesse the father of King David. David was the father of Solomon, whose mother had been Uriah's wife, <sup><strong>7</strong></sup> Solomon the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asa, <sup><strong>8</strong></sup> Asa the father of Jehoshaphat, Jehoshaphat the father of Jehoram, Jehoram the father of Uzziah, <sup><strong>9</strong></sup> Uzziah the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah, <sup><strong>10</strong></sup> Hezekiah the father of Manasseh, Manasseh the father of Amon, Amon the father of Josiah, <sup><strong>11</strong></sup> and Josiah the father of Jeconiah and his brothers at the time of the exile to Babylon. <sup><strong>12</strong></sup> After the exile to Babylon: Jeconiah was the father of Shealtiel, Shealtiel the father of Zerubbabel, <sup><strong>13</strong></sup> Zerubbabel the father of Abiud, Abiud the father of Eliakim, Eliakim the father of Azor, <sup><strong>14</strong></sup> Azor the father of Zadok, Zadok the father of Akim, Akim the father of Eliud, <sup><strong>15</strong></sup> Eliud the father of Eleazar, Eleazar the father of Matthan, Matthan the father of Jacob, <sup><strong>16</strong></sup> and Jacob the father of Joseph, the husband of Mary, of whom was born Jesus, who is called Christ. <sup><strong>17</strong></sup> Thus there were fourteen generations in all from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Christ. <sup><strong>18</strong></sup> This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit. <sup><strong>19</strong></sup> Because Joseph her husband was a righteous man and did not want to expose her to public disgrace, he had in mind to divorce her quietly. <sup><strong>20</strong></sup> But after he had considered this, an angel of the Lord appeared to him in a dream and said, \"Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit. <sup><strong>21</strong></sup> She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.\" <sup><strong>22</strong></sup> All this took place to fulfill what the Lord had said through the prophet: <sup><strong>23</strong></sup> \"The virgin will be with child and will give birth to a son, and they will call him Immanuel\"--which means, \"God with us.\" <sup><strong>24</strong></sup> When Joseph woke up, he did what the angel of the Lord had commanded him and took Mary home as his wife. <sup><strong>25</strong></sup> But he had no union with her until she gave birth to a son. And he gave him the name Jesus. ","modified":"2022-12-06T00:09:48.643Z"},{"_id":"61621fb99b02b3054ca4f33a","topicId":"61621fb89b02b3054ca4f336","verse":"Luke 3:23-38","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p42003023_06-5\"><b class=\"verse-num\" id=\"v42003023-1\">23&nbsp;</b>Jesus, when he began his ministry, was about thirty years of age, being the son (as was supposed) of Joseph, the son of Heli, <b class=\"verse-num\" id=\"v42003024-1\">24&nbsp;</b>the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph, <b class=\"verse-num\" id=\"v42003025-1\">25&nbsp;</b>the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai, <b class=\"verse-num\" id=\"v42003026-1\">26&nbsp;</b>the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda, <b class=\"verse-num\" id=\"v42003027-1\">27&nbsp;</b>the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri, <b class=\"verse-num\" id=\"v42003028-1\">28&nbsp;</b>the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er, <b class=\"verse-num\" id=\"v42003029-1\">29&nbsp;</b>the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi, <b class=\"verse-num\" id=\"v42003030-1\">30&nbsp;</b>the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim, <b class=\"verse-num\" id=\"v42003031-1\">31&nbsp;</b>the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David, <b class=\"verse-num\" id=\"v42003032-1\">32&nbsp;</b>the son of Jesse, the son of Obed, the son of Boaz, the son of Sala, the son of Nahshon, <b class=\"verse-num\" id=\"v42003033-1\">33&nbsp;</b>the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah, <b class=\"verse-num\" id=\"v42003034-1\">34&nbsp;</b>the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor, <b class=\"verse-num\" id=\"v42003035-1\">35&nbsp;</b>the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah, <b class=\"verse-num\" id=\"v42003036-1\">36&nbsp;</b>the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech, <b class=\"verse-num\" id=\"v42003037-1\">37&nbsp;</b>the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan, <b class=\"verse-num\" id=\"v42003038-1\">38&nbsp;</b>the son of Enos, the son of Seth, the son of Adam, the son of God.</p>\n\n</div>","kjv":"<strong>23</strong> And Jesus himself began to be about thirty years of age, being (as was supposed) the son of Joseph, which was the son of Heli,  <strong>24</strong> Which was the son of Matthat, which was the son  of Levi, which was the son of Melchi, which was the son  of Janna, which was the son of Joseph,  <strong>25</strong> Which was the son of Mattathias, which was the son  of Amos, which was the son of Naum, which was the son  of Esli, which was the son of Nagge,  <strong>26</strong> Which was the son of Maath, which was the son of Mattathias, which was the son of Semei, which was the son  of Joseph, which was the son of Juda,  <strong>27</strong> Which was the son of Joanna, which was the son  of Rhesa, which was the son of Zorobabel, which was the son of Salathiel, which was the son of Neri,  <strong>28</strong> Which was the son of Melchi, which was the son  of Addi, which was the son of Cosam, which was the son  of Elmodam, which was the son of Er,  <strong>29</strong> Which was the son of Jose, which was the son of Eliezer, which was the son of Jorim, which was the son  of Matthat, which was the son of Levi,  <strong>30</strong> Which was the son of Simeon, which was the son  of Juda, which was the son of Joseph, which was the son  of Jonan, which was the son of Eliakim,  <strong>31</strong> Which was the son of Melea, which was the son of Menan, which was the son of Mattatha, which was the son  of Nathan, which was the son of David,  <strong>32</strong> Which was the son of Jesse, which was the son of Obed, which was the son of Booz, which was the son of Salmon, which was the son of Naasson,  <strong>33</strong> Which was the son of Aminadab, which was the son  of Aram, which was the son of Esrom, which was the son  of Phares, which was the son of Juda,  <strong>34</strong> Which was the son of Jacob, which was the son of Isaac, which was the son of Abraham, which was the son  of Thara, which was the son of Nachor,  <strong>35</strong> Which was the son of Saruch, which was the son  of Ragau, which was the son of Phalec, which was the son  of Heber, which was the son of Sala,  <strong>36</strong> Which was the son of Cainan, which was the son  of Arphaxad, which was the son of Sem, which was the son  of Noe, which was the son of Lamech,  <strong>37</strong> Which was the son of Mathusala, which was the son  of Enoch, which was the son of Jared, which was the son  of Maleleel, which was the son of Cainan,  <strong>38</strong> Which was the son of Enos, which was the son of Seth, which was the son of Adam, which was the son of God.  ","niv":"<sup><strong>23</strong></sup> Now Jesus himself was about thirty years old when he began his ministry. He was the son, so it was thought, of Joseph, <sup><strong>24</strong></sup> the son of Heli, the son of Matthat, the son of Levi, the son of Melki, the son of Jannai, the son of Joseph, <sup><strong>25</strong></sup> the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, <sup><strong>26</strong></sup> the son of Naggai, the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda, <sup><strong>27</strong></sup> the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, <sup><strong>28</strong></sup> the son of Neri, the son of Melki, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er, <sup><strong>29</strong></sup> the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, <sup><strong>30</strong></sup> the son of Levi, the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim, <sup><strong>31</strong></sup> the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, <sup><strong>32</strong></sup> the son of David, the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon, <sup><strong>33</strong></sup> the son of Amminadab, the son of Ram, the son of Hezron, the son of Perez, <sup><strong>34</strong></sup> the son of Judah, the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor, <sup><strong>35</strong></sup> the son of Serug, the son of Reu, the son of Peleg, the son of Eber, <sup><strong>36</strong></sup> the son of Shelah, the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech, <sup><strong>37</strong></sup> the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalalel, <sup><strong>38</strong></sup> the son of Kenan, the son of Enosh, the son of Seth, the son of Adam, the son of God. "},{"_id":"61621fb99b02b3054ca4f33b","topicId":"61621fb89b02b3054ca4f336","verse":"Romans 9:27","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45009027_01-6\"><b class=\"verse-num\" id=\"v45009027-1\">27&nbsp;</b>And Isaiah cries out concerning Israel: “Though the number of the sons of Israel be as the sand of the sea, only a remnant of them will be saved,</p>\n\n</div>","kjv":"<strong>27</strong> Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:  ","niv":"<sup><strong>27</strong></sup> Isaiah cries out concerning Israel: \"Though the number of the Israelites be like the sand by the sea, only the remnant will be saved."},{"_id":"61621fb99b02b3054ca4f33c","topicId":"61621fb89b02b3054ca4f336","verse":"Nehemiah 7:5","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p16007005_05-7\"><b class=\"verse-num\" id=\"v16007005-1\">5&nbsp;</b>Then my God put it into my heart to assemble the nobles and the officials and the people to be enrolled by genealogy. And I found the book of the genealogy of those who came up at the first, and I found written in it:</p>\n</div>","kjv":"<strong>5</strong> And my God put into mine heart to gather together the nobles, and the rulers, and the people, that they might be reckoned by genealogy. And I found a register of the genealogy of them which came up at the first, and found written therein,  ","niv":"<sup><strong>5</strong></sup> So my God put it into my heart to assemble the nobles, the officials and the common people for registration by families. I found the genealogical record of those who had been the first to return. This is what I found written there:"},{"_id":"61621fba9b02b3054ca4f33d","topicId":"61621fb89b02b3054ca4f336","verse":"Genesis 1:1-31","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-8\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-8\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-8\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-8\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-8\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-8\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-8\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-8\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-8\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"61621fba9b02b3054ca4f33e","topicId":"61621fb89b02b3054ca4f336","verse":"Isaiah 30:8","votes":5,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23030008_04-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030008-1\">8&nbsp;</b>&nbsp;&nbsp;And now, go, write it before them on a tablet</span><br><span id=\"p23030008_04-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and inscribe it in a book,</span><br><span id=\"p23030008_04-9\" class=\"line\">&nbsp;&nbsp;that it may be for the time to come</span><br><span id=\"p23030008_04-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as a witness forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> Now go, write it before them in a table, and note it in a book, that it may be for the time to come for ever and ever:  ","niv":"<sup><strong>8</strong></sup> Go now, write it on a tablet for them, inscribe it on a scroll, that for the days to come it may be an everlasting witness."},{"_id":"61621fba9b02b3054ca4f33f","topicId":"61621fb89b02b3054ca4f336","verse":"John 14:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","modified":"2023-01-22T13:29:39.055Z"},{"_id":"61621fba9b02b3054ca4f340","topicId":"61621fb89b02b3054ca4f336","verse":"Matthew 1:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40001001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40001001-1\">1:1&nbsp;</b>The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.</p>\n</div>","kjv":"<strong>1</strong> The book of the generation of Jesus Christ, the son of David, the son of Abraham.  ","niv":"<sup><strong>1</strong></sup> A record of the genealogy of Jesus Christ the son of David, the son of Abraham:","modified":"2022-08-24T20:05:55.345Z"},{"_id":"61621fbb9b02b3054ca4f341","topicId":"61621fb89b02b3054ca4f336","verse":"Luke 3:23","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42003023_06-12\"><b class=\"verse-num\" id=\"v42003023-1\">23&nbsp;</b>Jesus, when he began his ministry, was about thirty years of age, being the son (as was supposed) of Joseph, the son of Heli,</p>\n</div>","kjv":"<strong>23</strong> And Jesus himself began to be about thirty years of age, being (as was supposed) the son of Joseph, which was the son of Heli,  ","niv":"<sup><strong>23</strong></sup> Now Jesus himself was about thirty years old when he began his ministry. He was the son, so it was thought, of Joseph,"},{"_id":"61621fbb9b02b3054ca4f342","topicId":"61621fb89b02b3054ca4f336","verse":"Ezra 8:1-15","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p15008001_08-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v15008001-1\">8:1&nbsp;</b>These are the heads of their fathers’ houses, and this is the genealogy of those who went up with me from Babylonia, in the reign of Artaxerxes the king: <b class=\"verse-num\" id=\"v15008002-1\">2&nbsp;</b>Of the sons of Phinehas, Gershom. Of the sons of Ithamar, Daniel. Of the sons of David, Hattush. <b class=\"verse-num\" id=\"v15008003-1\">3&nbsp;</b>Of the sons of Shecaniah, who was of the sons of Parosh, Zechariah, with whom were registered 150 men. <b class=\"verse-num\" id=\"v15008004-1\">4&nbsp;</b>Of the sons of Pahath-moab, Eliehoenai the son of Zerahiah, and with him 200 men. <b class=\"verse-num\" id=\"v15008005-1\">5&nbsp;</b>Of the sons of Zattu, Shecaniah the son of Jahaziel, and with him 300 men. <b class=\"verse-num\" id=\"v15008006-1\">6&nbsp;</b>Of the sons of Adin, Ebed the son of Jonathan, and with him 50 men. <b class=\"verse-num\" id=\"v15008007-1\">7&nbsp;</b>Of the sons of Elam, Jeshaiah the son of Athaliah, and with him 70 men. <b class=\"verse-num\" id=\"v15008008-1\">8&nbsp;</b>Of the sons of Shephatiah, Zebadiah the son of Michael, and with him 80 men. <b class=\"verse-num\" id=\"v15008009-1\">9&nbsp;</b>Of the sons of Joab, Obadiah the son of Jehiel, and with him 218 men. <b class=\"verse-num\" id=\"v15008010-1\">10&nbsp;</b>Of the sons of Bani, Shelomith the son of Josiphiah, and with him 160 men. <b class=\"verse-num\" id=\"v15008011-1\">11&nbsp;</b>Of the sons of Bebai, Zechariah, the son of Bebai, and with him 28 men. <b class=\"verse-num\" id=\"v15008012-1\">12&nbsp;</b>Of the sons of Azgad, Johanan the son of Hakkatan, and with him 110 men. <b class=\"verse-num\" id=\"v15008013-1\">13&nbsp;</b>Of the sons of Adonikam, those who came later, their names being Eliphelet, Jeuel, and Shemaiah, and with them 60 men. <b class=\"verse-num\" id=\"v15008014-1\">14&nbsp;</b>Of the sons of Bigvai, Uthai and Zaccur, and with them 70 men.</p>\n\n<p id=\"p15008014_12-13\"><b class=\"verse-num\" id=\"v15008015-1\">15&nbsp;</b>I gathered them to the river that runs to Ahava, and there we camped three days. As I reviewed the people and the priests, I found there none of the sons of Levi.</p>\n\n</div>","kjv":"<strong>1</strong> These are now the chief of their fathers, and this is  the genealogy of them that went up with me from Babylon, in the reign of Artaxerxes the king.  <strong>2</strong> Of the sons of Phinehas; Gershom: of the sons of Ithamar; Daniel: of the sons of David; Hattush.  <strong>3</strong> Of the sons of Shechaniah, of the sons of Pharosh; Zechariah: and with him were reckoned by genealogy of the males an hundred and fifty.  <strong>4</strong> Of the sons of Pahath-moab; Elihoenai the son of Zerahiah, and with him two hundred males.  <strong>5</strong> Of the sons of Shechaniah; the son of Jahaziel, and with him three hundred males.  <strong>6</strong> Of the sons also of Adin; Ebed the son of Jonathan, and with him fifty males.  <strong>7</strong> And of the sons of Elam; Jeshaiah the son of Athaliah, and with him seventy males.  <strong>8</strong> And of the sons of Shephatiah; Zebadiah the son of Michael, and with him fourscore males.  <strong>9</strong> Of the sons of Joab; Obadiah the son of Jehiel, and with him two hundred and eighteen males.  <strong>10</strong> And of the sons of Shelomith; the son of Josiphiah, and with him an hundred and threescore males.  <strong>11</strong> And of the sons of Bebai; Zechariah the son of Bebai, and with him twenty and eight males.  <strong>12</strong> And of the sons of Azgad; Johanan the son of Hakkatan, and with him an hundred and ten males.  <strong>13</strong> And of the last sons of Adonikam, whose names are these, Eliphelet, Jeiel, and Shemaiah, and with them threescore males.  <strong>14</strong> Of the sons also of Bigvai; Uthai, and Zabbud, and with them seventy males.  <strong>15</strong> And I gathered them together to the river than runneth to Ahava; and there abode we in tents three days: and I viewed the people, and the priests, and found there none of the sons of Levi.  ","niv":"<sup><strong>1</strong></sup> These are the family heads and those registered with them who came up with me from Babylon during the reign of King Artaxerxes: <sup><strong>2</strong></sup> of the descendants of Phinehas, Gershom; of the descendants of Ithamar, Daniel; of the descendants of David, Hattush <sup><strong>3</strong></sup> of the descendants of Shecaniah; of the descendants of Parosh, Zechariah, and with him were registered 150 men; <sup><strong>4</strong></sup> of the descendants of Pahath-Moab, Eliehoenai son of Zerahiah, and with him 200 men; <sup><strong>5</strong></sup> of the descendants of Zattu, Shecaniah son of Jahaziel, and with him 300 men; <sup><strong>6</strong></sup> of the descendants of Adin, Ebed son of Jonathan, and with him 50 men; <sup><strong>7</strong></sup> of the descendants of Elam, Jeshaiah son of Athaliah, and with him 70 men; <sup><strong>8</strong></sup> of the descendants of Shephatiah, Zebadiah son of Michael, and with him 80 men; <sup><strong>9</strong></sup> of the descendants of Joab, Obadiah son of Jehiel, and with him 218 men; <sup><strong>10</strong></sup> of the descendants of Bani, Shelomith son of Josiphiah, and with him 160 men; <sup><strong>11</strong></sup> of the descendants of Bebai, Zechariah son of Bebai, and with him 28 men; <sup><strong>12</strong></sup> of the descendants of Azgad, Johanan son of Hakkatan, and with him 110 men; <sup><strong>13</strong></sup> of the descendants of Adonikam, the last ones, whose names were Eliphelet, Jeuel and Shemaiah, and with them 60 men; <sup><strong>14</strong></sup> of the descendants of Bigvai, Uthai and Zaccur, and with them 70 men. <sup><strong>15</strong></sup> I assembled them at the canal that flows toward Ahava, and we camped there three days. When I checked among the people and the priests, I found no Levites there. "},{"_id":"61621fbb9b02b3054ca4f343","topicId":"61621fb89b02b3054ca4f336","verse":"Genesis 11:10-32","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01011010_03-14\"><b class=\"verse-num\" id=\"v01011010-1\">10&nbsp;</b>These are the generations of Shem. When Shem was 100 years old, he fathered Arpachshad two years after the flood. <b class=\"verse-num\" id=\"v01011011-1\">11&nbsp;</b>And Shem lived after he fathered Arpachshad 500 years and had other sons and daughters.</p>\n<p id=\"p01011011_03-14\"><b class=\"verse-num\" id=\"v01011012-1\">12&nbsp;</b>When Arpachshad had lived 35 years, he fathered Shelah. <b class=\"verse-num\" id=\"v01011013-1\">13&nbsp;</b>And Arpachshad lived after he fathered Shelah 403 years and had other sons and daughters.</p>\n<p id=\"p01011013_03-14\"><b class=\"verse-num\" id=\"v01011014-1\">14&nbsp;</b>When Shelah had lived 30 years, he fathered Eber. <b class=\"verse-num\" id=\"v01011015-1\">15&nbsp;</b>And Shelah lived after he fathered Eber 403 years and had other sons and daughters.</p>\n<p id=\"p01011015_03-14\"><b class=\"verse-num\" id=\"v01011016-1\">16&nbsp;</b>When Eber had lived 34 years, he fathered Peleg. <b class=\"verse-num\" id=\"v01011017-1\">17&nbsp;</b>And Eber lived after he fathered Peleg 430 years and had other sons and daughters.</p>\n<p id=\"p01011017_03-14\"><b class=\"verse-num\" id=\"v01011018-1\">18&nbsp;</b>When Peleg had lived 30 years, he fathered Reu. <b class=\"verse-num\" id=\"v01011019-1\">19&nbsp;</b>And Peleg lived after he fathered Reu 209 years and had other sons and daughters.</p>\n<p id=\"p01011019_03-14\"><b class=\"verse-num\" id=\"v01011020-1\">20&nbsp;</b>When Reu had lived 32 years, he fathered Serug. <b class=\"verse-num\" id=\"v01011021-1\">21&nbsp;</b>And Reu lived after he fathered Serug 207 years and had other sons and daughters.</p>\n<p id=\"p01011021_03-14\"><b class=\"verse-num\" id=\"v01011022-1\">22&nbsp;</b>When Serug had lived 30 years, he fathered Nahor. <b class=\"verse-num\" id=\"v01011023-1\">23&nbsp;</b>And Serug lived after he fathered Nahor 200 years and had other sons and daughters.</p>\n<p id=\"p01011023_03-14\"><b class=\"verse-num\" id=\"v01011024-1\">24&nbsp;</b>When Nahor had lived 29 years, he fathered Terah. <b class=\"verse-num\" id=\"v01011025-1\">25&nbsp;</b>And Nahor lived after he fathered Terah 119 years and had other sons and daughters.</p>\n<p id=\"p01011025_03-14\"><b class=\"verse-num\" id=\"v01011026-1\">26&nbsp;</b>When Terah had lived 70 years, he fathered Abram, Nahor, and Haran.</p>\n\n<p id=\"p01011026_05-14\"><b class=\"verse-num\" id=\"v01011027-1\">27&nbsp;</b>Now these are the generations of Terah. Terah fathered Abram, Nahor, and Haran; and Haran fathered Lot. <b class=\"verse-num\" id=\"v01011028-1\">28&nbsp;</b>Haran died in the presence of his father Terah in the land of his kindred, in Ur of the Chaldeans. <b class=\"verse-num\" id=\"v01011029-1\">29&nbsp;</b>And Abram and Nahor took wives. The name of Abram’s wife was Sarai, and the name of Nahor’s wife, Milcah, the daughter of Haran the father of Milcah and Iscah. <b class=\"verse-num\" id=\"v01011030-1\">30&nbsp;</b>Now Sarai was barren; she had no child.</p>\n<p id=\"p01011030_05-14\"><b class=\"verse-num\" id=\"v01011031-1\">31&nbsp;</b>Terah took Abram his son and Lot the son of Haran, his grandson, and Sarai his daughter-in-law, his son Abram’s wife, and they went forth together from Ur of the Chaldeans to go into the land of Canaan, but when they came to Haran, they settled there. <b class=\"verse-num\" id=\"v01011032-1\">32&nbsp;</b>The days of Terah were 205 years, and Terah died in Haran.</p>\n</div>","kjv":"<strong>10</strong> These are the generations of Shem: Shem was an hundred years old, and begat Arphaxad two years after the flood:  <strong>11</strong> And Shem lived after he begat Arphaxad five hundred years, and begat sons and daughters.  <strong>12</strong> And Arphaxad lived five and thirty years, and begat Salah:  <strong>13</strong> And Arphaxad lived after he begat Salah four hundred and three years, and begat sons and daughters.  <strong>14</strong> And Salah lived thirty years, and begat Eber:  <strong>15</strong> And Salah lived after he begat Eber four hundred and three years, and begat sons and daughters.  <strong>16</strong> And Eber lived four and thirty years, and begat Peleg:  <strong>17</strong> And Eber lived after he begat Peleg four hundred and thirty years, and begat sons and daughters.  <strong>18</strong> And Peleg lived thirty years, and begat Reu:  <strong>19</strong> And Peleg lived after he begat Reu two hundred and nine years, and begat sons and daughters.  <strong>20</strong> And Reu lived two and thirty years, and begat Serug:  <strong>21</strong> And Reu lived after he begat Serug two hundred and seven years, and begat sons and daughters.  <strong>22</strong> And Serug lived thirty years, and begat Nahor:  <strong>23</strong> And Serug lived after he begat Nahor two hundred years, and begat sons and daughters.  <strong>24</strong> And Nahor lived nine and twenty years, and begat Terah:  <strong>25</strong> And Nahor lived after he begat Terah an hundred and nineteen years, and begat sons and daughters.  <strong>26</strong> And Terah lived seventy years, and begat Abram, Nahor, and Haran.  <strong>27</strong> Now these are the generations of Terah: Terah begat Abram, Nahor, and Haran; and Haran begat Lot.  <strong>28</strong> And Haran died before his father Terah in the land of his nativity, in Ur of the Chaldees.  <strong>29</strong> And Abram and Nahor took them wives: the name of Abram’s wife was Sarai; and the name of Nahor’s wife, Milcah, the daughter of Haran, the father of Milcah, and the father of Iscah.  <strong>30</strong> But Sarai was barren; she had no child.  <strong>31</strong> And Terah took Abram his son, and Lot the son of Haran his son’s son, and Sarai his daughter in law, his son Abram’s wife; and they went forth with them from Ur of the Chaldees, to go into the land of Canaan; and they came unto Haran, and dwelt there.  <strong>32</strong> And the days of Terah were two hundred and five years: and Terah died in Haran.  ","niv":"<sup><strong>10</strong></sup> This is the account of Shem. Two years after the flood, when Shem was 100 years old, he became the father of Arphaxad. <sup><strong>11</strong></sup> And after he became the father of Arphaxad, Shem lived 500 years and had other sons and daughters. <sup><strong>12</strong></sup> When Arphaxad had lived 35 years, he became the father of Shelah. <sup><strong>13</strong></sup> And after he became the father of Shelah, Arphaxad lived 403 years and had other sons and daughters. <sup><strong>14</strong></sup> When Shelah had lived 30 years, he became the father of Eber. <sup><strong>15</strong></sup> And after he became the father of Eber, Shelah lived 403 years and had other sons and daughters. <sup><strong>16</strong></sup> When Eber had lived 34 years, he became the father of Peleg. <sup><strong>17</strong></sup> And after he became the father of Peleg, Eber lived 430 years and had other sons and daughters. <sup><strong>18</strong></sup> When Peleg had lived 30 years, he became the father of Reu. <sup><strong>19</strong></sup> And after he became the father of Reu, Peleg lived 209 years and had other sons and daughters. <sup><strong>20</strong></sup> When Reu had lived 32 years, he became the father of Serug. <sup><strong>21</strong></sup> And after he became the father of Serug, Reu lived 207 years and had other sons and daughters. <sup><strong>22</strong></sup> When Serug had lived 30 years, he became the father of Nahor. <sup><strong>23</strong></sup> And after he became the father of Nahor, Serug lived 200 years and had other sons and daughters. <sup><strong>24</strong></sup> When Nahor had lived 29 years, he became the father of Terah. <sup><strong>25</strong></sup> And after he became the father of Terah, Nahor lived 119 years and had other sons and daughters. <sup><strong>26</strong></sup> After Terah had lived 70 years, he became the father of Abram, Nahor and Haran. <sup><strong>27</strong></sup> This is the account of Terah. Terah became the father of Abram, Nahor and Haran. And Haran became the father of Lot. <sup><strong>28</strong></sup> While his father Terah was still alive, Haran died in Ur of the Chaldeans, in the land of his birth. <sup><strong>29</strong></sup> Abram and Nahor both married. The name of Abram's wife was Sarai, and the name of Nahor's wife was Milcah; she was the daughter of Haran, the father of both Milcah and Iscah. <sup><strong>30</strong></sup> Now Sarai was barren; she had no children. <sup><strong>31</strong></sup> Terah took his son Abram, his grandson Lot son of Haran, and his daughter-in-law Sarai, the wife of his son Abram, and together they set out from Ur of the Chaldeans to go to Canaan. But when they came to Haran, they settled there. <sup><strong>32</strong></sup> Terah lived 205 years, and he died in Haran. "},{"_id":"61621fbc9b02b3054ca4f344","topicId":"61621fb89b02b3054ca4f336","verse":"Matthew 1:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40001021_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v40001021-1\">21&nbsp;</b>She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.”</p>\n</div>","kjv":"<strong>21</strong> And she shall bring forth a son, and thou shalt call his name JESUS: for he shall save his people from their sins.  ","niv":"<sup><strong>21</strong></sup> She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.\""},{"_id":"61621fbc9b02b3054ca4f345","topicId":"61621fb89b02b3054ca4f336","verse":"Matthew 1:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40001016_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v40001016-1\">16&nbsp;</b>and Jacob the father of Joseph the husband of Mary, of whom Jesus was born, who is called Christ.</p>\n</div>","kjv":"<strong>16</strong> And Jacob begat Joseph the husband of Mary, of whom was born Jesus, who is called Christ.  ","niv":"<sup><strong>16</strong></sup> and Jacob the father of Joseph, the husband of Mary, of whom was born Jesus, who is called Christ."},{"_id":"61621fbc9b02b3054ca4f346","topicId":"61621fb89b02b3054ca4f336","verse":"Matthew 1:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40001005_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v40001005-1\">5&nbsp;</b>and Salmon the father of Boaz by Rahab, and Boaz the father of Obed by Ruth, and Obed the father of Jesse,</p>\n</div>","kjv":"<strong>5</strong> And Salmon begat Booz of Rachab; and Booz begat Obed of Ruth; and Obed begat Jesse;  ","niv":"<sup><strong>5</strong></sup> Salmon the father of Boaz, whose mother was Rahab, Boaz the father of Obed, whose mother was Ruth, Obed the father of Jesse,"},{"_id":"61621fbd9b02b3054ca4f347","topicId":"61621fb89b02b3054ca4f336","verse":"Matthew 1:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40001002_01-18\"><b class=\"verse-num\" id=\"v40001002-1\">2&nbsp;</b>Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers,</p>\n</div>","kjv":"<strong>2</strong> Abraham begat Isaac; and Isaac begat Jacob; and Jacob begat Judas and his brethren;  ","niv":"<sup><strong>2</strong></sup> Abraham was the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers,"},{"_id":"61621fbd9b02b3054ca4f348","topicId":"61621fb89b02b3054ca4f336","verse":"Colossians 3:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51003020_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord.</p>\n</div>","kjv":"<strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  ","niv":"<sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord."},{"_id":"61621fbd9b02b3054ca4f349","topicId":"61621fb89b02b3054ca4f336","verse":"Luke 6:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42006008_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v42006008-1\">8&nbsp;</b>But he knew their thoughts, and he said to the man with the withered hand, <span class=\"woc\">“Come and stand here.”</span> And he rose and stood there.</p>\n</div>","kjv":"<strong>8</strong> But he knew their thoughts, and said to the man which had the withered hand, Rise up, and stand forth in the midst. And he arose and stood forth.  ","niv":"<sup><strong>8</strong></sup> But Jesus knew what they were thinking and said to the man with the shriveled hand, \"Get up and stand in front of everyone.\" So he got up and stood there."},{"_id":"61621fbe9b02b3054ca4f34a","topicId":"61621fb89b02b3054ca4f336","verse":"Matthew 1:1-17","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40001001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40001001-1\">1:1&nbsp;</b>The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.</p>\n<p id=\"p40001001_06-21\"><b class=\"verse-num\" id=\"v40001002-1\">2&nbsp;</b>Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers, <b class=\"verse-num\" id=\"v40001003-1\">3&nbsp;</b>and Judah the father of Perez and Zerah by Tamar, and Perez the father of Hezron, and Hezron the father of Ram, <b class=\"verse-num\" id=\"v40001004-1\">4&nbsp;</b>and Ram the father of Amminadab, and Amminadab the father of Nahshon, and Nahshon the father of Salmon, <b class=\"verse-num\" id=\"v40001005-1\">5&nbsp;</b>and Salmon the father of Boaz by Rahab, and Boaz the father of Obed by Ruth, and Obed the father of Jesse, <b class=\"verse-num\" id=\"v40001006-1\">6&nbsp;</b>and Jesse the father of David the king.</p>\n<p id=\"p40001006_06-21\">And David was the father of Solomon by the wife of Uriah, <b class=\"verse-num\" id=\"v40001007-1\">7&nbsp;</b>and Solomon the father of Rehoboam, and Rehoboam the father of Abijah, and Abijah the father of Asaph, <b class=\"verse-num\" id=\"v40001008-1\">8&nbsp;</b>and Asaph the father of Jehoshaphat, and Jehoshaphat the father of Joram, and Joram the father of Uzziah, <b class=\"verse-num\" id=\"v40001009-1\">9&nbsp;</b>and Uzziah the father of Jotham, and Jotham the father of Ahaz, and Ahaz the father of Hezekiah, <b class=\"verse-num\" id=\"v40001010-1\">10&nbsp;</b>and Hezekiah the father of Manasseh, and Manasseh the father of Amos, and Amos the father of Josiah, <b class=\"verse-num\" id=\"v40001011-1\">11&nbsp;</b>and Josiah the father of Jechoniah and his brothers, at the time of the deportation to Babylon.</p>\n<p id=\"p40001011_06-21\"><b class=\"verse-num\" id=\"v40001012-1\">12&nbsp;</b>And after the deportation to Babylon: Jechoniah was the father of Shealtiel, and Shealtiel the father of Zerubbabel, <b class=\"verse-num\" id=\"v40001013-1\">13&nbsp;</b>and Zerubbabel the father of Abiud, and Abiud the father of Eliakim, and Eliakim the father of Azor, <b class=\"verse-num\" id=\"v40001014-1\">14&nbsp;</b>and Azor the father of Zadok, and Zadok the father of Achim, and Achim the father of Eliud, <b class=\"verse-num\" id=\"v40001015-1\">15&nbsp;</b>and Eliud the father of Eleazar, and Eleazar the father of Matthan, and Matthan the father of Jacob, <b class=\"verse-num\" id=\"v40001016-1\">16&nbsp;</b>and Jacob the father of Joseph the husband of Mary, of whom Jesus was born, who is called Christ.</p>\n<p id=\"p40001016_06-21\"><b class=\"verse-num\" id=\"v40001017-1\">17&nbsp;</b>So all the generations from Abraham to David were fourteen generations, and from David to the deportation to Babylon fourteen generations, and from the deportation to Babylon to the Christ fourteen generations.</p>\n\n</div>","kjv":"<strong>1</strong> The book of the generation of Jesus Christ, the son of David, the son of Abraham.  <strong>2</strong> Abraham begat Isaac; and Isaac begat Jacob; and Jacob begat Judas and his brethren;  <strong>3</strong> And Judas begat Phares and Zara of Thamar; and Phares begat Esrom; and Esrom begat Aram;  <strong>4</strong> And Aram begat Aminadab; and Aminadab begat Naasson; and Naasson begat Salmon;  <strong>5</strong> And Salmon begat Booz of Rachab; and Booz begat Obed of Ruth; and Obed begat Jesse;  <strong>6</strong> And Jesse begat David the king; and David the king begat Solomon of her that had been the wife of Urias;  <strong>7</strong> And Solomon begat Roboam; and Roboam begat Abia; and Abia begat Asa;  <strong>8</strong> And Asa begat Josaphat; and Josaphat begat Joram; and Joram begat Ozias;  <strong>9</strong> And Ozias begat Joatham; and Joatham begat Achaz; and Achaz begat Ezekias;  <strong>10</strong> And Ezekias begat Manasses; and Manasses begat Amon; and Amon begat Josias;  <strong>11</strong> And Josias begat Jechonias and his brethren, about the time they were carried away to Babylon:  <strong>12</strong> And after they were brought to Babylon, Jechonias begat Salathiel; and Salathiel begat Zorobabel;  <strong>13</strong> And Zorobabel begat Abiud; and Abiud begat Eliakim; and Eliakim begat Azor;  <strong>14</strong> And Azor begat Sadoc; and Sadoc begat Achim; and Achim begat Eliud;  <strong>15</strong> And Eliud begat Eleazar; and Eleazar begat Matthan; and Matthan begat Jacob;  <strong>16</strong> And Jacob begat Joseph the husband of Mary, of whom was born Jesus, who is called Christ.  <strong>17</strong> So all the generations from Abraham to David are fourteen generations; and from David until the carrying away into Babylon are  fourteen generations; and from the carrying away into Babylon unto Christ are fourteen generations.  ","niv":"<sup><strong>1</strong></sup> A record of the genealogy of Jesus Christ the son of David, the son of Abraham: <sup><strong>2</strong></sup> Abraham was the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers, <sup><strong>3</strong></sup> Judah the father of Perez and Zerah, whose mother was Tamar, Perez the father of Hezron, Hezron the father of Ram, <sup><strong>4</strong></sup> Ram the father of Amminadab, Amminadab the father of Nahshon, Nahshon the father of Salmon, <sup><strong>5</strong></sup> Salmon the father of Boaz, whose mother was Rahab, Boaz the father of Obed, whose mother was Ruth, Obed the father of Jesse, <sup><strong>6</strong></sup> and Jesse the father of King David. David was the father of Solomon, whose mother had been Uriah's wife, <sup><strong>7</strong></sup> Solomon the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asa, <sup><strong>8</strong></sup> Asa the father of Jehoshaphat, Jehoshaphat the father of Jehoram, Jehoram the father of Uzziah, <sup><strong>9</strong></sup> Uzziah the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah, <sup><strong>10</strong></sup> Hezekiah the father of Manasseh, Manasseh the father of Amon, Amon the father of Josiah, <sup><strong>11</strong></sup> and Josiah the father of Jeconiah and his brothers at the time of the exile to Babylon. <sup><strong>12</strong></sup> After the exile to Babylon: Jeconiah was the father of Shealtiel, Shealtiel the father of Zerubbabel, <sup><strong>13</strong></sup> Zerubbabel the father of Abiud, Abiud the father of Eliakim, Eliakim the father of Azor, <sup><strong>14</strong></sup> Azor the father of Zadok, Zadok the father of Akim, Akim the father of Eliud, <sup><strong>15</strong></sup> Eliud the father of Eleazar, Eleazar the father of Matthan, Matthan the father of Jacob, <sup><strong>16</strong></sup> and Jacob the father of Joseph, the husband of Mary, of whom was born Jesus, who is called Christ. <sup><strong>17</strong></sup> Thus there were fourteen generations in all from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Christ. "},{"_id":"61621fbe9b02b3054ca4f34b","topicId":"61621fb89b02b3054ca4f336","verse":"Isaiah 7:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p23007014_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v23007014-1\">14&nbsp;</b>Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel.</p>\n\n</div>","kjv":"<strong>14</strong> Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.  ","niv":"<sup><strong>14</strong></sup> Therefore the Lord himself will give you a sign: The virgin will be with child and will give birth to a son, and will call him Immanuel."},{"_id":"61621fbe9b02b3054ca4f34c","topicId":"61621fb89b02b3054ca4f336","verse":"Ruth 4:18-22","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p08004018_05-23\"><b class=\"verse-num\" id=\"v08004018-1\">18&nbsp;</b>Now these are the generations of Perez: Perez fathered Hezron, <b class=\"verse-num\" id=\"v08004019-1\">19&nbsp;</b>Hezron fathered Ram, Ram fathered Amminadab, <b class=\"verse-num\" id=\"v08004020-1\">20&nbsp;</b>Amminadab fathered Nahshon, Nahshon fathered Salmon, <b class=\"verse-num\" id=\"v08004021-1\">21&nbsp;</b>Salmon fathered Boaz, Boaz fathered Obed, <b class=\"verse-num\" id=\"v08004022-1\">22&nbsp;</b>Obed fathered Jesse, and Jesse fathered David.</p>\n</div>","kjv":"<strong>18</strong> Now these are the generations of Pharez: Pharez begat Hezron,  <strong>19</strong> And Hezron begat Ram, and Ram begat Amminadab,  <strong>20</strong> And Amminadab begat Nahshon, and Nahshon begat Salmon,  <strong>21</strong> And Salmon begat Boaz, and Boaz begat Obed,  <strong>22</strong> And Obed begat Jesse, and Jesse begat David.  ","niv":"<sup><strong>18</strong></sup> This, then, is the family line of Perez: Perez was the father of Hezron, <sup><strong>19</strong></sup> Hezron the father of Ram, Ram the father of Amminadab, <sup><strong>20</strong></sup> Amminadab the father of Nahshon, Nahshon the father of Salmon, <sup><strong>21</strong></sup> Salmon the father of Boaz, Boaz the father of Obed, <sup><strong>22</strong></sup> Obed the father of Jesse, and Jesse the father of David. "},{"_id":"61621fbe9b02b3054ca4f34d","topicId":"61621fb89b02b3054ca4f336","verse":"Revelation 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,","modified":"2023-01-22T13:31:13.026Z"},{"_id":"61621fbf9b02b3054ca4f34e","topicId":"61621fb89b02b3054ca4f336","verse":"James 4:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins."},{"_id":"61621fbf9b02b3054ca4f34f","topicId":"61621fb89b02b3054ca4f336","verse":"Hebrews 6:4-6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58006004_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006004-1\">4&nbsp;</b>For it is impossible, in the case of those who have once been enlightened, who have tasted the heavenly gift, and have shared in the Holy Spirit, <b class=\"verse-num\" id=\"v58006005-1\">5&nbsp;</b>and have tasted the goodness of the word of God and the powers of the age to come, <b class=\"verse-num\" id=\"v58006006-1\">6&nbsp;</b>and then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt.</p>\n</div>","kjv":"<strong>4</strong> For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,  <strong>5</strong> And have tasted the good word of God, and the powers of the world to come,  <strong>6</strong> If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.  ","niv":"<sup><strong>4</strong></sup> It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit, <sup><strong>5</strong></sup> who have tasted the goodness of the word of God and the powers of the coming age, <sup><strong>6</strong></sup> if they fall away, to be brought back to repentance, because to their loss they are crucifying the Son of God all over again and subjecting him to public disgrace. "}]}