{"_id":"6162212d9b02b3054ca4f43f","slug":"genocide","name":"Genocide","verses":[{"_id":"6162212d9b02b3054ca4f440","topicId":"6162212d9b02b3054ca4f43f","verse":"1 Samuel 15:2-3","votes":90,"__v":0,"esv":"<div>\n\n<p id=\"p09015001_05-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09015001-1\">15:1&nbsp;</b>And Samuel said to Saul, “The LORD sent me to anoint you king over his people Israel; now therefore listen to the words of the LORD. <b class=\"verse-num\" id=\"v09015002-1\">2&nbsp;</b>Thus says the LORD of hosts, ‘I have noted what Amalek did to Israel in opposing them on the way when they came up out of Egypt. <b class=\"verse-num\" id=\"v09015003-1\">3&nbsp;</b>Now go and strike Amalek and devote to destruction all that they have. Do not spare them, but kill both man and woman, child and infant, ox and sheep, camel and donkey.’”</p>\n<p id=\"p09015003_05-27\"><b class=\"verse-num\" id=\"v09015004-1\">4&nbsp;</b>So Saul summoned the people and numbered them in Telaim, two hundred thousand men on foot, and ten thousand men of Judah. <b class=\"verse-num\" id=\"v09015005-1\">5&nbsp;</b>And Saul came to the city of Amalek and lay in wait in the valley. <b class=\"verse-num\" id=\"v09015006-1\">6&nbsp;</b>Then Saul said to the Kenites, “Go, depart; go down from among the Amalekites, lest I destroy you with them. For you showed kindness to all the people of Israel when they came up out of Egypt.” So the Kenites departed from among the Amalekites. <b class=\"verse-num\" id=\"v09015007-1\">7&nbsp;</b>And Saul defeated the Amalekites from Havilah as far as Shur, which is east of Egypt. <b class=\"verse-num\" id=\"v09015008-1\">8&nbsp;</b>And he took Agag the king of the Amalekites alive and devoted to destruction all the people with the edge of the sword. <b class=\"verse-num\" id=\"v09015009-1\">9&nbsp;</b>But Saul and the people spared Agag and the best of the sheep and of the oxen and of the fattened calves and the lambs, and all that was good, and would not utterly destroy them. All that was despised and worthless they devoted to destruction.</p>\n<p id=\"p09015009_05-27\"><b class=\"verse-num\" id=\"v09015010-1\">10&nbsp;</b>The word of the LORD came to Samuel: <b class=\"verse-num\" id=\"v09015011-1\">11&nbsp;</b>“I regret that I have made Saul king, for he has turned back from following me and has not performed my commandments.” And Samuel was angry, and he cried to the LORD all night. <b class=\"verse-num\" id=\"v09015012-1\">12&nbsp;</b>And Samuel rose early to meet Saul in the morning. And it was told Samuel, “Saul came to Carmel, and behold, he set up a monument for himself and turned and passed on and went down to Gilgal.” <b class=\"verse-num\" id=\"v09015013-1\">13&nbsp;</b>And Samuel came to Saul, and Saul said to him, “Blessed be you to the LORD. I have performed the commandment of the LORD.” <b class=\"verse-num\" id=\"v09015014-1\">14&nbsp;</b>And Samuel said, “What then is this bleating of the sheep in my ears and the lowing of the oxen that I hear?” <b class=\"verse-num\" id=\"v09015015-1\">15&nbsp;</b>Saul said, “They have brought them from the Amalekites, for the people spared the best of the sheep and of the oxen to sacrifice to the LORD your God, and the rest we have devoted to destruction.” <b class=\"verse-num\" id=\"v09015016-1\">16&nbsp;</b>Then Samuel said to Saul, “Stop! I will tell you what the LORD said to me this night.” And he said to him, “Speak.”</p>\n<p id=\"p09015016_05-27\"><b class=\"verse-num\" id=\"v09015017-1\">17&nbsp;</b>And Samuel said, “Though you are little in your own eyes, are you not the head of the tribes of Israel? The LORD anointed you king over Israel. <b class=\"verse-num\" id=\"v09015018-1\">18&nbsp;</b>And the LORD sent you on a mission and said, ‘Go, devote to destruction the sinners, the Amalekites, and fight against them until they are consumed.’ <b class=\"verse-num\" id=\"v09015019-1\">19&nbsp;</b>Why then did you not obey the voice of the LORD? Why did you pounce on the spoil and do what was evil in the sight of the LORD?” <b class=\"verse-num\" id=\"v09015020-1\">20&nbsp;</b>And Saul said to Samuel, “I have obeyed the voice of the LORD. I have gone on the mission on which the LORD sent me. I have brought Agag the king of Amalek, and I have devoted the Amalekites to destruction. <b class=\"verse-num\" id=\"v09015021-1\">21&nbsp;</b>But the people took of the spoil, sheep and oxen, the best of the things devoted to destruction, to sacrifice to the LORD your God in Gilgal.” <b class=\"verse-num\" id=\"v09015022-1\">22&nbsp;</b>And Samuel said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09015022_05-27\" class=\"line\">&nbsp;&nbsp;“Has the LORD as great delight in burnt offerings and sacrifices,</span><br><span id=\"p09015022_05-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as in obeying the voice of the LORD?</span><br><span id=\"p09015022_05-27\" class=\"line\">&nbsp;&nbsp;Behold, to obey is better than sacrifice,</span><br><span id=\"p09015022_05-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to listen than the fat of rams.</span><br><span id=\"p09015023_05-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v09015023-1\">23&nbsp;</b>&nbsp;&nbsp;For rebellion is as the sin of divination,</span><br><span id=\"p09015023_05-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and presumption is as iniquity and idolatry.</span><br><span id=\"p09015023_05-27\" class=\"line\">&nbsp;&nbsp;Because you have rejected the word of the LORD,</span><br><span id=\"p09015023_05-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has also rejected you from being king.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p09015023_05-27\"><b class=\"verse-num\" id=\"v09015024-1\">24&nbsp;</b>Saul said to Samuel, “I have sinned, for I have transgressed the commandment of the LORD and your words, because I feared the people and obeyed their voice. <b class=\"verse-num\" id=\"v09015025-1\">25&nbsp;</b>Now therefore, please pardon my sin and return with me that I may bow before the LORD.” <b class=\"verse-num\" id=\"v09015026-1\">26&nbsp;</b>And Samuel said to Saul, “I will not return with you. For you have rejected the word of the LORD, and the LORD has rejected you from being king over Israel.” <b class=\"verse-num\" id=\"v09015027-1\">27&nbsp;</b>As Samuel turned to go away, Saul seized the skirt of his robe, and it tore. <b class=\"verse-num\" id=\"v09015028-1\">28&nbsp;</b>And Samuel said to him, “The LORD has torn the kingdom of Israel from you this day and has given it to a neighbor of yours, who is better than you. <b class=\"verse-num\" id=\"v09015029-1\">29&nbsp;</b>And also the Glory of Israel will not lie or have regret, for he is not a man, that he should have regret.” <b class=\"verse-num\" id=\"v09015030-1\">30&nbsp;</b>Then he said, “I have sinned; yet honor me now before the elders of my people and before Israel, and return with me, that I may bow before the LORD your God.” <b class=\"verse-num\" id=\"v09015031-1\">31&nbsp;</b>So Samuel turned back after Saul, and Saul bowed before the LORD.</p>\n<p id=\"p09015031_05-27\"><b class=\"verse-num\" id=\"v09015032-1\">32&nbsp;</b>Then Samuel said, “Bring here to me Agag the king of the Amalekites.” And Agag came to him cheerfully. Agag said, “Surely the bitterness of death is past.” <b class=\"verse-num\" id=\"v09015033-1\">33&nbsp;</b>And Samuel said, “As your sword has made women childless, so shall your mother be childless among women.” And Samuel hacked Agag to pieces before the LORD in Gilgal.</p>\n<p id=\"p09015033_05-27\"><b class=\"verse-num\" id=\"v09015034-1\">34&nbsp;</b>Then Samuel went to Ramah, and Saul went up to his house in Gibeah of Saul. <b class=\"verse-num\" id=\"v09015035-1\">35&nbsp;</b>And Samuel did not see Saul again until the day of his death, but Samuel grieved over Saul. And the LORD regretted that he had made Saul king over Israel.</p>\n\n</div>","kjv":"<strong>2</strong> Thus saith the LORD of hosts, I remember that which Amalek did to Israel, how he laid wait for him in the way, when he came up from Egypt.  <strong>3</strong> Now go and smite Amalek, and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass.  ","niv":"<sup><strong>2</strong></sup> This is what the LORD Almighty says: 'I will punish the Amalekites for what they did to Israel when they waylaid them as they came up from Egypt. <sup><strong>3</strong></sup> Now go, attack the Amalekites and totally destroy everything that belongs to them. Do not spare them; put to death men and women, children and infants, cattle and sheep, camels and donkeys.'\" ","modified":"2023-11-28T10:40:26.288Z"},{"_id":"6162212d9b02b3054ca4f441","topicId":"6162212d9b02b3054ca4f43f","verse":"Hosea 13:16","votes":59,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28013016_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013016-1\">16&nbsp;</b>&nbsp;&nbsp; Samaria shall bear her guilt,</span><br><span id=\"p28013016_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because she has rebelled against her God;</span><br><span id=\"p28013016_01-2\" class=\"line\">&nbsp;&nbsp;they shall fall by the sword;</span><br><span id=\"p28013016_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their little ones shall be dashed in pieces,</span><br><span id=\"p28013016_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their pregnant women ripped open.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> Samaria shall become desolate; for she hath rebelled against her God: they shall fall by the sword: their infants shall be dashed in pieces, and their women with child shall be ripped up.  ","niv":"<sup><strong>16</strong></sup> The people of Samaria must bear their guilt, because they have rebelled against their God. They will fall by the sword; their little ones will be dashed to the ground, their pregnant women ripped open.\""},{"_id":"6162212d9b02b3054ca4f442","topicId":"6162212d9b02b3054ca4f43f","verse":"Joshua 6:21","votes":57,"__v":0,"esv":"<div>\n<p id=\"p06006021_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v06006021-1\">21&nbsp;</b>Then they devoted all in the city to destruction, both men and women, young and old, oxen, sheep, and donkeys, with the edge of the sword.</p>\n</div>","kjv":"<strong>21</strong> And they utterly destroyed all that was in the city, both man and woman, young and old, and ox, and sheep, and ass, with the edge of the sword.  ","niv":"<sup><strong>21</strong></sup> They devoted the city to the LORD and destroyed with the sword every living thing in it-men and women, young and old, cattle, sheep and donkeys.","modified":"2022-04-20T17:37:47.027Z"},{"_id":"6162212e9b02b3054ca4f443","topicId":"6162212d9b02b3054ca4f43f","verse":"Deuteronomy 2:34","votes":53,"__v":0,"esv":"<div>\n<p id=\"p05002034_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v05002034-1\">34&nbsp;</b>And we captured all his cities at that time and devoted to destruction every city, men, women, and children. We left no survivors.</p>\n\n</div>","kjv":"<strong>34</strong> And we took all his cities at that time, and utterly destroyed the men, and the women, and the little ones, of every city, we left none to remain:  ","niv":"<sup><strong>34</strong></sup> At that time we took all his towns and completely destroyed them-men, women and children. We left no survivors."},{"_id":"6162212e9b02b3054ca4f444","topicId":"6162212d9b02b3054ca4f43f","verse":"Deuteronomy 20:16-17","votes":51,"__v":0,"esv":"<div>\n\n<p id=\"p05020001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05020001-1\">20:1&nbsp;</b>“When you go out to war against your enemies, and see horses and chariots and an army larger than your own, you shall not be afraid of them, for the LORD your God is with you, who brought you up out of the land of Egypt. <b class=\"verse-num\" id=\"v05020002-1\">2&nbsp;</b>And when you draw near to the battle, the priest shall come forward and speak to the people <b class=\"verse-num\" id=\"v05020003-1\">3&nbsp;</b>and shall say to them, ‘Hear, O Israel, today you are drawing near for battle against your enemies: let not your heart faint. Do not fear or panic or be in dread of them, <b class=\"verse-num\" id=\"v05020004-1\">4&nbsp;</b>for the LORD your God is he who goes with you to fight for you against your enemies, to give you the victory.’ <b class=\"verse-num\" id=\"v05020005-1\">5&nbsp;</b>Then the officers shall speak to the people, saying, ‘Is there any man who has built a new house and has not dedicated it? Let him go back to his house, lest he die in the battle and another man dedicate it. <b class=\"verse-num\" id=\"v05020006-1\">6&nbsp;</b>And is there any man who has planted a vineyard and has not enjoyed its fruit? Let him go back to his house, lest he die in the battle and another man enjoy its fruit. <b class=\"verse-num\" id=\"v05020007-1\">7&nbsp;</b>And is there any man who has betrothed a wife and has not taken her? Let him go back to his house, lest he die in the battle and another man take her.’ <b class=\"verse-num\" id=\"v05020008-1\">8&nbsp;</b>And the officers shall speak further to the people, and say, ‘Is there any man who is fearful and fainthearted? Let him go back to his house, lest he make the heart of his fellows melt like his own.’ <b class=\"verse-num\" id=\"v05020009-1\">9&nbsp;</b>And when the officers have finished speaking to the people, then commanders shall be appointed at the head of the people.</p>\n<p id=\"p05020009_04-25\"><b class=\"verse-num\" id=\"v05020010-1\">10&nbsp;</b>“When you draw near to a city to fight against it, offer terms of peace to it. <b class=\"verse-num\" id=\"v05020011-1\">11&nbsp;</b>And if it responds to you peaceably and it opens to you, then all the people who are found in it shall do forced labor for you and shall serve you. <b class=\"verse-num\" id=\"v05020012-1\">12&nbsp;</b>But if it makes no peace with you, but makes war against you, then you shall besiege it. <b class=\"verse-num\" id=\"v05020013-1\">13&nbsp;</b>And when the LORD your God gives it into your hand, you shall put all its males to the sword, <b class=\"verse-num\" id=\"v05020014-1\">14&nbsp;</b>but the women and the little ones, the livestock, and everything else in the city, all its spoil, you shall take as plunder for yourselves. And you shall enjoy the spoil of your enemies, which the LORD your God has given you. <b class=\"verse-num\" id=\"v05020015-1\">15&nbsp;</b>Thus you shall do to all the cities that are very far from you, which are not cities of the nations here. <b class=\"verse-num\" id=\"v05020016-1\">16&nbsp;</b>But in the cities of these peoples that the LORD your God is giving you for an inheritance, you shall save alive nothing that breathes, <b class=\"verse-num\" id=\"v05020017-1\">17&nbsp;</b>but you shall devote them to complete destruction, the Hittites and the Amorites, the Canaanites and the Perizzites, the Hivites and the Jebusites, as the LORD your God has commanded, <b class=\"verse-num\" id=\"v05020018-1\">18&nbsp;</b>that they may not teach you to do according to all their abominable practices that they have done for their gods, and so you sin against the LORD your God.</p>\n<p id=\"p05020018_04-25\"><b class=\"verse-num\" id=\"v05020019-1\">19&nbsp;</b>“When you besiege a city for a long time, making war against it in order to take it, you shall not destroy its trees by wielding an axe against them. You may eat from them, but you shall not cut them down. Are the trees in the field human, that they should be besieged by you? <b class=\"verse-num\" id=\"v05020020-1\">20&nbsp;</b>Only the trees that you know are not trees for food you may destroy and cut down, that you may build siegeworks against the city that makes war with you, until it falls.</p>\n\n</div>","kjv":"<strong>16</strong> But of the cities of these people, which the LORD thy God doth give thee for an inheritance, thou shalt save alive nothing that breatheth:  <strong>17</strong> But thou shalt utterly destroy them; namely, the Hittites, and the Amorites, the Canaanites, and the Perizzites, the Hivites, and the Jebusites; as the LORD thy God hath commanded thee:  ","niv":"<sup><strong>16</strong></sup> However, in the cities of the nations the LORD your God is giving you as an inheritance, do not leave alive anything that breathes. <sup><strong>17</strong></sup> Completely destroy them-the Hittites, Amorites, Canaanites, Perizzites, Hivites and Jebusites-as the LORD your God has commanded you. "},{"_id":"6162212e9b02b3054ca4f445","topicId":"6162212d9b02b3054ca4f43f","verse":"Deuteronomy 13:15","votes":48,"__v":0,"esv":"<div>\n<p id=\"p05013015_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v05013015-1\">15&nbsp;</b>you shall surely put the inhabitants of that city to the sword, devoting it to destruction, all who are in it and its cattle, with the edge of the sword.</p>\n\n</div>","kjv":"<strong>15</strong> Thou shalt surely smite the inhabitants of that city with the edge of the sword, destroying it utterly, and all that is therein, and the cattle thereof, with the edge of the sword.  ","niv":"<sup><strong>15</strong></sup> you must certainly put to the sword all who live in that town. Destroy it completely, both its people and its livestock."},{"_id":"6162212f9b02b3054ca4f446","topicId":"6162212d9b02b3054ca4f43f","verse":"Joshua 10:40","votes":46,"__v":0,"esv":"<div>\n<p id=\"p06010040_01-7\"><b class=\"verse-num\" id=\"v06010040-1\">40&nbsp;</b>So Joshua struck the whole land, the hill country and the Negeb and the lowland and the slopes, and all their kings. He left none remaining, but devoted to destruction all that breathed, just as the LORD God of Israel commanded.</p>\n</div>","kjv":"<strong>40</strong> So Joshua smote all the country of the hills, and of the south, and of the vale, and of the springs, and all their kings: he left none remaining, but utterly destroyed all that breathed, as the LORD God of Israel commanded.  ","niv":"<sup><strong>40</strong></sup> So Joshua subdued the whole region, including the hill country, the Negev, the western foothills and the mountain slopes, together with all their kings. He left no survivors. He totally destroyed all who breathed, just as the LORD, the God of Israel, had commanded."},{"_id":"6162212f9b02b3054ca4f447","topicId":"6162212d9b02b3054ca4f43f","verse":"Deuteronomy 3:4-6","votes":40,"__v":0,"esv":"<div>\n<p id=\"p05003004_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v05003004-1\">4&nbsp;</b>And we took all his cities at that time—there was not a city that we did not take from them—sixty cities, the whole region of Argob, the kingdom of Og in Bashan. <b class=\"verse-num\" id=\"v05003005-1\">5&nbsp;</b>All these were cities fortified with high walls, gates, and bars, besides very many unwalled villages. <b class=\"verse-num\" id=\"v05003006-1\">6&nbsp;</b>And we devoted them to destruction, as we did to Sihon the king of Heshbon, devoting to destruction every city, men, women, and children.</p>\n\n</div>","kjv":"<strong>4</strong> And we took all his cities at that time, there was not a city which we took not from them, threescore cities, all the region of Argob, the kingdom of Og in Bashan.  <strong>5</strong> All these cities were fenced with high walls, gates, and bars; beside unwalled towns a great many.  <strong>6</strong> And we utterly destroyed them, as we did unto Sihon king of Heshbon, utterly destroying the men, women, and children, of every city.  ","niv":"<sup><strong>4</strong></sup> At that time we took all his cities. There was not one of the sixty cities that we did not take from them-the whole region of Argob, Og's kingdom in Bashan. <sup><strong>5</strong></sup> All these cities were fortified with high walls and with gates and bars, and there were also a great many unwalled villages. <sup><strong>6</strong></sup> We completely destroyed them, as we had done with Sihon king of Heshbon, destroying every city-men, women and children. "},{"_id":"6162212f9b02b3054ca4f448","topicId":"6162212d9b02b3054ca4f43f","verse":"Isaiah 13:15-18","votes":40,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23013015_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013015-1\">15&nbsp;</b>&nbsp;&nbsp;Whoever is found will be thrust through,</span><br><span id=\"p23013015_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whoever is caught will fall by the sword.</span><br><span id=\"p23013016_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013016-1\">16&nbsp;</b>&nbsp;&nbsp;Their infants will be dashed in pieces</span><br><span id=\"p23013016_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before their eyes;</span><br><span id=\"p23013016_01-9\" class=\"line\">&nbsp;&nbsp;their houses will be plundered</span><br><span id=\"p23013016_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their wives ravished.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23013017_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013017-1\">17&nbsp;</b>&nbsp;&nbsp;Behold, I am stirring up the Medes against them,</span><br><span id=\"p23013017_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who have no regard for silver</span><br><span id=\"p23013017_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not delight in gold.</span><br><span id=\"p23013018_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013018-1\">18&nbsp;</b>&nbsp;&nbsp;Their bows will slaughter the young men;</span><br><span id=\"p23013018_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they will have no mercy on the fruit of the womb;</span><br><span id=\"p23013018_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their eyes will not pity children.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>15</strong> Every one that is found shall be thrust through; and every one that is joined unto them shall fall by the sword.  <strong>16</strong> Their children also shall be dashed to pieces before their eyes; their houses shall be spoiled, and their wives ravished.  <strong>17</strong> Behold, I will stir up the Medes against them, which shall not regard silver; and as for gold, they shall not delight in it.  <strong>18</strong> Their bows also shall dash the young men to pieces; and they shall have no pity on the fruit of the womb; their eye shall not spare children.  ","niv":"<sup><strong>15</strong></sup> Whoever is captured will be thrust through; all who are caught will fall by the sword. <sup><strong>16</strong></sup> Their infants will be dashed to pieces before their eyes; their houses will be looted and their wives ravished. <sup><strong>17</strong></sup> See, I will stir up against them the Medes, who do not care for silver and have no delight in gold. <sup><strong>18</strong></sup> Their bows will strike down the young men; they will have no mercy on infants nor will they look with compassion on children. "},{"_id":"6162212f9b02b3054ca4f449","topicId":"6162212d9b02b3054ca4f43f","verse":"Deuteronomy 7:2","votes":37,"__v":0,"esv":"<div>\n<p id=\"p05007002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v05007002-1\">2&nbsp;</b>and when the LORD your God gives them over to you, and you defeat them, then you must devote them to complete destruction. You shall make no covenant with them and show no mercy to them.</p>\n\n</div>","kjv":"<strong>2</strong> And when the LORD thy God shall deliver them before thee; thou shalt smite them, and utterly destroy them; thou shalt make no covenant with them, nor shew mercy unto them:  ","niv":"<sup><strong>2</strong></sup> and when the LORD your God has delivered them over to you and you have defeated them, then you must destroy them totally. Make no treaty with them, and show them no mercy."},{"_id":"616221309b02b3054ca4f44a","topicId":"6162212d9b02b3054ca4f43f","verse":"Judges 20:48","votes":36,"__v":0,"esv":"<div>\n<p id=\"p07020048_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v07020048-1\">48&nbsp;</b>And the men of Israel turned back against the people of Benjamin and struck them with the edge of the sword, the city, men and beasts and all that they found. And all the towns that they found they set on fire.</p>\n</div>","kjv":"<strong>48</strong> And the men of Israel turned again upon the children of Benjamin, and smote them with the edge of the sword, as well the men of every  city, as the beast, and all that came to hand: also they set on fire all the cities that they came to.  ","niv":"<sup><strong>48</strong></sup> The men of Israel went back to Benjamin and put all the towns to the sword, including the animals and everything else they found. All the towns they came across they set on fire."},{"_id":"616221309b02b3054ca4f44b","topicId":"6162212d9b02b3054ca4f43f","verse":"Deuteronomy 7:16","votes":36,"__v":0,"esv":"<div>\n<p id=\"p05007016_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v05007016-1\">16&nbsp;</b>And you shall consume all the peoples that the LORD your God will give over to you. Your eye shall not pity them, neither shall you serve their gods, for that would be a snare to you.</p>\n</div>","kjv":"<strong>16</strong> And thou shalt consume all the people which the LORD thy God shall deliver thee; thine eye shall have no pity upon them: neither shalt thou serve their gods; for that will be a snare unto thee.  ","niv":"<sup><strong>16</strong></sup> You must destroy all the peoples the LORD your God gives over to you. Do not look on them with pity and do not serve their gods, for that will be a snare to you."},{"_id":"616221309b02b3054ca4f44c","topicId":"6162212d9b02b3054ca4f43f","verse":"Isaiah 14:21","votes":33,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23014021_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23014021-1\">21&nbsp;</b>&nbsp;&nbsp;Prepare slaughter for his sons</span><br><span id=\"p23014021_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of the guilt of their fathers,</span><br><span id=\"p23014021_01-13\" class=\"line\">&nbsp;&nbsp;lest they rise and possess the earth,</span><br><span id=\"p23014021_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fill the face of the world with cities.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> Prepare slaughter for his children for the iniquity of their fathers; that they do not rise, nor possess the land, nor fill the face of the world with cities.  ","niv":"<sup><strong>21</strong></sup> Prepare a place to slaughter his sons for the sins of their forefathers; they are not to rise to inherit the land and cover the earth with their cities."},{"_id":"616221319b02b3054ca4f44d","topicId":"6162212d9b02b3054ca4f43f","verse":"Leviticus 26:7-9","votes":32,"__v":0,"esv":"<div>\n<p id=\"p03026007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v03026007-1\">7&nbsp;</b>You shall chase your enemies, and they shall fall before you by the sword. <b class=\"verse-num\" id=\"v03026008-1\">8&nbsp;</b>Five of you shall chase a hundred, and a hundred of you shall chase ten thousand, and your enemies shall fall before you by the sword. <b class=\"verse-num\" id=\"v03026009-1\">9&nbsp;</b>I will turn to you and make you fruitful and multiply you and will confirm my covenant with you.</p>\n</div>","kjv":"<strong>7</strong> And ye shall chase your enemies, and they shall fall before you by the sword.  <strong>8</strong> And five of you shall chase an hundred, and an hundred of you shall put ten thousand to flight: and your enemies shall fall before you by the sword.  <strong>9</strong> For I will have respect unto you, and make you fruitful, and multiply you, and establish my covenant with you.  ","niv":"<sup><strong>7</strong></sup> You will pursue your enemies, and they will fall by the sword before you. <sup><strong>8</strong></sup> Five of you will chase a hundred, and a hundred of you will chase ten thousand, and your enemies will fall by the sword before you. <sup><strong>9</strong></sup> \"'I will look on you with favor and make you fruitful and increase your numbers, and I will keep my covenant with you. "},{"_id":"616221319b02b3054ca4f44e","topicId":"6162212d9b02b3054ca4f43f","verse":"Jeremiah 50:21-22","votes":29,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24050021_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050021-1\">21&nbsp;</b>&nbsp;&nbsp;“Go up against the land of Merathaim,</span><br><span id=\"p24050021_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and against the inhabitants of Pekod.</span><br><span id=\"p24050021_01-15\" class=\"line\">&nbsp;&nbsp;Kill, and devote them to destruction,</span><br><span id=\"p24050021_01-15\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD,</span><br><span id=\"p24050021_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do all that I have commanded you.</span><br><span id=\"p24050022_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050022-1\">22&nbsp;</b>&nbsp;&nbsp;The noise of battle is in the land,</span><br><span id=\"p24050022_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and great destruction!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>21</strong> Go up against the land of Merathaim, even against it, and against the inhabitants of Pekod: waste and utterly destroy after them, saith the LORD, and do according to all that I have commanded thee.  <strong>22</strong> A sound of battle is in the land, and of great destruction.  ","niv":"<sup><strong>21</strong></sup> \"Attack the land of Merathaim and those who live in Pekod. Pursue, kill and completely destroy them,\" declares the LORD. \"Do everything I have commanded you. <sup><strong>22</strong></sup> The noise of battle is in the land, the noise of great destruction! "},{"_id":"616221319b02b3054ca4f44f","topicId":"6162212d9b02b3054ca4f43f","verse":"Exodus 34:11-14","votes":30,"__v":0,"esv":"<div>\n<p id=\"p02034011_01-16\"><b class=\"verse-num\" id=\"v02034011-1\">11&nbsp;</b>“Observe what I command you this day. Behold, I will drive out before you the Amorites, the Canaanites, the Hittites, the Perizzites, the Hivites, and the Jebusites. <b class=\"verse-num\" id=\"v02034012-1\">12&nbsp;</b>Take care, lest you make a covenant with the inhabitants of the land to which you go, lest it become a snare in your midst. <b class=\"verse-num\" id=\"v02034013-1\">13&nbsp;</b>You shall tear down their altars and break their pillars and cut down their Asherim <b class=\"verse-num\" id=\"v02034014-1\">14&nbsp;</b>(for you shall worship no other god, for the LORD, whose name is Jealous, is a jealous God),</p>\n</div>","kjv":"<strong>11</strong> Observe thou that which I command thee this day: behold, I drive out before thee the Amorite, and the Canaanite, and the Hittite, and the Perizzite, and the Hivite, and the Jebusite.  <strong>12</strong> Take heed to thyself, lest thou make a covenant with the inhabitants of the land whither thou goest, lest it be for a snare in the midst of thee:  <strong>13</strong> But ye shall destroy their altars, break their images, and cut down their groves:  <strong>14</strong> For thou shalt worship no other god: for the LORD, whose name is Jealous, is a jealous God:  ","niv":"<sup><strong>11</strong></sup> Obey what I command you today. I will drive out before you the Amorites, Canaanites, Hittites, Perizzites, Hivites and Jebusites. <sup><strong>12</strong></sup> Be careful not to make a treaty with those who live in the land where you are going, or they will be a snare among you. <sup><strong>13</strong></sup> Break down their altars, smash their sacred stones and cut down their Asherah poles. <sup><strong>14</strong></sup> Do not worship any other god, for the LORD, whose name is Jealous, is a jealous God. ","modified":"2023-06-21T18:10:31.939Z"},{"_id":"616221329b02b3054ca4f450","topicId":"6162212d9b02b3054ca4f43f","verse":"Deuteronomy 2:19-23","votes":27,"__v":0,"esv":"<div>\n<p id=\"p05002019_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v05002019-1\">19&nbsp;</b>And when you approach the territory of the people of Ammon, do not harass them or contend with them, for I will not give you any of the land of the people of Ammon as a possession, because I have given it to the sons of Lot for a possession.’ <b class=\"verse-num\" id=\"v05002020-1\">20&nbsp;</b>(It is also counted as a land of Rephaim. Rephaim formerly lived there—but the Ammonites call them Zamzummim—<b class=\"verse-num\" id=\"v05002021-1\">21&nbsp;</b>a people great and many, and tall as the Anakim; but the LORD destroyed them before the Ammonites, and they dispossessed them and settled in their place, <b class=\"verse-num\" id=\"v05002022-1\">22&nbsp;</b>as he did for the people of Esau, who live in Seir, when he destroyed the Horites before them and they dispossessed them and settled in their place even to this day. <b class=\"verse-num\" id=\"v05002023-1\">23&nbsp;</b>As for the Avvim, who lived in villages as far as Gaza, the Caphtorim, who came from Caphtor, destroyed them and settled in their place.)</p>\n\n</div>","kjv":"<strong>19</strong> And when thou comest nigh over against the children of Ammon, distress them not, nor meddle with them: for I will not give thee of the land of the children of Ammon any possession; because I have given it unto the children of Lot for a possession.  <strong>20</strong> (That also was accounted a land of giants: giants dwelt therein in old time; and the Ammonites call them Zamzummims;  <strong>21</strong> A people great, and many, and tall, as the Anakims; but the LORD destroyed them before them; and they succeeded them, and dwelt in their stead:  <strong>22</strong> As he did to the children of Esau, which dwelt in Seir, when he destroyed the Horims from before them; and they succeeded them, and dwelt in their stead even unto this day:  <strong>23</strong> And the Avims which dwelt in Hazerim, even unto Azzah, the Caphtorims, which came forth out of Caphtor, destroyed them, and dwelt in their stead.)  ","niv":"<sup><strong>19</strong></sup> When you come to the Ammonites, do not harass them or provoke them to war, for I will not give you possession of any land belonging to the Ammonites. I have given it as a possession to the descendants of Lot.\" <sup><strong>20</strong></sup> (That too was considered a land of the Rephaites, who used to live there; but the Ammonites called them Zamzummites. <sup><strong>21</strong></sup> They were a people strong and numerous, and as tall as the Anakites. The LORD destroyed them from before the Ammonites, who drove them out and settled in their place. <sup><strong>22</strong></sup> The LORD had done the same for the descendants of Esau, who lived in Seir, when he destroyed the Horites from before them. They drove them out and have lived in their place to this day. <sup><strong>23</strong></sup> And as for the Avvites who lived in villages as far as Gaza, the Caphtorites coming out from Caphtor destroyed them and settled in their place.) ","modified":"2022-05-03T17:29:15.831Z"},{"_id":"616221329b02b3054ca4f451","topicId":"6162212d9b02b3054ca4f43f","verse":"Exodus 32:27-28","votes":24,"__v":0,"esv":"<div>\n<p id=\"p02032027_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v02032027-1\">27&nbsp;</b>And he said to them, “Thus says the LORD God of Israel, ‘Put your sword on your side each of you, and go to and fro from gate to gate throughout the camp, and each of you kill his brother and his companion and his neighbor.’” <b class=\"verse-num\" id=\"v02032028-1\">28&nbsp;</b>And the sons of Levi did according to the word of Moses. And that day about three thousand men of the people fell.</p>\n</div>","kjv":"<strong>27</strong> And he said unto them, Thus saith the LORD God of Israel, Put every man his sword by his side, and go in and out from gate to gate throughout the camp, and slay every man his brother, and every man his companion, and every man his neighbour.  <strong>28</strong> And the children of Levi did according to the word of Moses: and there fell of the people that day about three thousand men.  ","niv":"<sup><strong>27</strong></sup> Then he said to them, \"This is what the LORD, the God of Israel, says: 'Each man strap a sword to his side. Go back and forth through the camp from one end to the other, each killing his brother and friend and neighbor.'\" <sup><strong>28</strong></sup> The Levites did as Moses commanded, and that day about three thousand of the people died. "},{"_id":"616221329b02b3054ca4f452","topicId":"6162212d9b02b3054ca4f43f","verse":"1 Samuel 15:3","votes":25,"__v":0,"esv":"<div>\n<p id=\"p09015003_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v09015003-1\">3&nbsp;</b>Now go and strike Amalek and devote to destruction all that they have. Do not spare them, but kill both man and woman, child and infant, ox and sheep, camel and donkey.’”</p>\n\n</div>","kjv":"<strong>3</strong> Now go and smite Amalek, and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass.  ","niv":"<sup><strong>3</strong></sup> Now go, attack the Amalekites and totally destroy everything that belongs to them. Do not spare them; put to death men and women, children and infants, cattle and sheep, camels and donkeys.'\"","modified":"2023-01-06T21:55:43.750Z"},{"_id":"616221329b02b3054ca4f453","topicId":"6162212d9b02b3054ca4f43f","verse":"Deuteronomy 20:16-18","votes":20,"__v":0,"esv":"<div>\n<p id=\"p05020016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v05020016-1\">16&nbsp;</b>But in the cities of these peoples that the LORD your God is giving you for an inheritance, you shall save alive nothing that breathes, <b class=\"verse-num\" id=\"v05020017-1\">17&nbsp;</b>but you shall devote them to complete destruction, the Hittites and the Amorites, the Canaanites and the Perizzites, the Hivites and the Jebusites, as the LORD your God has commanded, <b class=\"verse-num\" id=\"v05020018-1\">18&nbsp;</b>that they may not teach you to do according to all their abominable practices that they have done for their gods, and so you sin against the LORD your God.</p>\n\n</div>","kjv":"<strong>16</strong> But of the cities of these people, which the LORD thy God doth give thee for an inheritance, thou shalt save alive nothing that breatheth:  <strong>17</strong> But thou shalt utterly destroy them; namely, the Hittites, and the Amorites, the Canaanites, and the Perizzites, the Hivites, and the Jebusites; as the LORD thy God hath commanded thee:  <strong>18</strong> That they teach you not to do after all their abominations, which they have done unto their gods; so should ye sin against the LORD your God.  ","niv":"<sup><strong>16</strong></sup> However, in the cities of the nations the LORD your God is giving you as an inheritance, do not leave alive anything that breathes. <sup><strong>17</strong></sup> Completely destroy them-the Hittites, Amorites, Canaanites, Perizzites, Hivites and Jebusites-as the LORD your God has commanded you. <sup><strong>18</strong></sup> Otherwise, they will teach you to follow all the detestable things they do in worshiping their gods, and you will sin against the LORD your God. "},{"_id":"616221339b02b3054ca4f454","topicId":"6162212d9b02b3054ca4f43f","verse":"Psalm 137:9","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19137009_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19137009-1\">9&nbsp;</b>&nbsp;&nbsp;Blessed shall he be who takes your little ones</span><br><span id=\"p19137009_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dashes them against the rock!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Happy shall he be, that taketh and dasheth thy little ones against the stones.  ","niv":"<sup><strong>9</strong></sup> he who seizes your infants and dashes them against the rocks."},{"_id":"616221339b02b3054ca4f455","topicId":"6162212d9b02b3054ca4f43f","verse":"Isaiah 13:16","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23013016_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013016-1\">16&nbsp;</b>&nbsp;&nbsp;Their infants will be dashed in pieces</span><br><span id=\"p23013016_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before their eyes;</span><br><span id=\"p23013016_01-23\" class=\"line\">&nbsp;&nbsp;their houses will be plundered</span><br><span id=\"p23013016_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their wives ravished.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> Their children also shall be dashed to pieces before their eyes; their houses shall be spoiled, and their wives ravished.  ","niv":"<sup><strong>16</strong></sup> Their infants will be dashed to pieces before their eyes; their houses will be looted and their wives ravished."},{"_id":"616221339b02b3054ca4f456","topicId":"6162212d9b02b3054ca4f43f","verse":"Joshua 6:20-21","votes":18,"__v":0,"esv":"<div>\n<p id=\"p06006020_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v06006020-1\">20&nbsp;</b>So the people shouted, and the trumpets were blown. As soon as the people heard the sound of the trumpet, the people shouted a great shout, and the wall fell down flat, so that the people went up into the city, every man straight before him, and they captured the city. <b class=\"verse-num\" id=\"v06006021-1\">21&nbsp;</b>Then they devoted all in the city to destruction, both men and women, young and old, oxen, sheep, and donkeys, with the edge of the sword.</p>\n</div>","kjv":"<strong>20</strong> So the people shouted when the priests blew with the trumpets: and it came to pass, when the people heard the sound of the trumpet, and the people shouted with a great shout, that the wall fell down flat, so that the people went up into the city, every man straight before him, and they took the city.  <strong>21</strong> And they utterly destroyed all that was in the city, both man and woman, young and old, and ox, and sheep, and ass, with the edge of the sword.  ","niv":"<sup><strong>20</strong></sup> When the trumpets sounded, the people shouted, and at the sound of the trumpet, when the people gave a loud shout, the wall collapsed; so every man charged straight in, and they took the city. <sup><strong>21</strong></sup> They devoted the city to the LORD and destroyed with the sword every living thing in it-men and women, young and old, cattle, sheep and donkeys. "},{"_id":"616221349b02b3054ca4f457","topicId":"6162212d9b02b3054ca4f43f","verse":"Deuteronomy 20:1-20","votes":18,"__v":0,"kjv":"<strong>1</strong> When thou goest out to battle against thine enemies, and seest horses, and chariots, and a people more than thou, be not afraid of them: for the LORD thy God is with thee, which brought thee up out of the land of Egypt.  <strong>2</strong> And it shall be, when ye are come nigh unto the battle, that the priest shall approach and speak unto the people,  <strong>3</strong> And shall say unto them, Hear, O Israel, ye approach this day unto battle against your enemies: let not your hearts faint, fear not, and do not tremble, neither be ye terrified because of them;  <strong>4</strong> For the LORD your God is he that goeth with you, to fight for you against your enemies, to save you.  <strong>5</strong> And the officers shall speak unto the people, saying, What man is there that hath built a new house, and hath not dedicated it? let him go and return to his house, lest he die in the battle, and another man dedicate it.  <strong>6</strong> And what man is he that hath planted a vineyard, and hath not yet eaten of it? let him also go and return unto his house, lest he die in the battle, and another man eat of it.  <strong>7</strong> And what man is there that hath betrothed a wife, and hath not taken her? let him go and return unto his house, lest he die in the battle, and another man take her.  <strong>8</strong> And the officers shall speak further unto the people, and they shall say, What man is there that is fearful and fainthearted? let him go and return unto his house, lest his brethren’s heart faint as well as his heart.  <strong>9</strong> And it shall be, when the officers have made an end of speaking unto the people, that they shall make captains of the armies to lead the people.  <strong>10</strong> When thou comest nigh unto a city to fight against it, then proclaim peace unto it.  <strong>11</strong> And it shall be, if it make thee answer of peace, and open unto thee, then it shall be, that all the people that is found therein shall be tributaries unto thee, and they shall serve thee.  <strong>12</strong> And if it will make no peace with thee, but will make war against thee, then thou shalt besiege it:  <strong>13</strong> And when the LORD thy God hath delivered it into thine hands, thou shalt smite every male thereof with the edge of the sword:  <strong>14</strong> But the women, and the little ones, and the cattle, and all that is in the city, even all the spoil thereof, shalt thou take unto thyself; and thou shalt eat the spoil of thine enemies, which the LORD thy God hath given thee.  <strong>15</strong> Thus shalt thou do unto all the cities which are very far off from thee, which are not of the cities of these nations.  <strong>16</strong> But of the cities of these people, which the LORD thy God doth give thee for an inheritance, thou shalt save alive nothing that breatheth:  <strong>17</strong> But thou shalt utterly destroy them; namely, the Hittites, and the Amorites, the Canaanites, and the Perizzites, the Hivites, and the Jebusites; as the LORD thy God hath commanded thee:  <strong>18</strong> That they teach you not to do after all their abominations, which they have done unto their gods; so should ye sin against the LORD your God.  <strong>19</strong> When thou shalt besiege a city a long time, in making war against it to take it, thou shalt not destroy the trees thereof by forcing an axe against them: for thou mayest eat of them, and thou shalt not cut them down (for the tree of the field is man’s life) to employ them  in the siege:  <strong>20</strong> Only the trees which thou knowest that they be not trees for meat, thou shalt destroy and cut them down; and thou shalt build bulwarks against the city that maketh war with thee, until it be subdued.  ","niv":"<sup><strong>1</strong></sup> When you go to war against your enemies and see horses and chariots and an army greater than yours, do not be afraid of them, because the LORD your God, who brought you up out of Egypt, will be with you. <sup><strong>2</strong></sup> When you are about to go into battle, the priest shall come forward and address the army. <sup><strong>3</strong></sup> He shall say: \"Hear, O Israel, today you are going into battle against your enemies. Do not be fainthearted or afraid; do not be terrified or give way to panic before them. <sup><strong>4</strong></sup> For the LORD your God is the one who goes with you to fight for you against your enemies to give you victory.\" <sup><strong>5</strong></sup> The officers shall say to the army: \"Has anyone built a new house and not dedicated it? Let him go home, or he may die in battle and someone else may dedicate it. <sup><strong>6</strong></sup> Has anyone planted a vineyard and not begun to enjoy it? Let him go home, or he may die in battle and someone else enjoy it. <sup><strong>7</strong></sup> Has anyone become pledged to a woman and not married her? Let him go home, or he may die in battle and someone else marry her.\" <sup><strong>8</strong></sup> Then the officers shall add, \"Is any man afraid or fainthearted? Let him go home so that his brothers will not become disheartened too.\" <sup><strong>9</strong></sup> When the officers have finished speaking to the army, they shall appoint commanders over it. <sup><strong>10</strong></sup> When you march up to attack a city, make its people an offer of peace. <sup><strong>11</strong></sup> If they accept and open their gates, all the people in it shall be subject to forced labor and shall work for you. <sup><strong>12</strong></sup> If they refuse to make peace and they engage you in battle, lay siege to that city. <sup><strong>13</strong></sup> When the LORD your God delivers it into your hand, put to the sword all the men in it. <sup><strong>14</strong></sup> As for the women, the children, the livestock and everything else in the city, you may take these as plunder for yourselves. And you may use the plunder the LORD your God gives you from your enemies. <sup><strong>15</strong></sup> This is how you are to treat all the cities that are at a distance from you and do not belong to the nations nearby. <sup><strong>16</strong></sup> However, in the cities of the nations the LORD your God is giving you as an inheritance, do not leave alive anything that breathes. <sup><strong>17</strong></sup> Completely destroy them-the Hittites, Amorites, Canaanites, Perizzites, Hivites and Jebusites-as the LORD your God has commanded you. <sup><strong>18</strong></sup> Otherwise, they will teach you to follow all the detestable things they do in worshiping their gods, and you will sin against the LORD your God. <sup><strong>19</strong></sup> When you lay siege to a city for a long time, fighting against it to capture it, do not destroy its trees by putting an ax to them, because you can eat their fruit. Do not cut them down. Are the trees of the field people, that you should besiege them? <sup><strong>20</strong></sup> However, you may cut down trees that you know are not fruit trees and use them to build siege works until the city at war with you falls. "},{"_id":"616221349b02b3054ca4f458","topicId":"6162212d9b02b3054ca4f43f","verse":"1 Samuel 15:1-35","votes":15,"__v":0,"kjv":"<strong>1</strong> Samuel also said unto Saul, The LORD sent me to anoint thee to be  king over his people, over Israel: now therefore hearken thou unto the voice of the words of the LORD.  <strong>2</strong> Thus saith the LORD of hosts, I remember that which Amalek did to Israel, how he laid wait for him in the way, when he came up from Egypt.  <strong>3</strong> Now go and smite Amalek, and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass.  <strong>4</strong> And Saul gathered the people together, and numbered them in Telaim, two hundred thousand footmen, and ten thousand men of Judah.  <strong>5</strong> And Saul came to a city of Amalek, and laid wait in the valley.  <strong>6</strong> And Saul said unto the Kenites, Go, depart, get you down from among the Amalekites, lest I destroy you with them: for ye shewed kindness to all the children of Israel, when they came up out of Egypt. So the Kenites departed from among the Amalekites.  <strong>7</strong> And Saul smote the Amalekites from Havilah until thou comest to Shur, that is over against Egypt.  <strong>8</strong> And he took Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword.  <strong>9</strong> But Saul and the people spared Agag, and the best of the sheep, and of the oxen, and of the fatlings, and the lambs, and all that was  good, and would not utterly destroy them: but every thing that was  vile and refuse, that they destroyed utterly.  <strong>10</strong> Then came the word of the LORD unto Samuel, saying,  <strong>11</strong> It repenteth me that I have set up Saul to be king: for he is turned back from following me, and hath not performed my commandments. And it grieved Samuel; and he cried unto the LORD all night.  <strong>12</strong> And when Samuel rose early to meet Saul in the morning, it was told Samuel, saying, Saul came to Carmel, and, behold, he set him up a place, and is gone about, and passed on, and gone down to Gilgal.  <strong>13</strong> And Samuel came to Saul: and Saul said unto him, Blessed be  thou of the LORD: I have performed the commandment of the LORD.  <strong>14</strong> And Samuel said, What meaneth then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?  <strong>15</strong> And Saul said, They have brought them from the Amalekites: for the people spared the best of the sheep and of the oxen, to sacrifice unto the LORD thy God; and the rest we have utterly destroyed.  <strong>16</strong> Then Samuel said unto Saul, Stay, and I will tell thee what the LORD hath said to me this night. And he said unto him, Say on.  <strong>17</strong> And Samuel said, When thou wast little in thine own sight, wast thou not made the head of the tribes of Israel, and the LORD anointed thee king over Israel?  <strong>18</strong> And the LORD sent thee on a journey, and said, Go and utterly destroy the sinners the Amalekites, and fight against them until they be consumed.  <strong>19</strong> Wherefore then didst thou not obey the voice of the LORD, but didst fly upon the spoil, and didst evil in the sight of the LORD?  <strong>20</strong> And Saul said unto Samuel, Yea, I have obeyed the voice of the LORD, and have gone the way which the LORD sent me, and have brought Agag the king of Amalek, and have utterly destroyed the Amalekites.  <strong>21</strong> But the people took of the spoil, sheep and oxen, the chief of the things which should have been utterly destroyed, to sacrifice unto the LORD thy God in Gilgal.  <strong>22</strong> And Samuel said, Hath the LORD as great delight in burnt offerings and sacrifices, as in obeying the voice of the LORD? Behold, to obey is better than sacrifice, and to hearken than the fat of rams.  <strong>23</strong> For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the LORD, he hath also rejected thee from being king.  <strong>24</strong> And Saul said unto Samuel, I have sinned: for I have transgressed the commandment of the LORD, and thy words: because I feared the people, and obeyed their voice.  <strong>25</strong> Now therefore, I pray thee, pardon my sin, and turn again with me, that I may worship the LORD.  <strong>26</strong> And Samuel said unto Saul, I will not return with thee: for thou hast rejected the word of the LORD, and the LORD hath rejected thee from being king over Israel.  <strong>27</strong> And as Samuel turned about to go away, he laid hold upon the skirt of his mantle, and it rent.  <strong>28</strong> And Samuel said unto him, The LORD hath rent the kingdom of Israel from thee this day, and hath given it to a neighbour of thine, that is  better than thou.  <strong>29</strong> And also the Strength of Israel will not lie nor repent: for he is not a man, that he should repent.  <strong>30</strong> Then he said, I have sinned: yet honour me now, I pray thee, before the elders of my people, and before Israel, and turn again with me, that I may worship the LORD thy God.  <strong>31</strong> So Samuel turned again after Saul; and Saul worshipped the LORD.  <strong>32</strong> Then said Samuel, Bring ye hither to me Agag the king of the Amalekites. And Agag came unto him delicately. And Agag said, Surely the bitterness of death is past.  <strong>33</strong> And Samuel said, As thy sword hath made women childless, so shall thy mother be childless among women. And Samuel hewed Agag in pieces before the LORD in Gilgal.  <strong>34</strong> Then Samuel went to Ramah; and Saul went up to his house to Gibeah of Saul.  <strong>35</strong> And Samuel came no more to see Saul until the day of his death: nevertheless Samuel mourned for Saul: and the LORD repented that he had made Saul king over Israel.  ","niv":"<sup><strong>1</strong></sup> Samuel said to Saul, \"I am the one the LORD sent to anoint you king over his people Israel; so listen now to the message from the LORD. <sup><strong>2</strong></sup> This is what the LORD Almighty says: 'I will punish the Amalekites for what they did to Israel when they waylaid them as they came up from Egypt. <sup><strong>3</strong></sup> Now go, attack the Amalekites and totally destroy everything that belongs to them. Do not spare them; put to death men and women, children and infants, cattle and sheep, camels and donkeys.'\" <sup><strong>4</strong></sup> So Saul summoned the men and mustered them at Telaim-two hundred thousand foot soldiers and ten thousand men from Judah. <sup><strong>5</strong></sup> Saul went to the city of Amalek and set an ambush in the ravine. <sup><strong>6</strong></sup> Then he said to the Kenites, \"Go away, leave the Amalekites so that I do not destroy you along with them; for you showed kindness to all the Israelites when they came up out of Egypt.\" So the Kenites moved away from the Amalekites. <sup><strong>7</strong></sup> Then Saul attacked the Amalekites all the way from Havilah to Shur, to the east of Egypt. <sup><strong>8</strong></sup> He took Agag king of the Amalekites alive, and all his people he totally destroyed with the sword. <sup><strong>9</strong></sup> But Saul and the army spared Agag and the best of the sheep and cattle, the fat calves and lambs-everything that was good. These they were unwilling to destroy completely, but everything that was despised and weak they totally destroyed. <sup><strong>10</strong></sup> Then the word of the LORD came to Samuel: <sup><strong>11</strong></sup> \"I am grieved that I have made Saul king, because he has turned away from me and has not carried out my instructions.\" Samuel was troubled, and he cried out to the LORD all that night. <sup><strong>12</strong></sup> Early in the morning Samuel got up and went to meet Saul, but he was told, \"Saul has gone to Carmel. There he has set up a monument in his own honor and has turned and gone on down to Gilgal.\" <sup><strong>13</strong></sup> When Samuel reached him, Saul said, \"The LORD bless you! I have carried out the LORD's instructions.\" <sup><strong>14</strong></sup> But Samuel said, \"What then is this bleating of sheep in my ears? What is this lowing of cattle that I hear?\" <sup><strong>15</strong></sup> Saul answered, \"The soldiers brought them from the Amalekites; they spared the best of the sheep and cattle to sacrifice to the LORD your God, but we totally destroyed the rest.\" <sup><strong>16</strong></sup> \"Stop!\" Samuel said to Saul. \"Let me tell you what the LORD said to me last night.Tell me,\" Saul replied. <sup><strong>17</strong></sup> Samuel said, \"Although you were once small in your own eyes, did you not become the head of the tribes of Israel? The LORD anointed you king over Israel. <sup><strong>18</strong></sup> And he sent you on a mission, saying, 'Go and completely destroy those wicked people, the Amalekites; make war on them until you have wiped them out.' <sup><strong>19</strong></sup> Why did you not obey the LORD? Why did you pounce on the plunder and do evil in the eyes of the LORD?\" <sup><strong>20</strong></sup> \"But I did obey the LORD,\" Saul said. \"I went on the mission the LORD assigned me. I completely destroyed the Amalekites and brought back Agag their king. <sup><strong>21</strong></sup> The soldiers took sheep and cattle from the plunder, the best of what was devoted to God, in order to sacrifice them to the LORD your God at Gilgal.\" <sup><strong>22</strong></sup> But Samuel replied: \"Does the LORD delight in burnt offerings and sacrifices as much as in obeying the voice of the LORD? To obey is better than sacrifice, and to heed is better than the fat of rams. <sup><strong>23</strong></sup> For rebellion is like the sin of divination, and arrogance like the evil of idolatry. Because you have rejected the word of the LORD, he has rejected you as king.\" <sup><strong>24</strong></sup> Then Saul said to Samuel, \"I have sinned. I violated the LORD's command and your instructions. I was afraid of the people and so I gave in to them. <sup><strong>25</strong></sup> Now I beg you, forgive my sin and come back with me, so that I may worship the LORD.\" <sup><strong>26</strong></sup> But Samuel said to him, \"I will not go back with you. You have rejected the word of the LORD, and the LORD has rejected you as king over Israel!\" <sup><strong>27</strong></sup> As Samuel turned to leave, Saul caught hold of the hem of his robe, and it tore. <sup><strong>28</strong></sup> Samuel said to him, \"The LORD has torn the kingdom of Israel from you today and has given it to one of your neighbors-to one better than you. <sup><strong>29</strong></sup> He who is the Glory of Israel does not lie or change his mind; for he is not a man, that he should change his mind.\" <sup><strong>30</strong></sup> Saul replied, \"I have sinned. But please honor me before the elders of my people and before Israel; come back with me, so that I may worship the LORD your God.\" <sup><strong>31</strong></sup> So Samuel went back with Saul, and Saul worshiped the LORD. <sup><strong>32</strong></sup> Then Samuel said, \"Bring me Agag king of the Amalekites.\" Agag came to him confidently, thinking, \"Surely the bitterness of death is past.\" <sup><strong>33</strong></sup> But Samuel said, \"As your sword has made women childless, so will your mother be childless among women.\" And Samuel put Agag to death before the LORD at Gilgal. <sup><strong>34</strong></sup> Then Samuel left for Ramah, but Saul went up to his home in Gibeah of Saul. <sup><strong>35</strong></sup> Until the day Samuel died, he did not go to see Saul again, though Samuel mourned for him. And the LORD was grieved that he had made Saul king over Israel. ","modified":"2022-06-15T16:44:13.966Z"}]}