{"_id":"616221519b02b3054ca4f459","slug":"gentiles","name":"Gentiles","verses":[{"_id":"616221529b02b3054ca4f45a","topicId":"616221519b02b3054ca4f459","verse":"Colossians 3:11","votes":66,"__v":0,"esv":"<div>\n<p id=\"p51003011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n\n</div>","kjv":"<strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  ","niv":"<sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all."},{"_id":"616221529b02b3054ca4f45b","topicId":"616221519b02b3054ca4f459","verse":"John 10:16","votes":59,"__v":0,"esv":"<div>\n<p id=\"p43010016_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010016-1\">16&nbsp;</b><span class=\"woc\">And I have other sheep that are not of this fold. I must bring them also, and they will listen to my voice. So there will be one flock, one shepherd.</span></p>\n</div>","kjv":"<strong>16</strong> And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and  one shepherd.  ","niv":"<sup><strong>16</strong></sup> I have other sheep that are not of this sheep pen. I must bring them also. They too will listen to my voice, and there shall be one flock and one shepherd.","modified":"2023-11-24T18:19:34.936Z"},{"_id":"616221529b02b3054ca4f45c","topicId":"616221519b02b3054ca4f459","verse":"Acts 15:7-9","votes":66,"__v":0,"esv":"<div>\n<p id=\"p44015007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v44015007-1\">7&nbsp;</b>And after there had been much debate, Peter stood up and said to them, “Brothers, you know that in the early days God made a choice among you, that by my mouth the Gentiles should hear the word of the gospel and believe. <b class=\"verse-num\" id=\"v44015008-1\">8&nbsp;</b>And God, who knows the heart, bore witness to them, by giving them the Holy Spirit just as he did to us, <b class=\"verse-num\" id=\"v44015009-1\">9&nbsp;</b>and he made no distinction between us and them, having cleansed their hearts by faith.</p>\n</div>","kjv":"<strong>7</strong> And when there had been much disputing, Peter rose up, and said unto them, Men and brethren, ye know how that a good while ago God made choice among us, that the Gentiles by my mouth should hear the word of the gospel, and believe.  <strong>8</strong> And God, which knoweth the hearts, bare them witness, giving them the Holy Ghost, even as he did unto us;  <strong>9</strong> And put no difference between us and them, purifying their hearts by faith.  ","niv":"<sup><strong>7</strong></sup> After much discussion, Peter got up and addressed them: \"Brothers, you know that some time ago God made a choice among you that the Gentiles might hear from my lips the message of the gospel and believe. <sup><strong>8</strong></sup> God, who knows the heart, showed that he accepted them by giving the Holy Spirit to them, just as he did to us. <sup><strong>9</strong></sup> He made no distinction between us and them, for he purified their hearts by faith. ","modified":"2022-08-20T04:26:31.913Z"},{"_id":"616221529b02b3054ca4f45d","topicId":"616221519b02b3054ca4f459","verse":"Acts 28:28","votes":58,"__v":0,"esv":"<div>\n<p id=\"p44028028_01-4\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44028028-1\">28&nbsp;</b>Therefore let it be known to you that this salvation of God has been sent to the Gentiles; they will listen.”</p>\n\n</div>","kjv":"<strong>28</strong> Be it known therefore unto you, that the salvation of God is sent unto the Gentiles, and that they will hear it.  ","niv":"<sup><strong>28</strong></sup> \"Therefore I want you to know that God's salvation has been sent to the Gentiles, and they will listen!\"","modified":"2022-03-28T21:14:55.323Z"},{"_id":"616221539b02b3054ca4f45e","topicId":"616221519b02b3054ca4f459","verse":"Ephesians 4:17-19","votes":52,"__v":0,"esv":"<div>\n\n<p id=\"p49004017_04-5\"><b class=\"verse-num\" id=\"v49004017-1\">17&nbsp;</b>Now this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds. <b class=\"verse-num\" id=\"v49004018-1\">18&nbsp;</b>They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart. <b class=\"verse-num\" id=\"v49004019-1\">19&nbsp;</b>They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity.</p>\n</div>","kjv":"<strong>17</strong> This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,  <strong>18</strong> Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:  <strong>19</strong> Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.  ","niv":"<sup><strong>17</strong></sup> So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking. <sup><strong>18</strong></sup> They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts. <sup><strong>19</strong></sup> Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, with a continual lust for more. "},{"_id":"616221539b02b3054ca4f45f","topicId":"616221519b02b3054ca4f459","verse":"Galatians 3:14","votes":45,"__v":0,"esv":"<div>\n<p id=\"p48003014_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003014-1\">14&nbsp;</b>so that in Christ Jesus the blessing of Abraham might come to the Gentiles, so that we might receive the promised Spirit through faith.</p>\n\n</div>","kjv":"<strong>14</strong> That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith.  ","niv":"<sup><strong>14</strong></sup> He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit."},{"_id":"616221539b02b3054ca4f460","topicId":"616221519b02b3054ca4f459","verse":"Romans 9:22-30","votes":40,"__v":0,"esv":"<div>\n<p id=\"p45009022_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45009022-1\">22&nbsp;</b>What if God, desiring to show his wrath and to make known his power, has endured with much patience vessels of wrath prepared for destruction, <b class=\"verse-num\" id=\"v45009023-1\">23&nbsp;</b>in order to make known the riches of his glory for vessels of mercy, which he has prepared beforehand for glory—<b class=\"verse-num\" id=\"v45009024-1\">24&nbsp;</b>even us whom he has called, not from the Jews only but also from the Gentiles? <b class=\"verse-num\" id=\"v45009025-1\">25&nbsp;</b>As indeed he says in Hosea,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009025_01-7\" class=\"line\">&nbsp;&nbsp;“Those who were not my people I will call ‘my people,’</span><br><span id=\"p45009025_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her who was not beloved I will call ‘beloved.’”</span><br><span id=\"p45009026_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v45009026-1\">26&nbsp;</b>&nbsp;&nbsp;“And in the very place where it was said to them, ‘You are not my people,’</span><br><span id=\"p45009026_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there they will be called ‘sons of the living God.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45009026_01-7\"><b class=\"verse-num\" id=\"v45009027-1\">27&nbsp;</b>And Isaiah cries out concerning Israel: “Though the number of the sons of Israel be as the sand of the sea, only a remnant of them will be saved, <b class=\"verse-num\" id=\"v45009028-1\">28&nbsp;</b>for the Lord will carry out his sentence upon the earth fully and without delay.” <b class=\"verse-num\" id=\"v45009029-1\">29&nbsp;</b>And as Isaiah predicted,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009029_01-7\" class=\"line\">&nbsp;&nbsp;“If the Lord of hosts had not left us offspring,</span><br><span id=\"p45009029_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we would have been like Sodom</span><br><span id=\"p45009029_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become like Gomorrah.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p45009029_03-7\"><b class=\"verse-num\" id=\"v45009030-1\">30&nbsp;</b>What shall we say, then? That Gentiles who did not pursue righteousness have attained it, that is, a righteousness that is by faith;</p>\n\n</div>","kjv":"<strong>22</strong> What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:  <strong>23</strong> And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,  <strong>24</strong> Even us, whom he hath called, not of the Jews only, but also of the Gentiles?  <strong>25</strong> As he saith also in Osee, I will call them my people, which were not my people; and her beloved, which was not beloved.  <strong>26</strong> And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.  <strong>27</strong> Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:  <strong>28</strong> For he will finish the work, and cut it short in righteousness: because a short work will the Lord make upon the earth.  <strong>29</strong> And as Esaias said before, Except the Lord of Sabaoth had left us a seed, we had been as Sodoma, and been made like unto Gomorrha.  <strong>30</strong> What shall we say then? That the Gentiles, which followed not after righteousness, have attained to righteousness, even the righteousness which is of faith.  ","niv":"<sup><strong>22</strong></sup> What if God, choosing to show his wrath and make his power known, bore with great patience the objects of his wrath--prepared for destruction? <sup><strong>23</strong></sup> What if he did this to make the riches of his glory known to the objects of his mercy, whom he prepared in advance for glory-- <sup><strong>24</strong></sup> even us, whom he also called, not only from the Jews but also from the Gentiles? <sup><strong>25</strong></sup> As he says in Hosea: \"I will call them 'my people' who are not my people; and I will call her 'my loved one' who is not my loved one,\" <sup><strong>26</strong></sup> and, \"It will happen that in the very place where it was said to them, 'You are not my people,' they will be called 'sons of the living God.'\" <sup><strong>27</strong></sup> Isaiah cries out concerning Israel: \"Though the number of the Israelites be like the sand by the sea, only the remnant will be saved. <sup><strong>28</strong></sup> For the Lord will carry out his sentence on earth with speed and finality.\" <sup><strong>29</strong></sup> It is just as Isaiah said previously: \"Unless the Lord Almighty had left us descendants, we would have become like Sodom, we would have been like Gomorrah.\" <sup><strong>30</strong></sup> What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith; ","modified":"2022-08-28T21:57:33.546Z"},{"_id":"616221549b02b3054ca4f461","topicId":"616221519b02b3054ca4f459","verse":"Isaiah 56:6-8","votes":38,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23056006_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056006-1\">6&nbsp;</b>&nbsp;&nbsp;“And the foreigners who join themselves to the LORD,</span><br><span id=\"p23056006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to minister to him, to love the name of the LORD,</span><br><span id=\"p23056006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to be his servants,</span><br><span id=\"p23056006_01-8\" class=\"line\">&nbsp;&nbsp;everyone who keeps the Sabbath and does not profane it,</span><br><span id=\"p23056006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holds fast my covenant—</span><br><span id=\"p23056007_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056007-1\">7&nbsp;</b>&nbsp;&nbsp;these I will bring to my holy mountain,</span><br><span id=\"p23056007_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make them joyful in my house of prayer;</span><br><span id=\"p23056007_01-8\" class=\"line\">&nbsp;&nbsp;their burnt offerings and their sacrifices</span><br><span id=\"p23056007_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be accepted on my altar;</span><br><span id=\"p23056007_01-8\" class=\"line\">&nbsp;&nbsp;for my house shall be called a house of prayer</span><br><span id=\"p23056007_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all peoples.”</span><br><span id=\"p23056008_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056008-1\">8&nbsp;</b>&nbsp;&nbsp;The Lord GOD,</span><br><span id=\"p23056008_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who gathers the outcasts of Israel, declares,</span><br><span id=\"p23056008_01-8\" class=\"line\">&nbsp;&nbsp;“I will gather yet others to him</span><br><span id=\"p23056008_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;besides those already gathered.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Also the sons of the stranger, that join themselves to the LORD, to serve him, and to love the name of the LORD, to be his servants, every one that keepeth the sabbath from polluting it, and taketh hold of my covenant;  <strong>7</strong> Even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices shall be  accepted upon mine altar; for mine house shall be called an house of prayer for all people.  <strong>8</strong> The Lord GOD which gathereth the outcasts of Israel saith, Yet will I gather others to him, beside those that are gathered unto him.  ","niv":"<sup><strong>6</strong></sup> And foreigners who bind themselves to the LORD to serve him, to love the name of the LORD, and to worship him, all who keep the Sabbath without desecrating it and who hold fast to my covenant- <sup><strong>7</strong></sup> these I will bring to my holy mountain and give them joy in my house of prayer. Their burnt offerings and sacrifices will be accepted on my altar; for my house will be called a house of prayer for all nations.\" <sup><strong>8</strong></sup> The Sovereign LORD declares- he who gathers the exiles of Israel: \"I will gather still others to them besides those already gathered.\" "},{"_id":"616221549b02b3054ca4f462","topicId":"616221519b02b3054ca4f459","verse":"Isaiah 49:6","votes":35,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23049006_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049006-1\">6&nbsp;</b>&nbsp;&nbsp;he says:</span><br><span id=\"p23049006_01-9\" class=\"line\">&nbsp;&nbsp;“It is too light a thing that you should be my servant</span><br><span id=\"p23049006_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to raise up the tribes of Jacob</span><br><span id=\"p23049006_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to bring back the preserved of Israel;</span><br><span id=\"p23049006_01-9\" class=\"line\">&nbsp;&nbsp;I will make you as a light for the nations,</span><br><span id=\"p23049006_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that my salvation may reach to the end of the earth.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> And he said, It is a light thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth.  ","niv":"<sup><strong>6</strong></sup> he says: \"It is too small a thing for you to be my servant to restore the tribes of Jacob and bring back those of Israel I have kept. I will also make you a light for the Gentiles, that you may bring my salvation to the ends of the earth.\""},{"_id":"616221549b02b3054ca4f463","topicId":"616221519b02b3054ca4f459","verse":"Acts 17:22-27","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p44017022_05-10\"><b class=\"verse-num\" id=\"v44017022-1\">22&nbsp;</b>So Paul, standing in the midst of the Areopagus, said: “Men of Athens, I perceive that in every way you are very religious. <b class=\"verse-num\" id=\"v44017023-1\">23&nbsp;</b>For as I passed along and observed the objects of your worship, I found also an altar with this inscription: ‘To the unknown god.’ What therefore you worship as unknown, this I proclaim to you. <b class=\"verse-num\" id=\"v44017024-1\">24&nbsp;</b>The God who made the world and everything in it, being Lord of heaven and earth, does not live in temples made by man, <b class=\"verse-num\" id=\"v44017025-1\">25&nbsp;</b>nor is he served by human hands, as though he needed anything, since he himself gives to all mankind life and breath and everything. <b class=\"verse-num\" id=\"v44017026-1\">26&nbsp;</b>And he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place, <b class=\"verse-num\" id=\"v44017027-1\">27&nbsp;</b>that they should seek God, and perhaps feel their way toward him and find him. Yet he is actually not far from each one of us,</p>\n\n</div>","kjv":"<strong>22</strong> Then Paul stood in the midst of Mars’ hill, and said, Ye  men of Athens, I perceive that in all things ye are too superstitious.  <strong>23</strong> For as I passed by, and beheld your devotions, I found an altar with this inscription, TO THE UNKNOWN GOD. Whom therefore ye ignorantly worship, him declare I unto you.  <strong>24</strong> God that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;  <strong>25</strong> Neither is worshipped with men’s hands, as though he needed any thing, seeing he giveth to all life, and breath, and all things;  <strong>26</strong> And hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation;  <strong>27</strong> That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us:  ","niv":"<sup><strong>22</strong></sup> Paul then stood up in the meeting of the Areopagus and said: \"Men of Athens! I see that in every way you are very religious. <sup><strong>23</strong></sup> For as I walked around and looked carefully at your objects of worship, I even found an altar with this inscription:|sc TO AN UNKNOWN GOD. Now what you worship as something unknown I am going to proclaim to you. <sup><strong>24</strong></sup> \"The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by hands. <sup><strong>25</strong></sup> And he is not served by human hands, as if he needed anything, because he himself gives all men life and breath and everything else. <sup><strong>26</strong></sup> From one man he made every nation of men, that they should inhabit the whole earth; and he determined the times set for them and the exact places where they should live. <sup><strong>27</strong></sup> God did this so that men would seek him and perhaps reach out for him and find him, though he is not far from each one of us. "},{"_id":"616221559b02b3054ca4f464","topicId":"616221519b02b3054ca4f459","verse":"1 Peter 4:3","votes":29,"__v":0,"esv":"<div>\n<p id=\"p60004003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004003-1\">3&nbsp;</b>For the time that is past suffices for doing what the Gentiles want to do, living in sensuality, passions, drunkenness, orgies, drinking parties, and lawless idolatry.</p>\n</div>","kjv":"<strong>3</strong> For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:  ","niv":"<sup><strong>3</strong></sup> For you have spent enough time in the past doing what pagans choose to do--living in debauchery, lust, drunkenness, orgies, carousing and detestable idolatry."},{"_id":"616221559b02b3054ca4f465","topicId":"616221519b02b3054ca4f459","verse":"Acts 14:27","votes":28,"__v":0,"esv":"<div>\n<p id=\"p44014027_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014027-1\">27&nbsp;</b>And when they arrived and gathered the church together, they declared all that God had done with them, and how he had opened a door of faith to the Gentiles.</p>\n</div>","kjv":"<strong>27</strong> And when they were come, and had gathered the church together, they rehearsed all that God had done with them, and how he had opened the door of faith unto the Gentiles.  ","niv":"<sup><strong>27</strong></sup> On arriving there, they gathered the church together and reported all that God had done through them and how he had opened the door of faith to the Gentiles."},{"_id":"616221559b02b3054ca4f466","topicId":"616221519b02b3054ca4f459","verse":"Luke 21:24","votes":23,"__v":0,"esv":"<div>\n<p id=\"p42021024_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021024-1\">24&nbsp;</b><span class=\"woc\">They will fall by the edge of the sword and be led captive among all nations, and Jerusalem will be trampled underfoot by the Gentiles, until the times of the Gentiles are fulfilled.</span></p>\n</div>","kjv":"<strong>24</strong> And they shall fall by the edge of the sword, and shall be led away captive into all nations: and Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled. ","niv":"<sup><strong>24</strong></sup> They will fall by the sword and will be taken as prisoners to all the nations. Jerusalem will be trampled on by the Gentiles until the times of the Gentiles are fulfilled.","modified":"2023-03-19T16:48:07.276Z"},{"_id":"616221559b02b3054ca4f467","topicId":"616221519b02b3054ca4f459","verse":"Acts 18:4-6","votes":20,"__v":0,"esv":"<div>\n<p id=\"p44018004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v44018004-1\">4&nbsp;</b>And he reasoned in the synagogue every Sabbath, and tried to persuade Jews and Greeks.</p>\n<p id=\"p44018004_01-15\"><b class=\"verse-num\" id=\"v44018005-1\">5&nbsp;</b>When Silas and Timothy arrived from Macedonia, Paul was occupied with the word, testifying to the Jews that the Christ was Jesus. <b class=\"verse-num\" id=\"v44018006-1\">6&nbsp;</b>And when they opposed and reviled him, he shook out his garments and said to them, “Your blood be on your own heads! I am innocent. From now on I will go to the Gentiles.”</p>\n</div>","kjv":"<strong>4</strong> And he reasoned in the synagogue every sabbath, and persuaded the Jews and the Greeks.  <strong>5</strong> And when Silas and Timotheus were come from Macedonia, Paul was pressed in the spirit, and testified to the Jews that Jesus was  Christ.  <strong>6</strong> And when they opposed themselves, and blasphemed, he shook his  raiment, and said unto them, Your blood be upon your own heads; I am clean: from henceforth I will go unto the Gentiles.  ","niv":"<sup><strong>4</strong></sup> Every Sabbath he reasoned in the synagogue, trying to persuade Jews and Greeks. <sup><strong>5</strong></sup> When Silas and Timothy came from Macedonia, Paul devoted himself exclusively to preaching, testifying to the Jews that Jesus was the Christ. <sup><strong>6</strong></sup> But when the Jews opposed Paul and became abusive, he shook out his clothes in protest and said to them, \"Your blood be on your own heads! I am clear of my responsibility. From now on I will go to the Gentiles.\" ","modified":"2022-02-25T23:44:33.061Z"},{"_id":"616221569b02b3054ca4f468","topicId":"616221519b02b3054ca4f459","verse":"Isaiah 42:6","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23042006_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042006-1\">6&nbsp;</b>&nbsp;&nbsp;“I am the LORD; I have called you in righteousness;</span><br><span id=\"p23042006_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will take you by the hand and keep you;</span><br><span id=\"p23042006_01-16\" class=\"line\">&nbsp;&nbsp;I will give you as a covenant for the people,</span><br><span id=\"p23042006_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a light for the nations,</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> I the LORD have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles;  ","niv":"<sup><strong>6</strong></sup> \"I, the LORD, have called you in righteousness; I will take hold of your hand. I will keep you and will make you to be a covenant for the people and a light for the Gentiles,"},{"_id":"616221569b02b3054ca4f469","topicId":"616221519b02b3054ca4f459","verse":"Isaiah 11:10","votes":20,"__v":0,"esv":"<div>\n<p id=\"p23011010_01-17\"><b class=\"verse-num\" id=\"v23011010-1\">10&nbsp;</b>In that day the root of Jesse, who shall stand as a signal for the peoples—of him shall the nations inquire, and his resting place shall be glorious.</p>\n</div>","kjv":"<strong>10</strong> And in that day there shall be a root of Jesse, which shall stand for an ensign of the people; to it shall the Gentiles seek: and his rest shall be glorious.  ","niv":"<sup><strong>10</strong></sup> In that day the Root of Jesse will stand as a banner for the peoples; the nations will rally to him, and his place of rest will be glorious."},{"_id":"616221569b02b3054ca4f46a","topicId":"616221519b02b3054ca4f459","verse":"Ephesians 3:8-10","votes":19,"__v":0,"esv":"<div>\n<p id=\"p49003008_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49003008-1\">8&nbsp;</b>To me, though I am the very least of all the saints, this grace was given, to preach to the Gentiles the unsearchable riches of Christ, <b class=\"verse-num\" id=\"v49003009-1\">9&nbsp;</b>and to bring to light for everyone what is the plan of the mystery hidden for ages in God, who created all things, <b class=\"verse-num\" id=\"v49003010-1\">10&nbsp;</b>so that through the church the manifold wisdom of God might now be made known to the rulers and authorities in the heavenly places.</p>\n\n</div>","kjv":"<strong>8</strong> Unto me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ;  <strong>9</strong> And to make all men see what is the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ:  <strong>10</strong> To the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God,  ","niv":"<sup><strong>8</strong></sup> Although I am less than the least of all God's people, this grace was given me: to preach to the Gentiles the unsearchable riches of Christ, <sup><strong>9</strong></sup> and to make plain to everyone the administration of this mystery, which for ages past was kept hidden in God, who created all things. <sup><strong>10</strong></sup> His intent was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms, "},{"_id":"616221579b02b3054ca4f46b","topicId":"616221519b02b3054ca4f459","verse":"Malachi 1:11","votes":19,"__v":0,"esv":"<div>\n<p id=\"p39001011_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v39001011-1\">11&nbsp;</b>For from the rising of the sun to its setting my name will be great among the nations, and in every place incense will be offered to my name, and a pure offering. For my name will be great among the nations, says the LORD of hosts.</p>\n\n</div>","kjv":"<strong>11</strong> For from the rising of the sun even unto the going down of the same my name shall be great among the Gentiles; and in every place incense shall be offered unto my name, and a pure offering: for my name shall be great among the heathen, saith the LORD of hosts.  ","niv":"<sup><strong>11</strong></sup> My name will be great among the nations, from the rising to the setting of the sun. In every place incense and pure offerings will be brought to my name, because my name will be great among the nations,\" says the LORD Almighty."},{"_id":"616221579b02b3054ca4f46c","topicId":"616221519b02b3054ca4f459","verse":"Galatians 3:28","votes":17,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"616221579b02b3054ca4f46d","topicId":"616221519b02b3054ca4f459","verse":"Romans 11:25","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p45011025_06-21\"><b class=\"verse-num\" id=\"v45011025-1\">25&nbsp;</b>Lest you be wise in your own sight, I do not want you to be unaware of this mystery, brothers: a partial hardening has come upon Israel, until the fullness of the Gentiles has come in.</p>\n\n</div>","kjv":"<strong>25</strong> For I would not, brethren, that ye should be ignorant of this mystery, lest ye should be wise in your own conceits; that blindness in part is happened to Israel, until the fulness of the Gentiles be come in.  ","niv":"<sup><strong>25</strong></sup> I do not want you to be ignorant of this mystery, brothers, so that you may not be conceited: Israel has experienced a hardening in part until the full number of the Gentiles has come in."},{"_id":"616221589b02b3054ca4f46e","topicId":"616221519b02b3054ca4f459","verse":"Acts 11:1-18","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p44011001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44011001-1\">11:1&nbsp;</b>Now the apostles and the brothers who were throughout Judea heard that the Gentiles also had received the word of God. <b class=\"verse-num\" id=\"v44011002-1\">2&nbsp;</b>So when Peter went up to Jerusalem, the circumcision party criticized him, saying, <b class=\"verse-num\" id=\"v44011003-1\">3&nbsp;</b>“You went to uncircumcised men and ate with them.” <b class=\"verse-num\" id=\"v44011004-1\">4&nbsp;</b>But Peter began and explained it to them in order: <b class=\"verse-num\" id=\"v44011005-1\">5&nbsp;</b>“I was in the city of Joppa praying, and in a trance I saw a vision, something like a great sheet descending, being let down from heaven by its four corners, and it came down to me. <b class=\"verse-num\" id=\"v44011006-1\">6&nbsp;</b>Looking at it closely, I observed animals and beasts of prey and reptiles and birds of the air. <b class=\"verse-num\" id=\"v44011007-1\">7&nbsp;</b>And I heard a voice saying to me, <span class=\"woc\">‘Rise, Peter; kill and eat.’</span> <b class=\"verse-num\" id=\"v44011008-1\">8&nbsp;</b>But I said, ‘By no means, Lord; for nothing common or unclean has ever entered my mouth.’ <b class=\"verse-num\" id=\"v44011009-1\">9&nbsp;</b>But the voice answered a second time from heaven, <span class=\"woc\">‘What God has made clean, do not call common.’</span> <b class=\"verse-num\" id=\"v44011010-1\">10&nbsp;</b>This happened three times, and all was drawn up again into heaven. <b class=\"verse-num\" id=\"v44011011-1\">11&nbsp;</b>And behold, at that very moment three men arrived at the house in which we were, sent to me from Caesarea. <b class=\"verse-num\" id=\"v44011012-1\">12&nbsp;</b>And the Spirit told me to go with them, making no distinction. These six brothers also accompanied me, and we entered the man’s house. <b class=\"verse-num\" id=\"v44011013-1\">13&nbsp;</b>And he told us how he had seen the angel stand in his house and say, ‘Send to Joppa and bring Simon who is called Peter; <b class=\"verse-num\" id=\"v44011014-1\">14&nbsp;</b>he will declare to you a message by which you will be saved, you and all your household.’ <b class=\"verse-num\" id=\"v44011015-1\">15&nbsp;</b>As I began to speak, the Holy Spirit fell on them just as on us at the beginning. <b class=\"verse-num\" id=\"v44011016-1\">16&nbsp;</b>And I remembered the word of the Lord, how he said, <span class=\"woc\">‘John baptized with water, but you will be baptized with the Holy Spirit.’</span> <b class=\"verse-num\" id=\"v44011017-1\">17&nbsp;</b>If then God gave the same gift to them as he gave to us when we believed in the Lord Jesus Christ, who was I that I could stand in God’s way?” <b class=\"verse-num\" id=\"v44011018-1\">18&nbsp;</b>When they heard these things they fell silent. And they glorified God, saying, “Then to the Gentiles also God has granted repentance that leads to life.”</p>\n\n</div>","kjv":"<strong>1</strong> And the apostles and brethren that were in Judaea heard that the Gentiles had also received the word of God.  <strong>2</strong> And when Peter was come up to Jerusalem, they that were of the circumcision contended with him,  <strong>3</strong> Saying, Thou wentest in to men uncircumcised, and didst eat with them.  <strong>4</strong> But Peter rehearsed the matter from the beginning, and expounded it by order unto them, saying,  <strong>5</strong> I was in the city of Joppa praying: and in a trance I saw a vision, A certain vessel descend, as it had been a great sheet, let down from heaven by four corners; and it came even to me:  <strong>6</strong> Upon the which when I had fastened mine eyes, I considered, and saw fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.  <strong>7</strong> And I heard a voice saying unto me, Arise, Peter; slay and eat.  <strong>8</strong> But I said, Not so, Lord: for nothing common or unclean hath at any time entered into my mouth.  <strong>9</strong> But the voice answered me again from heaven, What God hath cleansed, that call not thou common.  <strong>10</strong> And this was done three times: and all were drawn up again into heaven.  <strong>11</strong> And, behold, immediately there were three men already come unto the house where I was, sent from Caesarea unto me.  <strong>12</strong> And the spirit bade me go with them, nothing doubting. Moreover these six brethren accompanied me, and we entered into the man’s house:  <strong>13</strong> And he shewed us how he had seen an angel in his house, which stood and said unto him, Send men to Joppa, and call for Simon, whose surname is Peter;  <strong>14</strong> Who shall tell thee words, whereby thou and all thy house shall be saved.  <strong>15</strong> And as I began to speak, the Holy Ghost fell on them, as on us at the beginning.  <strong>16</strong> Then remembered I the word of the Lord, how that he said, John indeed baptized with water; but ye shall be baptized with the Holy Ghost.  <strong>17</strong> Forasmuch then as God gave them the like gift as he did unto us, who believed on the Lord Jesus Christ; what was I, that I could withstand God?  <strong>18</strong> When they heard these things, they held their peace, and glorified God, saying, Then hath God also to the Gentiles granted repentance unto life.  ","niv":"<sup><strong>1</strong></sup> The apostles and the brothers throughout Judea heard that the Gentiles also had received the word of God. <sup><strong>2</strong></sup> So when Peter went up to Jerusalem, the circumcised believers criticized him <sup><strong>3</strong></sup> and said, \"You went into the house of uncircumcised men and ate with them.\" <sup><strong>4</strong></sup> Peter began and explained everything to them precisely as it had happened: <sup><strong>5</strong></sup> \"I was in the city of Joppa praying, and in a trance I saw a vision. I saw something like a large sheet being let down from heaven by its four corners, and it came down to where I was. <sup><strong>6</strong></sup> I looked into it and saw four-footed animals of the earth, wild beasts, reptiles, and birds of the air. <sup><strong>7</strong></sup> Then I heard a voice telling me, 'Get up, Peter. Kill and eat.' <sup><strong>8</strong></sup> \"I replied, 'Surely not, Lord! Nothing impure or unclean has ever entered my mouth.' <sup><strong>9</strong></sup> \"The voice spoke from heaven a second time, 'Do not call anything impure that God has made clean.' <sup><strong>10</strong></sup> This happened three times, and then it was all pulled up to heaven again. <sup><strong>11</strong></sup> \"Right then three men who had been sent to me from Caesarea stopped at the house where I was staying. <sup><strong>12</strong></sup> The Spirit told me to have no hesitation about going with them. These six brothers also went with me, and we entered the man's house. <sup><strong>13</strong></sup> He told us how he had seen an angel appear in his house and say, 'Send to Joppa for Simon who is called Peter. <sup><strong>14</strong></sup> He will bring you a message through which you and all your household will be saved.' <sup><strong>15</strong></sup> \"As I began to speak, the Holy Spirit came on them as he had come on us at the beginning. <sup><strong>16</strong></sup> Then I remembered what the Lord had said: 'John baptized with water, but you will be baptized with the Holy Spirit.' <sup><strong>17</strong></sup> So if God gave them the same gift as he gave us, who believed in the Lord Jesus Christ, who was I to think that I could oppose God?\" <sup><strong>18</strong></sup> When they heard this, they had no further objections and praised God, saying, \"So then, God has granted even the Gentiles repentance unto life.\" "},{"_id":"616221589b02b3054ca4f46f","topicId":"616221519b02b3054ca4f459","verse":"Romans 3:29","votes":17,"__v":0,"esv":"<div>\n<p id=\"p45003029_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003029-1\">29&nbsp;</b>Or is God the God of Jews only? Is he not the God of Gentiles also? Yes, of Gentiles also,</p>\n</div>","kjv":"<strong>29</strong> Is he the God of the Jews only? is he not also of the Gentiles? Yes, of the Gentiles also:  ","niv":"<sup><strong>29</strong></sup> Is God the God of Jews only? Is he not the God of Gentiles too? Yes, of Gentiles too,"},{"_id":"616221589b02b3054ca4f470","topicId":"616221519b02b3054ca4f459","verse":"Matthew 6:32","votes":15,"__v":0,"esv":"<div>\n<p id=\"p40006032_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span></p>\n</div>","kjv":"<strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  ","niv":"<sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them."},{"_id":"616221589b02b3054ca4f471","topicId":"616221519b02b3054ca4f459","verse":"Psalm 86:9","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19086009_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19086009-1\">9&nbsp;</b>&nbsp;&nbsp;All the nations you have made shall come</span><br><span id=\"p19086009_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and worship before you, O Lord,</span><br><span id=\"p19086009_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall glorify your name.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> All nations whom thou hast made shall come and worship before thee, O Lord; and shall glorify thy name.  ","niv":"<sup><strong>9</strong></sup> All the nations you have made will come and worship before you, O Lord; they will bring glory to your name."},{"_id":"616221599b02b3054ca4f472","topicId":"616221519b02b3054ca4f459","verse":"Isaiah 55:5","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055005_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055005-1\">5&nbsp;</b>&nbsp;&nbsp;Behold, you shall call a nation that you do not know,</span><br><span id=\"p23055005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a nation that did not know you shall run to you,</span><br><span id=\"p23055005_01-26\" class=\"line\">&nbsp;&nbsp;because of the LORD your God, and of the Holy One of Israel,</span><br><span id=\"p23055005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he has glorified you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Behold, thou shalt call a nation that thou knowest not, and nations that knew not thee shall run unto thee because of the LORD thy God, and for the Holy One of Israel; for he hath glorified thee.  ","niv":"<sup><strong>5</strong></sup> Surely you will summon nations you know not, and nations that do not know you will hasten to you, because of the LORD your God, the Holy One of Israel, for he has endowed you with splendor.\"","modified":"2022-09-02T05:26:13.242Z"}]}