{"_id":"616221bc9b02b3054ca4f4a7","slug":"geocoding","name":"Geocoding","verses":[{"_id":"616221bc9b02b3054ca4f4a8","topicId":"616221bc9b02b3054ca4f4a7","verse":"2 Peter 1:3","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p61001003_06-1\"><b class=\"verse-num\" id=\"v61001003-1\">3&nbsp;</b>His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence,</p>\n\n</div>","kjv":"<strong>3</strong> According as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue:  ","niv":"<sup><strong>3</strong></sup> His divine power has given us everything we need for life and godliness through our knowledge of him who called us by his own glory and goodness."},{"_id":"616221bc9b02b3054ca4f4a9","topicId":"616221bc9b02b3054ca4f4a7","verse":"1 Peter 4:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60004011_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004011-1\">11&nbsp;</b>whoever speaks, as one who speaks oracles of God; whoever serves, as one who serves by the strength that God supplies—in order that in everything God may be glorified through Jesus Christ. To him belong glory and dominion forever and ever. Amen.</p>\n</div>","kjv":"<strong>11</strong> If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen.  ","niv":"<sup><strong>11</strong></sup> If anyone speaks, he should do it as one speaking the very words of God. If anyone serves, he should do it with the strength God provides, so that in all things God may be praised through Jesus Christ. To him be the glory and the power for ever and ever. Amen."},{"_id":"616221bd9b02b3054ca4f4aa","topicId":"616221bc9b02b3054ca4f4a7","verse":"James 2:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59002010_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002010-1\">10&nbsp;</b>For whoever keeps the whole law but fails in one point has become guilty of all of it.</p>\n</div>","kjv":"<strong>10</strong> For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.  ","niv":"<sup><strong>10</strong></sup> For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it."},{"_id":"616221bd9b02b3054ca4f4ab","topicId":"616221bc9b02b3054ca4f4a7","verse":"Hebrews 9:1-13:25","votes":1,"__v":0,"kjv":"<strong>1</strong> Then verily the first covenant had also ordinances of divine service, and a worldly sanctuary.  <strong>2</strong> For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.  <strong>3</strong> And after the second veil, the tabernacle which is called the Holiest of all;  <strong>4</strong> Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron’s rod that budded, and the tables of the covenant;  <strong>5</strong> And over it the cherubims of glory shadowing the mercyseat; of which we cannot now speak particularly.  <strong>6</strong> Now when these things were thus ordained, the priests went always into the first tabernacle, accomplishing the service of God.  <strong>7</strong> But into the second went the high priest alone once every year, not without blood, which he offered for himself, and for the errors of the people:  <strong>8</strong> The Holy Ghost this signifying, that the way into the holiest of all was not yet made manifest, while as the first tabernacle was yet standing:  <strong>9</strong> Which was a figure for the time then present, in which were offered both gifts and sacrifices, that could not make him that did the service perfect, as pertaining to the conscience;  <strong>10</strong> Which stood only in meats and drinks, and divers washings, and carnal ordinances, imposed on them until the time of reformation.  <strong>11</strong> But Christ being come an high priest of good things to come, by a greater and more perfect tabernacle, not made with hands, that is to say, not of this building;  <strong>12</strong> Neither by the blood of goats and calves, but by his own blood he entered in once into the holy place, having obtained eternal redemption for us.  <strong>13</strong> For if the blood of bulls and of goats, and the ashes of an heifer sprinkling the unclean, sanctifieth to the purifying of the flesh:  <strong>14</strong> How much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from dead works to serve the living God?  <strong>15</strong> And for this cause he is the mediator of the new testament, that by means of death, for the redemption of the transgressions that were  under the first testament, they which are called might receive the promise of eternal inheritance.  <strong>16</strong> For where a testament is, there must also of necessity be the death of the testator.  <strong>17</strong> For a testament is of force after men are dead: otherwise it is of no strength at all while the testator liveth.  <strong>18</strong> Whereupon neither the first testament was dedicated without blood.  <strong>19</strong> For when Moses had spoken every precept to all the people according to the law, he took the blood of calves and of goats, with water, and scarlet wool, and hyssop, and sprinkled both the book, and all the people,  <strong>20</strong> Saying, This is the blood of the testament which God hath enjoined unto you.  <strong>21</strong> Moreover he sprinkled with blood both the tabernacle, and all the vessels of the ministry.  <strong>22</strong> And almost all things are by the law purged with blood; and without shedding of blood is no remission.  <strong>23</strong> It was therefore necessary that the patterns of things in the heavens should be purified with these; but the heavenly things themselves with better sacrifices than these.  <strong>24</strong> For Christ is not entered into the holy places made with hands, which are the figures of the true; but into heaven itself, now to appear in the presence of God for us:  <strong>25</strong> Nor yet that he should offer himself often, as the high priest entereth into the holy place every year with blood of others;  <strong>26</strong> For then must he often have suffered since the foundation of the world: but now once in the end of the world hath he appeared to put away sin by the sacrifice of himself.  <strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  <strong>28</strong> So Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation.  <strong>1</strong> For the law having a shadow of good things to come, and not the very image of the things, can never with those sacrifices which they offered year by year continually make the comers thereunto perfect.  <strong>2</strong> For then would they not have ceased to be offered? because that the worshippers once purged should have had no more conscience of sins.  <strong>3</strong> But in those sacrifices there is a remembrance again made of sins every year.  <strong>4</strong> For it is not possible that the blood of bulls and of goats should take away sins.  <strong>5</strong> Wherefore when he cometh into the world, he saith, Sacrifice and offering thou wouldest not, but a body hast thou prepared me:  <strong>6</strong> In burnt offerings and sacrifices for sin thou hast had no pleasure.  <strong>7</strong> Then said I, Lo, I come (in the volume of the book it is written of me,) to do thy will, O God.  <strong>8</strong> Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;  <strong>9</strong> Then said he, Lo, I come to do thy will, O God. He taketh away the first, that he may establish the second.  <strong>10</strong> By the which will we are sanctified through the offering of the body of Jesus Christ once for all.  <strong>11</strong> And every priest standeth daily ministering and offering oftentimes the same sacrifices, which can never take away sins:  <strong>12</strong> But this man, after he had offered one sacrifice for sins for ever, sat down on the right hand of God;  <strong>13</strong> From henceforth expecting till his enemies be made his footstool.  <strong>14</strong> For by one offering he hath perfected for ever them that are sanctified.  <strong>15</strong> Whereof the Holy Ghost also is a witness to us: for after that he had said before,  <strong>16</strong> This is the covenant that I will make with them after those days, saith the Lord, I will put my laws into their hearts, and in their minds will I write them;  <strong>17</strong> And their sins and iniquities will I remember no more.  <strong>18</strong> Now where remission of these is, there is no more offering for sin.  <strong>19</strong> Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,  <strong>20</strong> By a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;  <strong>21</strong> And having an high priest over the house of God;  <strong>22</strong> Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water.  <strong>23</strong> Let us hold fast the profession of our faith without wavering; (for he is faithful that promised;)  <strong>24</strong> And let us consider one another to provoke unto love and to good works:  <strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  <strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  <strong>27</strong> But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.  <strong>28</strong> He that despised Moses’ law died without mercy under two or three witnesses:  <strong>29</strong> Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?  <strong>30</strong> For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.  <strong>31</strong> It is a fearful thing to fall into the hands of the living God.  <strong>32</strong> But call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions;  <strong>33</strong> Partly, whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used.  <strong>34</strong> For ye had compassion of me in my bonds, and took joyfully the spoiling of your goods, knowing in yourselves that ye have in heaven a better and an enduring substance.  <strong>35</strong> Cast not away therefore your confidence, which hath great recompence of reward.  <strong>36</strong> For ye have need of patience, that, after ye have done the will of God, ye might receive the promise.  <strong>37</strong> For yet a little while, and he that shall come will come, and will not tarry.  <strong>38</strong> Now the just shall live by faith: but if any man draw back, my soul shall have no pleasure in him.  <strong>39</strong> But we are not of them who draw back unto perdition; but of them that believe to the saving of the soul.  <strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  <strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  <strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  <strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  <strong>12</strong> Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.  <strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  <strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  <strong>19</strong> Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.  <strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  <strong>21</strong> By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.  <strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  <strong>24</strong> By faith Moses, when he was come to years, refused to be called the son of Pharaoh’s daughter;  <strong>25</strong> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;  <strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  <strong>27</strong> By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.  <strong>28</strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.  <strong>29</strong> By faith they passed through the Red sea as by dry land:  which the Egyptians assaying to do were drowned.  <strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  <strong>31</strong> By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.  <strong>32</strong> And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:  <strong>33</strong> Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,  <strong>34</strong> Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.  <strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  <strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  <strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  <strong>3</strong> For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.  <strong>4</strong> Ye have not yet resisted unto blood, striving against sin.  <strong>5</strong> And ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him:  <strong>6</strong> For whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth.  <strong>7</strong> If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?  <strong>8</strong> But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.  <strong>9</strong> Furthermore we have had fathers of our flesh which corrected us,  and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?  <strong>10</strong> For they verily for a few days chastened us after their own pleasure; but he for our profit, that we might be partakers of his holiness.  <strong>11</strong> Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.  <strong>12</strong> Wherefore lift up the hands which hang down, and the feeble knees;  <strong>13</strong> And make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed.  <strong>14</strong> Follow peace with all men, and holiness, without which no man shall see the Lord:  <strong>15</strong> Looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled;  <strong>16</strong> Lest there be any fornicator, or profane person, as Esau, who for one morsel of meat sold his birthright.  <strong>17</strong> For ye know how that afterward, when he would have inherited the blessing, he was rejected: for he found no place of repentance, though he sought it carefully with tears.  <strong>18</strong> For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,  <strong>19</strong> And the sound of a trumpet, and the voice of words; which  voice they that heard intreated that the word should not be spoken to them any more:  <strong>20</strong> (For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:  <strong>21</strong> And so terrible was the sight, that Moses said, I exceedingly fear and quake:)  <strong>22</strong> But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,  <strong>23</strong> To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,  <strong>24</strong> And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.  <strong>25</strong> See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape,  if we turn away from him that speaketh from heaven:  <strong>26</strong> Whose voice then shook the earth: but now he hath promised, saying, Yet once more I shake not the earth only, but also heaven.  <strong>27</strong> And this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain.  <strong>28</strong> Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:  <strong>29</strong> For our God is a consuming fire.  <strong>1</strong> Let brotherly love continue.  <strong>2</strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.  <strong>3</strong> Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.  <strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  <strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  <strong>6</strong> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.  <strong>7</strong> Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.  <strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  <strong>9</strong> Be not carried about with divers and strange doctrines. For it is  a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.  <strong>10</strong> We have an altar, whereof they have no right to eat which serve the tabernacle.  <strong>11</strong> For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp.  <strong>12</strong> Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate.  <strong>13</strong> Let us go forth therefore unto him without the camp, bearing his reproach.  <strong>14</strong> For here have we no continuing city, but we seek one to come.  <strong>15</strong> By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.  <strong>16</strong> But to do good and to communicate forget not: for with such sacrifices God is well pleased.  <strong>17</strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.  <strong>18</strong> Pray for us: for we trust we have a good conscience, in all things willing to live honestly.  <strong>19</strong> But I beseech you the rather to do this, that I may be restored to you the sooner.  <strong>20</strong> Now the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant,  <strong>21</strong> Make you perfect in every good work to do his will, working in you that which is wellpleasing in his sight, through Jesus Christ; to whom be  glory for ever and ever. Amen.  <strong>22</strong> And I beseech you, brethren, suffer the word of exhortation: for I have written a letter unto you in few words.  <strong>23</strong> Know ye that our brother Timothy is set at liberty; with whom, if he come shortly, I will see you.  <strong>24</strong> Salute all them that have the rule over you, and all the saints. They of Italy salute you.  <strong>25</strong> Grace be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> Now the first covenant had regulations for worship and also an earthly sanctuary. <sup><strong>2</strong></sup> A tabernacle was set up. In its first room were the lampstand, the table and the consecrated bread; this was called the Holy Place. <sup><strong>3</strong></sup> Behind the second curtain was a room called the Most Holy Place, <sup><strong>4</strong></sup> which had the golden altar of incense and the gold-covered ark of the covenant. This ark contained the gold jar of manna, Aaron's staff that had budded, and the stone tablets of the covenant. <sup><strong>5</strong></sup> Above the ark were the cherubim of the Glory, overshadowing the atonement cover. But we cannot discuss these things in detail now. <sup><strong>6</strong></sup> When everything had been arranged like this, the priests entered regularly into the outer room to carry on their ministry. <sup><strong>7</strong></sup> But only the high priest entered the inner room, and that only once a year, and never without blood, which he offered for himself and for the sins the people had committed in ignorance. <sup><strong>8</strong></sup> The Holy Spirit was showing by this that the way into the Most Holy Place had not yet been disclosed as long as the first tabernacle was still standing. <sup><strong>9</strong></sup> This is an illustration for the present time, indicating that the gifts and sacrifices being offered were not able to clear the conscience of the worshiper. <sup><strong>10</strong></sup> They are only a matter of food and drink and various ceremonial washings--external regulations applying until the time of the new order. <sup><strong>11</strong></sup> When Christ came as high priest of the good things that are already here, he went through the greater and more perfect tabernacle that is not man-made, that is to say, not a part of this creation. <sup><strong>12</strong></sup> He did not enter by means of the blood of goats and calves; but he entered the Most Holy Place once for all by his own blood, having obtained eternal redemption. <sup><strong>13</strong></sup> The blood of goats and bulls and the ashes of a heifer sprinkled on those who are ceremonially unclean sanctify them so that they are outwardly clean. "},{"_id":"616221bd9b02b3054ca4f4ac","topicId":"616221bc9b02b3054ca4f4a7","verse":"Philippians 3:17-4:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50003017_01-6\"><b class=\"verse-num\" id=\"v50003017-1\">17&nbsp;</b>Brothers, join in imitating me, and keep your eyes on those who walk according to the example you have in us. <b class=\"verse-num\" id=\"v50003018-1\">18&nbsp;</b>For many, of whom I have often told you and now tell you even with tears, walk as enemies of the cross of Christ. <b class=\"verse-num\" id=\"v50003019-1\">19&nbsp;</b>Their end is destruction, their god is their belly, and they glory in their shame, with minds set on earthly things. <b class=\"verse-num\" id=\"v50003020-1\">20&nbsp;</b>But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ, <b class=\"verse-num\" id=\"v50003021-1\">21&nbsp;</b>who will transform our lowly body to be like his glorious body, by the power that enables him even to subject all things to himself.</p>\n<p id=\"p50004001_01-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50004001-1\">4:1&nbsp;</b>Therefore, my brothers, whom I love and long for, my joy and crown, stand firm thus in the Lord, my beloved.</p>\n\n<p id=\"p50004001_05-6\"><b class=\"verse-num\" id=\"v50004002-1\">2&nbsp;</b>I entreat Euodia and I entreat Syntyche to agree in the Lord. <b class=\"verse-num\" id=\"v50004003-1\">3&nbsp;</b>Yes, I ask you also, true companion, help these women, who have labored side by side with me in the gospel together with Clement and the rest of my fellow workers, whose names are in the book of life.</p>\n\n</div>","kjv":"<strong>17</strong> Brethren, be followers together of me, and mark them which walk so as ye have us for an ensample.  <strong>18</strong> (For many walk, of whom I have told you often, and now tell you even weeping, that they are the enemies of the cross of Christ:  <strong>19</strong> Whose end is destruction, whose God is their belly, and whose glory is in their shame, who mind earthly things.)  <strong>20</strong> For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:  <strong>21</strong> Who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.  <strong>1</strong> Therefore, my brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved.  <strong>2</strong> I beseech Euodias, and beseech Syntyche, that they be of the same mind in the Lord.  <strong>3</strong> And I intreat thee also, true yokefellow, help those women which laboured with me in the gospel, with Clement also, and with other my fellowlabourers, whose names are in the book of life.  ","niv":""},{"_id":"616221be9b02b3054ca4f4ad","topicId":"616221bc9b02b3054ca4f4a7","verse":"Philippians 3:12-16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p50003012_05-7\"><b class=\"verse-num\" id=\"v50003012-1\">12&nbsp;</b>Not that I have already obtained this or am already perfect, but I press on to make it my own, because Christ Jesus has made me his own. <b class=\"verse-num\" id=\"v50003013-1\">13&nbsp;</b>Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, <b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus. <b class=\"verse-num\" id=\"v50003015-1\">15&nbsp;</b>Let those of us who are mature think this way, and if in anything you think otherwise, God will reveal that also to you. <b class=\"verse-num\" id=\"v50003016-1\">16&nbsp;</b>Only let us hold true to what we have attained.</p>\n</div>","kjv":"<strong>12</strong> Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus.  <strong>13</strong> Brethren, I count not myself to have apprehended: but this  one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,  <strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  <strong>15</strong> Let us therefore, as many as be perfect, be thus minded: and if in any thing ye be otherwise minded, God shall reveal even this unto you.  <strong>16</strong> Nevertheless, whereto we have already attained, let us walk by the same rule, let us mind the same thing.  ","niv":"<sup><strong>12</strong></sup> Not that I have already obtained all this, or have already been made perfect, but I press on to take hold of that for which Christ Jesus took hold of me. <sup><strong>13</strong></sup> Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, <sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus. <sup><strong>15</strong></sup> All of us who are mature should take such a view of things. And if on some point you think differently, that too God will make clear to you. <sup><strong>16</strong></sup> Only let us live up to what we have already attained. "},{"_id":"616221be9b02b3054ca4f4ae","topicId":"616221bc9b02b3054ca4f4a7","verse":"Philippians 3:1-11","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p50003001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50003001-1\">3:1&nbsp;</b>Finally, my brothers, rejoice in the Lord. To write the same things to you is no trouble to me and is safe for you.</p>\n<p id=\"p50003001_06-8\"><b class=\"verse-num\" id=\"v50003002-1\">2&nbsp;</b>Look out for the dogs, look out for the evildoers, look out for those who mutilate the flesh. <b class=\"verse-num\" id=\"v50003003-1\">3&nbsp;</b>For we are the circumcision, who worship by the Spirit of God and glory in Christ Jesus and put no confidence in the flesh—<b class=\"verse-num\" id=\"v50003004-1\">4&nbsp;</b>though I myself have reason for confidence in the flesh also. If anyone else thinks he has reason for confidence in the flesh, I have more: <b class=\"verse-num\" id=\"v50003005-1\">5&nbsp;</b>circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the law, a Pharisee; <b class=\"verse-num\" id=\"v50003006-1\">6&nbsp;</b>as to zeal, a persecutor of the church; as to righteousness under the law, blameless. <b class=\"verse-num\" id=\"v50003007-1\">7&nbsp;</b>But whatever gain I had, I counted as loss for the sake of Christ. <b class=\"verse-num\" id=\"v50003008-1\">8&nbsp;</b>Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ <b class=\"verse-num\" id=\"v50003009-1\">9&nbsp;</b>and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith—<b class=\"verse-num\" id=\"v50003010-1\">10&nbsp;</b>that I may know him and the power of his resurrection, and may share his sufferings, becoming like him in his death, <b class=\"verse-num\" id=\"v50003011-1\">11&nbsp;</b>that by any means possible I may attain the resurrection from the dead.</p>\n\n</div>","kjv":"<strong>1</strong> Finally, my brethren, rejoice in the Lord. To write the same things to you, to me indeed is not grievous, but for you it is  safe.  <strong>2</strong> Beware of dogs, beware of evil workers, beware of the concision.  <strong>3</strong> For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh.  <strong>4</strong> Though I might also have confidence in the flesh. If any other man thinketh that he hath whereof he might trust in the flesh, I more:  <strong>5</strong> Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee;  <strong>6</strong> Concerning zeal, persecuting the church; touching the righteousness which is in the law, blameless.  <strong>7</strong> But what things were gain to me, those I counted loss for Christ.  <strong>8</strong> Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ,  <strong>9</strong> And be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith:  <strong>10</strong> That I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death;  <strong>11</strong> If by any means I might attain unto the resurrection of the dead.  ","niv":"<sup><strong>1</strong></sup> Finally, my brothers, rejoice in the Lord! It is no trouble for me to write the same things to you again, and it is a safeguard for you. <sup><strong>2</strong></sup> Watch out for those dogs, those men who do evil, those mutilators of the flesh. <sup><strong>3</strong></sup> For it is we who are the circumcision, we who worship by the Spirit of God, who glory in Christ Jesus, and who put no confidence in the flesh-- <sup><strong>4</strong></sup> though I myself have reasons for such confidence. If anyone else thinks he has reasons to put confidence in the flesh, I have more: <sup><strong>5</strong></sup> circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in regard to the law, a Pharisee; <sup><strong>6</strong></sup> as for zeal, persecuting the church; as for legalistic righteousness, faultless. <sup><strong>7</strong></sup> But whatever was to my profit I now consider loss for the sake of Christ. <sup><strong>8</strong></sup> What is more, I consider everything a loss compared to the surpassing greatness of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them rubbish, that I may gain Christ <sup><strong>9</strong></sup> and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in Christ--the righteousness that comes from God and is by faith. <sup><strong>10</strong></sup> I want to know Christ and the power of his resurrection and the fellowship of sharing in his sufferings, becoming like him in his death, <sup><strong>11</strong></sup> and so, somehow, to attain to the resurrection from the dead. "},{"_id":"616221be9b02b3054ca4f4af","topicId":"616221bc9b02b3054ca4f4a7","verse":"Philippians 2:19-30","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. <b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n\n<p id=\"p50002011_09-14\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n<p id=\"p50002013_09-14\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain. <b class=\"verse-num\" id=\"v50002017-1\">17&nbsp;</b>Even if I am to be poured out as a drink offering upon the sacrificial offering of your faith, I am glad and rejoice with you all. <b class=\"verse-num\" id=\"v50002018-1\">18&nbsp;</b>Likewise you also should be glad and rejoice with me.</p>\n\n<p id=\"p50002018_12-14\"><b class=\"verse-num\" id=\"v50002019-1\">19&nbsp;</b>I hope in the Lord Jesus to send Timothy to you soon, so that I too may be cheered by news of you. <b class=\"verse-num\" id=\"v50002020-1\">20&nbsp;</b>For I have no one like him, who will be genuinely concerned for your welfare. <b class=\"verse-num\" id=\"v50002021-1\">21&nbsp;</b>For they all seek their own interests, not those of Jesus Christ. <b class=\"verse-num\" id=\"v50002022-1\">22&nbsp;</b>But you know Timothy’s proven worth, how as a son with a father he has served with me in the gospel. <b class=\"verse-num\" id=\"v50002023-1\">23&nbsp;</b>I hope therefore to send him just as soon as I see how it will go with me, <b class=\"verse-num\" id=\"v50002024-1\">24&nbsp;</b>and I trust in the Lord that shortly I myself will come also.</p>\n<p id=\"p50002024_12-14\"><b class=\"verse-num\" id=\"v50002025-1\">25&nbsp;</b>I have thought it necessary to send to you Epaphroditus my brother and fellow worker and fellow soldier, and your messenger and minister to my need, <b class=\"verse-num\" id=\"v50002026-1\">26&nbsp;</b>for he has been longing for you all and has been distressed because you heard that he was ill. <b class=\"verse-num\" id=\"v50002027-1\">27&nbsp;</b>Indeed he was ill, near to death. But God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow. <b class=\"verse-num\" id=\"v50002028-1\">28&nbsp;</b>I am the more eager to send him, therefore, that you may rejoice at seeing him again, and that I may be less anxious. <b class=\"verse-num\" id=\"v50002029-1\">29&nbsp;</b>So receive him in the Lord with all joy, and honor such men, <b class=\"verse-num\" id=\"v50002030-1\">30&nbsp;</b>for he nearly died for the work of Christ, risking his life to complete what was lacking in your service to me.</p>\n\n</div>","kjv":"<strong>19</strong> But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.  <strong>20</strong> For I have no man likeminded, who will naturally care for your state.  <strong>21</strong> For all seek their own, not the things which are Jesus Christ’s.  <strong>22</strong> But ye know the proof of him, that, as a son with the father, he hath served with me in the gospel.  <strong>23</strong> Him therefore I hope to send presently, so soon as I shall see how it will go with me.  <strong>24</strong> But I trust in the Lord that I also myself shall come shortly.  <strong>25</strong> Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellow soldier, but your messenger, and he that ministered to my wants.  <strong>26</strong> For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.  <strong>27</strong> For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow.  <strong>28</strong> I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful.  <strong>29</strong> Receive him therefore in the Lord with all gladness; and hold such in reputation:  <strong>30</strong> Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me.  ","niv":"<sup><strong>19</strong></sup> I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you. <sup><strong>20</strong></sup> I have no one else like him, who takes a genuine interest in your welfare. <sup><strong>21</strong></sup> For everyone looks out for his own interests, not those of Jesus Christ. <sup><strong>22</strong></sup> But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel. <sup><strong>23</strong></sup> I hope, therefore, to send him as soon as I see how things go with me. <sup><strong>24</strong></sup> And I am confident in the Lord that I myself will come soon. <sup><strong>25</strong></sup> But I think it is necessary to send back to you Epaphroditus, my brother, fellow worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs. <sup><strong>26</strong></sup> For he longs for all of you and is distressed because you heard he was ill. <sup><strong>27</strong></sup> Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow. <sup><strong>28</strong></sup> Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety. <sup><strong>29</strong></sup> Welcome him in the Lord with great joy, and honor men like him, <sup><strong>30</strong></sup> because he almost died for the work of Christ, risking his life to make up for the help you could not give me. "},{"_id":"616221be9b02b3054ca4f4b0","topicId":"616221bc9b02b3054ca4f4a7","verse":"Philippians 2:14-18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50002014_01-10\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain. <b class=\"verse-num\" id=\"v50002017-1\">17&nbsp;</b>Even if I am to be poured out as a drink offering upon the sacrificial offering of your faith, I am glad and rejoice with you all. <b class=\"verse-num\" id=\"v50002018-1\">18&nbsp;</b>Likewise you also should be glad and rejoice with me.</p>\n</div>","kjv":"<strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  <strong>17</strong> Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.  <strong>18</strong> For the same cause also do ye joy, and rejoice with me.  ","niv":"<sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. <sup><strong>17</strong></sup> But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you. <sup><strong>18</strong></sup> So you too should be glad and rejoice with me. "},{"_id":"616221bf9b02b3054ca4f4b1","topicId":"616221bc9b02b3054ca4f4a7","verse":"Philippians 2:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50002013_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n</div>","kjv":"<strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  ","niv":"<sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose."},{"_id":"616221bf9b02b3054ca4f4b2","topicId":"616221bc9b02b3054ca4f4a7","verse":"Philippians 2:12","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p50002012_05-12\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling,</p>\n</div>","kjv":"<strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  ","niv":"<sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling,"},{"_id":"616221bf9b02b3054ca4f4b3","topicId":"616221bc9b02b3054ca4f4a7","verse":"Philippians 2:3-11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50002003_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. <b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n\n</div>","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  <strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  ","niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! <sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. "},{"_id":"616221c09b02b3054ca4f4b4","topicId":"616221bc9b02b3054ca4f4a7","verse":"Philippians 2:1-30","votes":1,"__v":0,"kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  <strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  <strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  <strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  <strong>17</strong> Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.  <strong>18</strong> For the same cause also do ye joy, and rejoice with me.  <strong>19</strong> But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.  <strong>20</strong> For I have no man likeminded, who will naturally care for your state.  <strong>21</strong> For all seek their own, not the things which are Jesus Christ’s.  <strong>22</strong> But ye know the proof of him, that, as a son with the father, he hath served with me in the gospel.  <strong>23</strong> Him therefore I hope to send presently, so soon as I shall see how it will go with me.  <strong>24</strong> But I trust in the Lord that I also myself shall come shortly.  <strong>25</strong> Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellow soldier, but your messenger, and he that ministered to my wants.  <strong>26</strong> For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.  <strong>27</strong> For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow.  <strong>28</strong> I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful.  <strong>29</strong> Receive him therefore in the Lord with all gladness; and hold such in reputation:  <strong>30</strong> Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me.  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! <sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. <sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. <sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. <sup><strong>17</strong></sup> But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you. <sup><strong>18</strong></sup> So you too should be glad and rejoice with me. <sup><strong>19</strong></sup> I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you. <sup><strong>20</strong></sup> I have no one else like him, who takes a genuine interest in your welfare. <sup><strong>21</strong></sup> For everyone looks out for his own interests, not those of Jesus Christ. <sup><strong>22</strong></sup> But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel. <sup><strong>23</strong></sup> I hope, therefore, to send him as soon as I see how things go with me. <sup><strong>24</strong></sup> And I am confident in the Lord that I myself will come soon. <sup><strong>25</strong></sup> But I think it is necessary to send back to you Epaphroditus, my brother, fellow worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs. <sup><strong>26</strong></sup> For he longs for all of you and is distressed because you heard he was ill. <sup><strong>27</strong></sup> Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow. <sup><strong>28</strong></sup> Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety. <sup><strong>29</strong></sup> Welcome him in the Lord with great joy, and honor men like him, <sup><strong>30</strong></sup> because he almost died for the work of Christ, risking his life to make up for the help you could not give me. "},{"_id":"616221c09b02b3054ca4f4b5","topicId":"616221bc9b02b3054ca4f4a7","verse":"Philippians 1:27-2:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50001027_01-15\"><b class=\"verse-num\" id=\"v50001027-1\">27&nbsp;</b>Only let your manner of life be worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear of you that you are standing firm in one spirit, with one mind striving side by side for the faith of the gospel, <b class=\"verse-num\" id=\"v50001028-1\">28&nbsp;</b>and not frightened in anything by your opponents. This is a clear sign to them of their destruction, but of your salvation, and that from God. <b class=\"verse-num\" id=\"v50001029-1\">29&nbsp;</b>For it has been granted to you that for the sake of Christ you should not only believe in him but also suffer for his sake, <b class=\"verse-num\" id=\"v50001030-1\">30&nbsp;</b>engaged in the same conflict that you saw I had and now hear that I still have.</p>\n\n<p id=\"p50002001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind.</p>\n\n</div>","kjv":"<strong>27</strong> Only let your conversation be as it becometh the gospel of Christ: that whether I come and see you, or else be absent, I may hear of your affairs, that ye stand fast in one spirit, with one mind striving together for the faith of the gospel;  <strong>28</strong> And in nothing terrified by your adversaries: which is to them an evident token of perdition, but to you of salvation, and that of God.  <strong>29</strong> For unto you it is given in the behalf of Christ, not only to believe on him, but also to suffer for his sake;  <strong>30</strong> Having the same conflict which ye saw in me, and now hear to be  in me.  <strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  ","niv":""},{"_id":"616221c09b02b3054ca4f4b6","topicId":"616221bc9b02b3054ca4f4a7","verse":"Romans 6:1-8:39","votes":1,"__v":0,"kjv":"<strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  <strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  <strong>5</strong> For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:  <strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  <strong>7</strong> For he that is dead is freed from sin.  <strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  <strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  <strong>1</strong> Know ye not, brethren, (for I speak to them that know the law,) how that the law hath dominion over a man as long as he liveth?  <strong>2</strong> For the woman which hath an husband is bound by the law to her  husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.  <strong>3</strong> So then if, while her husband liveth, she be married to another man, she shall be called an adulteress: but if her husband be dead, she is free from that law; so that she is no adulteress, though she be married to another man.  <strong>4</strong> Wherefore, my brethren, ye also are become dead to the law by the body of Christ; that ye should be married to another, even to him who is raised from the dead, that we should bring forth fruit unto God.  <strong>5</strong> For when we were in the flesh, the motions of sins, which were by the law, did work in our members to bring forth fruit unto death.  <strong>6</strong> But now we are delivered from the law, that being dead wherein we were held; that we should serve in newness of spirit, and not in the oldness of the letter.  <strong>7</strong> What shall we say then? Is the law sin? God forbid. Nay, I had not known sin, but by the law: for I had not known lust, except the law had said, Thou shalt not covet.  <strong>8</strong> But sin, taking occasion by the commandment, wrought in me all manner of concupiscence. For without the law sin was dead.  <strong>9</strong> For I was alive without the law once: but when the commandment came, sin revived, and I died.  <strong>10</strong> And the commandment, which was ordained to life, I found to be unto death.  <strong>11</strong> For sin, taking occasion by the commandment, deceived me, and by it slew me.  <strong>12</strong> Wherefore the law is holy, and the commandment holy, and just, and good.  <strong>13</strong> Was then that which is good made death unto me? God forbid. But sin, that it might appear sin, working death in me by that which is good; that sin by the commandment might become exceeding sinful.  <strong>14</strong> For we know that the law is spiritual: but I am carnal, sold under sin.  <strong>15</strong> For that which I do I allow not: for what I would, that do I not; but what I hate, that do I.  <strong>16</strong> If then I do that which I would not, I consent unto the law that it is good.  <strong>17</strong> Now then it is no more I that do it, but sin that dwelleth in me.  <strong>18</strong> For I know that in me (that is, in my flesh,) dwelleth no good thing: for to will is present with me; but how to perform that which is good I find not.  <strong>19</strong> For the good that I would I do not: but the evil which I would not, that I do.  <strong>20</strong> Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.  <strong>21</strong> I find then a law, that, when I would do good, evil is present with me.  <strong>22</strong> For I delight in the law of God after the inward man:  <strong>23</strong> But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.  <strong>24</strong> O wretched man that I am! who shall deliver me from the body of this death?  <strong>25</strong> I thank God through Jesus Christ our Lord. So then with the mind I myself serve the law of God; but with the flesh the law of sin.  <strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>1</strong></sup> What shall we say, then? Shall we go on sinning so that grace may increase? <sup><strong>2</strong></sup> By no means! We died to sin; how can we live in it any longer? <sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death? <sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. <sup><strong>5</strong></sup> If we have been united with him like this in his death, we will certainly also be united with him in his resurrection. <sup><strong>6</strong></sup> For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin-- <sup><strong>7</strong></sup> because anyone who has died has been freed from sin. <sup><strong>8</strong></sup> Now if we died with Christ, we believe that we will also live with him. "},{"_id":"616221c19b02b3054ca4f4b7","topicId":"616221bc9b02b3054ca4f4a7","verse":"John 5:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43005024_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005024-1\">24&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.</span></p>\n</div>","kjv":"<strong>24</strong> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.  ","niv":"<sup><strong>24</strong></sup> \"I tell you the truth, whoever hears my word and believes him who sent me has eternal life and will not be condemned; he has crossed over from death to life."},{"_id":"616221c19b02b3054ca4f4b8","topicId":"616221bc9b02b3054ca4f4a7","verse":"John 1:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--"},{"_id":"616221c19b02b3054ca4f4b9","topicId":"616221bc9b02b3054ca4f4a7","verse":"Luke 4:18","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42004018_01-19\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v42004018-1\">18&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">“The Spirit of the Lord is upon me,</span><br><span id=\"p42004018_01-19\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;because he has anointed me</span><br><span id=\"p42004018_01-19\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;to proclaim good news to the poor.</span><br><span id=\"p42004018_01-19\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;He has sent me to proclaim liberty to the captives</span><br><span id=\"p42004018_01-19\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and recovering of sight to the blind,</span><br><span id=\"p42004018_01-19\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;to set at liberty those who are oppressed,</span></span><br></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised,  ","niv":"<sup><strong>18</strong></sup> \"The Spirit of the Lord is on me, because he has anointed me to preach good news to the poor. He has sent me to proclaim freedom for the prisoners and recovery of sight for the blind, to release the oppressed,"},{"_id":"616221c19b02b3054ca4f4ba","topicId":"616221bc9b02b3054ca4f4a7","verse":"Mark 16:1-20","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41016001_03-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41016001-1\">16:1&nbsp;</b>When the Sabbath was past, Mary Magdalene, Mary the mother of James, and Salome bought spices, so that they might go and anoint him. <b class=\"verse-num\" id=\"v41016002-1\">2&nbsp;</b>And very early on the first day of the week, when the sun had risen, they went to the tomb. <b class=\"verse-num\" id=\"v41016003-1\">3&nbsp;</b>And they were saying to one another, “Who will roll away the stone for us from the entrance of the tomb?” <b class=\"verse-num\" id=\"v41016004-1\">4&nbsp;</b>And looking up, they saw that the stone had been rolled back—it was very large. <b class=\"verse-num\" id=\"v41016005-1\">5&nbsp;</b>And entering the tomb, they saw a young man sitting on the right side, dressed in a white robe, and they were alarmed. <b class=\"verse-num\" id=\"v41016006-1\">6&nbsp;</b>And he said to them, “Do not be alarmed. You seek Jesus of Nazareth, who was crucified. He has risen; he is not here. See the place where they laid him. <b class=\"verse-num\" id=\"v41016007-1\">7&nbsp;</b>But go, tell his disciples and Peter that he is going before you to Galilee. There you will see him, just as he told you.” <b class=\"verse-num\" id=\"v41016008-1\">8&nbsp;</b>And they went out and fled from the tomb, for trembling and astonishment had seized them, and they said nothing to anyone, for they were afraid.</p>\n<h4 id=\"p41016008_03-20\" class=\"textual-note\">[Some of the earliest manuscripts do not include 16:9–20.]</h4>\n\n<p id=\"p41016009_08-20\"><b class=\"verse-num\" id=\"v41016009-1\">9&nbsp;</b>[[Now when he rose early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons. <b class=\"verse-num\" id=\"v41016010-1\">10&nbsp;</b>She went and told those who had been with him, as they mourned and wept. <b class=\"verse-num\" id=\"v41016011-1\">11&nbsp;</b>But when they heard that he was alive and had been seen by her, they would not believe it.</p>\n\n<p id=\"p41016011_13-20\"><b class=\"verse-num\" id=\"v41016012-1\">12&nbsp;</b>After these things he appeared in another form to two of them, as they were walking into the country. <b class=\"verse-num\" id=\"v41016013-1\">13&nbsp;</b>And they went back and told the rest, but they did not believe them.</p>\n\n<p id=\"p41016013_16-20\"><b class=\"verse-num\" id=\"v41016014-1\">14&nbsp;</b>Afterward he appeared to the eleven themselves as they were reclining at table, and he rebuked them for their unbelief and hardness of heart, because they had not believed those who saw him after he had risen. <b class=\"verse-num\" id=\"v41016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Go into all the world and proclaim the gospel to the whole creation.</span> <b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span> <b class=\"verse-num woc\" id=\"v41016017-1\">17&nbsp;</b><span class=\"woc\">And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;</span> <b class=\"verse-num woc\" id=\"v41016018-1\">18&nbsp;</b><span class=\"woc\">they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”</span></p>\n<p id=\"p41016018_16-20\"><b class=\"verse-num\" id=\"v41016019-1\">19&nbsp;</b>So then the Lord Jesus, after he had spoken to them, was taken up into heaven and sat down at the right hand of God. <b class=\"verse-num\" id=\"v41016020-1\">20&nbsp;</b>And they went out and preached everywhere, while the Lord worked with them and confirmed the message by accompanying signs.]]</p>\n\n</div>","kjv":"<strong>1</strong> And when the sabbath was past, Mary Magdalene, and Mary the mother  of James, and Salome, had bought sweet spices, that they might come and anoint him.  <strong>2</strong> And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.  <strong>3</strong> And they said among themselves, Who shall roll us away the stone from the door of the sepulchre?  <strong>4</strong> And when they looked, they saw that the stone was rolled away: for it was very great.  <strong>5</strong> And entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted.  <strong>6</strong> And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him.  <strong>7</strong> But go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall ye see him, as he said unto you.  <strong>8</strong> And they went out quickly, and fled from the sepulchre; for they trembled and were amazed: neither said they any thing to any man; for they were afraid.  <strong>9</strong> Now when Jesus was risen early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils.  <strong>10</strong> And she went and told them that had been with him, as they mourned and wept.  <strong>11</strong> And they, when they had heard that he was alive, and had been seen of her, believed not.  <strong>12</strong> After that he appeared in another form unto two of them, as they walked, and went into the country.  <strong>13</strong> And they went and told it unto the residue: neither believed they them.  <strong>14</strong> Afterward he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen.  <strong>15</strong> And he said unto them, Go ye into all the world, and preach the gospel to every creature.  <strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  <strong>17</strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;  <strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. <strong>19</strong> So then after the Lord had spoken unto them, he was received up into heaven, and sat on the right hand of God.  <strong>20</strong> And they went forth, and preached every where, the Lord working with them, and confirming the word with signs following. Amen.  ","niv":"<sup><strong>1</strong></sup> When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices so that they might go to anoint Jesus' body. <sup><strong>2</strong></sup> Very early on the first day of the week, just after sunrise, they were on their way to the tomb <sup><strong>3</strong></sup> and they asked each other, \"Who will roll the stone away from the entrance of the tomb?\" <sup><strong>4</strong></sup> But when they looked up, they saw that the stone, which was very large, had been rolled away. <sup><strong>5</strong></sup> As they entered the tomb, they saw a young man dressed in a white robe sitting on the right side, and they were alarmed. <sup><strong>6</strong></sup> \"Don't be alarmed,\" he said. \"You are looking for Jesus the Nazarene, who was crucified. He has risen! He is not here. See the place where they laid him. <sup><strong>7</strong></sup> But go, tell his disciples and Peter, 'He is going ahead of you into Galilee. There you will see him, just as he told you.'\" <sup><strong>8</strong></sup> Trembling and bewildered, the women went out and fled from the tomb. They said nothing to anyone, because they were afraid. <sup><strong>9</strong></sup> When Jesus rose early on the first day of the week, he appeared first to Mary Magdalene, out of whom he had driven seven demons. <sup><strong>10</strong></sup> She went and told those who had been with him and who were mourning and weeping. <sup><strong>11</strong></sup> When they heard that Jesus was alive and that she had seen him, they did not believe it. <sup><strong>12</strong></sup> Afterward Jesus appeared in a different form to two of them while they were walking in the country. <sup><strong>13</strong></sup> These returned and reported it to the rest; but they did not believe them either. <sup><strong>14</strong></sup> Later Jesus appeared to the Eleven as they were eating; he rebuked them for their lack of faith and their stubborn refusal to believe those who had seen him after he had risen. <sup><strong>15</strong></sup> He said to them, \"Go into all the world and preach the good news to all creation. <sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned. <sup><strong>17</strong></sup> And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues; <sup><strong>18</strong></sup> they will pick up snakes with their hands; and when they drink deadly poison, it will not hurt them at all; they will place their hands on sick people, and they will get well.\" <sup><strong>19</strong></sup> After the Lord Jesus had spoken to them, he was taken up into heaven and he sat at the right hand of God. <sup><strong>20</strong></sup> Then the disciples went out and preached everywhere, and the Lord worked with them and confirmed his word by the signs that accompanied it. "},{"_id":"616221c29b02b3054ca4f4bb","topicId":"616221bc9b02b3054ca4f4a7","verse":"Mark 15:1-47","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41015001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41015001-1\">15:1&nbsp;</b>And as soon as it was morning, the chief priests held a consultation with the elders and scribes and the whole council. And they bound Jesus and led him away and delivered him over to Pilate. <b class=\"verse-num\" id=\"v41015002-1\">2&nbsp;</b>And Pilate asked him, “Are you the King of the Jews?” And he answered him, <span class=\"woc\">“You have said so.”</span> <b class=\"verse-num\" id=\"v41015003-1\">3&nbsp;</b>And the chief priests accused him of many things. <b class=\"verse-num\" id=\"v41015004-1\">4&nbsp;</b>And Pilate again asked him, “Have you no answer to make? See how many charges they bring against you.” <b class=\"verse-num\" id=\"v41015005-1\">5&nbsp;</b>But Jesus made no further answer, so that Pilate was amazed.</p>\n\n<p id=\"p41015005_11-21\"><b class=\"verse-num\" id=\"v41015006-1\">6&nbsp;</b>Now at the feast he used to release for them one prisoner for whom they asked. <b class=\"verse-num\" id=\"v41015007-1\">7&nbsp;</b>And among the rebels in prison, who had committed murder in the insurrection, there was a man called Barabbas. <b class=\"verse-num\" id=\"v41015008-1\">8&nbsp;</b>And the crowd came up and began to ask Pilate to do as he usually did for them. <b class=\"verse-num\" id=\"v41015009-1\">9&nbsp;</b>And he answered them, saying, “Do you want me to release for you the King of the Jews?” <b class=\"verse-num\" id=\"v41015010-1\">10&nbsp;</b>For he perceived that it was out of envy that the chief priests had delivered him up. <b class=\"verse-num\" id=\"v41015011-1\">11&nbsp;</b>But the chief priests stirred up the crowd to have him release for them Barabbas instead. <b class=\"verse-num\" id=\"v41015012-1\">12&nbsp;</b>And Pilate again said to them, “Then what shall I do with the man you call the King of the Jews?” <b class=\"verse-num\" id=\"v41015013-1\">13&nbsp;</b>And they cried out again, “Crucify him.” <b class=\"verse-num\" id=\"v41015014-1\">14&nbsp;</b>And Pilate said to them, “Why? What evil has he done?” But they shouted all the more, “Crucify him.” <b class=\"verse-num\" id=\"v41015015-1\">15&nbsp;</b>So Pilate, wishing to satisfy the crowd, released for them Barabbas, and having scourged Jesus, he delivered him to be crucified.</p>\n\n<p id=\"p41015015_14-21\"><b class=\"verse-num\" id=\"v41015016-1\">16&nbsp;</b>And the soldiers led him away inside the palace (that is, the governor’s headquarters), and they called together the whole battalion. <b class=\"verse-num\" id=\"v41015017-1\">17&nbsp;</b>And they clothed him in a purple cloak, and twisting together a crown of thorns, they put it on him. <b class=\"verse-num\" id=\"v41015018-1\">18&nbsp;</b>And they began to salute him, “Hail, King of the Jews!” <b class=\"verse-num\" id=\"v41015019-1\">19&nbsp;</b>And they were striking his head with a reed and spitting on him and kneeling down in homage to him. <b class=\"verse-num\" id=\"v41015020-1\">20&nbsp;</b>And when they had mocked him, they stripped him of the purple cloak and put his own clothes on him. And they led him out to crucify him.</p>\n\n<p id=\"p41015020_16-21\"><b class=\"verse-num\" id=\"v41015021-1\">21&nbsp;</b>And they compelled a passerby, Simon of Cyrene, who was coming in from the country, the father of Alexander and Rufus, to carry his cross. <b class=\"verse-num\" id=\"v41015022-1\">22&nbsp;</b>And they brought him to the place called Golgotha (which means Place of a Skull). <b class=\"verse-num\" id=\"v41015023-1\">23&nbsp;</b>And they offered him wine mixed with myrrh, but he did not take it. <b class=\"verse-num\" id=\"v41015024-1\">24&nbsp;</b>And they crucified him and divided his garments among them, casting lots for them, to decide what each should take. <b class=\"verse-num\" id=\"v41015025-1\">25&nbsp;</b>And it was the third hour when they crucified him. <b class=\"verse-num\" id=\"v41015026-1\">26&nbsp;</b>And the inscription of the charge against him read, “The King of the Jews.” <b class=\"verse-num\" id=\"v41015027-1\">27&nbsp;</b>And with him they crucified two robbers, one on his right and one on his left. <b class=\"verse-num\" id=\"v41015029-1\">29&nbsp;</b>And those who passed by derided him, wagging their heads and saying, “Aha! You who would destroy the temple and rebuild it in three days, <b class=\"verse-num\" id=\"v41015030-1\">30&nbsp;</b>save yourself, and come down from the cross!” <b class=\"verse-num\" id=\"v41015031-1\">31&nbsp;</b>So also the chief priests with the scribes mocked him to one another, saying, “He saved others; he cannot save himself. <b class=\"verse-num\" id=\"v41015032-1\">32&nbsp;</b>Let the Christ, the King of Israel, come down now from the cross that we may see and believe.” Those who were crucified with him also reviled him.</p>\n\n<p id=\"p41015032_20-21\"><b class=\"verse-num\" id=\"v41015033-1\">33&nbsp;</b>And when the sixth hour had come, there was darkness over the whole land until the ninth hour. <b class=\"verse-num\" id=\"v41015034-1\">34&nbsp;</b>And at the ninth hour Jesus cried with a loud voice, <span class=\"woc\">“Eloi, Eloi, lema sabachthani?”</span> which means, <span class=\"woc\">“My God, my God, why have you forsaken me?”</span> <b class=\"verse-num\" id=\"v41015035-1\">35&nbsp;</b>And some of the bystanders hearing it said, “Behold, he is calling Elijah.” <b class=\"verse-num\" id=\"v41015036-1\">36&nbsp;</b>And someone ran and filled a sponge with sour wine, put it on a reed and gave it to him to drink, saying, “Wait, let us see whether Elijah will come to take him down.” <b class=\"verse-num\" id=\"v41015037-1\">37&nbsp;</b>And Jesus uttered a loud cry and breathed his last. <b class=\"verse-num\" id=\"v41015038-1\">38&nbsp;</b>And the curtain of the temple was torn in two, from top to bottom. <b class=\"verse-num\" id=\"v41015039-1\">39&nbsp;</b>And when the centurion, who stood facing him, saw that in this way he breathed his last, he said, “Truly this man was the Son of God!”</p>\n<p id=\"p41015039_20-21\"><b class=\"verse-num\" id=\"v41015040-1\">40&nbsp;</b>There were also women looking on from a distance, among whom were Mary Magdalene, and Mary the mother of James the younger and of Joses, and Salome. <b class=\"verse-num\" id=\"v41015041-1\">41&nbsp;</b>When he was in Galilee, they followed him and ministered to him, and there were also many other women who came up with him to Jerusalem.</p>\n\n<p id=\"p41015041_23-21\"><b class=\"verse-num\" id=\"v41015042-1\">42&nbsp;</b>And when evening had come, since it was the day of Preparation, that is, the day before the Sabbath, <b class=\"verse-num\" id=\"v41015043-1\">43&nbsp;</b>Joseph of Arimathea, a respected member of the council, who was also himself looking for the kingdom of God, took courage and went to Pilate and asked for the body of Jesus. <b class=\"verse-num\" id=\"v41015044-1\">44&nbsp;</b>Pilate was surprised to hear that he should have already died. And summoning the centurion, he asked him whether he was already dead. <b class=\"verse-num\" id=\"v41015045-1\">45&nbsp;</b>And when he learned from the centurion that he was dead, he granted the corpse to Joseph. <b class=\"verse-num\" id=\"v41015046-1\">46&nbsp;</b>And Joseph bought a linen shroud, and taking him down, wrapped him in the linen shroud and laid him in a tomb that had been cut out of the rock. And he rolled a stone against the entrance of the tomb. <b class=\"verse-num\" id=\"v41015047-1\">47&nbsp;</b>Mary Magdalene and Mary the mother of Joses saw where he was laid.</p>\n\n</div>","kjv":"<strong>1</strong> And straightway in the morning the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus, and carried him away, and delivered him to Pilate.  <strong>2</strong> And Pilate asked him, Art thou the King of the Jews? And he answering said unto him, Thou sayest it.  <strong>3</strong> And the chief priests accused him of many things: but he answered nothing.  <strong>4</strong> And Pilate asked him again, saying, Answerest thou nothing? behold how many things they witness against thee.  <strong>5</strong> But Jesus yet answered nothing; so that Pilate marvelled.  <strong>6</strong> Now at that feast he released unto them one prisoner, whomsoever they desired.  <strong>7</strong> And there was one named Barabbas, which lay  bound with them that had made insurrection with him, who had committed murder in the insurrection.  <strong>8</strong> And the multitude crying aloud began to desire him to do  as he had ever done unto them.  <strong>9</strong> But Pilate answered them, saying, Will ye that I release unto you the King of the Jews?  <strong>10</strong> For he knew that the chief priests had delivered him for envy.  <strong>11</strong> But the chief priests moved the people, that he should rather release Barabbas unto them.  <strong>12</strong> And Pilate answered and said again unto them, What will ye then that I shall do unto him whom ye call the King of the Jews?  <strong>13</strong> And they cried out again, Crucify him.  <strong>14</strong> Then Pilate said unto them, Why, what evil hath he done? And they cried out the more exceedingly, Crucify him.  <strong>15</strong> And so Pilate, willing to content the people, released Barabbas unto them, and delivered Jesus, when he had scourged him, to be crucified.  <strong>16</strong> And the soldiers led him away into the hall, called Praetorium; and they call together the whole band.  <strong>17</strong> And they clothed him with purple, and platted a crown of thorns, and put it about his head,  <strong>18</strong> And began to salute him, Hail, King of the Jews!  <strong>19</strong> And they smote him on the head with a reed, and did spit upon him, and bowing their knees worshipped him.  <strong>20</strong> And when they had mocked him, they took off the purple from him, and put his own clothes on him, and led him out to crucify him.  <strong>21</strong> And they compel one Simon a Cyrenian, who passed by, coming out of the country, the father of Alexander and Rufus, to bear his cross.  <strong>22</strong> And they bring him unto the place Golgotha, which is, being interpreted, The place of a skull.  <strong>23</strong> And they gave him to drink wine mingled with myrrh: but he received it not.  <strong>24</strong> And when they had crucified him, they parted his garments, casting lots upon them, what every man should take.  <strong>25</strong> And it was the third hour, and they crucified him.  <strong>26</strong> And the superscription of his accusation was written over, THE KING OF THE JEWS.  <strong>27</strong> And with him they crucify two thieves; the one on his right hand, and the other on his left.  <strong>28</strong> And the scripture was fulfilled, which saith, And he was numbered with the transgressors.  <strong>29</strong> And they that passed by railed on him, wagging their heads, and saying, Ah, thou that destroyest the temple, and buildest it in three days,  <strong>30</strong> Save thyself, and come down from the cross.  <strong>31</strong> Likewise also the chief priests mocking said among themselves with the scribes, He saved others; himself he cannot save.  <strong>32</strong> Let Christ the King of Israel descend now from the cross, that we may see and believe. And they that were crucified with him reviled him.  <strong>33</strong> And when the sixth hour was come, there was darkness over the whole land until the ninth hour.  <strong>34</strong> And at the ninth hour Jesus cried with a loud voice, saying, Eloi, Eloi, lama sabachthani? which is, being interpreted, My God, my God, why hast thou forsaken me?  <strong>35</strong> And some of them that stood by, when they heard it, said, Behold, he calleth Elias.  <strong>36</strong> And one ran and filled a spunge full of vinegar, and put it  on a reed, and gave him to drink, saying, Let alone; let us see whether Elias will come to take him down.  <strong>37</strong> And Jesus cried with a loud voice, and gave up the ghost.  <strong>38</strong> And the veil of the temple was rent in twain from the top to the bottom.  <strong>39</strong> And when the centurion, which stood over against him, saw that he so cried out, and gave up the ghost, he said, Truly this man was the Son of God.  <strong>40</strong> There were also women looking on afar off: among whom was Mary Magdalene, and Mary the mother of James the less and of Joses, and Salome;  <strong>41</strong> (Who also, when he was in Galilee, followed him, and ministered unto him;) and many other women which came up with him unto Jerusalem.  <strong>42</strong> And now when the even was come, because it was the preparation, that is, the day before the sabbath,  <strong>43</strong> Joseph of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus.  <strong>44</strong> And Pilate marvelled if he were already dead: and calling unto him  the centurion, he asked him whether he had been any while dead.  <strong>45</strong> And when he knew it of the centurion, he gave the body to Joseph.  <strong>46</strong> And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre.  <strong>47</strong> And Mary Magdalene and Mary the mother of Joses beheld where he was laid.  ","niv":"<sup><strong>1</strong></sup> Very early in the morning, the chief priests, with the elders, the teachers of the law and the whole Sanhedrin, reached a decision. They bound Jesus, led him away and handed him over to Pilate. <sup><strong>2</strong></sup> \"Are you the king of the Jews?\" asked Pilate. \"Yes, it is as you say,\" Jesus replied. <sup><strong>3</strong></sup> The chief priests accused him of many things. <sup><strong>4</strong></sup> So again Pilate asked him, \"Aren't you going to answer? See how many things they are accusing you of.\" <sup><strong>5</strong></sup> But Jesus still made no reply, and Pilate was amazed. <sup><strong>6</strong></sup> Now it was the custom at the Feast to release a prisoner whom the people requested. <sup><strong>7</strong></sup> A man called Barabbas was in prison with the insurrectionists who had committed murder in the uprising. <sup><strong>8</strong></sup> The crowd came up and asked Pilate to do for them what he usually did. <sup><strong>9</strong></sup> \"Do you want me to release to you the king of the Jews?\" asked Pilate, <sup><strong>10</strong></sup> knowing it was out of envy that the chief priests had handed Jesus over to him. <sup><strong>11</strong></sup> But the chief priests stirred up the crowd to have Pilate release Barabbas instead. <sup><strong>12</strong></sup> \"What shall I do, then, with the one you call the king of the Jews?\" Pilate asked them. <sup><strong>13</strong></sup> \"Crucify him!\" they shouted. <sup><strong>14</strong></sup> \"Why? What crime has he committed?\" asked Pilate. But they shouted all the louder, \"Crucify him!\" <sup><strong>15</strong></sup> Wanting to satisfy the crowd, Pilate released Barabbas to them. He had Jesus flogged, and handed him over to be crucified. <sup><strong>16</strong></sup> The soldiers led Jesus away into the palace (that is, the Praetorium) and called together the whole company of soldiers. <sup><strong>17</strong></sup> They put a purple robe on him, then twisted together a crown of thorns and set it on him. <sup><strong>18</strong></sup> And they began to call out to him, \"Hail, king of the Jews!\" <sup><strong>19</strong></sup> Again and again they struck him on the head with a staff and spit on him. Falling on their knees, they paid homage to him. <sup><strong>20</strong></sup> And when they had mocked him, they took off the purple robe and put his own clothes on him. Then they led him out to crucify him. <sup><strong>21</strong></sup> A certain man from Cyrene, Simon, the father of Alexander and Rufus, was passing by on his way in from the country, and they forced him to carry the cross. <sup><strong>22</strong></sup> They brought Jesus to the place called Golgotha (which means The Place of the Skull). <sup><strong>23</strong></sup> Then they offered him wine mixed with myrrh, but he did not take it. <sup><strong>24</strong></sup> And they crucified him. Dividing up his clothes, they cast lots to see what each would get. <sup><strong>25</strong></sup> It was the third hour when they crucified him. <sup><strong>26</strong></sup> The written notice of the charge against him read: THE KING OF THE JEWS. <sup><strong>27</strong></sup> They crucified two robbers with him, one on his right and one on his left. <sup><strong>28</strong></sup> See Footnote <sup><strong>29</strong></sup> Those who passed by hurled insults at him, shaking their heads and saying, \"So! You who are going to destroy the temple and build it in three days, <sup><strong>30</strong></sup> come down from the cross and save yourself!\" <sup><strong>31</strong></sup> In the same way the chief priests and the teachers of the law mocked him among themselves. \"He saved others,\" they said, \"but he can't save himself! <sup><strong>32</strong></sup> Let this Christ, this King of Israel, come down now from the cross, that we may see and believe.\" Those crucified with him also heaped insults on him. <sup><strong>33</strong></sup> At the sixth hour darkness came over the whole land until the ninth hour. <sup><strong>34</strong></sup> And at the ninth hour Jesus cried out in a loud voice, \"Eloi, Eloi, lama sabachthani?\"--which means, \"My God, my God, why have you forsaken me?\" <sup><strong>35</strong></sup> When some of those standing near heard this, they said, \"Listen, he's calling Elijah.\" <sup><strong>36</strong></sup> One man ran, filled a sponge with wine vinegar, put it on a stick, and offered it to Jesus to drink. \"Now leave him alone. Let's see if Elijah comes to take him down,\" he said. <sup><strong>37</strong></sup> With a loud cry, Jesus breathed his last. <sup><strong>38</strong></sup> The curtain of the temple was torn in two from top to bottom. <sup><strong>39</strong></sup> And when the centurion, who stood there in front of Jesus, heard his cry and saw how he died, he said, \"Surely this man was the Son of God!\" <sup><strong>40</strong></sup> Some women were watching from a distance. Among them were Mary Magdalene, Mary the mother of James the younger and of Joses, and Salome. <sup><strong>41</strong></sup> In Galilee these women had followed him and cared for his needs. Many other women who had come up with him to Jerusalem were also there. <sup><strong>42</strong></sup> It was Preparation Day (that is, the day before the Sabbath). So as evening approached, <sup><strong>43</strong></sup> Joseph of Arimathea, a prominent member of the Council, who was himself waiting for the kingdom of God, went boldly to Pilate and asked for Jesus' body. <sup><strong>44</strong></sup> Pilate was surprised to hear that he was already dead. Summoning the centurion, he asked him if Jesus had already died. <sup><strong>45</strong></sup> When he learned from the centurion that it was so, he gave the body to Joseph. <sup><strong>46</strong></sup> So Joseph bought some linen cloth, took down the body, wrapped it in the linen, and placed it in a tomb cut out of rock. Then he rolled a stone against the entrance of the tomb. <sup><strong>47</strong></sup> Mary Magdalene and Mary the mother of Joses saw where he was laid. "},{"_id":"616221c29b02b3054ca4f4bc","topicId":"616221bc9b02b3054ca4f4a7","verse":"Mark 14:1-72","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41014001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41014001-1\">14:1&nbsp;</b>It was now two days before the Passover and the Feast of Unleavened Bread. And the chief priests and the scribes were seeking how to arrest him by stealth and kill him, <b class=\"verse-num\" id=\"v41014002-1\">2&nbsp;</b>for they said, “Not during the feast, lest there be an uproar from the people.”</p>\n\n<p id=\"p41014002_10-22\"><b class=\"verse-num\" id=\"v41014003-1\">3&nbsp;</b>And while he was at Bethany in the house of Simon the leper, as he was reclining at table, a woman came with an alabaster flask of ointment of pure nard, very costly, and she broke the flask and poured it over his head. <b class=\"verse-num\" id=\"v41014004-1\">4&nbsp;</b>There were some who said to themselves indignantly, “Why was the ointment wasted like that? <b class=\"verse-num\" id=\"v41014005-1\">5&nbsp;</b>For this ointment could have been sold for more than three hundred denarii and given to the poor.” And they scolded her. <b class=\"verse-num\" id=\"v41014006-1\">6&nbsp;</b>But Jesus said, <span class=\"woc\">“Leave her alone. Why do you trouble her? She has done a beautiful thing to me.</span> <b class=\"verse-num woc\" id=\"v41014007-1\">7&nbsp;</b><span class=\"woc\">For you always have the poor with you, and whenever you want, you can do good for them. But you will not always have me.</span> <b class=\"verse-num woc\" id=\"v41014008-1\">8&nbsp;</b><span class=\"woc\">She has done what she could; she has anointed my body beforehand for burial.</span> <b class=\"verse-num woc\" id=\"v41014009-1\">9&nbsp;</b><span class=\"woc\">And truly, I say to you, wherever the gospel is proclaimed in the whole world, what she has done will be told in memory of her.”</span></p>\n\n<p id=\"p41014009_14-22\"><b class=\"verse-num\" id=\"v41014010-1\">10&nbsp;</b>Then Judas Iscariot, who was one of the twelve, went to the chief priests in order to betray him to them. <b class=\"verse-num\" id=\"v41014011-1\">11&nbsp;</b>And when they heard it, they were glad and promised to give him money. And he sought an opportunity to betray him.</p>\n\n<p id=\"p41014011_19-22\"><b class=\"verse-num\" id=\"v41014012-1\">12&nbsp;</b>And on the first day of Unleavened Bread, when they sacrificed the Passover lamb, his disciples said to him, “Where will you have us go and prepare for you to eat the Passover?” <b class=\"verse-num\" id=\"v41014013-1\">13&nbsp;</b>And he sent two of his disciples and said to them, <span class=\"woc\">“Go into the city, and a man carrying a jar of water will meet you. Follow him,</span> <b class=\"verse-num woc\" id=\"v41014014-1\">14&nbsp;</b><span class=\"woc\">and wherever he enters, say to the master of the house, ‘The Teacher says, Where is my guest room, where I may eat the Passover with my disciples?’</span> <b class=\"verse-num woc\" id=\"v41014015-1\">15&nbsp;</b><span class=\"woc\">And he will show you a large upper room furnished and ready; there prepare for us.”</span> <b class=\"verse-num\" id=\"v41014016-1\">16&nbsp;</b>And the disciples set out and went to the city and found it just as he had told them, and they prepared the Passover.</p>\n<p id=\"p41014016_19-22\"><b class=\"verse-num\" id=\"v41014017-1\">17&nbsp;</b>And when it was evening, he came with the twelve. <b class=\"verse-num\" id=\"v41014018-1\">18&nbsp;</b>And as they were reclining at table and eating, Jesus said, <span class=\"woc\">“Truly, I say to you, one of you will betray me, one who is eating with me.”</span> <b class=\"verse-num\" id=\"v41014019-1\">19&nbsp;</b>They began to be sorrowful and to say to him one after another, “Is it I?” <b class=\"verse-num\" id=\"v41014020-1\">20&nbsp;</b>He said to them, <span class=\"woc\">“It is one of the twelve, one who is dipping bread into the dish with me.</span> <b class=\"verse-num woc\" id=\"v41014021-1\">21&nbsp;</b><span class=\"woc\">For the Son of Man goes as it is written of him, but woe to that man by whom the Son of Man is betrayed! It would have been better for that man if he had not been born.”</span></p>\n\n<p id=\"p41014021_24-22\"><b class=\"verse-num\" id=\"v41014022-1\">22&nbsp;</b>And as they were eating, he took bread, and after blessing it broke it and gave it to them, and said, <span class=\"woc\">“Take; this is my body.”</span> <b class=\"verse-num\" id=\"v41014023-1\">23&nbsp;</b>And he took a cup, and when he had given thanks he gave it to them, and they all drank of it. <b class=\"verse-num\" id=\"v41014024-1\">24&nbsp;</b>And he said to them, <span class=\"woc\">“This is my blood of the covenant, which is poured out for many.</span> <b class=\"verse-num woc\" id=\"v41014025-1\">25&nbsp;</b><span class=\"woc\">Truly, I say to you, I will not drink again of the fruit of the vine until that day when I drink it new in the kingdom of God.”</span></p>\n\n<p id=\"p41014025_28-22\"><b class=\"verse-num\" id=\"v41014026-1\">26&nbsp;</b>And when they had sung a hymn, they went out to the Mount of Olives. <b class=\"verse-num\" id=\"v41014027-1\">27&nbsp;</b>And Jesus said to them, <span class=\"woc\">“You will all fall away, for it is written, ‘I will strike the shepherd, and the sheep will be scattered.’</span> <b class=\"verse-num woc\" id=\"v41014028-1\">28&nbsp;</b><span class=\"woc\">But after I am raised up, I will go before you to Galilee.”</span> <b class=\"verse-num\" id=\"v41014029-1\">29&nbsp;</b>Peter said to him, “Even though they all fall away, I will not.” <b class=\"verse-num\" id=\"v41014030-1\">30&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Truly, I tell you, this very night, before the rooster crows twice, you will deny me three times.”</span> <b class=\"verse-num\" id=\"v41014031-1\">31&nbsp;</b>But he said emphatically, “If I must die with you, I will not deny you.” And they all said the same.</p>\n\n<p id=\"p41014031_32-22\"><b class=\"verse-num\" id=\"v41014032-1\">32&nbsp;</b>And they went to a place called Gethsemane. And he said to his disciples, <span class=\"woc\">“Sit here while I pray.”</span> <b class=\"verse-num\" id=\"v41014033-1\">33&nbsp;</b>And he took with him Peter and James and John, and began to be greatly distressed and troubled. <b class=\"verse-num\" id=\"v41014034-1\">34&nbsp;</b>And he said to them, <span class=\"woc\">“My soul is very sorrowful, even to death. Remain here and watch.”</span> <b class=\"verse-num\" id=\"v41014035-1\">35&nbsp;</b>And going a little farther, he fell on the ground and prayed that, if it were possible, the hour might pass from him. <b class=\"verse-num\" id=\"v41014036-1\">36&nbsp;</b>And he said, <span class=\"woc\">“Abba, Father, all things are possible for you. Remove this cup from me. Yet not what I will, but what you will.”</span> <b class=\"verse-num\" id=\"v41014037-1\">37&nbsp;</b>And he came and found them sleeping, and he said to Peter, <span class=\"woc\">“Simon, are you asleep? Could you not watch one hour?</span> <b class=\"verse-num woc\" id=\"v41014038-1\">38&nbsp;</b><span class=\"woc\">Watch and pray that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak.”</span> <b class=\"verse-num\" id=\"v41014039-1\">39&nbsp;</b>And again he went away and prayed, saying the same words. <b class=\"verse-num\" id=\"v41014040-1\">40&nbsp;</b>And again he came and found them sleeping, for their eyes were very heavy, and they did not know what to answer him. <b class=\"verse-num\" id=\"v41014041-1\">41&nbsp;</b>And he came the third time and said to them, <span class=\"woc\">“Are you still sleeping and taking your rest? It is enough; the hour has come. The Son of Man is betrayed into the hands of sinners.</span> <b class=\"verse-num woc\" id=\"v41014042-1\">42&nbsp;</b><span class=\"woc\">Rise, let us be going; see, my betrayer is at hand.”</span></p>\n\n<p id=\"p41014042_37-22\"><b class=\"verse-num\" id=\"v41014043-1\">43&nbsp;</b>And immediately, while he was still speaking, Judas came, one of the twelve, and with him a crowd with swords and clubs, from the chief priests and the scribes and the elders. <b class=\"verse-num\" id=\"v41014044-1\">44&nbsp;</b>Now the betrayer had given them a sign, saying, “The one I will kiss is the man. Seize him and lead him away under guard.” <b class=\"verse-num\" id=\"v41014045-1\">45&nbsp;</b>And when he came, he went up to him at once and said, “Rabbi!” And he kissed him. <b class=\"verse-num\" id=\"v41014046-1\">46&nbsp;</b>And they laid hands on him and seized him. <b class=\"verse-num\" id=\"v41014047-1\">47&nbsp;</b>But one of those who stood by drew his sword and struck the servant of the high priest and cut off his ear. <b class=\"verse-num\" id=\"v41014048-1\">48&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Have you come out as against a robber, with swords and clubs to capture me?</span> <b class=\"verse-num woc\" id=\"v41014049-1\">49&nbsp;</b><span class=\"woc\">Day after day I was with you in the temple teaching, and you did not seize me. But let the Scriptures be fulfilled.”</span> <b class=\"verse-num\" id=\"v41014050-1\">50&nbsp;</b>And they all left him and fled.</p>\n\n<p id=\"p41014050_41-22\"><b class=\"verse-num\" id=\"v41014051-1\">51&nbsp;</b>And a young man followed him, with nothing but a linen cloth about his body. And they seized him, <b class=\"verse-num\" id=\"v41014052-1\">52&nbsp;</b>but he left the linen cloth and ran away naked.</p>\n\n<p id=\"p41014052_45-22\"><b class=\"verse-num\" id=\"v41014053-1\">53&nbsp;</b>And they led Jesus to the high priest. And all the chief priests and the elders and the scribes came together. <b class=\"verse-num\" id=\"v41014054-1\">54&nbsp;</b>And Peter had followed him at a distance, right into the courtyard of the high priest. And he was sitting with the guards and warming himself at the fire. <b class=\"verse-num\" id=\"v41014055-1\">55&nbsp;</b>Now the chief priests and the whole council were seeking testimony against Jesus to put him to death, but they found none. <b class=\"verse-num\" id=\"v41014056-1\">56&nbsp;</b>For many bore false witness against him, but their testimony did not agree. <b class=\"verse-num\" id=\"v41014057-1\">57&nbsp;</b>And some stood up and bore false witness against him, saying, <b class=\"verse-num\" id=\"v41014058-1\">58&nbsp;</b>“We heard him say, ‘I will destroy this temple that is made with hands, and in three days I will build another, not made with hands.’” <b class=\"verse-num\" id=\"v41014059-1\">59&nbsp;</b>Yet even about this their testimony did not agree. <b class=\"verse-num\" id=\"v41014060-1\">60&nbsp;</b>And the high priest stood up in the midst and asked Jesus, “Have you no answer to make? What is it that these men testify against you?” <b class=\"verse-num\" id=\"v41014061-1\">61&nbsp;</b>But he remained silent and made no answer. Again the high priest asked him, “Are you the Christ, the Son of the Blessed?” <b class=\"verse-num\" id=\"v41014062-1\">62&nbsp;</b>And Jesus said, <span class=\"woc\">“I am, and you will see the Son of Man seated at the right hand of Power, and coming with the clouds of heaven.”</span> <b class=\"verse-num\" id=\"v41014063-1\">63&nbsp;</b>And the high priest tore his garments and said, “What further witnesses do we need? <b class=\"verse-num\" id=\"v41014064-1\">64&nbsp;</b>You have heard his blasphemy. What is your decision?” And they all condemned him as deserving death. <b class=\"verse-num\" id=\"v41014065-1\">65&nbsp;</b>And some began to spit on him and to cover his face and to strike him, saying to him, “Prophesy!” And the guards received him with blows.</p>\n\n<p id=\"p41014065_48-22\"><b class=\"verse-num\" id=\"v41014066-1\">66&nbsp;</b>And as Peter was below in the courtyard, one of the servant girls of the high priest came, <b class=\"verse-num\" id=\"v41014067-1\">67&nbsp;</b>and seeing Peter warming himself, she looked at him and said, “You also were with the Nazarene, Jesus.” <b class=\"verse-num\" id=\"v41014068-1\">68&nbsp;</b>But he denied it, saying, “I neither know nor understand what you mean.” And he went out into the gateway and the rooster crowed. <b class=\"verse-num\" id=\"v41014069-1\">69&nbsp;</b>And the servant girl saw him and began again to say to the bystanders, “This man is one of them.” <b class=\"verse-num\" id=\"v41014070-1\">70&nbsp;</b>But again he denied it. And after a little while the bystanders again said to Peter, “Certainly you are one of them, for you are a Galilean.” <b class=\"verse-num\" id=\"v41014071-1\">71&nbsp;</b>But he began to invoke a curse on himself and to swear, “I do not know this man of whom you speak.” <b class=\"verse-num\" id=\"v41014072-1\">72&nbsp;</b>And immediately the rooster crowed a second time. And Peter remembered how Jesus had said to him, <span class=\"woc\">“Before the rooster crows twice, you will deny me three times.”</span> And he broke down and wept.</p>\n\n</div>","kjv":"<strong>1</strong> After two days was the feast of the passover, and of unleavened bread: and the chief priests and the scribes sought how they might take him by craft, and put him to death.  <strong>2</strong> But they said, Not on the feast day, lest there be an uproar of the people.  <strong>3</strong> And being in Bethany in the house of Simon the leper, as he sat at meat, there came a woman having an alabaster box of ointment of spikenard very precious; and she brake the box, and poured it on his head.  <strong>4</strong> And there were some that had indignation within themselves, and said, Why was this waste of the ointment made?  <strong>5</strong> For it might have been sold for more than three hundred pence, and have been given to the poor. And they murmured against her.  <strong>6</strong> And Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me.  <strong>7</strong> For ye have the poor with you always, and whensoever ye will ye may do them good: but me ye have not always.  <strong>8</strong> She hath done what she could: she is come aforehand to anoint my body to the burying.  <strong>9</strong> Verily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her. <strong>10</strong> And Judas Iscariot, one of the twelve, went unto the chief priests, to betray him unto them.  <strong>11</strong> And when they heard it, they were glad, and promised to give him money. And he sought how he might conveniently betray him.  <strong>12</strong> And the first day of unleavened bread, when they killed the passover, his disciples said unto him, Where wilt thou that we go and prepare that thou mayest eat the passover?  <strong>13</strong> And he sendeth forth two of his disciples, and saith unto them, Go ye into the city, and there shall meet you a man bearing a pitcher of water: follow him.  <strong>14</strong> And wheresoever he shall go in, say ye to the goodman of the house, The Master saith, Where is the guestchamber, where I shall eat the passover with my disciples?  <strong>15</strong> And he will shew you a large upper room furnished and  prepared: there make ready for us.  <strong>16</strong> And his disciples went forth, and came into the city, and found as he had said unto them: and they made ready the passover.  <strong>17</strong> And in the evening he cometh with the twelve.  <strong>18</strong> And as they sat and did eat, Jesus said, Verily I say unto you, One of you which eateth with me shall betray me.  <strong>19</strong> And they began to be sorrowful, and to say unto him one by one, Is it I? and another said, Is it I?  <strong>20</strong> And he answered and said unto them, It is one of the twelve, that dippeth with me in the dish.  <strong>21</strong> The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born. <strong>22</strong> And as they did eat, Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body.  <strong>23</strong> And he took the cup, and when he had given thanks, he gave it  to them: and they all drank of it.  <strong>24</strong> And he said unto them, This is my blood of the new testament, which is shed for many.  <strong>25</strong> Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the kingdom of God. <strong>26</strong> And when they had sung an hymn, they went out into the mount of Olives.  <strong>27</strong> And Jesus saith unto them, All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep shall be scattered.  <strong>28</strong> But after that I am risen, I will go before you into Galilee.  <strong>29</strong> But Peter said unto him, Although all shall be offended, yet will  not I.  <strong>30</strong> And Jesus saith unto him, Verily I say unto thee, That this day, even in this night, before the cock crow twice, thou shalt deny me thrice.  <strong>31</strong> But he spake the more vehemently, If I should die with thee, I will not deny thee in any wise. Likewise also said they all.  <strong>32</strong> And they came to a place which was named Gethsemane: and he saith to his disciples, Sit ye here, while I shall pray.  <strong>33</strong> And he taketh with him Peter and James and John, and began to be sore amazed, and to be very heavy;  <strong>34</strong> And saith unto them, My soul is exceeding sorrowful unto death: tarry ye here, and watch.  <strong>35</strong> And he went forward a little, and fell on the ground, and prayed that, if it were possible, the hour might pass from him.  <strong>36</strong> And he said, Abba, Father, all things are possible unto thee; take away this cup from me: nevertheless not what I will, but what thou wilt.  <strong>37</strong> And he cometh, and findeth them sleeping, and saith unto Peter, Simon, sleepest thou? couldest not thou watch one hour?  <strong>38</strong> Watch ye and pray, lest ye enter into temptation. The spirit truly is ready, but the flesh is weak.  <strong>39</strong> And again he went away, and prayed, and spake the same words.  <strong>40</strong> And when he returned, he found them asleep again, (for their eyes were heavy,) neither wist they what to answer him.  <strong>41</strong> And he cometh the third time, and saith unto them, Sleep on now, and take your rest: it is enough, the hour is come; behold, the Son of man is betrayed into the hands of sinners.  <strong>42</strong> Rise up, let us go; lo, he that betrayeth me is at hand. <strong>43</strong> And immediately, while he yet spake, cometh Judas, one of the twelve, and with him a great multitude with swords and staves, from the chief priest and the scribes and the elders.  <strong>44</strong> And he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead him away safely.  <strong>45</strong> And as soon as he was come, he goeth straightway to him, and saith, Master, master; and kissed him.  <strong>46</strong> And they laid their hands on him, and took him.  <strong>47</strong> And one of them that stood by drew a sword, and smote a servant of the high priest, and cut off his ear.  <strong>48</strong> And Jesus answered and said unto them, Are ye come out, as against a thief, with swords and with staves to take me?  <strong>49</strong> I was daily with you in the temple teaching, and ye took me not: but the scriptures must be fulfilled.  <strong>50</strong> And they all forsook him, and fled.  <strong>51</strong> And there followed him a certain young man, having a linen cloth cast about his naked body; and the young men laid hold on him:  <strong>52</strong> And he left the linen cloth, and fled from them naked.  <strong>53</strong> And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes.  <strong>54</strong> And Peter followed him afar off, even into the palace of the high priest: and he sat with the servants, and warmed himself at the fire.  <strong>55</strong> And the chief priests and all the council sought for witness against Jesus to put him to death; and found none.  <strong>56</strong> For many bare false witness against him, but their witness agreed not together.  <strong>57</strong> And there arose certain, and bare false witness against him, saying,  <strong>58</strong> We heard him say, I will destroy this temple that is made with hands, and within three days I will build another made without hands.  <strong>59</strong> But neither so did their witness agree together.  <strong>60</strong> And the high priest stood up in the midst, and asked Jesus, saying, Answerest thou nothing? what is it which these witness against thee?  <strong>61</strong> But he held his peace, and answered nothing. Again the high priest asked him, and said unto him, Art thou the Christ, the Son of the Blessed?  <strong>62</strong> And Jesus said, I am: and ye shall see the Son of man sitting on the right hand of power, and coming in the clouds of heaven.  <strong>63</strong> Then the high priest rent his clothes, and saith, What need we any further witnesses?  <strong>64</strong> Ye have heard the blasphemy: what think ye? And they all condemned him to be guilty of death.  <strong>65</strong> And some began to spit on him, and to cover his face, and to buffet him, and to say unto him, Prophesy: and the servants did strike him with the palms of their hands.  <strong>66</strong> And as Peter was beneath in the palace, there cometh one of the maids of the high priest:  <strong>67</strong> And when she saw Peter warming himself, she looked upon him, and said, And thou also wast with Jesus of Nazareth.  <strong>68</strong> But he denied, saying, I know not, neither understand I what thou sayest. And he went out into the porch; and the cock crew.  <strong>69</strong> And a maid saw him again, and began to say to them that stood by, This is one of them.  <strong>70</strong> And he denied it again. And a little after, they that stood by said again to Peter, Surely thou art one of them: for thou art a Galilaean, and thy speech agreeth thereto.  <strong>71</strong> But he began to curse and to swear, saying, I know not this man of whom ye speak.  <strong>72</strong> And the second time the cock crew. And Peter called to mind the word that Jesus said unto him, Before the cock crow twice, thou shalt deny me thrice. And when he thought thereon, he wept.  ","niv":"<sup><strong>1</strong></sup> Now the Passover and the Feast of Unleavened Bread were only two days away, and the chief priests and the teachers of the law were looking for some sly way to arrest Jesus and kill him. <sup><strong>2</strong></sup> \"But not during the Feast,\" they said, \"or the people may riot.\" <sup><strong>3</strong></sup> While he was in Bethany, reclining at the table in the home of a man known as Simon the Leper, a woman came with an alabaster jar of very expensive perfume, made of pure nard. She broke the jar and poured the perfume on his head. <sup><strong>4</strong></sup> Some of those present were saying indignantly to one another, \"Why this waste of perfume? <sup><strong>5</strong></sup> It could have been sold for more than a year's wages and the money given to the poor.\" And they rebuked her harshly. <sup><strong>6</strong></sup> \"Leave her alone,\" said Jesus. \"Why are you bothering her? She has done a beautiful thing to me. <sup><strong>7</strong></sup> The poor you will always have with you, and you can help them any time you want. But you will not always have me. <sup><strong>8</strong></sup> She did what she could. She poured perfume on my body beforehand to prepare for my burial. <sup><strong>9</strong></sup> I tell you the truth, wherever the gospel is preached throughout the world, what she has done will also be told, in memory of her.\" <sup><strong>10</strong></sup> Then Judas Iscariot, one of the Twelve, went to the chief priests to betray Jesus to them. <sup><strong>11</strong></sup> They were delighted to hear this and promised to give him money. So he watched for an opportunity to hand him over. <sup><strong>12</strong></sup> On the first day of the Feast of Unleavened Bread, when it was customary to sacrifice the Passover lamb, Jesus' disciples asked him, \"Where do you want us to go and make preparations for you to eat the Passover?\" <sup><strong>13</strong></sup> So he sent two of his disciples, telling them, \"Go into the city, and a man carrying a jar of water will meet you. Follow him. <sup><strong>14</strong></sup> Say to the owner of the house he enters, 'The Teacher asks: Where is my guest room, where I may eat the Passover with my disciples?' <sup><strong>15</strong></sup> He will show you a large upper room, furnished and ready. Make preparations for us there.\" <sup><strong>16</strong></sup> The disciples left, went into the city and found things just as Jesus had told them. So they prepared the Passover. <sup><strong>17</strong></sup> When evening came, Jesus arrived with the Twelve. <sup><strong>18</strong></sup> While they were reclining at the table eating, he said, \"I tell you the truth, one of you will betray me--one who is eating with me.\" <sup><strong>19</strong></sup> They were saddened, and one by one they said to him, \"Surely not I?\" <sup><strong>20</strong></sup> \"It is one of the Twelve,\" he replied, \"one who dips bread into the bowl with me. <sup><strong>21</strong></sup> The Son of Man will go just as it is written about him. But woe to that man who betrays the Son of Man! It would be better for him if he had not been born.\" <sup><strong>22</strong></sup> While they were eating, Jesus took bread, gave thanks and broke it, and gave it to his disciples, saying, \"Take it; this is my body.\" <sup><strong>23</strong></sup> Then he took the cup, gave thanks and offered it to them, and they all drank from it. <sup><strong>24</strong></sup> \"This is my blood of the covenant, which is poured out for many,\" he said to them. <sup><strong>25</strong></sup> \"I tell you the truth, I will not drink again of the fruit of the vine until that day when I drink it anew in the kingdom of God.\" <sup><strong>26</strong></sup> When they had sung a hymn, they went out to the Mount of Olives. <sup><strong>27</strong></sup> \"You will all fall away,\" Jesus told them, \"for it is written: \"'I will strike the shepherd, and the sheep will be scattered.' <sup><strong>28</strong></sup> But after I have risen, I will go ahead of you into Galilee.\" <sup><strong>29</strong></sup> Peter declared, \"Even if all fall away, I will not.\" <sup><strong>30</strong></sup> \"I tell you the truth,\" Jesus answered, \"today--yes, tonight--before the rooster crows twice you yourself will disown me three times.\" <sup><strong>31</strong></sup> But Peter insisted emphatically, \"Even if I have to die with you, I will never disown you.\" And all the others said the same. <sup><strong>32</strong></sup> They went to a place called Gethsemane, and Jesus said to his disciples, \"Sit here while I pray.\" <sup><strong>33</strong></sup> He took Peter, James and John along with him, and he began to be deeply distressed and troubled. <sup><strong>34</strong></sup> \"My soul is overwhelmed with sorrow to the point of death,\" he said to them. \"Stay here and keep watch.\" <sup><strong>35</strong></sup> Going a little farther, he fell to the ground and prayed that if possible the hour might pass from him. <sup><strong>36</strong></sup> \"Abba, Father,\" he said, \"everything is possible for you. Take this cup from me. Yet not what I will, but what you will.\" <sup><strong>37</strong></sup> Then he returned to his disciples and found them sleeping. \"Simon,\" he said to Peter, \"are you asleep? Could you not keep watch for one hour? <sup><strong>38</strong></sup> Watch and pray so that you will not fall into temptation. The spirit is willing, but the body is weak.\" <sup><strong>39</strong></sup> Once more he went away and prayed the same thing. <sup><strong>40</strong></sup> When he came back, he again found them sleeping, because their eyes were heavy. They did not know what to say to him. <sup><strong>41</strong></sup> Returning the third time, he said to them, \"Are you still sleeping and resting? Enough! The hour has come. Look, the Son of Man is betrayed into the hands of sinners. <sup><strong>42</strong></sup> Rise! Let us go! Here comes my betrayer!\" <sup><strong>43</strong></sup> Just as he was speaking, Judas, one of the Twelve, appeared. With him was a crowd armed with swords and clubs, sent from the chief priests, the teachers of the law, and the elders. <sup><strong>44</strong></sup> Now the betrayer had arranged a signal with them: \"The one I kiss is the man; arrest him and lead him away under guard.\" <sup><strong>45</strong></sup> Going at once to Jesus, Judas said, \"Rabbi!\" and kissed him. <sup><strong>46</strong></sup> The men seized Jesus and arrested him. <sup><strong>47</strong></sup> Then one of those standing near drew his sword and struck the servant of the high priest, cutting off his ear. <sup><strong>48</strong></sup> \"Am I leading a rebellion,\" said Jesus, \"that you have come out with swords and clubs to capture me? <sup><strong>49</strong></sup> Every day I was with you, teaching in the temple courts, and you did not arrest me. But the Scriptures must be fulfilled.\" <sup><strong>50</strong></sup> Then everyone deserted him and fled. <sup><strong>51</strong></sup> A young man, wearing nothing but a linen garment, was following Jesus. When they seized him, <sup><strong>52</strong></sup> he fled naked, leaving his garment behind. <sup><strong>53</strong></sup> They took Jesus to the high priest, and all the chief priests, elders and teachers of the law came together. <sup><strong>54</strong></sup> Peter followed him at a distance, right into the courtyard of the high priest. There he sat with the guards and warmed himself at the fire. <sup><strong>55</strong></sup> The chief priests and the whole Sanhedrin were looking for evidence against Jesus so that they could put him to death, but they did not find any. <sup><strong>56</strong></sup> Many testified falsely against him, but their statements did not agree. <sup><strong>57</strong></sup> Then some stood up and gave this false testimony against him: <sup><strong>58</strong></sup> \"We heard him say, 'I will destroy this man-made temple and in three days will build another, not made by man.'\" <sup><strong>59</strong></sup> Yet even then their testimony did not agree. <sup><strong>60</strong></sup> Then the high priest stood up before them and asked Jesus, \"Are you not going to answer? What is this testimony that these men are bringing against you?\" <sup><strong>61</strong></sup> But Jesus remained silent and gave no answer. Again the high priest asked him, \"Are you the Christ, the Son of the Blessed One?\" <sup><strong>62</strong></sup> \"I am,\" said Jesus. \"And you will see the Son of Man sitting at the right hand of the Mighty One and coming on the clouds of heaven.\" <sup><strong>63</strong></sup> The high priest tore his clothes. \"Why do we need any more witnesses?\" he asked. <sup><strong>64</strong></sup> \"You have heard the blasphemy. What do you think?\" <sup><strong>65</strong></sup> They all condemned him as worthy of death. Then some began to spit at him; they blindfolded him, struck him with their fists, and said, \"Prophesy!\" And the guards took him and beat him. <sup><strong>66</strong></sup> While Peter was below in the courtyard, one of the servant girls of the high priest came by. <sup><strong>67</strong></sup> When she saw Peter warming himself, she looked closely at him. \"You also were with that Nazarene, Jesus,\" she said. <sup><strong>68</strong></sup> But he denied it. \"I don't know or understand what you're talking about,\" he said, and went out into the entryway. <sup><strong>69</strong></sup> When the servant girl saw him there, she said again to those standing around, \"This fellow is one of them.\" <sup><strong>70</strong></sup> Again he denied it. After a little while, those standing near said to Peter, \"Surely you are one of them, for you are a Galilean.\" <sup><strong>71</strong></sup> He began to call down curses on himself, and he swore to them, \"I don't know this man you're talking about.\" <sup><strong>72</strong></sup> Immediately the rooster crowed the second time. Then Peter remembered the word Jesus had spoken to him: \"Before the rooster crows twice you will disown me three times.\" And he broke down and wept. "},{"_id":"616221c29b02b3054ca4f4bd","topicId":"616221bc9b02b3054ca4f4a7","verse":"Mark 13:1-37","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41013001_07-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41013001-1\">13:1&nbsp;</b>And as he came out of the temple, one of his disciples said to him, “Look, Teacher, what wonderful stones and what wonderful buildings!” <b class=\"verse-num\" id=\"v41013002-1\">2&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Do you see these great buildings? There will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p41013002_14-23\"><b class=\"verse-num\" id=\"v41013003-1\">3&nbsp;</b>And as he sat on the Mount of Olives opposite the temple, Peter and James and John and Andrew asked him privately, <b class=\"verse-num\" id=\"v41013004-1\">4&nbsp;</b>“Tell us, when will these things be, and what will be the sign when all these things are about to be accomplished?” <b class=\"verse-num\" id=\"v41013005-1\">5&nbsp;</b>And Jesus began to say to them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v41013006-1\">6&nbsp;</b><span class=\"woc\">Many will come in my name, saying, ‘I am he!’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v41013007-1\">7&nbsp;</b><span class=\"woc\">And when you hear of wars and rumors of wars, do not be alarmed. This must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v41013008-1\">8&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places; there will be famines. These are but the beginning of the birth pains.</span></p>\n<p id=\"p41013008_14-23\"><b class=\"verse-num woc\" id=\"v41013009-1\">9&nbsp;</b><span class=\"woc\">“But be on your guard. For they will deliver you over to councils, and you will be beaten in synagogues, and you will stand before governors and kings for my sake, to bear witness before them.</span> <b class=\"verse-num woc\" id=\"v41013010-1\">10&nbsp;</b><span class=\"woc\">And the gospel must first be proclaimed to all nations.</span> <b class=\"verse-num woc\" id=\"v41013011-1\">11&nbsp;</b><span class=\"woc\">And when they bring you to trial and deliver you over, do not be anxious beforehand what you are to say, but say whatever is given you in that hour, for it is not you who speak, but the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v41013012-1\">12&nbsp;</b><span class=\"woc\">And brother will deliver brother over to death, and the father his child, and children will rise against parents and have them put to death.</span> <b class=\"verse-num woc\" id=\"v41013013-1\">13&nbsp;</b><span class=\"woc\">And you will be hated by all for my name’s sake. But the one who endures to the end will be saved.</span></p>\n\n<p id=\"p41013013_18-23\"><b class=\"verse-num woc\" id=\"v41013014-1\">14&nbsp;</b><span class=\"woc\">“But when you see the abomination of desolation standing where he ought not to be (let the reader understand), then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v41013015-1\">15&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down, nor enter his house, to take anything out,</span> <b class=\"verse-num woc\" id=\"v41013016-1\">16&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v41013017-1\">17&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v41013018-1\">18&nbsp;</b><span class=\"woc\">Pray that it may not happen in winter.</span> <b class=\"verse-num woc\" id=\"v41013019-1\">19&nbsp;</b><span class=\"woc\">For in those days there will be such tribulation as has not been from the beginning of the creation that God created until now, and never will be.</span> <b class=\"verse-num woc\" id=\"v41013020-1\">20&nbsp;</b><span class=\"woc\">And if the Lord had not cut short the days, no human being would be saved. But for the sake of the elect, whom he chose, he shortened the days.</span> <b class=\"verse-num woc\" id=\"v41013021-1\">21&nbsp;</b><span class=\"woc\">And then if anyone says to you, ‘Look, here is the Christ!’ or ‘Look, there he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v41013022-1\">22&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform signs and wonders, to lead astray, if possible, the elect.</span> <b class=\"verse-num woc\" id=\"v41013023-1\">23&nbsp;</b><span class=\"woc\">But be on guard; I have told you all things beforehand.</span></p>\n\n<p id=\"p41013023_25-23\"><b class=\"verse-num woc\" id=\"v41013024-1\">24&nbsp;</b><span class=\"woc\">“But in those days, after that tribulation, the sun will be darkened, and the moon will not give its light,</span> <b class=\"verse-num woc\" id=\"v41013025-1\">25&nbsp;</b><span class=\"woc\">and the stars will be falling from heaven, and the powers in the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v41013026-1\">26&nbsp;</b><span class=\"woc\">And then they will see the Son of Man coming in clouds with great power and glory.</span> <b class=\"verse-num woc\" id=\"v41013027-1\">27&nbsp;</b><span class=\"woc\">And then he will send out the angels and gather his elect from the four winds, from the ends of the earth to the ends of heaven.</span></p>\n\n<p id=\"p41013027_31-23\"><b class=\"verse-num woc\" id=\"v41013028-1\">28&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v41013029-1\">29&nbsp;</b><span class=\"woc\">So also, when you see these things taking place, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v41013030-1\">30&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v41013031-1\">31&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p41013031_38-23\"><b class=\"verse-num woc\" id=\"v41013032-1\">32&nbsp;</b><span class=\"woc\">“But concerning that day or that hour, no one knows, not even the angels in heaven, nor the Son, but only the Father.</span> <b class=\"verse-num woc\" id=\"v41013033-1\">33&nbsp;</b><span class=\"woc\">Be on guard, keep awake. For you do not know when the time will come.</span> <b class=\"verse-num woc\" id=\"v41013034-1\">34&nbsp;</b><span class=\"woc\">It is like a man going on a journey, when he leaves home and puts his servants in charge, each with his work, and commands the doorkeeper to stay awake.</span> <b class=\"verse-num woc\" id=\"v41013035-1\">35&nbsp;</b><span class=\"woc\">Therefore stay awake—for you do not know when the master of the house will come, in the evening, or at midnight, or when the rooster crows, or in the morning—</span><b class=\"verse-num woc\" id=\"v41013036-1\">36&nbsp;</b><span class=\"woc\">lest he come suddenly and find you asleep.</span> <b class=\"verse-num woc\" id=\"v41013037-1\">37&nbsp;</b><span class=\"woc\">And what I say to you I say to all: Stay awake.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And as he went out of the temple, one of his disciples saith unto him, Master, see what manner of stones and what buildings are here!  <strong>2</strong> And Jesus answering said unto him, Seest thou these great buildings? there shall not be left one stone upon another, that shall not be thrown down.  <strong>3</strong> And as he sat upon the mount of Olives over against the temple, Peter and James and John and Andrew asked him privately,  <strong>4</strong> Tell us, when shall these things be? and what shall be the sign when all these things shall be fulfilled?  <strong>5</strong> And Jesus answering them began to say, Take heed lest any man  deceive you:  <strong>6</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>7</strong> And when ye shall hear of wars and rumours of wars, be ye not troubled: for such things must needs be; but the end shall not be yet.  <strong>8</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be earthquakes in divers places, and there shall be famines and troubles: these are the beginnings of sorrows.  <strong>9</strong>           But take heed to yourselves: for they shall deliver you up to councils; and in the synagogues ye shall be beaten: and ye shall be brought before rulers and kings for my sake, for a testimony against them.  <strong>10</strong> And the gospel must first be published among all nations.  <strong>11</strong> But when they shall lead you, and deliver you up, take no thought beforehand what ye shall speak, neither do ye premeditate: but whatsoever shall be given you in that hour, that speak ye: for it is not ye that speak, but the Holy Ghost.  <strong>12</strong> Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents, and shall cause them to be put to death.  <strong>13</strong> And ye shall be hated of all men for my name’s sake: but he that shall endure unto the end, the same shall be saved.  <strong>14</strong>           But when ye shall see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not, (let him that readeth understand,) then let them that be in Judaea flee to the mountains:  <strong>15</strong> And let him that is on the housetop not go down into the house, neither enter therein, to take any thing out of his house:  <strong>16</strong> And let him that is in the field not turn back again for to take up his garment.  <strong>17</strong> But woe to them that are with child, and to them that give suck in those days!  <strong>18</strong> And pray ye that your flight be not in the winter.  <strong>19</strong> For in those days shall be affliction, such as was not from the beginning of the creation which God created unto this time, neither shall be.  <strong>20</strong> And except that the Lord had shortened those days, no flesh should be saved: but for the elect’s sake, whom he hath chosen, he hath shortened the days.  <strong>21</strong> And then if any man shall say to you, Lo, here is Christ; or, lo, he is there; believe him  not:  <strong>22</strong> For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if it were possible, even the elect.  <strong>23</strong> But take ye heed: behold, I have foretold you all things. <strong>24</strong>           But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,  <strong>25</strong> And the stars of heaven shall fall, and the powers that are in heaven shall be shaken.  <strong>26</strong> And then shall they see the Son of man coming in the clouds with great power and glory.  <strong>27</strong> And then shall he send his angels, and shall gather together his elect from the four winds, from the uttermost part of the earth to the uttermost part of heaven.  <strong>28</strong> Now learn a parable of the fig tree; When her branch is yet tender, and putteth forth leaves, ye know that summer is near:  <strong>29</strong> So ye in like manner, when ye shall see these things come to pass, know that it is nigh, even at the doors.  <strong>30</strong> Verily I say unto you, that this generation shall not pass, till all these things be done.  <strong>31</strong> Heaven and earth shall pass away: but my words shall not pass away.  <strong>32</strong>           But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father.  <strong>33</strong> Take ye heed, watch and pray: for ye know not when the time is.  <strong>34</strong> For the Son of man is as a man taking a far journey, who left his house, and gave authority to his servants, and to every man his work, and commanded the porter to watch.  <strong>35</strong> Watch ye therefore: for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning:  <strong>36</strong> Lest coming suddenly he find you sleeping.  <strong>37</strong> And what I say unto you I say unto all, Watch. ","niv":"<sup><strong>1</strong></sup> As he was leaving the temple, one of his disciples said to him, \"Look, Teacher! What massive stones! What magnificent buildings!\" <sup><strong>2</strong></sup> \"Do you see all these great buildings?\" replied Jesus. \"Not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives opposite the temple, Peter, James, John and Andrew asked him privately, <sup><strong>4</strong></sup> \"Tell us, when will these things happen? And what will be the sign that they are all about to be fulfilled?\" <sup><strong>5</strong></sup> Jesus said to them: \"Watch out that no one deceives you. <sup><strong>6</strong></sup> Many will come in my name, claiming, 'I am he,' and will deceive many. <sup><strong>7</strong></sup> When you hear of wars and rumors of wars, do not be alarmed. Such things must happen, but the end is still to come. <sup><strong>8</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places, and famines. These are the beginning of birth pains. <sup><strong>9</strong></sup> \"You must be on your guard. You will be handed over to the local councils and flogged in the synagogues. On account of me you will stand before governors and kings as witnesses to them. <sup><strong>10</strong></sup> And the gospel must first be preached to all nations. <sup><strong>11</strong></sup> Whenever you are arrested and brought to trial, do not worry beforehand about what to say. Just say whatever is given you at the time, for it is not you speaking, but the Holy Spirit. <sup><strong>12</strong></sup> \"Brother will betray brother to death, and a father his child. Children will rebel against their parents and have them put to death. <sup><strong>13</strong></sup> All men will hate you because of me, but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> \"When you see 'the abomination that causes desolation' standing where it does not belong--let the reader understand--then let those who are in Judea flee to the mountains. <sup><strong>15</strong></sup> Let no one on the roof of his house go down or enter the house to take anything out. <sup><strong>16</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>17</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>18</strong></sup> Pray that this will not take place in winter, <sup><strong>19</strong></sup> because those will be days of distress unequaled from the beginning, when God created the world, until now--and never to be equaled again. <sup><strong>20</strong></sup> If the Lord had not cut short those days, no one would survive. But for the sake of the elect, whom he has chosen, he has shortened them. <sup><strong>21</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'Look, there he is!' do not believe it. <sup><strong>22</strong></sup> For false Christs and false prophets will appear and perform signs and miracles to deceive the elect--if that were possible. <sup><strong>23</strong></sup> So be on your guard; I have told you everything ahead of time. <sup><strong>24</strong></sup> \"But in those days, following that distress, \"'the sun will be darkened, and the moon will not give its light; <sup><strong>25</strong></sup> the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>26</strong></sup> \"At that time men will see the Son of Man coming in clouds with great power and glory. <sup><strong>27</strong></sup> And he will send his angels and gather his elect from the four winds, from the ends of the earth to the ends of the heavens. <sup><strong>28</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>29</strong></sup> Even so, when you see these things happening, you know that it is near, right at the door. <sup><strong>30</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>31</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>32</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>33</strong></sup> Be on guard! Be alert! You do not know when that time will come. <sup><strong>34</strong></sup> It's like a man going away: He leaves his house and puts his servants in charge, each with his assigned task, and tells the one at the door to keep watch. <sup><strong>35</strong></sup> \"Therefore keep watch because you do not know when the owner of the house will come back--whether in the evening, or at midnight, or when the rooster crows, or at dawn. <sup><strong>36</strong></sup> If he comes suddenly, do not let him find you sleeping. <sup><strong>37</strong></sup> What I say to you, I say to everyone: 'Watch!'\" "},{"_id":"616221c39b02b3054ca4f4be","topicId":"616221bc9b02b3054ca4f4a7","verse":"Mark 12:1-44","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41012001_06-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41012001-1\">12:1&nbsp;</b>And he began to speak to them in parables. <span class=\"woc\">“A man planted a vineyard and put a fence around it and dug a pit for the winepress and built a tower, and leased it to tenants and went into another country.</span> <b class=\"verse-num woc\" id=\"v41012002-1\">2&nbsp;</b><span class=\"woc\">When the season came, he sent a servant to the tenants to get from them some of the fruit of the vineyard.</span> <b class=\"verse-num woc\" id=\"v41012003-1\">3&nbsp;</b><span class=\"woc\">And they took him and beat him and sent him away empty-handed.</span> <b class=\"verse-num woc\" id=\"v41012004-1\">4&nbsp;</b><span class=\"woc\">Again he sent to them another servant, and they struck him on the head and treated him shamefully.</span> <b class=\"verse-num woc\" id=\"v41012005-1\">5&nbsp;</b><span class=\"woc\">And he sent another, and him they killed. And so with many others: some they beat, and some they killed.</span> <b class=\"verse-num woc\" id=\"v41012006-1\">6&nbsp;</b><span class=\"woc\">He had still one other, a beloved son. Finally he sent him to them, saying, ‘They will respect my son.’</span> <b class=\"verse-num woc\" id=\"v41012007-1\">7&nbsp;</b><span class=\"woc\">But those tenants said to one another, ‘This is the heir. Come, let us kill him, and the inheritance will be ours.’</span> <b class=\"verse-num woc\" id=\"v41012008-1\">8&nbsp;</b><span class=\"woc\">And they took him and killed him and threw him out of the vineyard.</span> <b class=\"verse-num woc\" id=\"v41012009-1\">9&nbsp;</b><span class=\"woc\">What will the owner of the vineyard do? He will come and destroy the tenants and give the vineyard to others.</span> <b class=\"verse-num woc\" id=\"v41012010-1\">10&nbsp;</b><span class=\"woc\">Have you not read this Scripture:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p41012010_06-24\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘The stone that the builders rejected</span><br><span id=\"p41012010_06-24\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone;</span></span><br><span id=\"p41012011_06-24\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v41012011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">this was the Lord’s doing,</span><br><span id=\"p41012011_06-24\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and it is marvelous in our eyes’?”</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p41012011_06-24\"><b class=\"verse-num\" id=\"v41012012-1\">12&nbsp;</b>And they were seeking to arrest him but feared the people, for they perceived that he had told the parable against them. So they left him and went away.</p>\n\n<p id=\"p41012012_10-24\"><b class=\"verse-num\" id=\"v41012013-1\">13&nbsp;</b>And they sent to him some of the Pharisees and some of the Herodians, to trap him in his talk. <b class=\"verse-num\" id=\"v41012014-1\">14&nbsp;</b>And they came and said to him, “Teacher, we know that you are true and do not care about anyone’s opinion. For you are not swayed by appearances, but truly teach the way of God. Is it lawful to pay taxes to Caesar, or not? Should we pay them, or should we not?” <b class=\"verse-num\" id=\"v41012015-1\">15&nbsp;</b>But, knowing their hypocrisy, he said to them, <span class=\"woc\">“Why put me to the test? Bring me a denarius and let me look at it.”</span> <b class=\"verse-num\" id=\"v41012016-1\">16&nbsp;</b>And they brought one. And he said to them, <span class=\"woc\">“Whose likeness and inscription is this?”</span> They said to him, “Caesar’s.” <b class=\"verse-num\" id=\"v41012017-1\">17&nbsp;</b>Jesus said to them, <span class=\"woc\">“Render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span> And they marveled at him.</p>\n\n<p id=\"p41012017_16-24\"><b class=\"verse-num\" id=\"v41012018-1\">18&nbsp;</b>And Sadducees came to him, who say that there is no resurrection. And they asked him a question, saying, <b class=\"verse-num\" id=\"v41012019-1\">19&nbsp;</b>“Teacher, Moses wrote for us that if a man’s brother dies and leaves a wife, but leaves no child, the man must take the widow and raise up offspring for his brother. <b class=\"verse-num\" id=\"v41012020-1\">20&nbsp;</b>There were seven brothers; the first took a wife, and when he died left no offspring. <b class=\"verse-num\" id=\"v41012021-1\">21&nbsp;</b>And the second took her, and died, leaving no offspring. And the third likewise. <b class=\"verse-num\" id=\"v41012022-1\">22&nbsp;</b>And the seven left no offspring. Last of all the woman also died. <b class=\"verse-num\" id=\"v41012023-1\">23&nbsp;</b>In the resurrection, when they rise again, whose wife will she be? For the seven had her as wife.”</p>\n<p id=\"p41012023_16-24\"><b class=\"verse-num\" id=\"v41012024-1\">24&nbsp;</b>Jesus said to them, <span class=\"woc\">“Is this not the reason you are wrong, because you know neither the Scriptures nor the power of God?</span> <b class=\"verse-num woc\" id=\"v41012025-1\">25&nbsp;</b><span class=\"woc\">For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven.</span> <b class=\"verse-num woc\" id=\"v41012026-1\">26&nbsp;</b><span class=\"woc\">And as for the dead being raised, have you not read in the book of Moses, in the passage about the bush, how God spoke to him, saying, ‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’?</span> <b class=\"verse-num woc\" id=\"v41012027-1\">27&nbsp;</b><span class=\"woc\">He is not God of the dead, but of the living. You are quite wrong.”</span></p>\n\n<p id=\"p41012027_19-24\"><b class=\"verse-num\" id=\"v41012028-1\">28&nbsp;</b>And one of the scribes came up and heard them disputing with one another, and seeing that he answered them well, asked him, “Which commandment is the most important of all?” <b class=\"verse-num\" id=\"v41012029-1\">29&nbsp;</b>Jesus answered, <span class=\"woc\">“The most important is, ‘Hear, O Israel: The Lord our God, the Lord is one.</span> <b class=\"verse-num woc\" id=\"v41012030-1\">30&nbsp;</b><span class=\"woc\">And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’</span> <b class=\"verse-num woc\" id=\"v41012031-1\">31&nbsp;</b><span class=\"woc\">The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”</span> <b class=\"verse-num\" id=\"v41012032-1\">32&nbsp;</b>And the scribe said to him, “You are right, Teacher. You have truly said that he is one, and there is no other besides him. <b class=\"verse-num\" id=\"v41012033-1\">33&nbsp;</b>And to love him with all the heart and with all the understanding and with all the strength, and to love one’s neighbor as oneself, is much more than all whole burnt offerings and sacrifices.” <b class=\"verse-num\" id=\"v41012034-1\">34&nbsp;</b>And when Jesus saw that he answered wisely, he said to him, <span class=\"woc\">“You are not far from the kingdom of God.”</span> And after that no one dared to ask him any more questions.</p>\n\n<p id=\"p41012034_24-24\"><b class=\"verse-num\" id=\"v41012035-1\">35&nbsp;</b>And as Jesus taught in the temple, he said, <span class=\"woc\">“How can the scribes say that the Christ is the son of David?</span> <b class=\"verse-num woc\" id=\"v41012036-1\">36&nbsp;</b><span class=\"woc\">David himself, in the Holy Spirit, declared,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p41012036_24-24\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘The Lord said to my Lord,</span><br><span id=\"p41012036_24-24\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p41012036_24-24\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;until I put your enemies under your feet.”’</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p41012036_24-24\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v41012037-1\">37&nbsp;</b><span class=\"woc\">David himself calls him Lord. So how is he his son?”</span> And the great throng heard him gladly.</p>\n\n<p id=\"p41012037_28-24\"><b class=\"verse-num\" id=\"v41012038-1\">38&nbsp;</b>And in his teaching he said, <span class=\"woc\">“Beware of the scribes, who like to walk around in long robes and like greetings in the marketplaces</span> <b class=\"verse-num woc\" id=\"v41012039-1\">39&nbsp;</b><span class=\"woc\">and have the best seats in the synagogues and the places of honor at feasts,</span> <b class=\"verse-num woc\" id=\"v41012040-1\">40&nbsp;</b><span class=\"woc\">who devour widows’ houses and for a pretense make long prayers. They will receive the greater condemnation.”</span></p>\n\n<p id=\"p41012040_31-24\"><b class=\"verse-num\" id=\"v41012041-1\">41&nbsp;</b>And he sat down opposite the treasury and watched the people putting money into the offering box. Many rich people put in large sums. <b class=\"verse-num\" id=\"v41012042-1\">42&nbsp;</b>And a poor widow came and put in two small copper coins, which make a penny. <b class=\"verse-num\" id=\"v41012043-1\">43&nbsp;</b>And he called his disciples to him and said to them, <span class=\"woc\">“Truly, I say to you, this poor widow has put in more than all those who are contributing to the offering box.</span> <b class=\"verse-num woc\" id=\"v41012044-1\">44&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty has put in everything she had, all she had to live on.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he began to speak unto them by parables. A certain  man planted a vineyard, and set an hedge about it,  and digged a place for the winefat, and built a tower, and let it out to husbandmen, and went into a far country.  <strong>2</strong> And at the season he sent to the husbandmen a servant, that he might receive from the husbandmen of the fruit of the vineyard.  <strong>3</strong> And they caught him, and beat him, and sent him away empty.  <strong>4</strong> And again he sent unto them another servant; and at him they cast stones, and wounded him in the head, and sent him  away shamefully handled.  <strong>5</strong> And again he sent another; and him they killed, and many others; beating some, and killing some.  <strong>6</strong> Having yet therefore one son, his wellbeloved, he sent him also last unto them, saying, They will reverence my son.  <strong>7</strong> But those husbandmen said among themselves, This is the heir; come, let us kill him, and the inheritance shall be ours.  <strong>8</strong> And they took him, and killed him, and cast him out of the vineyard.  <strong>9</strong> What shall therefore the lord of the vineyard do? he will come and destroy the husbandmen, and will give the vineyard unto others.  <strong>10</strong> And have ye not read this scripture; The stone which the builders rejected is become the head of the corner:  <strong>11</strong> This was the Lord’s doing, and it is marvellous in our eyes?  <strong>12</strong> And they sought to lay hold on him, but feared the people: for they knew that he had spoken the parable against them: and they left him, and went their way.  <strong>13</strong> And they send unto him certain of the Pharisees and of the Herodians, to catch him in his words.  <strong>14</strong> And when they were come, they say unto him, Master, we know that thou art true, and carest for no man: for thou regardest not the person of men, but teachest the way of God in truth: Is it lawful to give tribute to Caesar, or not?  <strong>15</strong> Shall we give, or shall we not give? But he, knowing their hypocrisy, said unto them, Why tempt ye me? bring me a penny, that I may seeit.  <strong>16</strong> And they brought it. And he saith unto them, Whose is this image and superscription? And they said unto him, Caesar’s.  <strong>17</strong> And Jesus answering said unto them, Render to Caesar the things that are Caesar’s, and to God the things that are God’s. And they marvelled at him.  <strong>18</strong> Then come unto him the Sadducees, which say there is no resurrection; and they asked him, saying,  <strong>19</strong> Master, Moses wrote unto us, If a man’s brother die, and leave his wife behind him, and leave no children, that his brother should take his wife, and raise up seed unto his brother.  <strong>20</strong> Now there were seven brethren: and the first took a wife, and dying left no seed.  <strong>21</strong> And the second took her, and died, neither left he any seed: and the third likewise.  <strong>22</strong> And the seven had her, and left no seed: last of all the woman died also.  <strong>23</strong> In the resurrection therefore, when they shall rise, whose wife shall she be of them? for the seven had her to wife.  <strong>24</strong> And Jesus answering said unto them, Do ye not therefore err, because ye know not the scriptures, neither the power of God?  <strong>25</strong> For when they shall rise from the dead, they neither marry, nor are given in marriage; but are as the angels which are in heaven.  <strong>26</strong> And as touching the dead, that they rise: have ye not read in the book of Moses, how in the bush God spake unto him, saying, I am  the God of Abraham, and the God of Isaac, and the God of Jacob?  <strong>27</strong> He is not the God of the dead, but the God of the living: ye therefore do greatly err. <strong>28</strong> And one of the scribes came, and having heard them reasoning together, and perceiving that he had answered them well, asked him, Which is the first commandment of all?  <strong>29</strong> And Jesus answered him, The first of all the commandments is, Hear, O Israel; The Lord our God is one Lord:  <strong>30</strong> And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment.  <strong>31</strong> And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.  <strong>32</strong> And the scribe said unto him, Well, Master, thou hast said the truth: for there is one God; and there is none other but he:  <strong>33</strong> And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love his neighbour as himself, is more than all whole burnt offerings and sacrifices.  <strong>34</strong> And when Jesus saw that he answered discreetly, he said unto him, Thou art not far from the kingdom of God. And no man after that durst ask him any question.  <strong>35</strong> And Jesus answered and said, while he taught in the temple, How say the scribes that Christ is the Son of David?  <strong>36</strong> For David himself said by the Holy Ghost, The Lord said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool.  <strong>37</strong> David therefore himself calleth him Lord; and whence is he then his son? And the common people heard him gladly.  <strong>38</strong> And he said unto them in his doctrine, Beware of the scribes, which love to go in long clothing, and love salutations in the marketplaces,  <strong>39</strong> And the chief seats in the synagogues, and the uppermost rooms at feasts:  <strong>40</strong> Which devour widows’ houses, and for a pretence make long prayers: these shall receive greater damnation. <strong>41</strong> And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much.  <strong>42</strong> And there came a certain poor widow, and she threw in two mites, which make a farthing.  <strong>43</strong> And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:  <strong>44</strong> For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living. ","niv":"<sup><strong>1</strong></sup> He then began to speak to them in parables: \"A man planted a vineyard. He put a wall around it, dug a pit for the winepress and built a watchtower. Then he rented the vineyard to some farmers and went away on a journey. <sup><strong>2</strong></sup> At harvest time he sent a servant to the tenants to collect from them some of the fruit of the vineyard. <sup><strong>3</strong></sup> But they seized him, beat him and sent him away empty-handed. <sup><strong>4</strong></sup> Then he sent another servant to them; they struck this man on the head and treated him shamefully. <sup><strong>5</strong></sup> He sent still another, and that one they killed. He sent many others; some of them they beat, others they killed. <sup><strong>6</strong></sup> \"He had one left to send, a son, whom he loved. He sent him last of all, saying, 'They will respect my son.' <sup><strong>7</strong></sup> \"But the tenants said to one another, 'This is the heir. Come, let's kill him, and the inheritance will be ours.' <sup><strong>8</strong></sup> So they took him and killed him, and threw him out of the vineyard. <sup><strong>9</strong></sup> \"What then will the owner of the vineyard do? He will come and kill those tenants and give the vineyard to others. <sup><strong>10</strong></sup> Haven't you read this scripture: \"'The stone the builders rejected has become the capstone; <sup><strong>11</strong></sup> the Lord has done this, and it is marvelous in our eyes'?\" <sup><strong>12</strong></sup> Then they looked for a way to arrest him because they knew he had spoken the parable against them. But they were afraid of the crowd; so they left him and went away. <sup><strong>13</strong></sup> Later they sent some of the Pharisees and Herodians to Jesus to catch him in his words. <sup><strong>14</strong></sup> They came to him and said, \"Teacher, we know you are a man of integrity. You aren't swayed by men, because you pay no attention to who they are; but you teach the way of God in accordance with the truth. Is it right to pay taxes to Caesar or not? <sup><strong>15</strong></sup> Should we pay or shouldn't we?\" <sup><strong>16</strong></sup> But Jesus knew their hypocrisy. \"Why are you trying to trap me?\" he asked. \"Bring me a denarius and let me look at it.\" They brought the coin, and he asked them, \"Whose portrait is this? And whose inscription?Caesar's,\" they replied. <sup><strong>17</strong></sup> Then Jesus said to them, \"Give to Caesar what is Caesar's and to God what is God's.\" And they were amazed at him. <sup><strong>18</strong></sup> Then the Sadducees, who say there is no resurrection, came to him with a question. <sup><strong>19</strong></sup> \"Teacher,\" they said, \"Moses wrote for us that if a man's brother dies and leaves a wife but no children, the man must marry the widow and have children for his brother. <sup><strong>20</strong></sup> Now there were seven brothers. The first one married and died without leaving any children. <sup><strong>21</strong></sup> The second one married the widow, but he also died, leaving no child. It was the same with the third. <sup><strong>22</strong></sup> In fact, none of the seven left any children. Last of all, the woman died too. <sup><strong>23</strong></sup> At the resurrection whose wife will she be, since the seven were married to her?\" <sup><strong>24</strong></sup> Jesus replied, \"Are you not in error because you do not know the Scriptures or the power of God? <sup><strong>25</strong></sup> When the dead rise, they will neither marry nor be given in marriage; they will be like the angels in heaven. <sup><strong>26</strong></sup> Now about the dead rising--have you not read in the book of Moses, in the account of the bush, how God said to him, 'I am the God of Abraham, the God of Isaac, and the God of Jacob'? <sup><strong>27</strong></sup> He is not the God of the dead, but of the living. You are badly mistaken!\" <sup><strong>28</strong></sup> One of the teachers of the law came and heard them debating. Noticing that Jesus had given them a good answer, he asked him, \"Of all the commandments, which is the most important?\" <sup><strong>29</strong></sup> \"The most important one,\" answered Jesus, \"is this: 'Hear, O Israel, the Lord our God, the Lord is one. <sup><strong>30</strong></sup> Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.' <sup><strong>31</strong></sup> The second is this: 'Love your neighbor as yourself.' There is no commandment greater than these.\" <sup><strong>32</strong></sup> \"Well said, teacher,\" the man replied. \"You are right in saying that God is one and there is no other but him. <sup><strong>33</strong></sup> To love him with all your heart, with all your understanding and with all your strength, and to love your neighbor as yourself is more important than all burnt offerings and sacrifices.\" <sup><strong>34</strong></sup> When Jesus saw that he had answered wisely, he said to him, \"You are not far from the kingdom of God.\" And from then on no one dared ask him any more questions. <sup><strong>35</strong></sup> While Jesus was teaching in the temple courts, he asked, \"How is it that the teachers of the law say that the Christ is the son of David? <sup><strong>36</strong></sup> David himself, speaking by the Holy Spirit, declared: \"'The Lord said to my Lord: \"Sit at my right hand until I put your enemies under your feet.\"' <sup><strong>37</strong></sup> David himself calls him 'Lord.' How then can he be his son?\" The large crowd listened to him with delight. <sup><strong>38</strong></sup> As he taught, Jesus said, \"Watch out for the teachers of the law. They like to walk around in flowing robes and be greeted in the marketplaces, <sup><strong>39</strong></sup> and have the most important seats in the synagogues and the places of honor at banquets. <sup><strong>40</strong></sup> They devour widows' houses and for a show make lengthy prayers. Such men will be punished most severely.\" <sup><strong>41</strong></sup> Jesus sat down opposite the place where the offerings were put and watched the crowd putting their money into the temple treasury. Many rich people threw in large amounts. <sup><strong>42</strong></sup> But a poor widow came and put in two very small copper coins, worth only a fraction of a penny. <sup><strong>43</strong></sup> Calling his disciples to him, Jesus said, \"I tell you the truth, this poor widow has put more into the treasury than all the others. <sup><strong>44</strong></sup> They all gave out of their wealth; but she, out of her poverty, put in everything--all she had to live on.\" "},{"_id":"616221c39b02b3054ca4f4bf","topicId":"616221bc9b02b3054ca4f4a7","verse":"Mark 11:1-33","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41011001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41011001-1\">11:1&nbsp;</b>Now when they drew near to Jerusalem, to Bethphage and Bethany, at the Mount of Olives, Jesus sent two of his disciples <b class=\"verse-num\" id=\"v41011002-1\">2&nbsp;</b>and said to them, <span class=\"woc\">“Go into the village in front of you, and immediately as you enter it you will find a colt tied, on which no one has ever sat. Untie it and bring it.</span> <b class=\"verse-num woc\" id=\"v41011003-1\">3&nbsp;</b><span class=\"woc\">If anyone says to you, ‘Why are you doing this?’ say, ‘The Lord has need of it and will send it back here immediately.’”</span> <b class=\"verse-num\" id=\"v41011004-1\">4&nbsp;</b>And they went away and found a colt tied at a door outside in the street, and they untied it. <b class=\"verse-num\" id=\"v41011005-1\">5&nbsp;</b>And some of those standing there said to them, “What are you doing, untying the colt?” <b class=\"verse-num\" id=\"v41011006-1\">6&nbsp;</b>And they told them what Jesus had said, and they let them go. <b class=\"verse-num\" id=\"v41011007-1\">7&nbsp;</b>And they brought the colt to Jesus and threw their cloaks on it, and he sat on it. <b class=\"verse-num\" id=\"v41011008-1\">8&nbsp;</b>And many spread their cloaks on the road, and others spread leafy branches that they had cut from the fields. <b class=\"verse-num\" id=\"v41011009-1\">9&nbsp;</b>And those who went before and those who followed were shouting, “Hosanna! Blessed is he who comes in the name of the Lord! <b class=\"verse-num\" id=\"v41011010-1\">10&nbsp;</b>Blessed is the coming kingdom of our father David! Hosanna in the highest!”</p>\n<p id=\"p41011010_04-25\"><b class=\"verse-num\" id=\"v41011011-1\">11&nbsp;</b>And he entered Jerusalem and went into the temple. And when he had looked around at everything, as it was already late, he went out to Bethany with the twelve.</p>\n\n<p id=\"p41011011_09-25\"><b class=\"verse-num\" id=\"v41011012-1\">12&nbsp;</b>On the following day, when they came from Bethany, he was hungry. <b class=\"verse-num\" id=\"v41011013-1\">13&nbsp;</b>And seeing in the distance a fig tree in leaf, he went to see if he could find anything on it. When he came to it, he found nothing but leaves, for it was not the season for figs. <b class=\"verse-num\" id=\"v41011014-1\">14&nbsp;</b>And he said to it, <span class=\"woc\">“May no one ever eat fruit from you again.”</span> And his disciples heard it.</p>\n\n<p id=\"p41011014_13-25\"><b class=\"verse-num\" id=\"v41011015-1\">15&nbsp;</b>And they came to Jerusalem. And he entered the temple and began to drive out those who sold and those who bought in the temple, and he overturned the tables of the money-changers and the seats of those who sold pigeons. <b class=\"verse-num\" id=\"v41011016-1\">16&nbsp;</b>And he would not allow anyone to carry anything through the temple. <b class=\"verse-num\" id=\"v41011017-1\">17&nbsp;</b>And he was teaching them and saying to them, <span class=\"woc\">“Is it not written, ‘My house shall be called a house of prayer for all the nations’? But you have made it a den of robbers.”</span> <b class=\"verse-num\" id=\"v41011018-1\">18&nbsp;</b>And the chief priests and the scribes heard it and were seeking a way to destroy him, for they feared him, because all the crowd was astonished at his teaching. <b class=\"verse-num\" id=\"v41011019-1\">19&nbsp;</b>And when evening came they went out of the city.</p>\n\n<p id=\"p41011019_20-25\"><b class=\"verse-num\" id=\"v41011020-1\">20&nbsp;</b>As they passed by in the morning, they saw the fig tree withered away to its roots. <b class=\"verse-num\" id=\"v41011021-1\">21&nbsp;</b>And Peter remembered and said to him, “Rabbi, look! The fig tree that you cursed has withered.” <b class=\"verse-num\" id=\"v41011022-1\">22&nbsp;</b>And Jesus answered them, <span class=\"woc\">“Have faith in God.</span> <b class=\"verse-num woc\" id=\"v41011023-1\">23&nbsp;</b><span class=\"woc\">Truly, I say to you, whoever says to this mountain, ‘Be taken up and thrown into the sea,’ and does not doubt in his heart, but believes that what he says will come to pass, it will be done for him.</span> <b class=\"verse-num woc\" id=\"v41011024-1\">24&nbsp;</b><span class=\"woc\">Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.</span> <b class=\"verse-num woc\" id=\"v41011025-1\">25&nbsp;</b><span class=\"woc\">And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”</span></p>\n\n<p id=\"p41011025_25-25\"><b class=\"verse-num\" id=\"v41011027-1\">27&nbsp;</b>And they came again to Jerusalem. And as he was walking in the temple, the chief priests and the scribes and the elders came to him, <b class=\"verse-num\" id=\"v41011028-1\">28&nbsp;</b>and they said to him, “By what authority are you doing these things, or who gave you this authority to do them?” <b class=\"verse-num\" id=\"v41011029-1\">29&nbsp;</b>Jesus said to them, <span class=\"woc\">“I will ask you one question; answer me, and I will tell you by what authority I do these things.</span> <b class=\"verse-num woc\" id=\"v41011030-1\">30&nbsp;</b><span class=\"woc\">Was the baptism of John from heaven or from man? Answer me.”</span> <b class=\"verse-num\" id=\"v41011031-1\">31&nbsp;</b>And they discussed it with one another, saying, “If we say, ‘From heaven,’ he will say, ‘Why then did you not believe him?’ <b class=\"verse-num\" id=\"v41011032-1\">32&nbsp;</b>But shall we say, ‘From man’?”—they were afraid of the people, for they all held that John really was a prophet. <b class=\"verse-num\" id=\"v41011033-1\">33&nbsp;</b>So they answered Jesus, “We do not know.” And Jesus said to them, <span class=\"woc\">“Neither will I tell you by what authority I do these things.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And when they came nigh to Jerusalem, unto Bethphage and Bethany, at the mount of Olives, he sendeth forth two of his disciples,  <strong>2</strong> And saith unto them, Go your way into the village over against you: and as soon as ye be entered into it, ye shall find a colt tied, whereon never man sat; loose him, and bring him.  <strong>3</strong> And if any man say unto you, Why do ye this? say ye that the Lord hath need of him; and straightway he will send him hither.  <strong>4</strong> And they went their way, and found the colt tied by the door without in a place where two ways met; and they loose him.  <strong>5</strong> And certain of them that stood there said unto them, What do ye, loosing the colt?  <strong>6</strong> And they said unto them even as Jesus had commanded: and they let them go.  <strong>7</strong> And they brought the colt to Jesus, and cast their garments on him; and he sat upon him.  <strong>8</strong> And many spread their garments in the way: and others cut down branches off the trees, and strawed them in the way.  <strong>9</strong> And they that went before, and they that followed, cried, saying, Hosanna; Blessed is he that cometh in the name of the Lord:  <strong>10</strong> Blessed be the kingdom of our father David, that cometh in the name of the Lord: Hosanna in the highest.  <strong>11</strong> And Jesus entered into Jerusalem, and into the temple: and when he had looked round about upon all things, and now the eventide was come, he went out unto Bethany with the twelve.  <strong>12</strong> And on the morrow, when they were come from Bethany, he was hungry:  <strong>13</strong> And seeing a fig tree afar off having leaves, he came, if haply he might find any thing thereon: and when he came to it, he found nothing but leaves; for the time of figs was not yet.  <strong>14</strong> And Jesus answered and said unto it, No man eat fruit of thee hereafter for ever. And his disciples heard it.  <strong>15</strong> And they come to Jerusalem: and Jesus went into the temple, and began to cast out them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves;  <strong>16</strong> And would not suffer that any man should carry any vessel through the temple.  <strong>17</strong> And he taught, saying unto them, Is it not written, My house shall be called of all nations the house of prayer? but ye have made it a den of thieves.  <strong>18</strong> And the scribes and chief priests heard it, and sought how they might destroy him: for they feared him, because all the people was astonished at his doctrine.  <strong>19</strong> And when even was come, he went out of the city.  <strong>20</strong> And in the morning, as they passed by, they saw the fig tree dried up from the roots.  <strong>21</strong> And Peter calling to remembrance saith unto him, Master, behold, the fig tree which thou cursedst is withered away.  <strong>22</strong> And Jesus answering saith unto them, Have faith in God.  <strong>23</strong> For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith.  <strong>24</strong> Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall havethem.  <strong>25</strong> And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.  <strong>26</strong> But if ye do not forgive, neither will your Father which is in heaven forgive your trespasses. <strong>27</strong> And they come again to Jerusalem: and as he was walking in the temple, there come to him the chief priests, and the scribes, and the elders,  <strong>28</strong> And say unto him, By what authority doest thou these things? and who gave thee this authority to do these things?  <strong>29</strong> And Jesus answered and said unto them, I will also ask of you one question, and answer me, and I will tell you by what authority I do these things.  <strong>30</strong> The baptism of John, was it from heaven, or of men? answer me.  <strong>31</strong> And they reasoned with themselves, saying, If we shall say, From heaven; he will say, Why then did ye not believe him?  <strong>32</strong> But if we shall say, Of men; they feared the people: for all men  counted John, that he was a prophet indeed.  <strong>33</strong> And they answered and said unto Jesus, We cannot tell. And Jesus answering saith unto them, Neither do I tell you by what authority I do these things. ","niv":"<sup><strong>1</strong></sup> As they approached Jerusalem and came to Bethphage and Bethany at the Mount of Olives, Jesus sent two of his disciples, <sup><strong>2</strong></sup> saying to them, \"Go to the village ahead of you, and just as you enter it, you will find a colt tied there, which no one has ever ridden. Untie it and bring it here. <sup><strong>3</strong></sup> If anyone asks you, 'Why are you doing this?' tell him, 'The Lord needs it and will send it back here shortly.'\" <sup><strong>4</strong></sup> They went and found a colt outside in the street, tied at a doorway. As they untied it, <sup><strong>5</strong></sup> some people standing there asked, \"What are you doing, untying that colt?\" <sup><strong>6</strong></sup> They answered as Jesus had told them to, and the people let them go. <sup><strong>7</strong></sup> When they brought the colt to Jesus and threw their cloaks over it, he sat on it. <sup><strong>8</strong></sup> Many people spread their cloaks on the road, while others spread branches they had cut in the fields. <sup><strong>9</strong></sup> Those who went ahead and those who followed shouted, \"Hosanna! Blessed is he who comes in the name of the Lord!\" <sup><strong>10</strong></sup> \"Blessed is the coming kingdom of our father David!Hosanna in the highest!\" <sup><strong>11</strong></sup> Jesus entered Jerusalem and went to the temple. He looked around at everything, but since it was already late, he went out to Bethany with the Twelve. <sup><strong>12</strong></sup> The next day as they were leaving Bethany, Jesus was hungry. <sup><strong>13</strong></sup> Seeing in the distance a fig tree in leaf, he went to find out if it had any fruit. When he reached it, he found nothing but leaves, because it was not the season for figs. <sup><strong>14</strong></sup> Then he said to the tree, \"May no one ever eat fruit from you again.\" And his disciples heard him say it. <sup><strong>15</strong></sup> On reaching Jerusalem, Jesus entered the temple area and began driving out those who were buying and selling there. He overturned the tables of the money changers and the benches of those selling doves, <sup><strong>16</strong></sup> and would not allow anyone to carry merchandise through the temple courts. <sup><strong>17</strong></sup> And as he taught them, he said, \"Is it not written: \"'My house will be called a house of prayer for all nations'? But you have made it 'a den of robbers.'\" <sup><strong>18</strong></sup> The chief priests and the teachers of the law heard this and began looking for a way to kill him, for they feared him, because the whole crowd was amazed at his teaching. <sup><strong>19</strong></sup> When evening came, they went out of the city. <sup><strong>20</strong></sup> In the morning, as they went along, they saw the fig tree withered from the roots. <sup><strong>21</strong></sup> Peter remembered and said to Jesus, \"Rabbi, look! The fig tree you cursed has withered!\" <sup><strong>22</strong></sup> \"Have faith in God,\" Jesus answered. <sup><strong>23</strong></sup> \"I tell you the truth, if anyone says to this mountain, 'Go, throw yourself into the sea,' and does not doubt in his heart but believes that what he says will happen, it will be done for him. <sup><strong>24</strong></sup> Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours. <sup><strong>25</strong></sup> And when you stand praying, if you hold anything against anyone, forgive him, so that your Father in heaven may forgive you your sins.\" <sup><strong>26</strong></sup> See Footnote <sup><strong>27</strong></sup> They arrived again in Jerusalem, and while Jesus was walking in the temple courts, the chief priests, the teachers of the law and the elders came to him. <sup><strong>28</strong></sup> \"By what authority are you doing these things?\" they asked. \"And who gave you authority to do this?\" <sup><strong>29</strong></sup> Jesus replied, \"I will ask you one question. Answer me, and I will tell you by what authority I am doing these things. <sup><strong>30</strong></sup> John's baptism--was it from heaven, or from men? Tell me!\" <sup><strong>31</strong></sup> They discussed it among themselves and said, \"If we say, 'From heaven,' he will ask, 'Then why didn't you believe him?' <sup><strong>32</strong></sup> But if we say, 'From men'....\" (They feared the people, for everyone held that John really was a prophet.) <sup><strong>33</strong></sup> So they answered Jesus, \"We don't know.\" Jesus said, \"Neither will I tell you by what authority I am doing these things.\" "},{"_id":"616221c39b02b3054ca4f4c0","topicId":"616221bc9b02b3054ca4f4a7","verse":"Mark 10:1-52","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41010001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41010001-1\">10:1&nbsp;</b>And he left there and went to the region of Judea and beyond the Jordan, and crowds gathered to him again. And again, as was his custom, he taught them.</p>\n<p id=\"p41010001_04-26\"><b class=\"verse-num\" id=\"v41010002-1\">2&nbsp;</b>And Pharisees came up and in order to test him asked, “Is it lawful for a man to divorce his wife?” <b class=\"verse-num\" id=\"v41010003-1\">3&nbsp;</b>He answered them, <span class=\"woc\">“What did Moses command you?”</span> <b class=\"verse-num\" id=\"v41010004-1\">4&nbsp;</b>They said, “Moses allowed a man to write a certificate of divorce and to send her away.” <b class=\"verse-num\" id=\"v41010005-1\">5&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Because of your hardness of heart he wrote you this commandment.</span> <b class=\"verse-num woc\" id=\"v41010006-1\">6&nbsp;</b><span class=\"woc\">But from the beginning of creation, ‘God made them male and female.’</span> <b class=\"verse-num woc\" id=\"v41010007-1\">7&nbsp;</b><span class=\"woc\">‘Therefore a man shall leave his father and mother and hold fast to his wife,</span> <b class=\"verse-num woc\" id=\"v41010008-1\">8&nbsp;</b><span class=\"woc\">and the two shall become one flesh.’ So they are no longer two but one flesh.</span> <b class=\"verse-num woc\" id=\"v41010009-1\">9&nbsp;</b><span class=\"woc\">What therefore God has joined together, let not man separate.”</span></p>\n<p id=\"p41010009_04-26\"><b class=\"verse-num\" id=\"v41010010-1\">10&nbsp;</b>And in the house the disciples asked him again about this matter. <b class=\"verse-num\" id=\"v41010011-1\">11&nbsp;</b>And he said to them, <span class=\"woc\">“Whoever divorces his wife and marries another commits adultery against her,</span> <b class=\"verse-num woc\" id=\"v41010012-1\">12&nbsp;</b><span class=\"woc\">and if she divorces her husband and marries another, she commits adultery.”</span></p>\n\n<p id=\"p41010012_10-26\"><b class=\"verse-num\" id=\"v41010013-1\">13&nbsp;</b>And they were bringing children to him that he might touch them, and the disciples rebuked them. <b class=\"verse-num\" id=\"v41010014-1\">14&nbsp;</b>But when Jesus saw it, he was indignant and said to them, <span class=\"woc\">“Let the children come to me; do not hinder them, for to such belongs the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v41010015-1\">15&nbsp;</b><span class=\"woc\">Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it.”</span> <b class=\"verse-num\" id=\"v41010016-1\">16&nbsp;</b>And he took them in his arms and blessed them, laying his hands on them.</p>\n\n<p id=\"p41010016_14-26\"><b class=\"verse-num\" id=\"v41010017-1\">17&nbsp;</b>And as he was setting out on his journey, a man ran up and knelt before him and asked him, “Good Teacher, what must I do to inherit eternal life?” <b class=\"verse-num\" id=\"v41010018-1\">18&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Why do you call me good? No one is good except God alone.</span> <b class=\"verse-num woc\" id=\"v41010019-1\">19&nbsp;</b><span class=\"woc\">You know the commandments: ‘Do not murder, Do not commit adultery, Do not steal, Do not bear false witness, Do not defraud, Honor your father and mother.’”</span> <b class=\"verse-num\" id=\"v41010020-1\">20&nbsp;</b>And he said to him, “Teacher, all these I have kept from my youth.” <b class=\"verse-num\" id=\"v41010021-1\">21&nbsp;</b>And Jesus, looking at him, loved him, and said to him, <span class=\"woc\">“You lack one thing: go, sell all that you have and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v41010022-1\">22&nbsp;</b>Disheartened by the saying, he went away sorrowful, for he had great possessions.</p>\n<p id=\"p41010022_14-26\"><b class=\"verse-num\" id=\"v41010023-1\">23&nbsp;</b>And Jesus looked around and said to his disciples, <span class=\"woc\">“How difficult it will be for those who have wealth to enter the kingdom of God!”</span> <b class=\"verse-num\" id=\"v41010024-1\">24&nbsp;</b>And the disciples were amazed at his words. But Jesus said to them again, <span class=\"woc\">“Children, how difficult it is to enter the kingdom of God!</span> <b class=\"verse-num woc\" id=\"v41010025-1\">25&nbsp;</b><span class=\"woc\">It is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v41010026-1\">26&nbsp;</b>And they were exceedingly astonished, and said to him, “Then who can be saved?” <b class=\"verse-num\" id=\"v41010027-1\">27&nbsp;</b>Jesus looked at them and said, <span class=\"woc\">“With man it is impossible, but not with God. For all things are possible with God.”</span> <b class=\"verse-num\" id=\"v41010028-1\">28&nbsp;</b>Peter began to say to him, “See, we have left everything and followed you.” <b class=\"verse-num\" id=\"v41010029-1\">29&nbsp;</b>Jesus said, <span class=\"woc\">“Truly, I say to you, there is no one who has left house or brothers or sisters or mother or father or children or lands, for my sake and for the gospel,</span> <b class=\"verse-num woc\" id=\"v41010030-1\">30&nbsp;</b><span class=\"woc\">who will not receive a hundredfold now in this time, houses and brothers and sisters and mothers and children and lands, with persecutions, and in the age to come eternal life.</span> <b class=\"verse-num woc\" id=\"v41010031-1\">31&nbsp;</b><span class=\"woc\">But many who are first will be last, and the last first.”</span></p>\n\n<p id=\"p41010031_21-26\"><b class=\"verse-num\" id=\"v41010032-1\">32&nbsp;</b>And they were on the road, going up to Jerusalem, and Jesus was walking ahead of them. And they were amazed, and those who followed were afraid. And taking the twelve again, he began to tell them what was to happen to him, <b class=\"verse-num\" id=\"v41010033-1\">33&nbsp;</b>saying, <span class=\"woc\">“See, we are going up to Jerusalem, and the Son of Man will be delivered over to the chief priests and the scribes, and they will condemn him to death and deliver him over to the Gentiles.</span> <b class=\"verse-num woc\" id=\"v41010034-1\">34&nbsp;</b><span class=\"woc\">And they will mock him and spit on him, and flog him and kill him. And after three days he will rise.”</span></p>\n\n<p id=\"p41010034_27-26\"><b class=\"verse-num\" id=\"v41010035-1\">35&nbsp;</b>And James and John, the sons of Zebedee, came up to him and said to him, “Teacher, we want you to do for us whatever we ask of you.” <b class=\"verse-num\" id=\"v41010036-1\">36&nbsp;</b>And he said to them, <span class=\"woc\">“What do you want me to do for you?”</span> <b class=\"verse-num\" id=\"v41010037-1\">37&nbsp;</b>And they said to him, “Grant us to sit, one at your right hand and one at your left, in your glory.” <b class=\"verse-num\" id=\"v41010038-1\">38&nbsp;</b>Jesus said to them, <span class=\"woc\">“You do not know what you are asking. Are you able to drink the cup that I drink, or to be baptized with the baptism with which I am baptized?”</span> <b class=\"verse-num\" id=\"v41010039-1\">39&nbsp;</b>And they said to him, “We are able.” And Jesus said to them, <span class=\"woc\">“The cup that I drink you will drink, and with the baptism with which I am baptized, you will be baptized,</span> <b class=\"verse-num woc\" id=\"v41010040-1\">40&nbsp;</b><span class=\"woc\">but to sit at my right hand or at my left is not mine to grant, but it is for those for whom it has been prepared.”</span> <b class=\"verse-num\" id=\"v41010041-1\">41&nbsp;</b>And when the ten heard it, they began to be indignant at James and John. <b class=\"verse-num\" id=\"v41010042-1\">42&nbsp;</b>And Jesus called them to him and said to them, <span class=\"woc\">“You know that those who are considered rulers of the Gentiles lord it over them, and their great ones exercise authority over them.</span> <b class=\"verse-num woc\" id=\"v41010043-1\">43&nbsp;</b><span class=\"woc\">But it shall not be so among you. But whoever would be great among you must be your servant,</span> <b class=\"verse-num woc\" id=\"v41010044-1\">44&nbsp;</b><span class=\"woc\">and whoever would be first among you must be slave of all.</span> <b class=\"verse-num woc\" id=\"v41010045-1\">45&nbsp;</b><span class=\"woc\">For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n\n<p id=\"p41010045_31-26\"><b class=\"verse-num\" id=\"v41010046-1\">46&nbsp;</b>And they came to Jericho. And as he was leaving Jericho with his disciples and a great crowd, Bartimaeus, a blind beggar, the son of Timaeus, was sitting by the roadside. <b class=\"verse-num\" id=\"v41010047-1\">47&nbsp;</b>And when he heard that it was Jesus of Nazareth, he began to cry out and say, “Jesus, Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010048-1\">48&nbsp;</b>And many rebuked him, telling him to be silent. But he cried out all the more, “Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010049-1\">49&nbsp;</b>And Jesus stopped and said, <span class=\"woc\">“Call him.”</span> And they called the blind man, saying to him, “Take heart. Get up; he is calling you.” <b class=\"verse-num\" id=\"v41010050-1\">50&nbsp;</b>And throwing off his cloak, he sprang up and came to Jesus. <b class=\"verse-num\" id=\"v41010051-1\">51&nbsp;</b>And Jesus said to him, <span class=\"woc\">“What do you want me to do for you?”</span> And the blind man said to him, “Rabbi, let me recover my sight.” <b class=\"verse-num\" id=\"v41010052-1\">52&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Go your way; your faith has made you well.”</span> And immediately he recovered his sight and followed him on the way.</p>\n\n</div>","kjv":"<strong>1</strong> And he arose from thence, and cometh into the coasts of Judaea by the farther side of Jordan: and the people resort unto him again; and, as he was wont, he taught them again.  <strong>2</strong> And the Pharisees came to him, and asked him, Is it lawful for a man to put away his wife? tempting him.  <strong>3</strong> And he answered and said unto them, What did Moses command you?  <strong>4</strong> And they said, Moses suffered to write a bill of divorcement, and to put her away.  <strong>5</strong> And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept.  <strong>6</strong> But from the beginning of the creation God made them male and female.  <strong>7</strong> For this cause shall a man leave his father and mother, and cleave to his wife;  <strong>8</strong> And they twain shall be one flesh: so then they are no more twain, but one flesh.  <strong>9</strong> What therefore God hath joined together, let not man put asunder.  <strong>10</strong> And in the house his disciples asked him again of the same matter.  <strong>11</strong> And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.  <strong>12</strong> And if a woman shall put away her husband, and be married to another, she committeth adultery. <strong>13</strong> And they brought young children to him, that he should touch them: and his disciples rebuked those that brought them.  <strong>14</strong> But when Jesus saw it, he was much displeased, and said unto them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God. <strong>15</strong> Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein.  <strong>16</strong> And he took them up in his arms, put his hands upon them, and blessed them.  <strong>17</strong> And when he was gone forth into the way, there came one running, and kneeled to him, and asked him, Good Master, what shall I do that I may inherit eternal life?  <strong>18</strong> And Jesus said unto him, Why callest thou me good? there is  none good but one, that is, God.  <strong>19</strong> Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother.  <strong>20</strong> And he answered and said unto him, Master, all these have I observed from my youth.  <strong>21</strong> Then Jesus beholding him loved him, and said unto him, One thing thou lackest: go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, take up the cross, and follow me.  <strong>22</strong> And he was sad at that saying, and went away grieved: for he had great possessions.  <strong>23</strong> And Jesus looked round about, and saith unto his disciples, How hardly shall they that have riches enter into the kingdom of God!  <strong>24</strong> And the disciples were astonished at his words. But Jesus answereth again, and saith unto them, Children, how hard is it for them that trust in riches to enter into the kingdom of God!  <strong>25</strong> It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>26</strong> And they were astonished out of measure, saying among themselves, Who then can be saved?  <strong>27</strong> And Jesus looking upon them saith, With men it is impossible, but not with God: for with God all things are possible.  <strong>28</strong> Then Peter began to say unto him, Lo, we have left all, and have followed thee.  <strong>29</strong> And Jesus answered and said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel’s,  <strong>30</strong> But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.  <strong>31</strong> But many that are first shall be last; and the last first. <strong>32</strong> And they were in the way going up to Jerusalem; and Jesus went before them: and they were amazed; and as they followed, they were afraid. And he took again the twelve, and began to tell them what things should happen unto him,  <strong>33</strong> Saying,Behold, we go up to Jerusalem; and the Son of man shall be delivered unto the chief priests, and unto the scribes; and they shall condemn him to death, and shall deliver him to the Gentiles:  <strong>34</strong> And they shall mock him, and shall scourge him, and shall spit upon him, and shall kill him: and the third day he shall rise again. <strong>35</strong> And James and John, the sons of Zebedee, come unto him, saying, Master, we would that thou shouldest do for us whatsoever we shall desire.  <strong>36</strong> And he said unto them, What would ye that I should do for you?  <strong>37</strong> They said unto him, Grant unto us that we may sit, one on thy right hand, and the other on thy left hand, in thy glory.  <strong>38</strong> But Jesus said unto them, Ye know not what ye ask: can ye drink of the cup that I drink of? and be baptized with the baptism that I am baptized with?  <strong>39</strong> And they said unto him, We can. And Jesus said unto them, Ye shall indeed drink of the cup that I drink of; and with the baptism that I am baptized withal shall ye be baptized:  <strong>40</strong> But to sit on my right hand and on my left hand is not mine to give; but it shall be given to them for whom it is prepared.  <strong>41</strong> And when the ten heard it, they began to be much displeased with James and John.  <strong>42</strong> But Jesus called them to him, and saith unto them, Ye know that they which are accounted to rule over the Gentiles exercise lordship over them; and their great ones exercise authority upon them.  <strong>43</strong> But so shall it not be among you: but whosoever will be great among you, shall be your minister:  <strong>44</strong> And whosoever of you will be the chiefest, shall be servant of all.  <strong>45</strong> For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. <strong>46</strong> And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the highway side begging.  <strong>47</strong> And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou Son of David, have mercy on me.  <strong>48</strong> And many charged him that he should hold his peace: but he cried the more a great deal, Thou Son of David, have mercy on me.  <strong>49</strong> And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee.  <strong>50</strong> And he, casting away his garment, rose, and came to Jesus.  <strong>51</strong> And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight.  <strong>52</strong> And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way.  ","niv":"<sup><strong>1</strong></sup> Jesus then left that place and went into the region of Judea and across the Jordan. Again crowds of people came to him, and as was his custom, he taught them. <sup><strong>2</strong></sup> Some Pharisees came and tested him by asking, \"Is it lawful for a man to divorce his wife?\" <sup><strong>3</strong></sup> \"What did Moses command you?\" he replied. <sup><strong>4</strong></sup> They said, \"Moses permitted a man to write a certificate of divorce and send her away.\" <sup><strong>5</strong></sup> \"It was because your hearts were hard that Moses wrote you this law,\" Jesus replied. <sup><strong>6</strong></sup> \"But at the beginning of creation God 'made them male and female.' <sup><strong>7</strong></sup> 'For this reason a man will leave his father and mother and be united to his wife, <sup><strong>8</strong></sup> and the two will become one flesh.' So they are no longer two, but one. <sup><strong>9</strong></sup> Therefore what God has joined together, let man not separate.\" <sup><strong>10</strong></sup> When they were in the house again, the disciples asked Jesus about this. <sup><strong>11</strong></sup> He answered, \"Anyone who divorces his wife and marries another woman commits adultery against her. <sup><strong>12</strong></sup> And if she divorces her husband and marries another man, she commits adultery.\" <sup><strong>13</strong></sup> People were bringing little children to Jesus to have him touch them, but the disciples rebuked them. <sup><strong>14</strong></sup> When Jesus saw this, he was indignant. He said to them, \"Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these. <sup><strong>15</strong></sup> I tell you the truth, anyone who will not receive the kingdom of God like a little child will never enter it.\" <sup><strong>16</strong></sup> And he took the children in his arms, put his hands on them and blessed them. <sup><strong>17</strong></sup> As Jesus started on his way, a man ran up to him and fell on his knees before him. \"Good teacher,\" he asked, \"what must I do to inherit eternal life?\" <sup><strong>18</strong></sup> \"Why do you call me good?\" Jesus answered. \"No one is good--except God alone. <sup><strong>19</strong></sup> You know the commandments: 'Do not murder, do not commit adultery, do not steal, do not give false testimony, do not defraud, honor your father and mother.'\" <sup><strong>20</strong></sup> \"Teacher,\" he declared, \"all these I have kept since I was a boy.\" <sup><strong>21</strong></sup> Jesus looked at him and loved him. \"One thing you lack,\" he said. \"Go, sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> At this the man's face fell. He went away sad, because he had great wealth. <sup><strong>23</strong></sup> Jesus looked around and said to his disciples, \"How hard it is for the rich to enter the kingdom of God!\" <sup><strong>24</strong></sup> The disciples were amazed at his words. But Jesus said again, \"Children, how hard it is to enter the kingdom of God! <sup><strong>25</strong></sup> It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>26</strong></sup> The disciples were even more amazed, and said to each other, \"Who then can be saved?\" <sup><strong>27</strong></sup> Jesus looked at them and said, \"With man this is impossible, but not with God; all things are possible with God.\" <sup><strong>28</strong></sup> Peter said to him, \"We have left everything to follow you!\" <sup><strong>29</strong></sup> \"I tell you the truth,\" Jesus replied, \"no one who has left home or brothers or sisters or mother or father or children or fields for me and the gospel <sup><strong>30</strong></sup> will fail to receive a hundred times as much in this present age (homes, brothers, sisters, mothers, children and fields--and with them, persecutions) and in the age to come, eternal life. <sup><strong>31</strong></sup> But many who are first will be last, and the last first.\" <sup><strong>32</strong></sup> They were on their way up to Jerusalem, with Jesus leading the way, and the disciples were astonished, while those who followed were afraid. Again he took the Twelve aside and told them what was going to happen to him. <sup><strong>33</strong></sup> \"We are going up to Jerusalem,\" he said, \"and the Son of Man will be betrayed to the chief priests and teachers of the law. They will condemn him to death and will hand him over to the Gentiles, <sup><strong>34</strong></sup> who will mock him and spit on him, flog him and kill him. Three days later he will rise.\" <sup><strong>35</strong></sup> Then James and John, the sons of Zebedee, came to him. \"Teacher,\" they said, \"we want you to do for us whatever we ask.\" <sup><strong>36</strong></sup> \"What do you want me to do for you?\" he asked. <sup><strong>37</strong></sup> They replied, \"Let one of us sit at your right and the other at your left in your glory.\" <sup><strong>38</strong></sup> \"You don't know what you are asking,\" Jesus said. \"Can you drink the cup I drink or be baptized with the baptism I am baptized with?\" <sup><strong>39</strong></sup> \"We can,\" they answered. Jesus said to them, \"You will drink the cup I drink and be baptized with the baptism I am baptized with, <sup><strong>40</strong></sup> but to sit at my right or left is not for me to grant. These places belong to those for whom they have been prepared.\" <sup><strong>41</strong></sup> When the ten heard about this, they became indignant with James and John. <sup><strong>42</strong></sup> Jesus called them together and said, \"You know that those who are regarded as rulers of the Gentiles lord it over them, and their high officials exercise authority over them. <sup><strong>43</strong></sup> Not so with you. Instead, whoever wants to become great among you must be your servant, <sup><strong>44</strong></sup> and whoever wants to be first must be slave of all. <sup><strong>45</strong></sup> For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\" <sup><strong>46</strong></sup> Then they came to Jericho. As Jesus and his disciples, together with a large crowd, were leaving the city, a blind man, Bartimaeus (that is, the Son of Timaeus), was sitting by the roadside begging. <sup><strong>47</strong></sup> When he heard that it was Jesus of Nazareth, he began to shout, \"Jesus, Son of David, have mercy on me!\" <sup><strong>48</strong></sup> Many rebuked him and told him to be quiet, but he shouted all the more, \"Son of David, have mercy on me!\" <sup><strong>49</strong></sup> Jesus stopped and said, \"Call him.\" So they called to the blind man, \"Cheer up! On your feet! He's calling you.\" <sup><strong>50</strong></sup> Throwing his cloak aside, he jumped to his feet and came to Jesus. <sup><strong>51</strong></sup> \"What do you want me to do for you?\" Jesus asked him. The blind man said, \"Rabbi, I want to see.\" <sup><strong>52</strong></sup> \"Go,\" said Jesus, \"your faith has healed you.\" Immediately he received his sight and followed Jesus along the road. "}]}