{"_id":"616224079b02b3054ca4f50b","slug":"get-smart","name":"Get Smart","verses":[{"_id":"616224079b02b3054ca4f50c","topicId":"616224079b02b3054ca4f50b","verse":"Romans 8:6","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45008006_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace.</p>\n</div>","kjv":"<strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  ","niv":"<sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace;","modified":"2023-06-24T03:07:09.125Z"},{"_id":"616224079b02b3054ca4f50d","topicId":"616224079b02b3054ca4f50b","verse":"2 Timothy 3:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2023-01-03T10:58:35.059Z"},{"_id":"616224079b02b3054ca4f50e","topicId":"616224079b02b3054ca4f50b","verse":"Job 32:7-9","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18032007_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v18032007-1\">7&nbsp;</b>&nbsp;&nbsp;I said, ‘Let days speak,</span><br><span id=\"p18032007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and many years teach wisdom.’</span><br><span id=\"p18032008_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v18032008-1\">8&nbsp;</b>&nbsp;&nbsp;But it is the spirit in man,</span><br><span id=\"p18032008_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the breath of the Almighty, that makes him understand.</span><br><span id=\"p18032009_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v18032009-1\">9&nbsp;</b>&nbsp;&nbsp;It is not the old who are wise,</span><br><span id=\"p18032009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the aged who understand what is right.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> I said, Days should speak, and multitude of years should teach wisdom.  <strong>8</strong> But there is a spirit in man: and the inspiration of the Almighty giveth them understanding.  <strong>9</strong> Great men are not always wise: neither do the aged understand judgment.  ","niv":"<sup><strong>7</strong></sup> I thought, 'Age should speak; advanced years should teach wisdom.' <sup><strong>8</strong></sup> But it is the spirit in a man, the breath of the Almighty, that gives him understanding. <sup><strong>9</strong></sup> It is not only the old who are wise, not only the aged who understand what is right. ","modified":"2023-01-03T10:58:25.206Z"},{"_id":"616224089b02b3054ca4f50f","topicId":"616224079b02b3054ca4f50b","verse":"Colossians 2:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-4\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ.","modified":"2022-08-31T08:44:01.750Z"},{"_id":"616224089b02b3054ca4f510","topicId":"616224079b02b3054ca4f50b","verse":"1 John 3:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62003006_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003006-1\">6&nbsp;</b>No one who abides in him keeps on sinning; no one who keeps on sinning has either seen him or known him.</p>\n</div>","kjv":"<strong>6</strong> Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.  ","niv":"<sup><strong>6</strong></sup> No one who lives in him keeps on sinning. No one who continues to sin has either seen him or known him."},{"_id":"616224089b02b3054ca4f511","topicId":"616224079b02b3054ca4f50b","verse":"Ephesians 2:8-9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"616224099b02b3054ca4f512","topicId":"616224079b02b3054ca4f50b","verse":"Galatians 2:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48002021_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002021-1\">21&nbsp;</b>I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose.</p>\n\n</div>","kjv":"<strong>21</strong> I do not frustrate the grace of God: for if righteousness come  by the law, then Christ is dead in vain.  ","niv":"<sup><strong>21</strong></sup> I do not set aside the grace of God, for if righteousness could be gained through the law, Christ died for nothing!\""},{"_id":"616224099b02b3054ca4f513","topicId":"616224079b02b3054ca4f50b","verse":"1 Peter 1:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60001023_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001023-1\">23&nbsp;</b>since you have been born again, not of perishable seed but of imperishable, through the living and abiding word of God;</p>\n</div>","kjv":"<strong>23</strong> Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.  ","niv":"<sup><strong>23</strong></sup> For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God."},{"_id":"616224099b02b3054ca4f514","topicId":"616224079b02b3054ca4f50b","verse":"Galatians 2:16-21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48002016_01-10\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v48002016-1\">16&nbsp;</b>yet we know that a person is not justified by works of the law but through faith in Jesus Christ, so we also have believed in Christ Jesus, in order to be justified by faith in Christ and not by works of the law, because by works of the law no one will be justified.</p>\n<p id=\"p48002016_01-10\"><b class=\"verse-num\" id=\"v48002017-1\">17&nbsp;</b>But if, in our endeavor to be justified in Christ, we too were found to be sinners, is Christ then a servant of sin? Certainly not! <b class=\"verse-num\" id=\"v48002018-1\">18&nbsp;</b>For if I rebuild what I tore down, I prove myself to be a transgressor. <b class=\"verse-num\" id=\"v48002019-1\">19&nbsp;</b>For through the law I died to the law, so that I might live to God. <b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me. <b class=\"verse-num\" id=\"v48002021-1\">21&nbsp;</b>I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose.</p>\n\n</div>","kjv":"<strong>16</strong> Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified.  <strong>17</strong> But if, while we seek to be justified by Christ, we ourselves also are found sinners, is therefore Christ the minister of sin? God forbid.  <strong>18</strong> For if I build again the things which I destroyed, I make myself a transgressor.  <strong>19</strong> For I through the law am dead to the law, that I might live unto God.  <strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  <strong>21</strong> I do not frustrate the grace of God: for if righteousness come  by the law, then Christ is dead in vain.  ","niv":"<sup><strong>16</strong></sup> know that a man is not justified by observing the law, but by faith in Jesus Christ. So we, too, have put our faith in Christ Jesus that we may be justified by faith in Christ and not by observing the law, because by observing the law no one will be justified. <sup><strong>17</strong></sup> \"If, while we seek to be justified in Christ, it becomes evident that we ourselves are sinners, does that mean that Christ promotes sin? Absolutely not! <sup><strong>18</strong></sup> If I rebuild what I destroyed, I prove that I am a lawbreaker. <sup><strong>19</strong></sup> For through the law I died to the law so that I might live for God. <sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me. <sup><strong>21</strong></sup> I do not set aside the grace of God, for if righteousness could be gained through the law, Christ died for nothing!\" "},{"_id":"6162240a9b02b3054ca4f515","topicId":"616224079b02b3054ca4f50b","verse":"Matthew 3:7-8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40003007_01-11\"><b class=\"verse-num\" id=\"v40003007-1\">7&nbsp;</b>But when he saw many of the Pharisees and Sadducees coming to his baptism, he said to them, “You brood of vipers! Who warned you to flee from the wrath to come? <b class=\"verse-num\" id=\"v40003008-1\">8&nbsp;</b>Bear fruit in keeping with repentance.</p>\n</div>","kjv":"<strong>7</strong> But when he saw many of the Pharisees and Sadducees come to his baptism, he said unto them, O generation of vipers, who hath warned you to flee from the wrath to come?  <strong>8</strong> Bring forth therefore fruits meet for repentance:  ","niv":"<sup><strong>7</strong></sup> But when he saw many of the Pharisees and Sadducees coming to where he was baptizing, he said to them: \"You brood of vipers! Who warned you to flee from the coming wrath? <sup><strong>8</strong></sup> Produce fruit in keeping with repentance. "},{"_id":"6162240a9b02b3054ca4f516","topicId":"616224079b02b3054ca4f50b","verse":"1 John 5:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62005003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005003-1\">3&nbsp;</b>For this is the love of God, that we keep his commandments. And his commandments are not burdensome.</p>\n</div>","kjv":"<strong>3</strong> For this is the love of God, that we keep his commandments: and his commandments are not grievous.  ","niv":"<sup><strong>3</strong></sup> This is love for God: to obey his commands. And his commands are not burdensome,"},{"_id":"6162240a9b02b3054ca4f517","topicId":"616224079b02b3054ca4f50b","verse":"Hebrews 12:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58012008_01-13\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v58012008-1\">8&nbsp;</b>If you are left without discipline, in which all have participated, then you are illegitimate children and not sons.</p>\n</div>","kjv":"<strong>8</strong> But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.  ","niv":"<sup><strong>8</strong></sup> If you are not disciplined (and everyone undergoes discipline), then you are illegitimate children and not true sons."},{"_id":"6162240a9b02b3054ca4f518","topicId":"616224079b02b3054ca4f50b","verse":"2 Corinthians 5:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"},{"_id":"6162240b9b02b3054ca4f519","topicId":"616224079b02b3054ca4f50b","verse":"1 Corinthians 15:1-2","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46015001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  ","niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. <sup><strong>2</strong></sup> By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. "},{"_id":"6162240b9b02b3054ca4f51a","topicId":"616224079b02b3054ca4f50b","verse":"1 Corinthians 2:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46002012_01-18\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v46002012-1\">12&nbsp;</b>Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God.</p>\n</div>","kjv":"<strong>12</strong> Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.  ","niv":"<sup><strong>12</strong></sup> We have not received the spirit of the world but the Spirit who is from God, that we may understand what God has freely given us."},{"_id":"6162240b9b02b3054ca4f51b","topicId":"616224079b02b3054ca4f50b","verse":"Romans 8:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008029_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.</p>\n</div>","kjv":"<strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  ","niv":"<sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers."},{"_id":"6162240c9b02b3054ca4f51c","topicId":"616224079b02b3054ca4f50b","verse":"John 1:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--"},{"_id":"6162240c9b02b3054ca4f51d","topicId":"616224079b02b3054ca4f50b","verse":"Luke 13:23","votes":0,"__v":0,"esv":"<div>\n<p id=\"p42013023_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v42013023-1\">23&nbsp;</b>And someone said to him, “Lord, will those who are saved be few?” And he said to them,</p>\n</div>","kjv":"<strong>23</strong> Then said one unto him, Lord, are there few that be saved? And he said unto them,  ","niv":"<sup><strong>23</strong></sup> Someone asked him, \"Lord, are only a few people going to be saved?\"","modified":"2022-07-12T03:20:50.754Z"},{"_id":"6162240c9b02b3054ca4f51e","topicId":"616224079b02b3054ca4f50b","verse":"Matthew 3:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40003008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v40003008-1\">8&nbsp;</b>Bear fruit in keeping with repentance.</p>\n</div>","kjv":"<strong>8</strong> Bring forth therefore fruits meet for repentance:  ","niv":"<sup><strong>8</strong></sup> Produce fruit in keeping with repentance."},{"_id":"6162240d9b02b3054ca4f51f","topicId":"616224079b02b3054ca4f50b","verse":"Isaiah 55:7","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055007_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055007-1\">7&nbsp;</b>&nbsp;&nbsp;let the wicked forsake his way,</span><br><span id=\"p23055007_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the unrighteous man his thoughts;</span><br><span id=\"p23055007_01-23\" class=\"line\">&nbsp;&nbsp;let him return to the LORD, that he may have compassion on him,</span><br><span id=\"p23055007_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to our God, for he will abundantly pardon.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the LORD, and he will have mercy upon him; and to our God, for he will abundantly pardon.  ","niv":"<sup><strong>7</strong></sup> Let the wicked forsake his way and the evil man his thoughts. Let him turn to the LORD, and he will have mercy on him, and to our God, for he will freely pardon."},{"_id":"6162240d9b02b3054ca4f520","topicId":"616224079b02b3054ca4f50b","verse":"Romans 8:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008009_01-24\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him.</p>\n</div>","kjv":"<strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  ","niv":"<sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ."},{"_id":"6162240d9b02b3054ca4f521","topicId":"616224079b02b3054ca4f50b","verse":"Romans 5:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45005018_01-25\"><b class=\"verse-num\" id=\"v45005018-1\">18&nbsp;</b>Therefore, as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men.</p>\n\n</div>","kjv":"<strong>18</strong> Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came  upon all men unto justification of life.  ","niv":"<sup><strong>18</strong></sup> Consequently, just as the result of one trespass was condemnation for all men, so also the result of one act of righteousness was justification that brings life for all men."},{"_id":"6162240d9b02b3054ca4f522","topicId":"616224079b02b3054ca4f50b","verse":"John 3:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003003_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span></p>\n\n</div>","kjv":"<strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  ","niv":"<sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \""},{"_id":"6162240e9b02b3054ca4f523","topicId":"616224079b02b3054ca4f50b","verse":"Mark 7:8-9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41007008_01-27\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v41007008-1\">8&nbsp;</b><span class=\"woc\">You leave the commandment of God and hold to the tradition of men.”</span></p>\n<p id=\"p41007008_01-27\"><b class=\"verse-num\" id=\"v41007009-1\">9&nbsp;</b>And he said to them, <span class=\"woc\">“You have a fine way of rejecting the commandment of God in order to establish your tradition!</span></p>\n</div>","kjv":"<strong>8</strong> For laying aside the commandment of God, ye hold the tradition of men, as the washing of pots and cups: and many other such like things ye do.  <strong>9</strong> And he said unto them, Full well ye reject the commandment of God, that ye may keep your own tradition.  ","niv":"<sup><strong>8</strong></sup> You have let go of the commands of God and are holding on to the traditions of men.\" <sup><strong>9</strong></sup> And he said to them: \"You have a fine way of setting aside the commands of God in order to observe your own traditions! "},{"_id":"6162240e9b02b3054ca4f524","topicId":"616224079b02b3054ca4f50b","verse":"Matthew 3:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40003010_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v40003010-1\">10&nbsp;</b>Even now the axe is laid to the root of the trees. Every tree therefore that does not bear good fruit is cut down and thrown into the fire.</p>\n</div>","kjv":"<strong>10</strong> And now also the axe is laid unto the root of the trees: therefore every tree which bringeth not forth good fruit is hewn down, and cast into the fire.  ","niv":"<sup><strong>10</strong></sup> The ax is already at the root of the trees, and every tree that does not produce good fruit will be cut down and thrown into the fire."}]}