{"_id":"61622bc19b02b3054ca4f68e","slug":"getting-your-house-in-order","name":"Getting Your House In Order","verses":[{"_id":"61622bc19b02b3054ca4f68f","topicId":"61622bc19b02b3054ca4f68e","verse":"2 Kings 20:1","votes":205,"__v":0,"esv":"<div>\n\n<p id=\"p12020001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12020001-1\">20:1&nbsp;</b>In those days Hezekiah became sick and was at the point of death. And Isaiah the prophet the son of Amoz came to him and said to him, “Thus says the LORD, ‘Set your house in order, for you shall die; you shall not recover.’”</p>\n</div>","kjv":"<strong>1</strong> In those days was Hezekiah sick unto death. And the prophet Isaiah the son of Amoz came to him, and said unto him, Thus saith the LORD, Set thine house in order; for thou shalt die, and not live.  ","niv":"<sup><strong>1</strong></sup> In those days Hezekiah became ill and was at the point of death. The prophet Isaiah son of Amoz went to him and said, \"This is what the LORD says: Put your house in order, because you are going to die; you will not recover.\"","modified":"2023-12-04T15:51:19.736Z"},{"_id":"61622bc29b02b3054ca4f690","topicId":"61622bc19b02b3054ca4f68e","verse":"Colossians 3:12-14","votes":105,"__v":0,"esv":"<div>\n<p id=\"p51003012_01-2\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony.</p>\n</div>","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  ","niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. ","modified":"2023-05-06T11:34:00.308Z"},{"_id":"61622bc29b02b3054ca4f691","topicId":"61622bc19b02b3054ca4f68e","verse":"Romans 12:2","votes":90,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2022-10-14T02:30:03.196Z"},{"_id":"61622bc29b02b3054ca4f692","topicId":"61622bc19b02b3054ca4f68e","verse":"Hebrews 13:5","votes":81,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\"","modified":"2022-12-11T02:39:31.172Z"},{"_id":"61622bc29b02b3054ca4f693","topicId":"61622bc19b02b3054ca4f68e","verse":"1 Corinthians 6:19-20","votes":75,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. ","modified":"2022-10-20T16:21:50.862Z"},{"_id":"61622bc29b02b3054ca4f694","topicId":"61622bc19b02b3054ca4f68e","verse":"Isaiah 38:1","votes":72,"__v":0,"esv":"<div>\n\n<p id=\"p23038001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23038001-1\">38:1&nbsp;</b>In those days Hezekiah became sick and was at the point of death. And Isaiah the prophet the son of Amoz came to him, and said to him, “Thus says the LORD: Set your house in order, for you shall die, you shall not recover.”</p>\n\n</div>","kjv":"<strong>1</strong> In those days was Hezekiah sick unto death. And Isaiah the prophet the son of Amoz came unto him, and said unto him, Thus saith the LORD, Set thine house in order: for thou shalt die, and not live.  ","niv":"<sup><strong>1</strong></sup> In those days Hezekiah became ill and was at the point of death. The prophet Isaiah son of Amoz went to him and said, \"This is what the LORD says: Put your house in order, because you are going to die; you will not recover.\"","modified":"2023-01-25T05:25:54.433Z"},{"_id":"61622bc39b02b3054ca4f695","topicId":"61622bc19b02b3054ca4f68e","verse":"Philippians 4:8-9","votes":70,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-8\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things. <b class=\"verse-num\" id=\"v50004009-1\">9&nbsp;</b>What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.</p>\n\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  <strong>9</strong> Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things. <sup><strong>9</strong></sup> Whatever you have learned or received or heard from me, or seen in me--put it into practice. And the God of peace will be with you. ","modified":"2022-08-15T14:51:53.605Z"},{"_id":"61622bc39b02b3054ca4f696","topicId":"61622bc19b02b3054ca4f68e","verse":"Psalm 32:8","votes":63,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19032008_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032008-1\">8&nbsp;</b>&nbsp;&nbsp;I will instruct you and teach you in the way you should go;</span><br><span id=\"p19032008_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will counsel you with my eye upon you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> I will instruct thee and teach thee in the way which thou shalt go: I will guide thee with mine eye.  ","niv":"<sup><strong>8</strong></sup> I will instruct you and teach you in the way you should go; I will counsel you and watch over you.","modified":"2023-01-22T01:04:47.783Z"},{"_id":"61622bc39b02b3054ca4f697","topicId":"61622bc19b02b3054ca4f68e","verse":"Romans 12:17-21","votes":57,"__v":0,"esv":"<div>\n<p id=\"p45012017_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. ","modified":"2023-08-13T11:52:19.027Z"},{"_id":"61622bc49b02b3054ca4f698","topicId":"61622bc19b02b3054ca4f68e","verse":"Ephesians 4:1-6","votes":56,"__v":0,"esv":"<div>\n\n<p id=\"p49004001_07-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49004001-1\">4:1&nbsp;</b>I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, <b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love, <b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace. <b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—<b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism, <b class=\"verse-num\" id=\"v49004006-1\">6&nbsp;</b>one God and Father of all, who is over all and through all and in all.</p>\n</div>","kjv":"<strong>1</strong> I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,  <strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  <strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  <strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  <strong>5</strong> One Lord, one faith, one baptism,  <strong>6</strong> One God and Father of all, who is above all, and through all, and in you all.  ","niv":"<sup><strong>1</strong></sup> As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received. <sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love. <sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace. <sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- <sup><strong>5</strong></sup> one Lord, one faith, one baptism; <sup><strong>6</strong></sup> one God and Father of all, who is over all and through all and in all. ","modified":"2023-08-20T19:54:07.804Z"},{"_id":"61622bc49b02b3054ca4f699","topicId":"61622bc19b02b3054ca4f68e","verse":"Luke 6:32-42","votes":58,"__v":0,"esv":"<div>\n<p id=\"p42006032_01-12\"><b class=\"verse-num woc\" id=\"v42006032-1\">32&nbsp;</b><span class=\"woc\">“If you love those who love you, what benefit is that to you? For even sinners love those who love them.</span> <b class=\"verse-num woc\" id=\"v42006033-1\">33&nbsp;</b><span class=\"woc\">And if you do good to those who do good to you, what benefit is that to you? For even sinners do the same.</span> <b class=\"verse-num woc\" id=\"v42006034-1\">34&nbsp;</b><span class=\"woc\">And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.</span> <b class=\"verse-num woc\" id=\"v42006035-1\">35&nbsp;</b><span class=\"woc\">But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.</span> <b class=\"verse-num woc\" id=\"v42006036-1\">36&nbsp;</b><span class=\"woc\">Be merciful, even as your Father is merciful.</span></p>\n\n<p id=\"p42006036_03-12\"><b class=\"verse-num woc\" id=\"v42006037-1\">37&nbsp;</b><span class=\"woc\">“Judge not, and you will not be judged; condemn not, and you will not be condemned; forgive, and you will be forgiven;</span> <b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n<p id=\"p42006038_03-12\"><b class=\"verse-num\" id=\"v42006039-1\">39&nbsp;</b>He also told them a parable: <span class=\"woc\">“Can a blind man lead a blind man? Will they not both fall into a pit?</span> <b class=\"verse-num woc\" id=\"v42006040-1\">40&nbsp;</b><span class=\"woc\">A disciple is not above his teacher, but everyone when he is fully trained will be like his teacher.</span> <b class=\"verse-num woc\" id=\"v42006041-1\">41&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v42006042-1\">42&nbsp;</b><span class=\"woc\">How can you say to your brother, ‘Brother, let me take out the speck that is in your eye,’ when you yourself do not see the log that is in your own eye? You hypocrite, first take the log out of your own eye, and then you will see clearly to take out the speck that is in your brother’s eye.</span></p>\n</div>","kjv":"<strong>32</strong> For if ye love them which love you, what thank have ye? for sinners also love those that love them.  <strong>33</strong> And if ye do good to them which do good to you, what thank have ye? for sinners also do even the same.  <strong>34</strong> And if ye lend to them of whom ye hope to receive, what thank have ye? for sinners also lend to sinners, to receive as much again.  <strong>35</strong> But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.  <strong>36</strong> Be ye therefore merciful, as your Father also is merciful.  <strong>37</strong> Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven:  <strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  <strong>39</strong> And he spake a parable unto them, Can the blind lead the blind? shall they not both fall into the ditch? <strong>40</strong> The disciple is not above his master: but every one that is perfect shall be as his master.  <strong>41</strong> And why beholdest thou the mote that is in thy brother’s eye, but perceivest not the beam that is in thine own eye?  <strong>42</strong> Either how canst thou say to thy brother, Brother, let me pull out the mote that is in thine eye, when thou thyself beholdest not the beam that is in thine own eye? Thou hypocrite, cast out first the beam out of thine own eye, and then shalt thou see clearly to pull out the mote that is in thy brother’s eye.  ","niv":"<sup><strong>32</strong></sup> \"If you love those who love you, what credit is that to you? Even 'sinners' love those who love them. <sup><strong>33</strong></sup> And if you do good to those who are good to you, what credit is that to you? Even 'sinners' do that. <sup><strong>34</strong></sup> And if you lend to those from whom you expect repayment, what credit is that to you? Even 'sinners' lend to 'sinners,' expecting to be repaid in full. <sup><strong>35</strong></sup> But love your enemies, do good to them, and lend to them without expecting to get anything back. Then your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked. <sup><strong>36</strong></sup> Be merciful, just as your Father is merciful. <sup><strong>37</strong></sup> \"Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven. <sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\" <sup><strong>39</strong></sup> He also told them this parable: \"Can a blind man lead a blind man? Will they not both fall into a pit? <sup><strong>40</strong></sup> A student is not above his teacher, but everyone who is fully trained will be like his teacher. <sup><strong>41</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>42</strong></sup> How can you say to your brother, 'Brother, let me take the speck out of your eye,' when you yourself fail to see the plank in your own eye? You hypocrite, first take the plank out of your eye, and then you will see clearly to remove the speck from your brother's eye. ","modified":"2023-08-16T15:41:45.315Z"},{"_id":"61622bc49b02b3054ca4f69a","topicId":"61622bc19b02b3054ca4f68e","verse":"Luke 6:31","votes":51,"__v":0,"esv":"<div>\n<p id=\"p42006031_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n</div>","kjv":"<strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  ","niv":"<sup><strong>31</strong></sup> Do to others as you would have them do to you.","modified":"2023-08-01T17:13:19.709Z"},{"_id":"61622bc59b02b3054ca4f69b","topicId":"61622bc19b02b3054ca4f68e","verse":"Galatians 5:19-21","votes":51,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"61622bc59b02b3054ca4f69c","topicId":"61622bc19b02b3054ca4f68e","verse":"2 Samuel 17:23","votes":34,"__v":0,"esv":"<div>\n<p id=\"p10017023_01-15\"><b class=\"verse-num\" id=\"v10017023-1\">23&nbsp;</b>When Ahithophel saw that his counsel was not followed, he saddled his donkey and went off home to his own city. He set his house in order and hanged himself, and he died and was buried in the tomb of his father.</p>\n</div>","kjv":"<strong>23</strong> And when Ahithophel saw that his counsel was not followed, he saddled his ass, and arose, and gat him home to his house, to his city, and put his household in order, and hanged himself, and died, and was buried in the sepulchre of his father.  ","niv":"<sup><strong>23</strong></sup> When Ahithophel saw that his advice had not been followed, he saddled his donkey and set out for his house in his hometown. He put his house in order and then hanged himself. So he died and was buried in his father's tomb.","modified":"2023-11-24T09:51:15.672Z"},{"_id":"61622bc59b02b3054ca4f69d","topicId":"61622bc19b02b3054ca4f68e","verse":"Proverbs 24:27","votes":34,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024027_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024027-1\">27&nbsp;</b>&nbsp;&nbsp;Prepare your work outside;</span><br><span id=\"p20024027_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;get everything ready for yourself in the field,</span><br><span id=\"p20024027_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and after that build your house.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> Prepare thy work without, and make it fit for thyself in the field; and afterwards build thine house.  ","niv":"<sup><strong>27</strong></sup> Finish your outdoor work and get your fields ready; after that, build your house.","modified":"2023-11-04T21:26:50.802Z"},{"_id":"61622bc69b02b3054ca4f69e","topicId":"61622bc19b02b3054ca4f68e","verse":"1 Corinthians 14:40","votes":33,"__v":0,"esv":"<div>\n<p id=\"p46014040_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n</div>","kjv":"<strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>40</strong></sup> But everything should be done in a fitting and orderly way."},{"_id":"61622bc69b02b3054ca4f69f","topicId":"61622bc19b02b3054ca4f68e","verse":"Titus 2:4-5","votes":31,"__v":0,"esv":"<div>\n<p id=\"p56002004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. ","modified":"2023-01-26T02:39:37.416Z"},{"_id":"61622bc69b02b3054ca4f6a0","topicId":"61622bc19b02b3054ca4f68e","verse":"Revelation 1:1-20","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John, <b class=\"verse-num\" id=\"v66001002-1\">2&nbsp;</b>who bore witness to the word of God and to the testimony of Jesus Christ, even to all that he saw. <b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n\n<p id=\"p66001003_07-20\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_07-20\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, <b class=\"verse-num\" id=\"v66001005-1\">5&nbsp;</b>and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth.</p>\n<p id=\"p66001005_07-20\">To him who loves us and has freed us from our sins by his blood <b class=\"verse-num\" id=\"v66001006-1\">6&nbsp;</b>and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen. <b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n<p id=\"p66001007_07-20\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n\n<p id=\"p66001008_13-20\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus. <b class=\"verse-num\" id=\"v66001010-1\">10&nbsp;</b>I was in the Spirit on the Lord’s day, and I heard behind me a loud voice like a trumpet <b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n<p id=\"p66001011_13-20\"><b class=\"verse-num\" id=\"v66001012-1\">12&nbsp;</b>Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, <b class=\"verse-num\" id=\"v66001013-1\">13&nbsp;</b>and in the midst of the lampstands one like a son of man, clothed with a long robe and with a golden sash around his chest. <b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters. <b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n<p id=\"p66001016_13-20\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span> <b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span> <b class=\"verse-num woc\" id=\"v66001019-1\">19&nbsp;</b><span class=\"woc\">Write therefore the things that you have seen, those that are and those that are to take place after this.</span> <b class=\"verse-num woc\" id=\"v66001020-1\">20&nbsp;</b><span class=\"woc\">As for the mystery of the seven stars that you saw in my right hand, and the seven golden lampstands, the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.</span></p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  <strong>2</strong> Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.  <strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  <strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  <strong>5</strong> And from Jesus Christ, who is the faithful witness, and  the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,  <strong>6</strong> And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.  <strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  <strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  <strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  <strong>10</strong> I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,  <strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  <strong>12</strong> And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;  <strong>13</strong> And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.  <strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  <strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  <strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  <strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  <strong>19</strong>           Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;  <strong>20</strong> The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches. ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John, <sup><strong>2</strong></sup> who testifies to everything he saw--that is, the word of God and the testimony of Jesus Christ. <sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near. <sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits <sup><strong>5</strong></sup> before his throne, and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. <sup><strong>6</strong></sup> To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen. <sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen. <sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\" <sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus. <sup><strong>10</strong></sup> On the Lord's Day I was in the Spirit, and I heard behind me a loud voice like a trumpet, <sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\" <sup><strong>12</strong></sup> I turned around to see the voice that was speaking to me. And when I turned I saw seven golden lampstands, <sup><strong>13</strong></sup> and among the lampstands was someone \"like a son of man,\" dressed in a robe reaching down to his feet and with a golden sash around his chest. <sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. <sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance. <sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last. <sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades. <sup><strong>19</strong></sup> \"Write, therefore, what you have seen, what is now and what will take place later. <sup><strong>20</strong></sup> The mystery of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches. "},{"_id":"61622bc69b02b3054ca4f6a1","topicId":"61622bc19b02b3054ca4f68e","verse":"Titus 1:5","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p56001005_04-21\"><b class=\"verse-num\" id=\"v56001005-1\">5&nbsp;</b>This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—</p>\n</div>","kjv":"<strong>5</strong> For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:  ","niv":"<sup><strong>5</strong></sup> The reason I left you in Crete was that you might straighten out what was left unfinished and appoint elders in every town, as I directed you."},{"_id":"61622bc79b02b3054ca4f6a2","topicId":"61622bc19b02b3054ca4f68e","verse":"Ephesians 5:5","votes":28,"__v":0,"esv":"<div>\n<p id=\"p49005005_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005005-1\">5&nbsp;</b>For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God.</p>\n</div>","kjv":"<strong>5</strong> For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.  ","niv":"<sup><strong>5</strong></sup> For of this you can be sure: No immoral, impure or greedy person--such a man is an idolater--has any inheritance in the kingdom of Christ and of God."},{"_id":"61622bc79b02b3054ca4f6a3","topicId":"61622bc19b02b3054ca4f68e","verse":"Proverbs 24:3-4","votes":25,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024003_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024003-1\">3&nbsp;</b>&nbsp;&nbsp;By wisdom a house is built,</span><br><span id=\"p20024003_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by understanding it is established;</span><br><span id=\"p20024004_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024004-1\">4&nbsp;</b>&nbsp;&nbsp;by knowledge the rooms are filled</span><br><span id=\"p20024004_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with all precious and pleasant riches.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Through wisdom is an house builded; and by understanding it is established:  <strong>4</strong> And by knowledge shall the chambers be filled with all precious and pleasant riches.  ","niv":"<sup><strong>3</strong></sup> By wisdom a house is built, and through understanding it is established; <sup><strong>4</strong></sup> through knowledge its rooms are filled with rare and beautiful treasures. ","modified":"2022-08-24T02:43:47.400Z"},{"_id":"61622bc89b02b3054ca4f6a4","topicId":"61622bc19b02b3054ca4f68e","verse":"Luke 16:10-12","votes":25,"__v":0,"esv":"<div>\n<p id=\"p42016010_01-24\"><b class=\"verse-num woc\" id=\"v42016010-1\">10&nbsp;</b><span class=\"woc\">“One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much.</span> <b class=\"verse-num woc\" id=\"v42016011-1\">11&nbsp;</b><span class=\"woc\">If then you have not been faithful in the unrighteous wealth, who will entrust to you the true riches?</span> <b class=\"verse-num woc\" id=\"v42016012-1\">12&nbsp;</b><span class=\"woc\">And if you have not been faithful in that which is another’s, who will give you that which is your own?</span></p>\n</div>","kjv":"<strong>10</strong> He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much.  <strong>11</strong> If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?  <strong>12</strong> And if ye have not been faithful in that which is another man’s, who shall give you that which is your own? ","niv":"<sup><strong>10</strong></sup> \"Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much. <sup><strong>11</strong></sup> So if you have not been trustworthy in handling worldly wealth, who will trust you with true riches? <sup><strong>12</strong></sup> And if you have not been trustworthy with someone else's property, who will give you property of your own? "},{"_id":"61622bc89b02b3054ca4f6a5","topicId":"61622bc19b02b3054ca4f68e","verse":"Proverbs 28:6","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028006_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028006-1\">6&nbsp;</b>&nbsp;&nbsp;Better is a poor man who walks in his integrity</span><br><span id=\"p20028006_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than a rich man who is crooked in his ways.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Better is the poor that walketh in his uprightness, than he that is perverse in his ways, though he be  rich.  ","niv":"<sup><strong>6</strong></sup> Better a poor man whose walk is blameless than a rich man whose ways are perverse.","modified":"2023-01-25T11:06:16.037Z"},{"_id":"61622bc89b02b3054ca4f6a6","topicId":"61622bc19b02b3054ca4f68e","verse":"James 4:1","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p59004001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59004001-1\">4:1&nbsp;</b>What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you?</p>\n\n</div>","kjv":"<strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  ","niv":"<sup><strong>1</strong></sup> What causes fights and quarrels among you? Don't they come from your desires that battle within you?","modified":"2023-06-22T04:59:08.576Z"},{"_id":"61622bc89b02b3054ca4f6a7","topicId":"61622bc19b02b3054ca4f68e","verse":"Proverbs 31:1-31","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p20031001_06-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v20031001-1\">31:1&nbsp;</b>The words of King Lemuel. An oracle that his mother taught him:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031002_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031002-1\">2&nbsp;</b>&nbsp;&nbsp;What are you doing, my son? What are you doing, son of my womb?</span><br><span id=\"p20031002_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;What are you doing, son of my vows?</span><br><span id=\"p20031003_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031003-1\">3&nbsp;</b>&nbsp;&nbsp;Do not give your strength to women,</span><br><span id=\"p20031003_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your ways to those who destroy kings.</span><br><span id=\"p20031004_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031004-1\">4&nbsp;</b>&nbsp;&nbsp;It is not for kings, O Lemuel,</span><br><span id=\"p20031004_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is not for kings to drink wine,</span><br><span id=\"p20031004_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or for rulers to take strong drink,</span><br><span id=\"p20031005_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031005-1\">5&nbsp;</b>&nbsp;&nbsp;lest they drink and forget what has been decreed</span><br><span id=\"p20031005_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and pervert the rights of all the afflicted.</span><br><span id=\"p20031006_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031006-1\">6&nbsp;</b>&nbsp;&nbsp;Give strong drink to the one who is perishing,</span><br><span id=\"p20031006_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wine to those in bitter distress;</span><br><span id=\"p20031007_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031007-1\">7&nbsp;</b>&nbsp;&nbsp;let them drink and forget their poverty</span><br><span id=\"p20031007_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and remember their misery no more.</span><br><span id=\"p20031008_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031008-1\">8&nbsp;</b>&nbsp;&nbsp;Open your mouth for the mute,</span><br><span id=\"p20031008_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the rights of all who are destitute.</span><br><span id=\"p20031009_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031009-1\">9&nbsp;</b>&nbsp;&nbsp;Open your mouth, judge righteously,</span><br><span id=\"p20031009_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;defend the rights of the poor and needy.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031010_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031010-1\">10&nbsp;</b>&nbsp;&nbsp; An excellent wife who can find?</span><br><span id=\"p20031010_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;She is far more precious than jewels.</span><br><span id=\"p20031011_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031011-1\">11&nbsp;</b>&nbsp;&nbsp;The heart of her husband trusts in her,</span><br><span id=\"p20031011_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will have no lack of gain.</span><br><span id=\"p20031012_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031012-1\">12&nbsp;</b>&nbsp;&nbsp;She does him good, and not harm,</span><br><span id=\"p20031012_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of her life.</span><br><span id=\"p20031013_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031013-1\">13&nbsp;</b>&nbsp;&nbsp;She seeks wool and flax,</span><br><span id=\"p20031013_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and works with willing hands.</span><br><span id=\"p20031014_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031014-1\">14&nbsp;</b>&nbsp;&nbsp;She is like the ships of the merchant;</span><br><span id=\"p20031014_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she brings her food from afar.</span><br><span id=\"p20031015_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031015-1\">15&nbsp;</b>&nbsp;&nbsp;She rises while it is yet night</span><br><span id=\"p20031015_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and provides food for her household</span><br><span id=\"p20031015_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and portions for her maidens.</span><br><span id=\"p20031016_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031016-1\">16&nbsp;</b>&nbsp;&nbsp;She considers a field and buys it;</span><br><span id=\"p20031016_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the fruit of her hands she plants a vineyard.</span><br><span id=\"p20031017_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031017-1\">17&nbsp;</b>&nbsp;&nbsp;She dresses herself with strength</span><br><span id=\"p20031017_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes her arms strong.</span><br><span id=\"p20031018_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031018-1\">18&nbsp;</b>&nbsp;&nbsp;She perceives that her merchandise is profitable.</span><br><span id=\"p20031018_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Her lamp does not go out at night.</span><br><span id=\"p20031019_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031019-1\">19&nbsp;</b>&nbsp;&nbsp;She puts her hands to the distaff,</span><br><span id=\"p20031019_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her hands hold the spindle.</span><br><span id=\"p20031020_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031020-1\">20&nbsp;</b>&nbsp;&nbsp;She opens her hand to the poor</span><br><span id=\"p20031020_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and reaches out her hands to the needy.</span><br><span id=\"p20031021_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031021-1\">21&nbsp;</b>&nbsp;&nbsp;She is not afraid of snow for her household,</span><br><span id=\"p20031021_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all her household are clothed in scarlet.</span><br><span id=\"p20031022_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031022-1\">22&nbsp;</b>&nbsp;&nbsp;She makes bed coverings for herself;</span><br><span id=\"p20031022_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her clothing is fine linen and purple.</span><br><span id=\"p20031023_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031023-1\">23&nbsp;</b>&nbsp;&nbsp;Her husband is known in the gates</span><br><span id=\"p20031023_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he sits among the elders of the land.</span><br><span id=\"p20031024_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031024-1\">24&nbsp;</b>&nbsp;&nbsp;She makes linen garments and sells them;</span><br><span id=\"p20031024_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she delivers sashes to the merchant.</span><br><span id=\"p20031025_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031025-1\">25&nbsp;</b>&nbsp;&nbsp;Strength and dignity are her clothing,</span><br><span id=\"p20031025_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and she laughs at the time to come.</span><br><span id=\"p20031026_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031026-1\">26&nbsp;</b>&nbsp;&nbsp;She opens her mouth with wisdom,</span><br><span id=\"p20031026_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the teaching of kindness is on her tongue.</span><br><span id=\"p20031027_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031027-1\">27&nbsp;</b>&nbsp;&nbsp;She looks well to the ways of her household</span><br><span id=\"p20031027_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not eat the bread of idleness.</span><br><span id=\"p20031028_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031028-1\">28&nbsp;</b>&nbsp;&nbsp;Her children rise up and call her blessed;</span><br><span id=\"p20031028_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her husband also, and he praises her:</span><br><span id=\"p20031029_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031029-1\">29&nbsp;</b>&nbsp;&nbsp;“Many women have done excellently,</span><br><span id=\"p20031029_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you surpass them all.”</span><br><span id=\"p20031030_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031030-1\">30&nbsp;</b>&nbsp;&nbsp;Charm is deceitful, and beauty is vain,</span><br><span id=\"p20031030_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a woman who fears the LORD is to be praised.</span><br><span id=\"p20031031_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031031-1\">31&nbsp;</b>&nbsp;&nbsp;Give her of the fruit of her hands,</span><br><span id=\"p20031031_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let her works praise her in the gates.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The words of king Lemuel, the prophecy that his mother taught him.  <strong>2</strong> What, my son? and what, the son of my womb? and what, the son of my vows?  <strong>3</strong> Give not thy strength unto women, nor thy ways to that which destroyeth kings.  <strong>4</strong> It is not for kings, O Lemuel, it is not for kings to drink wine; nor for princes strong drink:  <strong>5</strong> Lest they drink, and forget the law, and pervert the judgment of any of the afflicted.  <strong>6</strong> Give strong drink unto him that is ready to perish, and wine unto those that be of heavy hearts.  <strong>7</strong> Let him drink, and forget his poverty, and remember his misery no more.  <strong>8</strong> Open thy mouth for the dumb in the cause of all such as are appointed to destruction.  <strong>9</strong> Open thy mouth, judge righteously, and plead the cause of the poor and needy.  <strong>10</strong> Who can find a virtuous woman? for her price is far above rubies.  <strong>11</strong> The heart of her husband doth safely trust in her, so that he shall have no need of spoil.  <strong>12</strong> She will do him good and not evil all the days of her life.  <strong>13</strong> She seeketh wool, and flax, and worketh willingly with her hands.  <strong>14</strong> She is like the merchants’ ships; she bringeth her food from afar.  <strong>15</strong> She riseth also while it is yet night, and giveth meat to her household, and a portion to her maidens.  <strong>16</strong> She considereth a field, and buyeth it: with the fruit of her hands she planteth a vineyard.  <strong>17</strong> She girdeth her loins with strength, and strengtheneth her arms.  <strong>18</strong> She perceiveth that her merchandise is good: her candle goeth not out by night.  <strong>19</strong> She layeth her hands to the spindle, and her hands hold the distaff.  <strong>20</strong> She stretcheth out her hand to the poor; yea, she reacheth forth her hands to the needy.  <strong>21</strong> She is not afraid of the snow for her household: for all her household are clothed with scarlet.  <strong>22</strong> She maketh herself coverings of tapestry; her clothing is  silk and purple.  <strong>23</strong> Her husband is known in the gates, when he sitteth among the elders of the land.  <strong>24</strong> She maketh fine linen, and selleth it; and delivereth girdles unto the merchant.  <strong>25</strong> Strength and honour are her clothing; and she shall rejoice in time to come.  <strong>26</strong> She openeth her mouth with wisdom; and in her tongue is the law of kindness.  <strong>27</strong> She looketh well to the ways of her household, and eateth not the bread of idleness.  <strong>28</strong> Her children arise up, and call her blessed; her husband also,  and he praiseth her.  <strong>29</strong> Many daughters have done virtuously, but thou excellest them all.  <strong>30</strong> Favour is deceitful, and beauty is vain: but  a woman that feareth the LORD, she shall be praised.  <strong>31</strong> Give her of the fruit of her hands; and let her own works praise her in the gates.  ","niv":"<sup><strong>1</strong></sup> The sayings of King Lemuel-an oracle his mother taught him: <sup><strong>2</strong></sup> \"O my son, O son of my womb, O son of my vows, <sup><strong>3</strong></sup> do not spend your strength on women, your vigor on those who ruin kings. <sup><strong>4</strong></sup> \"It is not for kings, O Lemuel- not for kings to drink wine, not for rulers to crave beer, <sup><strong>5</strong></sup> lest they drink and forget what the law decrees, and deprive all the oppressed of their rights. <sup><strong>6</strong></sup> Give beer to those who are perishing, wine to those who are in anguish; <sup><strong>7</strong></sup> let them drink and forget their poverty and remember their misery no more. <sup><strong>8</strong></sup> \"Speak up for those who cannot speak for themselves, for the rights of all who are destitute. <sup><strong>9</strong></sup> Speak up and judge fairly; defend the rights of the poor and needy.\" Epilogue: The Wife of Noble Character <sup><strong>10</strong></sup> A wife of noble character who can find? She is worth far more than rubies. <sup><strong>11</strong></sup> Her husband has full confidence in her and lacks nothing of value. <sup><strong>12</strong></sup> She brings him good, not harm, all the days of her life. <sup><strong>13</strong></sup> She selects wool and flax and works with eager hands. <sup><strong>14</strong></sup> She is like the merchant ships, bringing her food from afar. <sup><strong>15</strong></sup> She gets up while it is still dark; she provides food for her family and portions for her servant girls. <sup><strong>16</strong></sup> She considers a field and buys it; out of her earnings she plants a vineyard. <sup><strong>17</strong></sup> She sets about her work vigorously; her arms are strong for her tasks. <sup><strong>18</strong></sup> She sees that her trading is profitable, and her lamp does not go out at night. <sup><strong>19</strong></sup> In her hand she holds the distaff and grasps the spindle with her fingers. <sup><strong>20</strong></sup> She opens her arms to the poor and extends her hands to the needy. <sup><strong>21</strong></sup> When it snows, she has no fear for her household; for all of them are clothed in scarlet. <sup><strong>22</strong></sup> She makes coverings for her bed; she is clothed in fine linen and purple. <sup><strong>23</strong></sup> Her husband is respected at the city gate, where he takes his seat among the elders of the land. <sup><strong>24</strong></sup> She makes linen garments and sells them, and supplies the merchants with sashes. <sup><strong>25</strong></sup> She is clothed with strength and dignity; she can laugh at the days to come. <sup><strong>26</strong></sup> She speaks with wisdom, and faithful instruction is on her tongue. <sup><strong>27</strong></sup> She watches over the affairs of her household and does not eat the bread of idleness. <sup><strong>28</strong></sup> Her children arise and call her blessed; her husband also, and he praises her: <sup><strong>29</strong></sup> \"Many women do noble things, but you surpass them all.\" <sup><strong>30</strong></sup> Charm is deceptive, and beauty is fleeting; but a woman who fears the LORD is to be praised. <sup><strong>31</strong></sup> Give her the reward she has earned, and let her works bring her praise at the city gate. "}]}