{"_id":"61622a8c9b02b3054ca4f5cf","slug":"getting-married","name":"Getting Married","verses":[{"_id":"61622a8d9b02b3054ca4f5d0","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Hebrews 13:4","votes":87,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"61622a8d9b02b3054ca4f5d1","topicId":"61622a8c9b02b3054ca4f5cf","verse":"1 Corinthians 7:1-40","votes":83,"__v":0,"esv":"<div>\n\n<p id=\"p46007001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46007001-1\">7:1&nbsp;</b>Now concerning the matters about which you wrote: “It is good for a man not to have sexual relations with a woman.” <b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband. <b class=\"verse-num\" id=\"v46007003-1\">3&nbsp;</b>The husband should give to his wife her conjugal rights, and likewise the wife to her husband. <b class=\"verse-num\" id=\"v46007004-1\">4&nbsp;</b>For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does. <b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n<p id=\"p46007005_04-3\"><b class=\"verse-num\" id=\"v46007006-1\">6&nbsp;</b>Now as a concession, not a command, I say this. <b class=\"verse-num\" id=\"v46007007-1\">7&nbsp;</b>I wish that all were as I myself am. But each has his own gift from God, one of one kind and one of another.</p>\n<p id=\"p46007007_04-3\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am. <b class=\"verse-num\" id=\"v46007009-1\">9&nbsp;</b>But if they cannot exercise self-control, they should marry. For it is better to marry than to burn with passion.</p>\n<p id=\"p46007009_04-3\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n<p id=\"p46007011_04-3\"><b class=\"verse-num\" id=\"v46007012-1\">12&nbsp;</b>To the rest I say (I, not the Lord) that if any brother has a wife who is an unbeliever, and she consents to live with him, he should not divorce her. <b class=\"verse-num\" id=\"v46007013-1\">13&nbsp;</b>If any woman has a husband who is an unbeliever, and he consents to live with her, she should not divorce him. <b class=\"verse-num\" id=\"v46007014-1\">14&nbsp;</b>For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy. <b class=\"verse-num\" id=\"v46007015-1\">15&nbsp;</b>But if the unbelieving partner separates, let it be so. In such cases the brother or sister is not enslaved. God has called you to peace. <b class=\"verse-num\" id=\"v46007016-1\">16&nbsp;</b>For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?</p>\n\n<p id=\"p46007016_09-3\"><b class=\"verse-num\" id=\"v46007017-1\">17&nbsp;</b>Only let each person lead the life that the Lord has assigned to him, and to which God has called him. This is my rule in all the churches. <b class=\"verse-num\" id=\"v46007018-1\">18&nbsp;</b>Was anyone at the time of his call already circumcised? Let him not seek to remove the marks of circumcision. Was anyone at the time of his call uncircumcised? Let him not seek circumcision. <b class=\"verse-num\" id=\"v46007019-1\">19&nbsp;</b>For neither circumcision counts for anything nor uncircumcision, but keeping the commandments of God. <b class=\"verse-num\" id=\"v46007020-1\">20&nbsp;</b>Each one should remain in the condition in which he was called. <b class=\"verse-num\" id=\"v46007021-1\">21&nbsp;</b>Were you a bondservant when called? Do not be concerned about it. (But if you can gain your freedom, avail yourself of the opportunity.) <b class=\"verse-num\" id=\"v46007022-1\">22&nbsp;</b>For he who was called in the Lord as a bondservant is a freedman of the Lord. Likewise he who was free when called is a bondservant of Christ. <b class=\"verse-num\" id=\"v46007023-1\">23&nbsp;</b>You were bought with a price; do not become bondservants of men. <b class=\"verse-num\" id=\"v46007024-1\">24&nbsp;</b>So, brothers, in whatever condition each was called, there let him remain with God.</p>\n\n<p id=\"p46007024_14-3\"><b class=\"verse-num\" id=\"v46007025-1\">25&nbsp;</b>Now concerning the betrothed, I have no command from the Lord, but I give my judgment as one who by the Lord’s mercy is trustworthy. <b class=\"verse-num\" id=\"v46007026-1\">26&nbsp;</b>I think that in view of the present distress it is good for a person to remain as he is. <b class=\"verse-num\" id=\"v46007027-1\">27&nbsp;</b>Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife. <b class=\"verse-num\" id=\"v46007028-1\">28&nbsp;</b>But if you do marry, you have not sinned, and if a betrothed woman marries, she has not sinned. Yet those who marry will have worldly troubles, and I would spare you that. <b class=\"verse-num\" id=\"v46007029-1\">29&nbsp;</b>This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none, <b class=\"verse-num\" id=\"v46007030-1\">30&nbsp;</b>and those who mourn as though they were not mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they had no goods, <b class=\"verse-num\" id=\"v46007031-1\">31&nbsp;</b>and those who deal with the world as though they had no dealings with it. For the present form of this world is passing away.</p>\n<p id=\"p46007031_14-3\"><b class=\"verse-num\" id=\"v46007032-1\">32&nbsp;</b>I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord. <b class=\"verse-num\" id=\"v46007033-1\">33&nbsp;</b>But the married man is anxious about worldly things, how to please his wife, <b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband. <b class=\"verse-num\" id=\"v46007035-1\">35&nbsp;</b>I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord.</p>\n<p id=\"p46007035_14-3\"><b class=\"verse-num\" id=\"v46007036-1\">36&nbsp;</b>If anyone thinks that he is not behaving properly toward his betrothed, if his passions are strong, and it has to be, let him do as he wishes: let them marry—it is no sin. <b class=\"verse-num\" id=\"v46007037-1\">37&nbsp;</b>But whoever is firmly established in his heart, being under no necessity but having his desire under control, and has determined this in his heart, to keep her as his betrothed, he will do well. <b class=\"verse-num\" id=\"v46007038-1\">38&nbsp;</b>So then he who marries his betrothed does well, and he who refrains from marriage will do even better.</p>\n<p id=\"p46007038_14-3\"><b class=\"verse-num\" id=\"v46007039-1\">39&nbsp;</b>A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord. <b class=\"verse-num\" id=\"v46007040-1\">40&nbsp;</b>Yet in my judgment she is happier if she remains as she is. And I think that I too have the Spirit of God.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning the things whereof ye wrote unto me: It is  good for a man not to touch a woman.  <strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  <strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  <strong>6</strong> But I speak this by permission, and not of commandment.  <strong>7</strong> For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.  <strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  <strong>9</strong> But if they cannot contain, let them marry: for it is better to marry than to burn.  <strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  <strong>12</strong> But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.  <strong>13</strong> And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.  <strong>14</strong> For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.  <strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  <strong>16</strong> For what knowest thou, O wife, whether thou shalt save thy  husband? or how knowest thou, O man, whether thou shalt save thy  wife?  <strong>17</strong> But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.  <strong>18</strong> Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.  <strong>19</strong> Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.  <strong>20</strong> Let every man abide in the same calling wherein he was called.  <strong>21</strong> Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.  <strong>22</strong> For he that is called in the Lord, being a servant, is the Lord’s freeman: likewise also he that is called, being free, is Christ’s servant.  <strong>23</strong> Ye are bought with a price; be not ye the servants of men.  <strong>24</strong> Brethren, let every man, wherein he is called, therein abide with God.  <strong>25</strong> Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful.  <strong>26</strong> I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be.  <strong>27</strong> Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.  <strong>28</strong> But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.  <strong>29</strong> But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;  <strong>30</strong> And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;  <strong>31</strong> And they that use this world, as not abusing it: for the fashion of this world passeth away.  <strong>32</strong> But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:  <strong>33</strong> But he that is married careth for the things that are of the world, how he may please his wife.  <strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  <strong>36</strong> But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.  <strong>37</strong> Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.  <strong>38</strong> So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.  <strong>39</strong> The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.  <strong>40</strong> But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.  ","niv":"<sup><strong>1</strong></sup> Now for the matters you wrote about: It is good for a man not to marry. <sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband. <sup><strong>3</strong></sup> The husband should fulfill his marital duty to his wife, and likewise the wife to her husband. <sup><strong>4</strong></sup> The wife's body does not belong to her alone but also to her husband. In the same way, the husband's body does not belong to him alone but also to his wife. <sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control. <sup><strong>6</strong></sup> I say this as a concession, not as a command. <sup><strong>7</strong></sup> I wish that all men were as I am. But each man has his own gift from God; one has this gift, another has that. <sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am. <sup><strong>9</strong></sup> But if they cannot control themselves, they should marry, for it is better to marry than to burn with passion. <sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. <sup><strong>12</strong></sup> To the rest I say this (I, not the Lord): If any brother has a wife who is not a believer and she is willing to live with him, he must not divorce her. <sup><strong>13</strong></sup> And if a woman has a husband who is not a believer and he is willing to live with her, she must not divorce him. <sup><strong>14</strong></sup> For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy. <sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace. <sup><strong>16</strong></sup> How do you know, wife, whether you will save your husband? Or, how do you know, husband, whether you will save your wife? <sup><strong>17</strong></sup> Nevertheless, each one should retain the place in life that the Lord assigned to him and to which God has called him. This is the rule I lay down in all the churches. <sup><strong>18</strong></sup> Was a man already circumcised when he was called? He should not become uncircumcised. Was a man uncircumcised when he was called? He should not be circumcised. <sup><strong>19</strong></sup> Circumcision is nothing and uncircumcision is nothing. Keeping God's commands is what counts. <sup><strong>20</strong></sup> Each one should remain in the situation which he was in when God called him. <sup><strong>21</strong></sup> Were you a slave when you were called? Don't let it trouble you--although if you can gain your freedom, do so. <sup><strong>22</strong></sup> For he who was a slave when he was called by the Lord is the Lord's freedman; similarly, he who was a free man when he was called is Christ's slave. <sup><strong>23</strong></sup> You were bought at a price; do not become slaves of men. <sup><strong>24</strong></sup> Brothers, each man, as responsible to God, should remain in the situation God called him to. <sup><strong>25</strong></sup> Now about virgins: I have no command from the Lord, but I give a judgment as one who by the Lord's mercy is trustworthy. <sup><strong>26</strong></sup> Because of the present crisis, I think that it is good for you to remain as you are. <sup><strong>27</strong></sup> Are you married? Do not seek a divorce. Are you unmarried? Do not look for a wife. <sup><strong>28</strong></sup> But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this. <sup><strong>29</strong></sup> What I mean, brothers, is that the time is short. From now on those who have wives should live as if they had none; <sup><strong>30</strong></sup> those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep; <sup><strong>31</strong></sup> those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away. <sup><strong>32</strong></sup> I would like you to be free from concern. An unmarried man is concerned about the Lord's affairs--how he can please the Lord. <sup><strong>33</strong></sup> But a married man is concerned about the affairs of this world--how he can please his wife-- <sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband. <sup><strong>35</strong></sup> I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord. <sup><strong>36</strong></sup> If anyone thinks he is acting improperly toward the virgin he is engaged to, and if she is getting along in years and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married. <sup><strong>37</strong></sup> But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin--this man also does the right thing. <sup><strong>38</strong></sup> So then, he who marries the virgin does right, but he who does not marry her does even better. <sup><strong>39</strong></sup> A woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord. <sup><strong>40</strong></sup> In my judgment, she is happier if she stays as she is--and I think that I too have the Spirit of God. "},{"_id":"61622a8e9b02b3054ca4f5d2","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Ephesians 5:22-33","votes":43,"__v":0,"esv":"<div>\n\n<p id=\"p49005022_04-4\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_04-4\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"61622a8e9b02b3054ca4f5d3","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Luke 16:18","votes":38,"__v":0,"esv":"<div>\n\n<p id=\"p42016018_04-5\"><b class=\"verse-num woc\" id=\"v42016018-1\">18&nbsp;</b><span class=\"woc\">“Everyone who divorces his wife and marries another commits adultery, and he who marries a woman divorced from her husband commits adultery.</span></p>\n</div>","kjv":"<strong>18</strong> Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her  husband committeth adultery. ","niv":"<sup><strong>18</strong></sup> \"Anyone who divorces his wife and marries another woman commits adultery, and the man who marries a divorced woman commits adultery.","modified":"2022-12-20T16:04:17.801Z"},{"_id":"61622a8e9b02b3054ca4f5d4","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Genesis 2:18","votes":53,"__v":0,"esv":"<div>\n<p id=\"p01002018_01-6\"><b class=\"verse-num\" id=\"v01002018-1\">18&nbsp;</b>Then the LORD God said, “It is not good that the man should be alone; I will make him a helper fit for him.”</p>\n\n</div>","kjv":"<strong>18</strong> And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him.  ","niv":"<sup><strong>18</strong></sup> The LORD God said, \"It is not good for the man to be alone. I will make a helper suitable for him.\""},{"_id":"61622a8e9b02b3054ca4f5d5","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Matthew 19:1-12","votes":34,"__v":0,"esv":"<div>\n\n<p id=\"p40019001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40019001-1\">19:1&nbsp;</b>Now when Jesus had finished these sayings, he went away from Galilee and entered the region of Judea beyond the Jordan. <b class=\"verse-num\" id=\"v40019002-1\">2&nbsp;</b>And large crowds followed him, and he healed them there.</p>\n<p id=\"p40019002_04-7\"><b class=\"verse-num\" id=\"v40019003-1\">3&nbsp;</b>And Pharisees came up to him and tested him by asking, “Is it lawful to divorce one’s wife for any cause?” <b class=\"verse-num\" id=\"v40019004-1\">4&nbsp;</b>He answered, <span class=\"woc\">“Have you not read that he who created them from the beginning made them male and female,</span> <b class=\"verse-num woc\" id=\"v40019005-1\">5&nbsp;</b><span class=\"woc\">and said, ‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’?</span> <b class=\"verse-num woc\" id=\"v40019006-1\">6&nbsp;</b><span class=\"woc\">So they are no longer two but one flesh. What therefore God has joined together, let not man separate.”</span> <b class=\"verse-num\" id=\"v40019007-1\">7&nbsp;</b>They said to him, “Why then did Moses command one to give a certificate of divorce and to send her away?” <b class=\"verse-num\" id=\"v40019008-1\">8&nbsp;</b>He said to them, <span class=\"woc\">“Because of your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not so.</span> <b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n<p id=\"p40019009_04-7\"><b class=\"verse-num\" id=\"v40019010-1\">10&nbsp;</b>The disciples said to him, “If such is the case of a man with his wife, it is better not to marry.” <b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, that when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judaea beyond Jordan;  <strong>2</strong> And great multitudes followed him; and he healed them there.  <strong>3</strong> The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?  <strong>4</strong> And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,  <strong>5</strong> And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?  <strong>6</strong> Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.  <strong>7</strong> They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?  <strong>8</strong> He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.  <strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  <strong>10</strong> His disciples say unto him, If the case of the man be so with his wife, it is not good to marry.  <strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. ","niv":"<sup><strong>1</strong></sup> When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan. <sup><strong>2</strong></sup> Large crowds followed him, and he healed them there. <sup><strong>3</strong></sup> Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\" <sup><strong>4</strong></sup> \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,' <sup><strong>5</strong></sup> and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'? <sup><strong>6</strong></sup> So they are no longer two, but one. Therefore what God has joined together, let man not separate.\" <sup><strong>7</strong></sup> \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\" <sup><strong>8</strong></sup> Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. <sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\" <sup><strong>10</strong></sup> The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\" <sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" "},{"_id":"61622a8f9b02b3054ca4f5d6","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Matthew 7:7","votes":27,"__v":0,"esv":"<div>\n\n<p id=\"p40007007_07-8\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span></p>\n</div>","kjv":"<strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  ","niv":"<sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.","modified":"2022-12-20T16:06:27.952Z"},{"_id":"61622a8f9b02b3054ca4f5d7","topicId":"61622a8c9b02b3054ca4f5cf","verse":"2 Corinthians 6:14","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-9\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?</p>\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?"},{"_id":"61622a8f9b02b3054ca4f5d8","topicId":"61622a8c9b02b3054ca4f5cf","verse":"1 Peter 3:1","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n<p id=\"p60003006_04-17\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n<p id=\"p60003007_08-17\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. <b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. <b class=\"verse-num\" id=\"v60003010-1\">10&nbsp;</b>For</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003010_08-17\" class=\"line\">&nbsp;&nbsp;“Whoever desires to love life</span><br><span id=\"p60003010_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see good days,</span><br><span id=\"p60003010_08-17\" class=\"line\">&nbsp;&nbsp;let him keep his tongue from evil</span><br><span id=\"p60003010_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lips from speaking deceit;</span><br><span id=\"p60003011_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003011-1\">11&nbsp;</b>&nbsp;&nbsp;let him turn away from evil and do good;</span><br><span id=\"p60003011_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him seek peace and pursue it.</span><br><span id=\"p60003012_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003012-1\">12&nbsp;</b>&nbsp;&nbsp;For the eyes of the Lord are on the righteous,</span><br><span id=\"p60003012_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears are open to their prayer.</span><br><span id=\"p60003012_08-17\" class=\"line\">&nbsp;&nbsp;But the face of the Lord is against those who do evil.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60003012_08-17\"><b class=\"verse-num\" id=\"v60003013-1\">13&nbsp;</b>Now who is there to harm you if you are zealous for what is good? <b class=\"verse-num\" id=\"v60003014-1\">14&nbsp;</b>But even if you should suffer for righteousness’ sake, you will be blessed. Have no fear of them, nor be troubled, <b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect, <b class=\"verse-num\" id=\"v60003016-1\">16&nbsp;</b>having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame. <b class=\"verse-num\" id=\"v60003017-1\">17&nbsp;</b>For it is better to suffer for doing good, if that should be God’s will, than for doing evil.</p>\n<p id=\"p60003017_08-17\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives,"},{"_id":"61622a909b02b3054ca4f5d9","topicId":"61622a8c9b02b3054ca4f5cf","verse":"1 Corinthians 7:27","votes":22,"__v":0,"esv":"<div>\n<p id=\"p46007027_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007027-1\">27&nbsp;</b>Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife.</p>\n</div>","kjv":"<strong>27</strong> Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.  ","niv":"<sup><strong>27</strong></sup> Are you married? Do not seek a divorce. Are you unmarried? Do not look for a wife."},{"_id":"61622a909b02b3054ca4f5da","topicId":"61622a8c9b02b3054ca4f5cf","verse":"1 Corinthians 6:18-20","votes":22,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body. <b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  <strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body. <sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"61622a909b02b3054ca4f5db","topicId":"61622a8c9b02b3054ca4f5cf","verse":"1 Peter 3:1-22","votes":24,"__v":0,"kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  <strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  <strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  <strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  <strong>10</strong> For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:  <strong>11</strong> Let him eschew evil, and do good; let him seek peace, and ensue it.  <strong>12</strong> For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is  against them that do evil.  <strong>13</strong> And who is he that will harm you, if ye be followers of that which is good?  <strong>14</strong> But and if ye suffer for righteousness’ sake, happy are ye:  and be not afraid of their terror, neither be troubled;  <strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  <strong>16</strong> Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.  <strong>17</strong> For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.  <strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. <sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers. <sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble. <sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing. <sup><strong>10</strong></sup> For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech. <sup><strong>11</strong></sup> He must turn from evil and do good; he must seek peace and pursue it. <sup><strong>12</strong></sup> For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\" <sup><strong>13</strong></sup> Who is going to harm you if you are eager to do good? <sup><strong>14</strong></sup> But even if you should suffer for what is right, you are blessed. \"Do not fear what they fear; do not be frightened.\" <sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect, <sup><strong>16</strong></sup> keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander. <sup><strong>17</strong></sup> It is better, if it is God's will, to suffer for doing good than for doing evil. <sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"61622a909b02b3054ca4f5dc","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Matthew 5:32","votes":20,"__v":0,"esv":"<div>\n<p id=\"p40005032_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n</div>","kjv":"<strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. ","niv":"<sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery."},{"_id":"61622a919b02b3054ca4f5dd","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Luke 18:29-30","votes":17,"__v":0,"esv":"<div>\n<p id=\"p42018029_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v42018029-1\">29&nbsp;</b>And he said to them, <span class=\"woc\">“Truly, I say to you, there is no one who has left house or wife or brothers or parents or children, for the sake of the kingdom of God,</span> <b class=\"verse-num woc\" id=\"v42018030-1\">30&nbsp;</b><span class=\"woc\">who will not receive many times more in this time, and in the age to come eternal life.”</span></p>\n\n</div>","kjv":"<strong>29</strong> And he said unto them, Verily I say unto you, There is no man that hath left house, or parents, or brethren, or wife, or children, for the kingdom of God’s sake,  <strong>30</strong> Who shall not receive manifold more in this present time, and in the world to come life everlasting. ","niv":"<sup><strong>29</strong></sup> \"I tell you the truth,\" Jesus said to them, \"no one who has left home or wife or brothers or parents or children for the sake of the kingdom of God <sup><strong>30</strong></sup> will fail to receive many times as much in this age and, in the age to come, eternal life.\" "},{"_id":"61622a919b02b3054ca4f5de","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Matthew 6:25-34","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p40006025_05-20\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_05-20\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. "},{"_id":"61622a919b02b3054ca4f5df","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Romans 1:26-27","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45001026_01-21\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n</div>","kjv":"<strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  ","niv":"<sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. "},{"_id":"61622a929b02b3054ca4f5e0","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Matthew 19:9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40019009_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  ","niv":"<sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\""},{"_id":"61622a929b02b3054ca4f5e1","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Matthew 19:10-12","votes":13,"__v":0,"esv":"<div>\n<p id=\"p40019010_01-23\"><b class=\"verse-num\" id=\"v40019010-1\">10&nbsp;</b>The disciples said to him, “If such is the case of a man with his wife, it is better not to marry.” <b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n</div>","kjv":"<strong>10</strong> His disciples say unto him, If the case of the man be so with his wife, it is not good to marry.  <strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. ","niv":"<sup><strong>10</strong></sup> The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\" <sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" ","modified":"2022-10-13T18:37:00.702Z"},{"_id":"61622a929b02b3054ca4f5e2","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Matthew 19:4-6","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40019004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v40019004-1\">4&nbsp;</b>He answered, <span class=\"woc\">“Have you not read that he who created them from the beginning made them male and female,</span> <b class=\"verse-num woc\" id=\"v40019005-1\">5&nbsp;</b><span class=\"woc\">and said, ‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’?</span> <b class=\"verse-num woc\" id=\"v40019006-1\">6&nbsp;</b><span class=\"woc\">So they are no longer two but one flesh. What therefore God has joined together, let not man separate.”</span></p>\n</div>","kjv":"<strong>4</strong> And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,  <strong>5</strong> And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?  <strong>6</strong> Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.  ","niv":"<sup><strong>4</strong></sup> \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,' <sup><strong>5</strong></sup> and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'? <sup><strong>6</strong></sup> So they are no longer two, but one. Therefore what God has joined together, let man not separate.\" "},{"_id":"61622a939b02b3054ca4f5e3","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Genesis 2:24","votes":11,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-25\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"_id":"61622a939b02b3054ca4f5e4","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Malachi 2:16","votes":11,"__v":0,"esv":"<div>\n<p id=\"p39002016_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v39002016-1\">16&nbsp;</b>“For the man who does not love his wife but divorces her, says the LORD, the God of Israel, covers his garment with violence, says the LORD of hosts. So guard yourselves in your spirit, and do not be faithless.”</p>\n\n</div>","kjv":"<strong>16</strong> For the LORD, the God of Israel, saith that he hateth putting away: for one covereth violence with his garment, saith the LORD of hosts: therefore take heed to your spirit, that ye deal not treacherously.  ","niv":"<sup><strong>16</strong></sup> \"I hate divorce,\" says the LORD God of Israel, \"and I hate a man's covering himself with violence as well as with his garment,\" says the LORD Almighty. So guard yourself in your spirit, and do not break faith."},{"_id":"61622a939b02b3054ca4f5e5","topicId":"61622a8c9b02b3054ca4f5cf","verse":"1 Timothy 6:10","votes":10,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."},{"_id":"61622a939b02b3054ca4f5e6","topicId":"61622a8c9b02b3054ca4f5cf","verse":"1 Corinthians 7:11","votes":10,"__v":0,"esv":"<div>\n<p id=\"p46007011_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n</div>","kjv":"<strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  ","niv":"<sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife."},{"_id":"61622a949b02b3054ca4f5e7","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Leviticus 20:13","votes":10,"__v":0,"esv":"<div>\n<p id=\"p03020013_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020013-1\">13&nbsp;</b>If a man lies with a male as with a woman, both of them have committed an abomination; they shall surely be put to death; their blood is upon them.</p>\n</div>","kjv":"<strong>13</strong> If a man also lie with mankind, as he lieth with a woman, both of them have committed an abomination: they shall surely be put to death; their blood shall be upon them.  ","niv":"<sup><strong>13</strong></sup> \"'If a man lies with a man as one lies with a woman, both of them have done what is detestable. They must be put to death; their blood will be on their own heads."},{"_id":"61622a949b02b3054ca4f5e8","topicId":"61622a8c9b02b3054ca4f5cf","verse":"Mark 10:9","votes":9,"__v":0,"esv":"<div>\n<p id=\"p41010009_01-32\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41010009-1\">9&nbsp;</b><span class=\"woc\">What therefore God has joined together, let not man separate.”</span></p>\n</div>","kjv":"<strong>9</strong> What therefore God hath joined together, let not man put asunder.  ","niv":"<sup><strong>9</strong></sup> Therefore what God has joined together, let man not separate.\""}]}