{"_id":"61622c089b02b3054ca4f6c2","slug":"ghosts","name":"Ghosts","verses":[{"_id":"61622c089b02b3054ca4f6c3","topicId":"61622c089b02b3054ca4f6c2","verse":"Matthew 27:52-53","votes":25,"__v":0,"esv":"<div>\n<p id=\"p40027052_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v40027052-1\">52&nbsp;</b>The tombs also were opened. And many bodies of the saints who had fallen asleep were raised, <b class=\"verse-num\" id=\"v40027053-1\">53&nbsp;</b>and coming out of the tombs after his resurrection they went into the holy city and appeared to many.</p>\n</div>","kjv":"<strong>52</strong> And the graves were opened; and many bodies of the saints which slept arose,  <strong>53</strong> And came out of the graves after his resurrection, and went into the holy city, and appeared unto many.  ","niv":"<sup><strong>52</strong></sup> The tombs broke open and the bodies of many holy people who had died were raised to life. <sup><strong>53</strong></sup> They came out of the tombs, and after Jesus' resurrection they went into the holy city and appeared to many people. "},{"_id":"61622c089b02b3054ca4f6c4","topicId":"61622c089b02b3054ca4f6c2","verse":"Luke 24:39","votes":21,"__v":0,"esv":"<div>\n<p id=\"p42024039_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42024039-1\">39&nbsp;</b><span class=\"woc\">See my hands and my feet, that it is I myself. Touch me, and see. For a spirit does not have flesh and bones as you see that I have.”</span></p>\n</div>","kjv":"<strong>39</strong> Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.  ","niv":"<sup><strong>39</strong></sup> Look at my hands and my feet. It is I myself! Touch me and see; a ghost does not have flesh and bones, as you see I have.\""},{"_id":"61622c099b02b3054ca4f6c5","topicId":"61622c089b02b3054ca4f6c2","verse":"Matthew 14:26","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40014026_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v40014026-1\">26&nbsp;</b>But when the disciples saw him walking on the sea, they were terrified, and said, “It is a ghost!” and they cried out in fear.</p>\n</div>","kjv":"<strong>26</strong> And when the disciples saw him walking on the sea, they were troubled, saying, It is a spirit; and they cried out for fear.  ","niv":"<sup><strong>26</strong></sup> When the disciples saw him walking on the lake, they were terrified. \"It's a ghost,\" they said, and cried out in fear."},{"_id":"61622c099b02b3054ca4f6c6","topicId":"61622c089b02b3054ca4f6c2","verse":"1 Samuel 28:3-19","votes":13,"__v":0,"esv":"<div>\n<p id=\"p09028003_01-5\"><b class=\"verse-num\" id=\"v09028003-1\">3&nbsp;</b>Now Samuel had died, and all Israel had mourned for him and buried him in Ramah, his own city. And Saul had put the mediums and the necromancers out of the land. <b class=\"verse-num\" id=\"v09028004-1\">4&nbsp;</b>The Philistines assembled and came and encamped at Shunem. And Saul gathered all Israel, and they encamped at Gilboa. <b class=\"verse-num\" id=\"v09028005-1\">5&nbsp;</b>When Saul saw the army of the Philistines, he was afraid, and his heart trembled greatly. <b class=\"verse-num\" id=\"v09028006-1\">6&nbsp;</b>And when Saul inquired of the LORD, the LORD did not answer him, either by dreams, or by Urim, or by prophets. <b class=\"verse-num\" id=\"v09028007-1\">7&nbsp;</b>Then Saul said to his servants, “Seek out for me a woman who is a medium, that I may go to her and inquire of her.” And his servants said to him, “Behold, there is a medium at En-dor.”</p>\n<p id=\"p09028007_01-5\"><b class=\"verse-num\" id=\"v09028008-1\">8&nbsp;</b>So Saul disguised himself and put on other garments and went, he and two men with him. And they came to the woman by night. And he said, “Divine for me by a spirit and bring up for me whomever I shall name to you.” <b class=\"verse-num\" id=\"v09028009-1\">9&nbsp;</b>The woman said to him, “Surely you know what Saul has done, how he has cut off the mediums and the necromancers from the land. Why then are you laying a trap for my life to bring about my death?” <b class=\"verse-num\" id=\"v09028010-1\">10&nbsp;</b>But Saul swore to her by the LORD, “As the LORD lives, no punishment shall come upon you for this thing.” <b class=\"verse-num\" id=\"v09028011-1\">11&nbsp;</b>Then the woman said, “Whom shall I bring up for you?” He said, “Bring up Samuel for me.” <b class=\"verse-num\" id=\"v09028012-1\">12&nbsp;</b>When the woman saw Samuel, she cried out with a loud voice. And the woman said to Saul, “Why have you deceived me? You are Saul.” <b class=\"verse-num\" id=\"v09028013-1\">13&nbsp;</b>The king said to her, “Do not be afraid. What do you see?” And the woman said to Saul, “I see a god coming up out of the earth.” <b class=\"verse-num\" id=\"v09028014-1\">14&nbsp;</b>He said to her, “What is his appearance?” And she said, “An old man is coming up, and he is wrapped in a robe.” And Saul knew that it was Samuel, and he bowed with his face to the ground and paid homage.</p>\n<p id=\"p09028014_01-5\"><b class=\"verse-num\" id=\"v09028015-1\">15&nbsp;</b>Then Samuel said to Saul, “Why have you disturbed me by bringing me up?” Saul answered, “I am in great distress, for the Philistines are warring against me, and God has turned away from me and answers me no more, either by prophets or by dreams. Therefore I have summoned you to tell me what I shall do.” <b class=\"verse-num\" id=\"v09028016-1\">16&nbsp;</b>And Samuel said, “Why then do you ask me, since the LORD has turned from you and become your enemy? <b class=\"verse-num\" id=\"v09028017-1\">17&nbsp;</b>The LORD has done to you as he spoke by me, for the LORD has torn the kingdom out of your hand and given it to your neighbor, David. <b class=\"verse-num\" id=\"v09028018-1\">18&nbsp;</b>Because you did not obey the voice of the LORD and did not carry out his fierce wrath against Amalek, therefore the LORD has done this thing to you this day. <b class=\"verse-num\" id=\"v09028019-1\">19&nbsp;</b>Moreover, the LORD will give Israel also with you into the hand of the Philistines, and tomorrow you and your sons shall be with me. The LORD will give the army of Israel also into the hand of the Philistines.”</p>\n</div>","kjv":"<strong>3</strong> Now Samuel was dead, and all Israel had lamented him, and buried him in Ramah, even in his own city. And Saul had put away those that had familiar spirits, and the wizards, out of the land.  <strong>4</strong> And the Philistines gathered themselves together, and came and pitched in Shunem: and Saul gathered all Israel together, and they pitched in Gilboa.  <strong>5</strong> And when Saul saw the host of the Philistines, he was afraid, and his heart greatly trembled.  <strong>6</strong> And when Saul enquired of the LORD, the LORD answered him not, neither by dreams nor by Urim, nor by prophets.  <strong>7</strong> Then said Saul unto his servants, Seek me a woman that hath a familiar spirit, that I may go to her, and enquire of her. And his servants said to him, Behold, there is a woman that hath a familiar spirit at Endor.  <strong>8</strong> And Saul disguised himself, and put on other raiment, and he went, and two men with him, and they came to the woman by night: and he said, I pray thee, divine unto me by the familiar spirit, and bring me him up, whom I shall name unto thee.  <strong>9</strong> And the woman said unto him, Behold, thou knowest what Saul hath done, how he hath cut off those that have familiar spirits, and the wizards, out of the land: wherefore then layest thou a snare for my life, to cause me to die?  <strong>10</strong> And Saul sware to her by the LORD, saying, As the LORD liveth, there shall no punishment happen to thee for this thing.  <strong>11</strong> Then said the woman, Whom shall I bring up unto thee? And he said, Bring me up Samuel.  <strong>12</strong> And when the woman saw Samuel, she cried with a loud voice: and the woman spake to Saul, saying, Why hast thou deceived me? for thou art  Saul.  <strong>13</strong> And the king said unto her, Be not afraid: for what sawest thou? And the woman said unto Saul, I saw gods ascending out of the earth.  <strong>14</strong> And he said unto her, What form is he of? And she said, An old man cometh up; and he is covered with a mantle. And Saul perceived that it was Samuel, and he stooped with his face to the ground, and bowed himself.  <strong>15</strong> And Samuel said to Saul, Why hast thou disquieted me, to bring me up? And Saul answered, I am sore distressed; for the Philistines make war against me, and God is departed from me, and answereth me no more, neither by prophets, nor by dreams: therefore I have called thee, that thou mayest make known unto me what I shall do.  <strong>16</strong> Then said Samuel, Wherefore then dost thou ask of me, seeing the LORD is departed from thee, and is become thine enemy?  <strong>17</strong> And the LORD hath done to him, as he spake by me: for the LORD hath rent the kingdom out of thine hand, and given it to thy neighbour, even  to David:  <strong>18</strong> Because thou obeyedst not the voice of the LORD, nor executedst his fierce wrath upon Amalek, therefore hath the LORD done this thing unto thee this day.  <strong>19</strong> Moreover the LORD will also deliver Israel with thee into the hand of the Philistines: and to morrow shalt thou and thy sons be  with me: the LORD also shall deliver the host of Israel into the hand of the Philistines.  ","niv":"<sup><strong>3</strong></sup> Now Samuel was dead, and all Israel had mourned for him and buried him in his own town of Ramah. Saul had expelled the mediums and spiritists from the land. <sup><strong>4</strong></sup> The Philistines assembled and came and set up camp at Shunem, while Saul gathered all the Israelites and set up camp at Gilboa. <sup><strong>5</strong></sup> When Saul saw the Philistine army, he was afraid; terror filled his heart. <sup><strong>6</strong></sup> He inquired of the LORD, but the LORD did not answer him by dreams or Urim or prophets. <sup><strong>7</strong></sup> Saul then said to his attendants, \"Find me a woman who is a medium, so I may go and inquire of her.There is one in Endor,\" they said. <sup><strong>8</strong></sup> So Saul disguised himself, putting on other clothes, and at night he and two men went to the woman. \"Consult a spirit for me,\" he said, \"and bring up for me the one I name.\" <sup><strong>9</strong></sup> But the woman said to him, \"Surely you know what Saul has done. He has cut off the mediums and spiritists from the land. Why have you set a trap for my life to bring about my death?\" <sup><strong>10</strong></sup> Saul swore to her by the LORD, \"As surely as the LORD lives, you will not be punished for this.\" <sup><strong>11</strong></sup> Then the woman asked, \"Whom shall I bring up for you?Bring up Samuel,\" he said. <sup><strong>12</strong></sup> When the woman saw Samuel, she cried out at the top of her voice and said to Saul, \"Why have you deceived me? You are Saul!\" <sup><strong>13</strong></sup> The king said to her, \"Don't be afraid. What do you see?\" The woman said, \"I see a spirit coming up out of the ground.\" <sup><strong>14</strong></sup> \"What does he look like?\" he asked. \"An old man wearing a robe is coming up,\" she said. Then Saul knew it was Samuel, and he bowed down and prostrated himself with his face to the ground. <sup><strong>15</strong></sup> Samuel said to Saul, \"Why have you disturbed me by bringing me up?I am in great distress,\" Saul said. \"The Philistines are fighting against me, and God has turned away from me. He no longer answers me, either by prophets or by dreams. So I have called on you to tell me what to do.\" <sup><strong>16</strong></sup> Samuel said, \"Why do you consult me, now that the LORD has turned away from you and become your enemy? <sup><strong>17</strong></sup> The LORD has done what he predicted through me. The LORD has torn the kingdom out of your hands and given it to one of your neighbors-to David. <sup><strong>18</strong></sup> Because you did not obey the LORD or carry out his fierce wrath against the Amalekites, the LORD has done this to you today. <sup><strong>19</strong></sup> The LORD will hand over both Israel and you to the Philistines, and tomorrow you and your sons will be with me. The LORD will also hand over the army of Israel to the Philistines.\" "},{"_id":"61622c099b02b3054ca4f6c7","topicId":"61622c089b02b3054ca4f6c2","verse":"Job 14:12","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18014012_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014012-1\">12&nbsp;</b>&nbsp;&nbsp;so a man lies down and rises not again;</span><br><span id=\"p18014012_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;till the heavens are no more he will not awake</span><br><span id=\"p18014012_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or be roused out of his sleep.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> So man lieth down, and riseth not: till the heavens be no more, they shall not awake, nor be raised out of their sleep.  ","niv":"<sup><strong>12</strong></sup> so man lies down and does not rise; till the heavens are no more, men will not awake or be roused from their sleep."},{"_id":"61622c0a9b02b3054ca4f6c8","topicId":"61622c089b02b3054ca4f6c2","verse":"Hebrews 9:27","votes":12,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,"},{"_id":"61622c0a9b02b3054ca4f6c9","topicId":"61622c089b02b3054ca4f6c2","verse":"Luke 16:24-31","votes":10,"__v":0,"esv":"<div>\n<p id=\"p42016024_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n</div>","kjv":"<strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"61622c0a9b02b3054ca4f6ca","topicId":"61622c089b02b3054ca4f6c2","verse":"Psalm 146:3-4","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19146003_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19146003-1\">3&nbsp;</b>&nbsp;&nbsp;Put not your trust in princes,</span><br><span id=\"p19146003_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in a son of man, in whom there is no salvation.</span><br><span id=\"p19146004_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19146004-1\">4&nbsp;</b>&nbsp;&nbsp;When his breath departs, he returns to the earth;</span><br><span id=\"p19146004_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on that very day his plans perish.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Put not your trust in princes, nor in the son of man, in whom there is no help.  <strong>4</strong> His breath goeth forth, he returneth to his earth; in that very day his thoughts perish.  ","niv":"<sup><strong>3</strong></sup> Do not put your trust in princes, in mortal men, who cannot save. <sup><strong>4</strong></sup> When their spirit departs, they return to the ground; on that very day their plans come to nothing. "},{"_id":"61622c0b9b02b3054ca4f6cb","topicId":"61622c089b02b3054ca4f6c2","verse":"Ecclesiastes 9:5","votes":9,"__v":0,"esv":"<div>\n<p id=\"p21009005_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v21009005-1\">5&nbsp;</b>For the living know that they will die, but the dead know nothing, and they have no more reward, for the memory of them is forgotten.</p>\n</div>","kjv":"<strong>5</strong> For the living know that they shall die: but the dead know not any thing, neither have they any more a reward; for the memory of them is forgotten.  ","niv":"<sup><strong>5</strong></sup> For the living know that they will die, but the dead know nothing; they have no further reward, and even the memory of them is forgotten."},{"_id":"61622c0b9b02b3054ca4f6cc","topicId":"61622c089b02b3054ca4f6c2","verse":"Isaiah 8:19","votes":7,"__v":0,"esv":"<div>\n<p id=\"p23008019_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v23008019-1\">19&nbsp;</b>And when they say to you, “Inquire of the mediums and the necromancers who chirp and mutter,” should not a people inquire of their God? Should they inquire of the dead on behalf of the living?</p>\n</div>","kjv":"<strong>19</strong> And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?  ","niv":"<sup><strong>19</strong></sup> When men tell you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?"},{"_id":"61622c0b9b02b3054ca4f6cd","topicId":"61622c089b02b3054ca4f6c2","verse":"1 Samuel 28:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p09028013_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v09028013-1\">13&nbsp;</b>The king said to her, “Do not be afraid. What do you see?” And the woman said to Saul, “I see a god coming up out of the earth.”</p>\n</div>","kjv":"<strong>13</strong> And the king said unto her, Be not afraid: for what sawest thou? And the woman said unto Saul, I saw gods ascending out of the earth.  ","niv":"<sup><strong>13</strong></sup> The king said to her, \"Don't be afraid. What do you see?\" The woman said, \"I see a spirit coming up out of the ground.\""},{"_id":"61622c0b9b02b3054ca4f6ce","topicId":"61622c089b02b3054ca4f6c2","verse":"Mark 16:12","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p41016012_06-14\"><b class=\"verse-num\" id=\"v41016012-1\">12&nbsp;</b>After these things he appeared in another form to two of them, as they were walking into the country.</p>\n</div>","kjv":"<strong>12</strong> After that he appeared in another form unto two of them, as they walked, and went into the country.  ","niv":"<sup><strong>12</strong></sup> Afterward Jesus appeared in a different form to two of them while they were walking in the country."},{"_id":"61622c0c9b02b3054ca4f6cf","topicId":"61622c089b02b3054ca4f6c2","verse":"Matthew 17:1-3","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40017001_03-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40017001-1\">17:1&nbsp;</b>And after six days Jesus took with him Peter and James, and John his brother, and led them up a high mountain by themselves. <b class=\"verse-num\" id=\"v40017002-1\">2&nbsp;</b>And he was transfigured before them, and his face shone like the sun, and his clothes became white as light. <b class=\"verse-num\" id=\"v40017003-1\">3&nbsp;</b>And behold, there appeared to them Moses and Elijah, talking with him.</p>\n</div>","kjv":"<strong>1</strong> And after six days Jesus taketh Peter, James, and John his brother, and bringeth them up into an high mountain apart,  <strong>2</strong> And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light.  <strong>3</strong> And, behold, there appeared unto them Moses and Elias talking with him.  ","niv":"<sup><strong>1</strong></sup> After six days Jesus took with him Peter, James and John the brother of James, and led them up a high mountain by themselves. <sup><strong>2</strong></sup> There he was transfigured before them. His face shone like the sun, and his clothes became as white as the light. <sup><strong>3</strong></sup> Just then there appeared before them Moses and Elijah, talking with Jesus. "},{"_id":"61622c0c9b02b3054ca4f6d0","topicId":"61622c089b02b3054ca4f6c2","verse":"Job 14:21","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18014021_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014021-1\">21&nbsp;</b>&nbsp;&nbsp;His sons come to honor, and he does not know it;</span><br><span id=\"p18014021_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are brought low, and he perceives it not.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> His sons come to honour, and he knoweth it not; and they are brought low, but he perceiveth it not of them.  ","niv":"<sup><strong>21</strong></sup> If his sons are honored, he does not know it; if they are brought low, he does not see it."},{"_id":"61622c0c9b02b3054ca4f6d1","topicId":"61622c089b02b3054ca4f6c2","verse":"2 Corinthians 5:6-8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47005006_01-17\"><b class=\"verse-num\" id=\"v47005006-1\">6&nbsp;</b>So we are always of good courage. We know that while we are at home in the body we are away from the Lord, <b class=\"verse-num\" id=\"v47005007-1\">7&nbsp;</b>for we walk by faith, not by sight. <b class=\"verse-num\" id=\"v47005008-1\">8&nbsp;</b>Yes, we are of good courage, and we would rather be away from the body and at home with the Lord.</p>\n</div>","kjv":"<strong>6</strong> Therefore we are always confident, knowing that, whilst we are at home in the body, we are absent from the Lord:  <strong>7</strong> (For we walk by faith, not by sight:)  <strong>8</strong> We are confident, I say, and willing rather to be absent from the body, and to be present with the Lord.  ","niv":"<sup><strong>6</strong></sup> Therefore we are always confident and know that as long as we are at home in the body we are away from the Lord. <sup><strong>7</strong></sup> We live by faith, not by sight. <sup><strong>8</strong></sup> We are confident, I say, and would prefer to be away from the body and at home with the Lord. "},{"_id":"61622c0d9b02b3054ca4f6d2","topicId":"61622c089b02b3054ca4f6c2","verse":"Job 7:7-10","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18007007_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18007007-1\">7&nbsp;</b>&nbsp;&nbsp;“Remember that my life is a breath;</span><br><span id=\"p18007007_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my eye will never again see good.</span><br><span id=\"p18007008_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18007008-1\">8&nbsp;</b>&nbsp;&nbsp;The eye of him who sees me will behold me no more;</span><br><span id=\"p18007008_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;while your eyes are on me, I shall be gone.</span><br><span id=\"p18007009_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18007009-1\">9&nbsp;</b>&nbsp;&nbsp;As the cloud fades and vanishes,</span><br><span id=\"p18007009_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he who goes down to Sheol does not come up;</span><br><span id=\"p18007010_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18007010-1\">10&nbsp;</b>&nbsp;&nbsp;he returns no more to his house,</span><br><span id=\"p18007010_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor does his place know him anymore.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> O remember that my life is wind: mine eye shall no more see good.  <strong>8</strong> The eye of him that hath seen me shall see me no more: thine eyes are upon me, and I am not.  <strong>9</strong> As the cloud is consumed and vanisheth away: so he that goeth down to the grave shall come up no more.  <strong>10</strong> He shall return no more to his house, neither shall his place know him any more.  ","niv":"<sup><strong>7</strong></sup> Remember, O God, that my life is but a breath; my eyes will never see happiness again. <sup><strong>8</strong></sup> The eye that now sees me will see me no longer; you will look for me, but I will be no more. <sup><strong>9</strong></sup> As a cloud vanishes and is gone, so he who goes down to the grave does not return. <sup><strong>10</strong></sup> He will never come to his house again; his place will know him no more. "},{"_id":"61622c0d9b02b3054ca4f6d3","topicId":"61622c089b02b3054ca4f6c2","verse":"2 Samuel 12:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p10012023_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v10012023-1\">23&nbsp;</b>But now he is dead. Why should I fast? Can I bring him back again? I shall go to him, but he will not return to me.”</p>\n</div>","kjv":"<strong>23</strong> But now he is dead, wherefore should I fast? can I bring him back again? I shall go to him, but he shall not return to me.  ","niv":"<sup><strong>23</strong></sup> But now that he is dead, why should I fast? Can I bring him back again? I will go to him, but he will not return to me.\""}]}