{"_id":"61622c4a9b02b3054ca4f6ee","slug":"gift-name","name":"Gift Name","verses":[{"_id":"61622c4a9b02b3054ca4f6ef","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Mark 14:3-9","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41014003_05-1\"><b class=\"verse-num\" id=\"v41014003-1\">3&nbsp;</b>And while he was at Bethany in the house of Simon the leper, as he was reclining at table, a woman came with an alabaster flask of ointment of pure nard, very costly, and she broke the flask and poured it over his head. <b class=\"verse-num\" id=\"v41014004-1\">4&nbsp;</b>There were some who said to themselves indignantly, “Why was the ointment wasted like that? <b class=\"verse-num\" id=\"v41014005-1\">5&nbsp;</b>For this ointment could have been sold for more than three hundred denarii and given to the poor.” And they scolded her. <b class=\"verse-num\" id=\"v41014006-1\">6&nbsp;</b>But Jesus said, <span class=\"woc\">“Leave her alone. Why do you trouble her? She has done a beautiful thing to me.</span> <b class=\"verse-num woc\" id=\"v41014007-1\">7&nbsp;</b><span class=\"woc\">For you always have the poor with you, and whenever you want, you can do good for them. But you will not always have me.</span> <b class=\"verse-num woc\" id=\"v41014008-1\">8&nbsp;</b><span class=\"woc\">She has done what she could; she has anointed my body beforehand for burial.</span> <b class=\"verse-num woc\" id=\"v41014009-1\">9&nbsp;</b><span class=\"woc\">And truly, I say to you, wherever the gospel is proclaimed in the whole world, what she has done will be told in memory of her.”</span></p>\n\n</div>","kjv":"<strong>3</strong> And being in Bethany in the house of Simon the leper, as he sat at meat, there came a woman having an alabaster box of ointment of spikenard very precious; and she brake the box, and poured it on his head.  <strong>4</strong> And there were some that had indignation within themselves, and said, Why was this waste of the ointment made?  <strong>5</strong> For it might have been sold for more than three hundred pence, and have been given to the poor. And they murmured against her.  <strong>6</strong> And Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me.  <strong>7</strong> For ye have the poor with you always, and whensoever ye will ye may do them good: but me ye have not always.  <strong>8</strong> She hath done what she could: she is come aforehand to anoint my body to the burying.  <strong>9</strong> Verily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her. ","niv":"<sup><strong>3</strong></sup> While he was in Bethany, reclining at the table in the home of a man known as Simon the Leper, a woman came with an alabaster jar of very expensive perfume, made of pure nard. She broke the jar and poured the perfume on his head. <sup><strong>4</strong></sup> Some of those present were saying indignantly to one another, \"Why this waste of perfume? <sup><strong>5</strong></sup> It could have been sold for more than a year's wages and the money given to the poor.\" And they rebuked her harshly. <sup><strong>6</strong></sup> \"Leave her alone,\" said Jesus. \"Why are you bothering her? She has done a beautiful thing to me. <sup><strong>7</strong></sup> The poor you will always have with you, and you can help them any time you want. But you will not always have me. <sup><strong>8</strong></sup> She did what she could. She poured perfume on my body beforehand to prepare for my burial. <sup><strong>9</strong></sup> I tell you the truth, wherever the gospel is preached throughout the world, what she has done will also be told, in memory of her.\" "},{"_id":"61622c4b9b02b3054ca4f6f0","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Matthew 6:1-34","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-2\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006004_08-2\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n<p id=\"p40006006_08-2\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span> <b class=\"verse-num woc\" id=\"v40006008-1\">8&nbsp;</b><span class=\"woc\">Do not be like them, for your Father knows what you need before you ask him.</span> <b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_08-2\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_08-2\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_08-2\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_08-2\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_08-2\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_08-2\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_08-2\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_08-2\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_08-2\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_08-2\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></p><p id=\"p40006013_08-2\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n\n<p id=\"p40006015_09-2\"><b class=\"verse-num woc\" id=\"v40006016-1\">16&nbsp;</b><span class=\"woc\">“And when you fast, do not look gloomy like the hypocrites, for they disfigure their faces that their fasting may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006017-1\">17&nbsp;</b><span class=\"woc\">But when you fast, anoint your head and wash your face,</span> <b class=\"verse-num woc\" id=\"v40006018-1\">18&nbsp;</b><span class=\"woc\">that your fasting may not be seen by others but by your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006018_14-2\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n<p id=\"p40006021_14-2\"><b class=\"verse-num woc\" id=\"v40006022-1\">22&nbsp;</b><span class=\"woc\">“The eye is the lamp of the body. So, if your eye is healthy, your whole body will be full of light,</span> <b class=\"verse-num woc\" id=\"v40006023-1\">23&nbsp;</b><span class=\"woc\">but if your eye is bad, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!</span></p>\n<p id=\"p40006023_14-2\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n<p id=\"p40006024_18-2\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_18-2\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. <strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  <strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  <strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  <strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. <strong>16</strong>           Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.  <strong>17</strong> But thou, when thou fastest, anoint thine head, and wash thy face;  <strong>18</strong> That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.  <strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  <strong>22</strong> The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.  <strong>23</strong> But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is  that darkness! <strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  <strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. <sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full. <sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. <sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. <sup><strong>8</strong></sup> Do not be like them, for your Father knows what you need before you ask him. <sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' <sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. <sup><strong>16</strong></sup> \"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show men they are fasting. I tell you the truth, they have received their reward in full. <sup><strong>17</strong></sup> But when you fast, put oil on your head and wash your face, <sup><strong>18</strong></sup> so that it will not be obvious to men that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you. <sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>22</strong></sup> \"The eye is the lamp of the body. If your eyes are good, your whole body will be full of light. <sup><strong>23</strong></sup> But if your eyes are bad, your whole body will be full of darkness. If then the light within you is darkness, how great is that darkness! <sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money. <sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. "},{"_id":"61622c4b9b02b3054ca4f6f1","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Jeremiah 29:11-13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope. <b class=\"verse-num\" id=\"v24029012-1\">12&nbsp;</b>Then you will call upon me and come and pray to me, and I will hear you. <b class=\"verse-num\" id=\"v24029013-1\">13&nbsp;</b>You will seek me and find me, when you seek me with all your heart.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  <strong>12</strong> Then shall ye call upon me, and ye shall go and pray unto me, and I will hearken unto you.  <strong>13</strong> And ye shall seek me, and find me, when ye shall search for me with all your heart.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future. <sup><strong>12</strong></sup> Then you will call upon me and come and pray to me, and I will listen to you. <sup><strong>13</strong></sup> You will seek me and find me when you seek me with all your heart. "},{"_id":"61622c4b9b02b3054ca4f6f2","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Isaiah 60:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23060001_06-4\" class=\"line\"><b class=\"chapter-num\" id=\"v23060001-1\">60:1&nbsp;</b>&nbsp;&nbsp;Arise, shine, for your light has come,</span><br><span id=\"p23060001_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the glory of the LORD has risen upon you.</span><br><span id=\"p23060002_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060002-1\">2&nbsp;</b>&nbsp;&nbsp;For behold, darkness shall cover the earth,</span><br><span id=\"p23060002_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and thick darkness the peoples;</span><br><span id=\"p23060002_06-4\" class=\"line\">&nbsp;&nbsp;but the LORD will arise upon you,</span><br><span id=\"p23060002_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his glory will be seen upon you.</span><br><span id=\"p23060003_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060003-1\">3&nbsp;</b>&nbsp;&nbsp;And nations shall come to your light,</span><br><span id=\"p23060003_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and kings to the brightness of your rising.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23060004_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060004-1\">4&nbsp;</b>&nbsp;&nbsp;Lift up your eyes all around, and see;</span><br><span id=\"p23060004_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they all gather together, they come to you;</span><br><span id=\"p23060004_06-4\" class=\"line\">&nbsp;&nbsp;your sons shall come from afar,</span><br><span id=\"p23060004_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your daughters shall be carried on the hip.</span><br><span id=\"p23060005_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060005-1\">5&nbsp;</b>&nbsp;&nbsp;Then you shall see and be radiant;</span><br><span id=\"p23060005_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your heart shall thrill and exult,</span><br><span id=\"p23060005_06-4\" class=\"line\">&nbsp;&nbsp;because the abundance of the sea shall be turned to you,</span><br><span id=\"p23060005_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wealth of the nations shall come to you.</span><br><span id=\"p23060006_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060006-1\">6&nbsp;</b>&nbsp;&nbsp;A multitude of camels shall cover you,</span><br><span id=\"p23060006_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the young camels of Midian and Ephah;</span><br><span id=\"p23060006_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all those from Sheba shall come.</span><br><span id=\"p23060006_06-4\" class=\"line\">&nbsp;&nbsp;They shall bring gold and frankincense,</span><br><span id=\"p23060006_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall bring good news, the praises of the LORD.</span><br><span id=\"p23060007_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060007-1\">7&nbsp;</b>&nbsp;&nbsp;All the flocks of Kedar shall be gathered to you;</span><br><span id=\"p23060007_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the rams of Nebaioth shall minister to you;</span><br><span id=\"p23060007_06-4\" class=\"line\">&nbsp;&nbsp;they shall come up with acceptance on my altar,</span><br><span id=\"p23060007_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will beautify my beautiful house.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23060008_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060008-1\">8&nbsp;</b>&nbsp;&nbsp;Who are these that fly like a cloud,</span><br><span id=\"p23060008_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like doves to their windows?</span><br><span id=\"p23060009_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060009-1\">9&nbsp;</b>&nbsp;&nbsp;For the coastlands shall hope for me,</span><br><span id=\"p23060009_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the ships of Tarshish first,</span><br><span id=\"p23060009_06-4\" class=\"line\">&nbsp;&nbsp;to bring your children from afar,</span><br><span id=\"p23060009_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their silver and gold with them,</span><br><span id=\"p23060009_06-4\" class=\"line\">&nbsp;&nbsp;for the name of the LORD your God,</span><br><span id=\"p23060009_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for the Holy One of Israel,</span><br><span id=\"p23060009_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because he has made you beautiful.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23060010_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060010-1\">10&nbsp;</b>&nbsp;&nbsp;Foreigners shall build up your walls,</span><br><span id=\"p23060010_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their kings shall minister to you;</span><br><span id=\"p23060010_06-4\" class=\"line\">&nbsp;&nbsp;for in my wrath I struck you,</span><br><span id=\"p23060010_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but in my favor I have had mercy on you.</span><br><span id=\"p23060011_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060011-1\">11&nbsp;</b>&nbsp;&nbsp;Your gates shall be open continually;</span><br><span id=\"p23060011_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;day and night they shall not be shut,</span><br><span id=\"p23060011_06-4\" class=\"line\">&nbsp;&nbsp;that people may bring to you the wealth of the nations,</span><br><span id=\"p23060011_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with their kings led in procession.</span><br><span id=\"p23060012_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060012-1\">12&nbsp;</b>&nbsp;&nbsp;For the nation and kingdom</span><br><span id=\"p23060012_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that will not serve you shall perish;</span><br><span id=\"p23060012_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those nations shall be utterly laid waste.</span><br><span id=\"p23060013_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060013-1\">13&nbsp;</b>&nbsp;&nbsp;The glory of Lebanon shall come to you,</span><br><span id=\"p23060013_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the cypress, the plane, and the pine,</span><br><span id=\"p23060013_06-4\" class=\"line\">&nbsp;&nbsp;to beautify the place of my sanctuary,</span><br><span id=\"p23060013_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will make the place of my feet glorious.</span><br><span id=\"p23060014_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060014-1\">14&nbsp;</b>&nbsp;&nbsp;The sons of those who afflicted you</span><br><span id=\"p23060014_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall come bending low to you,</span><br><span id=\"p23060014_06-4\" class=\"line\">&nbsp;&nbsp;and all who despised you</span><br><span id=\"p23060014_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall bow down at your feet;</span><br><span id=\"p23060014_06-4\" class=\"line\">&nbsp;&nbsp;they shall call you the City of the LORD,</span><br><span id=\"p23060014_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Zion of the Holy One of Israel.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23060015_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060015-1\">15&nbsp;</b>&nbsp;&nbsp;Whereas you have been forsaken and hated,</span><br><span id=\"p23060015_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with no one passing through,</span><br><span id=\"p23060015_06-4\" class=\"line\">&nbsp;&nbsp;I will make you majestic forever,</span><br><span id=\"p23060015_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a joy from age to age.</span><br><span id=\"p23060016_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060016-1\">16&nbsp;</b>&nbsp;&nbsp;You shall suck the milk of nations;</span><br><span id=\"p23060016_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall nurse at the breast of kings;</span><br><span id=\"p23060016_06-4\" class=\"line\">&nbsp;&nbsp;and you shall know that I, the LORD, am your Savior</span><br><span id=\"p23060016_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your Redeemer, the Mighty One of Jacob.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23060017_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060017-1\">17&nbsp;</b>&nbsp;&nbsp;Instead of bronze I will bring gold,</span><br><span id=\"p23060017_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and instead of iron I will bring silver;</span><br><span id=\"p23060017_06-4\" class=\"line\">&nbsp;&nbsp;instead of wood, bronze,</span><br><span id=\"p23060017_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;instead of stones, iron.</span><br><span id=\"p23060017_06-4\" class=\"line\">&nbsp;&nbsp;I will make your overseers peace</span><br><span id=\"p23060017_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your taskmasters righteousness.</span><br><span id=\"p23060018_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060018-1\">18&nbsp;</b>&nbsp;&nbsp;Violence shall no more be heard in your land,</span><br><span id=\"p23060018_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;devastation or destruction within your borders;</span><br><span id=\"p23060018_06-4\" class=\"line\">&nbsp;&nbsp;you shall call your walls Salvation,</span><br><span id=\"p23060018_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your gates Praise.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23060019_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060019-1\">19&nbsp;</b>&nbsp;&nbsp;The sun shall be no more</span><br><span id=\"p23060019_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your light by day,</span><br><span id=\"p23060019_06-4\" class=\"line\">&nbsp;&nbsp;nor for brightness shall the moon</span><br><span id=\"p23060019_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give you light;</span><br><span id=\"p23060019_06-4\" class=\"line\">&nbsp;&nbsp;but the LORD will be your everlasting light,</span><br><span id=\"p23060019_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your God will be your glory.</span><br><span id=\"p23060020_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060020-1\">20&nbsp;</b>&nbsp;&nbsp;Your sun shall no more go down,</span><br><span id=\"p23060020_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor your moon withdraw itself;</span><br><span id=\"p23060020_06-4\" class=\"line\">&nbsp;&nbsp;for the LORD will be your everlasting light,</span><br><span id=\"p23060020_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your days of mourning shall be ended.</span><br><span id=\"p23060021_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060021-1\">21&nbsp;</b>&nbsp;&nbsp;Your people shall all be righteous;</span><br><span id=\"p23060021_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall possess the land forever,</span><br><span id=\"p23060021_06-4\" class=\"line\">&nbsp;&nbsp;the branch of my planting, the work of my hands,</span><br><span id=\"p23060021_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might be glorified.</span><br><span id=\"p23060022_06-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060022-1\">22&nbsp;</b>&nbsp;&nbsp;The least one shall become a clan,</span><br><span id=\"p23060022_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the smallest one a mighty nation;</span><br><span id=\"p23060022_06-4\" class=\"line\">&nbsp;&nbsp;I am the LORD;</span><br><span id=\"p23060022_06-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in its time I will hasten it.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Arise, shine; for thy light is come, and the glory of the LORD is risen upon thee.  <strong>2</strong> For, behold, the darkness shall cover the earth, and gross darkness the people: but the LORD shall arise upon thee, and his glory shall be seen upon thee.  <strong>3</strong> And the Gentiles shall come to thy light, and kings to the brightness of thy rising.  <strong>4</strong> Lift up thine eyes round about, and see: all they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at thy side.  <strong>5</strong> Then thou shalt see, and flow together, and thine heart shall fear, and be enlarged; because the abundance of the sea shall be converted unto thee, the forces of the Gentiles shall come unto thee.  <strong>6</strong> The multitude of camels shall cover thee, the dromedaries of Midian and Ephah; all they from Sheba shall come: they shall bring gold and incense; and they shall shew forth the praises of the LORD.  <strong>7</strong> All the flocks of Kedar shall be gathered together unto thee, the rams of Nebaioth shall minister unto thee: they shall come up with acceptance on mine altar, and I will glorify the house of my glory.  <strong>8</strong> Who are these that fly as a cloud, and as the doves to their windows?  <strong>9</strong> Surely the isles shall wait for me, and the ships of Tarshish first, to bring thy sons from far, their silver and their gold with them, unto the name of the LORD thy God, and to the Holy One of Israel, because he hath glorified thee.  <strong>10</strong> And the sons of strangers shall build up thy walls, and their kings shall minister unto thee: for in my wrath I smote thee, but in my favour have I had mercy on thee.  <strong>11</strong> Therefore thy gates shall be open continually; they shall not be shut day nor night; that men may bring unto thee the forces of the Gentiles, and that their kings may be brought.  <strong>12</strong> For the nation and kingdom that will not serve thee shall perish; yea, those nations shall be utterly wasted.  <strong>13</strong> The glory of Lebanon shall come unto thee, the fir tree, the pine tree, and the box together, to beautify the place of my sanctuary; and I will make the place of my feet glorious.  <strong>14</strong> The sons also of them that afflicted thee shall come bending unto thee; and all they that despised thee shall bow themselves down at the soles of thy feet; and they shall call thee, The city of the LORD, The Zion of the Holy One of Israel.  <strong>15</strong> Whereas thou hast been forsaken and hated, so that no man went through thee, I will make thee an eternal excellency, a joy of many generations.  <strong>16</strong> Thou shalt also suck the milk of the Gentiles, and shalt suck the breast of kings: and thou shalt know that I the LORD am thy Saviour and thy Redeemer, the mighty One of Jacob.  <strong>17</strong> For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron: I will also make thy officers peace, and thine exactors righteousness.  <strong>18</strong> Violence shall no more be heard in thy land, wasting nor destruction within thy borders; but thou shalt call thy walls Salvation, and thy gates Praise.  <strong>19</strong> The sun shall be no more thy light by day; neither for brightness shall the moon give light unto thee: but the LORD shall be unto thee an everlasting light, and thy God thy glory.  <strong>20</strong> Thy sun shall no more go down; neither shall thy moon withdraw itself: for the LORD shall be thine everlasting light, and the days of thy mourning shall be ended.  <strong>21</strong> Thy people also shall be all righteous: they shall inherit the land for ever, the branch of my planting, the work of my hands, that I may be glorified.  <strong>22</strong> A little one shall become a thousand, and a small one a strong nation: I the LORD will hasten it in his time.  ","niv":"<sup><strong>1</strong></sup> \"Arise, shine, for your light has come, and the glory of the LORD rises upon you. <sup><strong>2</strong></sup> See, darkness covers the earth and thick darkness is over the peoples, but the LORD rises upon you and his glory appears over you. <sup><strong>3</strong></sup> Nations will come to your light, and kings to the brightness of your dawn. <sup><strong>4</strong></sup> \"Lift up your eyes and look about you: All assemble and come to you; your sons come from afar, and your daughters are carried on the arm. <sup><strong>5</strong></sup> Then you will look and be radiant, your heart will throb and swell with joy; the wealth on the seas will be brought to you, to you the riches of the nations will come. <sup><strong>6</strong></sup> Herds of camels will cover your land, young camels of Midian and Ephah. And all from Sheba will come, bearing gold and incense and proclaiming the praise of the LORD. <sup><strong>7</strong></sup> All Kedar's flocks will be gathered to you, the rams of Nebaioth will serve you; they will be accepted as offerings on my altar, and I will adorn my glorious temple. <sup><strong>8</strong></sup> \"Who are these that fly along like clouds, like doves to their nests? <sup><strong>9</strong></sup> Surely the islands look to me; in the lead are the ships of Tarshish, bringing your sons from afar, with their silver and gold, to the honor of the LORD your God, the Holy One of Israel, for he has endowed you with splendor. <sup><strong>10</strong></sup> \"Foreigners will rebuild your walls, and their kings will serve you. Though in anger I struck you, in favor I will show you compassion. <sup><strong>11</strong></sup> Your gates will always stand open, they will never be shut, day or night, so that men may bring you the wealth of the nations- their kings led in triumphal procession. <sup><strong>12</strong></sup> For the nation or kingdom that will not serve you will perish; it will be utterly ruined. <sup><strong>13</strong></sup> \"The glory of Lebanon will come to you, the pine, the fir and the cypress together, to adorn the place of my sanctuary; and I will glorify the place of my feet. <sup><strong>14</strong></sup> The sons of your oppressors will come bowing before you; all who despise you will bow down at your feet and will call you the City of the LORD, Zion of the Holy One of Israel. <sup><strong>15</strong></sup> \"Although you have been forsaken and hated, with no one traveling through, I will make you the everlasting pride and the joy of all generations. <sup><strong>16</strong></sup> You will drink the milk of nations and be nursed at royal breasts. Then you will know that I, the LORD, am your Savior, your Redeemer, the Mighty One of Jacob. <sup><strong>17</strong></sup> Instead of bronze I will bring you gold, and silver in place of iron. Instead of wood I will bring you bronze, and iron in place of stones. I will make peace your governor and righteousness your ruler. <sup><strong>18</strong></sup> No longer will violence be heard in your land, nor ruin or destruction within your borders, but you will call your walls Salvation and your gates Praise. <sup><strong>19</strong></sup> The sun will no more be your light by day, nor will the brightness of the moon shine on you, for the LORD will be your everlasting light, and your God will be your glory. <sup><strong>20</strong></sup> Your sun will never set again, and your moon will wane no more; the LORD will be your everlasting light, and your days of sorrow will end. <sup><strong>21</strong></sup> Then will all your people be righteous and they will possess the land forever. They are the shoot I have planted, the work of my hands, for the display of my splendor. <sup><strong>22</strong></sup> The least of you will become a thousand, the smallest a mighty nation. I am the LORD; in its time I will do this swiftly.\" "},{"_id":"61622c4b9b02b3054ca4f6f3","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Isaiah 43:5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043005_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043005-1\">5&nbsp;</b>&nbsp;&nbsp;Fear not, for I am with you;</span><br><span id=\"p23043005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will bring your offspring from the east,</span><br><span id=\"p23043005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the west I will gather you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Fear not: for I am with thee: I will bring thy seed from the east, and gather thee from the west;  ","niv":"<sup><strong>5</strong></sup> Do not be afraid, for I am with you; I will bring your children from the east and gather you from the west."},{"_id":"61622c4c9b02b3054ca4f6f4","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Isaiah 35:1-10","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23035001_05-6\" class=\"line\"><b class=\"chapter-num\" id=\"v23035001-1\">35:1&nbsp;</b>&nbsp;&nbsp;The wilderness and the dry land shall be glad;</span><br><span id=\"p23035001_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the desert shall rejoice and blossom like the crocus;</span><br><span id=\"p23035002_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035002-1\">2&nbsp;</b>&nbsp;&nbsp;it shall blossom abundantly</span><br><span id=\"p23035002_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rejoice with joy and singing.</span><br><span id=\"p23035002_05-6\" class=\"line\">&nbsp;&nbsp;The glory of Lebanon shall be given to it,</span><br><span id=\"p23035002_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the majesty of Carmel and Sharon.</span><br><span id=\"p23035002_05-6\" class=\"line\">&nbsp;&nbsp;They shall see the glory of the LORD,</span><br><span id=\"p23035002_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the majesty of our God.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23035003_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035003-1\">3&nbsp;</b>&nbsp;&nbsp;Strengthen the weak hands,</span><br><span id=\"p23035003_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make firm the feeble knees.</span><br><span id=\"p23035004_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035004-1\">4&nbsp;</b>&nbsp;&nbsp;Say to those who have an anxious heart,</span><br><span id=\"p23035004_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Be strong; fear not!</span><br><span id=\"p23035004_05-6\" class=\"line\">&nbsp;&nbsp;Behold, your God</span><br><span id=\"p23035004_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will come with vengeance,</span><br><span id=\"p23035004_05-6\" class=\"line\">&nbsp;&nbsp;with the recompense of God.</span><br><span id=\"p23035004_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;He will come and save you.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23035005_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035005-1\">5&nbsp;</b>&nbsp;&nbsp;Then the eyes of the blind shall be opened,</span><br><span id=\"p23035005_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the ears of the deaf unstopped;</span><br><span id=\"p23035006_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035006-1\">6&nbsp;</b>&nbsp;&nbsp;then shall the lame man leap like a deer,</span><br><span id=\"p23035006_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the tongue of the mute sing for joy.</span><br><span id=\"p23035006_05-6\" class=\"line\">&nbsp;&nbsp;For waters break forth in the wilderness,</span><br><span id=\"p23035006_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and streams in the desert;</span><br><span id=\"p23035007_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035007-1\">7&nbsp;</b>&nbsp;&nbsp;the burning sand shall become a pool,</span><br><span id=\"p23035007_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the thirsty ground springs of water;</span><br><span id=\"p23035007_05-6\" class=\"line\">&nbsp;&nbsp;in the haunt of jackals, where they lie down,</span><br><span id=\"p23035007_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the grass shall become reeds and rushes.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23035008_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035008-1\">8&nbsp;</b>&nbsp;&nbsp;And a highway shall be there,</span><br><span id=\"p23035008_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall be called the Way of Holiness;</span><br><span id=\"p23035008_05-6\" class=\"line\">&nbsp;&nbsp;the unclean shall not pass over it.</span><br><span id=\"p23035008_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;It shall belong to those who walk on the way;</span><br><span id=\"p23035008_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even if they are fools, they shall not go astray.</span><br><span id=\"p23035009_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035009-1\">9&nbsp;</b>&nbsp;&nbsp;No lion shall be there,</span><br><span id=\"p23035009_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor shall any ravenous beast come up on it;</span><br><span id=\"p23035009_05-6\" class=\"line\">&nbsp;&nbsp;they shall not be found there,</span><br><span id=\"p23035009_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the redeemed shall walk there.</span><br><span id=\"p23035010_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23035010-1\">10&nbsp;</b>&nbsp;&nbsp;And the ransomed of the LORD shall return</span><br><span id=\"p23035010_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and come to Zion with singing;</span><br><span id=\"p23035010_05-6\" class=\"line\">&nbsp;&nbsp;everlasting joy shall be upon their heads;</span><br><span id=\"p23035010_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall obtain gladness and joy,</span><br><span id=\"p23035010_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sorrow and sighing shall flee away.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The wilderness and the solitary place shall be glad for them; and the desert shall rejoice, and blossom as the rose.  <strong>2</strong> It shall blossom abundantly, and rejoice even with joy and singing: the glory of Lebanon shall be given unto it, the excellency of Carmel and Sharon, they shall see the glory of the LORD, and the excellency of our God.  <strong>3</strong> Strengthen ye the weak hands, and confirm the feeble knees.  <strong>4</strong> Say to them that are of a fearful heart, Be strong, fear not: behold, your God will come with vengeance, even God with a recompence; he will come and save you.  <strong>5</strong> Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped.  <strong>6</strong> Then shall the lame man leap as an hart, and the tongue of the dumb sing: for in the wilderness shall waters break out, and streams in the desert.  <strong>7</strong> And the parched ground shall become a pool, and the thirsty land springs of water: in the habitation of dragons, where each lay, shall be  grass with reeds and rushes.  <strong>8</strong> And an highway shall be there, and a way, and it shall be called The way of holiness; the unclean shall not pass over it; but it shall be  for those: the wayfaring men, though fools, shall not err therein.  <strong>9</strong> No lion shall be there, nor any ravenous beast shall go up thereon, it shall not be found there; but the redeemed shall walk there:  <strong>10</strong> And the ransomed of the LORD shall return, and come to Zion with songs and everlasting joy upon their heads: they shall obtain joy and gladness, and sorrow and sighing shall flee away.  ","niv":"<sup><strong>1</strong></sup> The desert and the parched land will be glad; the wilderness will rejoice and blossom. Like the crocus, <sup><strong>2</strong></sup> it will burst into bloom; it will rejoice greatly and shout for joy. The glory of Lebanon will be given to it, the splendor of Carmel and Sharon; they will see the glory of the LORD, the splendor of our God. <sup><strong>3</strong></sup> Strengthen the feeble hands, steady the knees that give way; <sup><strong>4</strong></sup> say to those with fearful hearts, \"Be strong, do not fear; your God will come, he will come with vengeance; with divine retribution he will come to save you.\" <sup><strong>5</strong></sup> Then will the eyes of the blind be opened and the ears of the deaf unstopped. <sup><strong>6</strong></sup> Then will the lame leap like a deer, and the mute tongue shout for joy. Water will gush forth in the wilderness and streams in the desert. <sup><strong>7</strong></sup> The burning sand will become a pool, the thirsty ground bubbling springs. In the haunts where jackals once lay, grass and reeds and papyrus will grow. <sup><strong>8</strong></sup> And a highway will be there; it will be called the Way of Holiness. The unclean will not journey on it; it will be for those who walk in that Way; wicked fools will not go about on it. <sup><strong>9</strong></sup> No lion will be there, nor will any ferocious beast get up on it; they will not be found there. But only the redeemed will walk there, <sup><strong>10</strong></sup> and the ransomed of the LORD will return. They will enter Zion with singing; everlasting joy will crown their heads. Gladness and joy will overtake them, and sorrow and sighing will flee away. "},{"_id":"61622c4c9b02b3054ca4f6f5","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Proverbs 3:1-35","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003001_09-7\" class=\"line\"><b class=\"chapter-num\" id=\"v20003001-1\">3:1&nbsp;</b>&nbsp;&nbsp;My son, do not forget my teaching,</span><br><span id=\"p20003001_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but let your heart keep my commandments,</span><br><span id=\"p20003002_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003002-1\">2&nbsp;</b>&nbsp;&nbsp;for length of days and years of life</span><br><span id=\"p20003002_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and peace they will add to you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003003_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003003-1\">3&nbsp;</b>&nbsp;&nbsp;Let not steadfast love and faithfulness forsake you;</span><br><span id=\"p20003003_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;bind them around your neck;</span><br><span id=\"p20003003_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;write them on the tablet of your heart.</span><br><span id=\"p20003004_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003004-1\">4&nbsp;</b>&nbsp;&nbsp;So you will find favor and good success</span><br><span id=\"p20003004_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the sight of God and man.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003005_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br><span id=\"p20003007_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003007-1\">7&nbsp;</b>&nbsp;&nbsp;Be not wise in your own eyes;</span><br><span id=\"p20003007_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fear the LORD, and turn away from evil.</span><br><span id=\"p20003008_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003008-1\">8&nbsp;</b>&nbsp;&nbsp;It will be healing to your flesh</span><br><span id=\"p20003008_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and refreshment to your bones.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003009_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003009-1\">9&nbsp;</b>&nbsp;&nbsp;Honor the LORD with your wealth</span><br><span id=\"p20003009_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with the firstfruits of all your produce;</span><br><span id=\"p20003010_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003010-1\">10&nbsp;</b>&nbsp;&nbsp;then your barns will be filled with plenty,</span><br><span id=\"p20003010_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your vats will be bursting with wine.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003011_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003011-1\">11&nbsp;</b>&nbsp;&nbsp;My son, do not despise the LORD’s discipline</span><br><span id=\"p20003011_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or be weary of his reproof,</span><br><span id=\"p20003012_09-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003012-1\">12&nbsp;</b>&nbsp;&nbsp;for the LORD reproves him whom he loves,</span><br><span id=\"p20003012_09-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as a father the son in whom he delights.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003013_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003013-1\">13&nbsp;</b>&nbsp;&nbsp;Blessed is the one who finds wisdom,</span><br><span id=\"p20003013_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the one who gets understanding,</span><br><span id=\"p20003014_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003014-1\">14&nbsp;</b>&nbsp;&nbsp;for the gain from her is better than gain from silver</span><br><span id=\"p20003014_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her profit better than gold.</span><br><span id=\"p20003015_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003015-1\">15&nbsp;</b>&nbsp;&nbsp;She is more precious than jewels,</span><br><span id=\"p20003015_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and nothing you desire can compare with her.</span><br><span id=\"p20003016_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003016-1\">16&nbsp;</b>&nbsp;&nbsp;Long life is in her right hand;</span><br><span id=\"p20003016_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in her left hand are riches and honor.</span><br><span id=\"p20003017_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003017-1\">17&nbsp;</b>&nbsp;&nbsp;Her ways are ways of pleasantness,</span><br><span id=\"p20003017_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all her paths are peace.</span><br><span id=\"p20003018_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003018-1\">18&nbsp;</b>&nbsp;&nbsp;She is a tree of life to those who lay hold of her;</span><br><span id=\"p20003018_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who hold her fast are called blessed.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003019_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003019-1\">19&nbsp;</b>&nbsp;&nbsp;The LORD by wisdom founded the earth;</span><br><span id=\"p20003019_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by understanding he established the heavens;</span><br><span id=\"p20003020_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003020-1\">20&nbsp;</b>&nbsp;&nbsp;by his knowledge the deeps broke open,</span><br><span id=\"p20003020_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the clouds drop down the dew.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003021_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003021-1\">21&nbsp;</b>&nbsp;&nbsp;My son, do not lose sight of these—</span><br><span id=\"p20003021_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;keep sound wisdom and discretion,</span><br><span id=\"p20003022_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003022-1\">22&nbsp;</b>&nbsp;&nbsp;and they will be life for your soul</span><br><span id=\"p20003022_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and adornment for your neck.</span><br><span id=\"p20003023_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003023-1\">23&nbsp;</b>&nbsp;&nbsp;Then you will walk on your way securely,</span><br><span id=\"p20003023_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your foot will not stumble.</span><br><span id=\"p20003024_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003024-1\">24&nbsp;</b>&nbsp;&nbsp;If you lie down, you will not be afraid;</span><br><span id=\"p20003024_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when you lie down, your sleep will be sweet.</span><br><span id=\"p20003025_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003025-1\">25&nbsp;</b>&nbsp;&nbsp;Do not be afraid of sudden terror</span><br><span id=\"p20003025_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or of the ruin of the wicked, when it comes,</span><br><span id=\"p20003026_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003026-1\">26&nbsp;</b>&nbsp;&nbsp;for the LORD will be your confidence</span><br><span id=\"p20003026_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will keep your foot from being caught.</span><br><span id=\"p20003027_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003027-1\">27&nbsp;</b>&nbsp;&nbsp;Do not withhold good from those to whom it is due,</span><br><span id=\"p20003027_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when it is in your power to do it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003028_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003028-1\">28&nbsp;</b>&nbsp;&nbsp;Do not say to your neighbor, “Go, and come again,</span><br><span id=\"p20003028_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;tomorrow I will give it”—when you have it with you.</span><br><span id=\"p20003029_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003029-1\">29&nbsp;</b>&nbsp;&nbsp;Do not plan evil against your neighbor,</span><br><span id=\"p20003029_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who dwells trustingly beside you.</span><br><span id=\"p20003030_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003030-1\">30&nbsp;</b>&nbsp;&nbsp;Do not contend with a man for no reason,</span><br><span id=\"p20003030_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he has done you no harm.</span><br><span id=\"p20003031_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003031-1\">31&nbsp;</b>&nbsp;&nbsp;Do not envy a man of violence</span><br><span id=\"p20003031_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not choose any of his ways,</span><br><span id=\"p20003032_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003032-1\">32&nbsp;</b>&nbsp;&nbsp;for the devious person is an abomination to the LORD,</span><br><span id=\"p20003032_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the upright are in his confidence.</span><br><span id=\"p20003033_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003033-1\">33&nbsp;</b>&nbsp;&nbsp;The LORD’s curse is on the house of the wicked,</span><br><span id=\"p20003033_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he blesses the dwelling of the righteous.</span><br><span id=\"p20003034_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003034-1\">34&nbsp;</b>&nbsp;&nbsp;Toward the scorners he is scornful,</span><br><span id=\"p20003034_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but to the humble he gives favor.</span><br><span id=\"p20003035_16-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003035-1\">35&nbsp;</b>&nbsp;&nbsp;The wise will inherit honor,</span><br><span id=\"p20003035_16-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but fools get disgrace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> My son, forget not my law; but let thine heart keep my commandments:  <strong>2</strong> For length of days, and long life, and peace, shall they add to thee.  <strong>3</strong> Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:  <strong>4</strong> So shalt thou find favour and good understanding in the sight of God and man.  <strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  <strong>7</strong> Be not wise in thine own eyes: fear the LORD, and depart from evil.  <strong>8</strong> It shall be health to thy navel, and marrow to thy bones.  <strong>9</strong> Honour the LORD with thy substance, and with the firstfruits of all thine increase:  <strong>10</strong> So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.  <strong>11</strong> My son, despise not the chastening of the LORD; neither be weary of his correction:  <strong>12</strong> For whom the LORD loveth he correcteth; even as a father the son in whom he delighteth.  <strong>13</strong> Happy is the man that findeth wisdom, and the man that getteth understanding.  <strong>14</strong> For the merchandise of it is better than the merchandise of silver, and the gain thereof than fine gold.  <strong>15</strong> She is more precious than rubies: and all the things thou canst desire are not to be compared unto her.  <strong>16</strong> Length of days is in her right hand; and in her left hand riches and honour.  <strong>17</strong> Her ways are ways of pleasantness, and all her paths are peace.  <strong>18</strong> She is a tree of life to them that lay hold upon her: and happy is every one that retaineth her.  <strong>19</strong> The LORD by wisdom hath founded the earth; by understanding hath he established the heavens.  <strong>20</strong> By his knowledge the depths are broken up, and the clouds drop down the dew.  <strong>21</strong> My son, let not them depart from thine eyes: keep sound wisdom and discretion:  <strong>22</strong> So shall they be life unto thy soul, and grace to thy neck.  <strong>23</strong> Then shalt thou walk in thy way safely, and thy foot shall not stumble.  <strong>24</strong> When thou liest down, thou shalt not be afraid: yea, thou shalt lie down, and thy sleep shall be sweet.  <strong>25</strong> Be not afraid of sudden fear, neither of the desolation of the wicked, when it cometh.  <strong>26</strong> For the LORD shall be thy confidence, and shall keep thy foot from being taken.  <strong>27</strong> Withhold not good from them to whom it is due, when it is in the power of thine hand to do it.  <strong>28</strong> Say not unto thy neighbour, Go, and come again, and to morrow I will give; when thou hast it by thee.  <strong>29</strong> Devise not evil against thy neighbour, seeing he dwelleth securely by thee.  <strong>30</strong> Strive not with a man without cause, if he have done thee no harm.  <strong>31</strong> Envy thou not the oppressor, and choose none of his ways.  <strong>32</strong> For the froward is abomination to the LORD: but his secret is with the righteous.  <strong>33</strong> The curse of the LORD is in the house of the wicked: but he blesseth the habitation of the just.  <strong>34</strong> Surely he scorneth the scorners: but he giveth grace unto the lowly.  <strong>35</strong> The wise shall inherit glory: but shame shall be the promotion of fools.  ","niv":"<sup><strong>1</strong></sup> My son, do not forget my teaching, but keep my commands in your heart, <sup><strong>2</strong></sup> for they will prolong your life many years and bring you prosperity. <sup><strong>3</strong></sup> Let love and faithfulness never leave you; bind them around your neck, write them on the tablet of your heart. <sup><strong>4</strong></sup> Then you will win favor and a good name in the sight of God and man. <sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. <sup><strong>7</strong></sup> Do not be wise in your own eyes; fear the LORD and shun evil. <sup><strong>8</strong></sup> This will bring health to your body and nourishment to your bones. <sup><strong>9</strong></sup> Honor the LORD with your wealth, with the firstfruits of all your crops; <sup><strong>10</strong></sup> then your barns will be filled to overflowing, and your vats will brim over with new wine. <sup><strong>11</strong></sup> My son, do not despise the LORD's discipline and do not resent his rebuke, <sup><strong>12</strong></sup> because the LORD disciplines those he loves, as a father the son he delights in. <sup><strong>13</strong></sup> Blessed is the man who finds wisdom, the man who gains understanding, <sup><strong>14</strong></sup> for she is more profitable than silver and yields better returns than gold. <sup><strong>15</strong></sup> She is more precious than rubies; nothing you desire can compare with her. <sup><strong>16</strong></sup> Long life is in her right hand; in her left hand are riches and honor. <sup><strong>17</strong></sup> Her ways are pleasant ways, and all her paths are peace. <sup><strong>18</strong></sup> She is a tree of life to those who embrace her; those who lay hold of her will be blessed. <sup><strong>19</strong></sup> By wisdom the LORD laid the earth's foundations, by understanding he set the heavens in place; <sup><strong>20</strong></sup> by his knowledge the deeps were divided, and the clouds let drop the dew. <sup><strong>21</strong></sup> My son, preserve sound judgment and discernment, do not let them out of your sight; <sup><strong>22</strong></sup> they will be life for you, an ornament to grace your neck. <sup><strong>23</strong></sup> Then you will go on your way in safety, and your foot will not stumble; <sup><strong>24</strong></sup> when you lie down, you will not be afraid; when you lie down, your sleep will be sweet. <sup><strong>25</strong></sup> Have no fear of sudden disaster or of the ruin that overtakes the wicked, <sup><strong>26</strong></sup> for the LORD will be your confidence and will keep your foot from being snared. <sup><strong>27</strong></sup> Do not withhold good from those who deserve it, when it is in your power to act. <sup><strong>28</strong></sup> Do not say to your neighbor, \"Come back later; I'll give it tomorrow\"- when you now have it with you. <sup><strong>29</strong></sup> Do not plot harm against your neighbor, who lives trustfully near you. <sup><strong>30</strong></sup> Do not accuse a man for no reason- when he has done you no harm. <sup><strong>31</strong></sup> Do not envy a violent man or choose any of his ways, <sup><strong>32</strong></sup> for the LORD detests a perverse man but takes the upright into his confidence. <sup><strong>33</strong></sup> The LORD's curse is on the house of the wicked, but he blesses the home of the righteous. <sup><strong>34</strong></sup> He mocks proud mockers but gives grace to the humble. <sup><strong>35</strong></sup> The wise inherit honor, but fools he holds up to shame. "},{"_id":"61622c4c9b02b3054ca4f6f6","topicId":"61622c4a9b02b3054ca4f6ee","verse":"2 Timothy 3:16-17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"61622c4d9b02b3054ca4f6f7","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Philippians 4:1-23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50004001_01-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50004001-1\">4:1&nbsp;</b>Therefore, my brothers, whom I love and long for, my joy and crown, stand firm thus in the Lord, my beloved.</p>\n\n<p id=\"p50004001_05-9\"><b class=\"verse-num\" id=\"v50004002-1\">2&nbsp;</b>I entreat Euodia and I entreat Syntyche to agree in the Lord. <b class=\"verse-num\" id=\"v50004003-1\">3&nbsp;</b>Yes, I ask you also, true companion, help these women, who have labored side by side with me in the gospel together with Clement and the rest of my fellow workers, whose names are in the book of life.</p>\n<p id=\"p50004003_05-9\"><b class=\"verse-num\" id=\"v50004004-1\">4&nbsp;</b>Rejoice in the Lord always; again I will say, rejoice. <b class=\"verse-num\" id=\"v50004005-1\">5&nbsp;</b>Let your reasonableness be known to everyone. The Lord is at hand; <b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. <b class=\"verse-num\" id=\"v50004007-1\">7&nbsp;</b>And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.</p>\n<p id=\"p50004007_05-9\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things. <b class=\"verse-num\" id=\"v50004009-1\">9&nbsp;</b>What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.</p>\n\n<p id=\"p50004009_07-9\"><b class=\"verse-num\" id=\"v50004010-1\">10&nbsp;</b>I rejoiced in the Lord greatly that now at length you have revived your concern for me. You were indeed concerned for me, but you had no opportunity. <b class=\"verse-num\" id=\"v50004011-1\">11&nbsp;</b>Not that I am speaking of being in need, for I have learned in whatever situation I am to be content. <b class=\"verse-num\" id=\"v50004012-1\">12&nbsp;</b>I know how to be brought low, and I know how to abound. In any and every circumstance, I have learned the secret of facing plenty and hunger, abundance and need. <b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n<p id=\"p50004013_07-9\"><b class=\"verse-num\" id=\"v50004014-1\">14&nbsp;</b>Yet it was kind of you to share my trouble. <b class=\"verse-num\" id=\"v50004015-1\">15&nbsp;</b>And you Philippians yourselves know that in the beginning of the gospel, when I left Macedonia, no church entered into partnership with me in giving and receiving, except you only. <b class=\"verse-num\" id=\"v50004016-1\">16&nbsp;</b>Even in Thessalonica you sent me help for my needs once and again. <b class=\"verse-num\" id=\"v50004017-1\">17&nbsp;</b>Not that I seek the gift, but I seek the fruit that increases to your credit. <b class=\"verse-num\" id=\"v50004018-1\">18&nbsp;</b>I have received full payment, and more. I am well supplied, having received from Epaphroditus the gifts you sent, a fragrant offering, a sacrifice acceptable and pleasing to God. <b class=\"verse-num\" id=\"v50004019-1\">19&nbsp;</b>And my God will supply every need of yours according to his riches in glory in Christ Jesus. <b class=\"verse-num\" id=\"v50004020-1\">20&nbsp;</b>To our God and Father be glory forever and ever. Amen.</p>\n\n<p id=\"p50004020_09-9\"><b class=\"verse-num\" id=\"v50004021-1\">21&nbsp;</b>Greet every saint in Christ Jesus. The brothers who are with me greet you. <b class=\"verse-num\" id=\"v50004022-1\">22&nbsp;</b>All the saints greet you, especially those of Caesar’s household.</p>\n<p id=\"p50004022_09-9\"><b class=\"verse-num\" id=\"v50004023-1\">23&nbsp;</b>The grace of the Lord Jesus Christ be with your spirit.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore, my brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved.  <strong>2</strong> I beseech Euodias, and beseech Syntyche, that they be of the same mind in the Lord.  <strong>3</strong> And I intreat thee also, true yokefellow, help those women which laboured with me in the gospel, with Clement also, and with other my fellowlabourers, whose names are in the book of life.  <strong>4</strong> Rejoice in the Lord alway: and again I say, Rejoice.  <strong>5</strong> Let your moderation be known unto all men. The Lord is at hand.  <strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  <strong>7</strong> And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.  <strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  <strong>9</strong> Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.  <strong>10</strong> But I rejoiced in the Lord greatly, that now at the last your care of me hath flourished again; wherein ye were also careful, but ye lacked opportunity.  <strong>11</strong> Not that I speak in respect of want: for I have learned, in whatsoever state I am, therewith to be content.  <strong>12</strong> I know both how to be abased, and I know how to abound: every where and in all things I am instructed both to be full and to be hungry, both to abound and to suffer need.  <strong>13</strong> I can do all things through Christ which strengtheneth me.  <strong>14</strong> Notwithstanding ye have well done, that ye did communicate with my affliction.  <strong>15</strong> Now ye Philippians know also, that in the beginning of the gospel, when I departed from Macedonia, no church communicated with me as concerning giving and receiving, but ye only.  <strong>16</strong> For even in Thessalonica ye sent once and again unto my necessity.  <strong>17</strong> Not because I desire a gift: but I desire fruit that may abound to your account.  <strong>18</strong> But I have all, and abound: I am full, having received of Epaphroditus the things which were sent from you, an odour of a sweet smell, a sacrifice acceptable, wellpleasing to God.  <strong>19</strong> But my God shall supply all your need according to his riches in glory by Christ Jesus.  <strong>20</strong> Now unto God and our Father be glory for ever and ever. Amen.  <strong>21</strong> Salute every saint in Christ Jesus. The brethren which are with me greet you.  <strong>22</strong> All the saints salute you, chiefly they that are of Caesar’s household.  <strong>23</strong> The grace of our Lord Jesus Christ be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> Therefore, my brothers, you whom I love and long for, my joy and crown, that is how you should stand firm in the Lord, dear friends! <sup><strong>2</strong></sup> I plead with Euodia and I plead with Syntyche to agree with each other in the Lord. <sup><strong>3</strong></sup> Yes, and I ask you, loyal yokefellow, help these women who have contended at my side in the cause of the gospel, along with Clement and the rest of my fellow workers, whose names are in the book of life. <sup><strong>4</strong></sup> Rejoice in the Lord always. I will say it again: Rejoice! <sup><strong>5</strong></sup> Let your gentleness be evident to all. The Lord is near. <sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. <sup><strong>7</strong></sup> And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. <sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things. <sup><strong>9</strong></sup> Whatever you have learned or received or heard from me, or seen in me--put it into practice. And the God of peace will be with you. <sup><strong>10</strong></sup> I rejoice greatly in the Lord that at last you have renewed your concern for me. Indeed, you have been concerned, but you had no opportunity to show it. <sup><strong>11</strong></sup> I am not saying this because I am in need, for I have learned to be content whatever the circumstances. <sup><strong>12</strong></sup> I know what it is to be in need, and I know what it is to have plenty. I have learned the secret of being content in any and every situation, whether well fed or hungry, whether living in plenty or in want. <sup><strong>13</strong></sup> I can do everything through him who gives me strength. <sup><strong>14</strong></sup> Yet it was good of you to share in my troubles. <sup><strong>15</strong></sup> Moreover, as you Philippians know, in the early days of your acquaintance with the gospel, when I set out from Macedonia, not one church shared with me in the matter of giving and receiving, except you only; <sup><strong>16</strong></sup> for even when I was in Thessalonica, you sent me aid again and again when I was in need. <sup><strong>17</strong></sup> Not that I am looking for a gift, but I am looking for what may be credited to your account. <sup><strong>18</strong></sup> I have received full payment and even more; I am amply supplied, now that I have received from Epaphroditus the gifts you sent. They are a fragrant offering, an acceptable sacrifice, pleasing to God. <sup><strong>19</strong></sup> And my God will meet all your needs according to his glorious riches in Christ Jesus. <sup><strong>20</strong></sup> To our God and Father be glory for ever and ever. Amen. <sup><strong>21</strong></sup> Greet all the saints in Christ Jesus. The brothers who are with me send greetings. <sup><strong>22</strong></sup> All the saints send you greetings, especially those who belong to Caesar's household. <sup><strong>23</strong></sup> The grace of the Lord Jesus Christ be with your spirit. Amen. "},{"_id":"61622c4d9b02b3054ca4f6f8","topicId":"61622c4a9b02b3054ca4f6ee","verse":"1 Corinthians 12:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46012001_03-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46012001-1\">12:1&nbsp;</b>Now concerning spiritual gifts, brothers, I do not want you to be uninformed. <b class=\"verse-num\" id=\"v46012002-1\">2&nbsp;</b>You know that when you were pagans you were led astray to mute idols, however you were led. <b class=\"verse-num\" id=\"v46012003-1\">3&nbsp;</b>Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.</p>\n<p id=\"p46012003_03-11\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit; <b class=\"verse-num\" id=\"v46012005-1\">5&nbsp;</b>and there are varieties of service, but the same Lord; <b class=\"verse-num\" id=\"v46012006-1\">6&nbsp;</b>and there are varieties of activities, but it is the same God who empowers them all in everyone. <b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good. <b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit, <b class=\"verse-num\" id=\"v46012009-1\">9&nbsp;</b>to another faith by the same Spirit, to another gifts of healing by the one Spirit, <b class=\"verse-num\" id=\"v46012010-1\">10&nbsp;</b>to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues. <b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n\n<p id=\"p46012011_08-11\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_08-11\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_08-11\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_08-11\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. <b class=\"verse-num\" id=\"v46012029-1\">29&nbsp;</b>Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret? <b class=\"verse-num\" id=\"v46012031-1\">31&nbsp;</b>But earnestly desire the higher gifts.</p>\n<p id=\"p46012031_08-11\">And I will show you a still more excellent way.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant. <sup><strong>2</strong></sup> You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. <sup><strong>3</strong></sup> Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit. <sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. <sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. <sup><strong>29</strong></sup> Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret? <sup><strong>31</strong></sup> But eagerly desire the greater gifts. And now I will show you the most excellent way. "},{"_id":"61622c4d9b02b3054ca4f6f9","topicId":"61622c4a9b02b3054ca4f6ee","verse":"1 Corinthians 4:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46004006_01-13\"><b class=\"verse-num\" id=\"v46004006-1\">6&nbsp;</b>I have applied all these things to myself and Apollos for your benefit, brothers, that you may learn by us not to go beyond what is written, that none of you may be puffed up in favor of one against another.</p>\n\n</div>","kjv":"<strong>6</strong> And these things, brethren, I have in a figure transferred to myself and to Apollos for your sakes; that ye might learn in us not to think of men above that which is written, that no one of you be puffed up for one against another.  ","niv":"<sup><strong>6</strong></sup> Now, brothers, I have applied these things to myself and Apollos for your benefit, so that you may learn from us the meaning of the saying, \"Do not go beyond what is written.\" Then you will not take pride in one man over against another."},{"_id":"61622c4d9b02b3054ca4f6fa","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Romans 14:1-15:33","votes":1,"__v":0,"kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  <strong>1</strong> We then that are strong ought to bear the infirmities of the weak, and not to please ourselves.  <strong>2</strong> Let every one of us please his neighbour for his  good to edification.  <strong>3</strong> For even Christ pleased not himself; but, as it is written, The reproaches of them that reproached thee fell on me.  <strong>4</strong> For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the scriptures might have hope.  <strong>5</strong> Now the God of patience and consolation grant you to be likeminded one toward another according to Christ Jesus:  <strong>6</strong> That ye may with one mind and one mouth glorify God, even the Father of our Lord Jesus Christ.  <strong>7</strong> Wherefore receive ye one another, as Christ also received us to the glory of God.  <strong>8</strong> Now I say that Jesus Christ was a minister of the circumcision for the truth of God, to confirm the promises made unto the fathers:  <strong>9</strong> And that the Gentiles might glorify God for his mercy; as it is written, For this cause I will confess to thee among the Gentiles, and sing unto thy name.  <strong>10</strong> And again he saith, Rejoice, ye Gentiles, with his people.  <strong>11</strong> And again, Praise the Lord, all ye Gentiles; and laud him, all ye people.  <strong>12</strong> And again, Esaias saith, There shall be a root of Jesse, and he that shall rise to reign over the Gentiles; in him shall the Gentiles trust.  <strong>13</strong> Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.  <strong>14</strong> And I myself also am persuaded of you, my brethren, that ye also are full of goodness, filled with all knowledge, able also to admonish one another.  <strong>15</strong> Nevertheless, brethren, I have written the more boldly unto you in some sort, as putting you in mind, because of the grace that is given to me of God,  <strong>16</strong> That I should be the minister of Jesus Christ to the Gentiles, ministering the gospel of God, that the offering up of the Gentiles might be acceptable, being sanctified by the Holy Ghost.  <strong>17</strong> I have therefore whereof I may glory through Jesus Christ in those things which pertain to God.  <strong>18</strong> For I will not dare to speak of any of those things which Christ hath not wrought by me, to make the Gentiles obedient, by word and deed,  <strong>19</strong> Through mighty signs and wonders, by the power of the Spirit of God; so that from Jerusalem, and round about unto Illyricum, I have fully preached the gospel of Christ.  <strong>20</strong> Yea, so have I strived to preach the gospel, not where Christ was named, lest I should build upon another man’s foundation:  <strong>21</strong> But as it is written, To whom he was not spoken of, they shall see: and they that have not heard shall understand.  <strong>22</strong> For which cause also I have been much hindered from coming to you.  <strong>23</strong> But now having no more place in these parts, and having a great desire these many years to come unto you;  <strong>24</strong> Whensoever I take my journey into Spain, I will come to you: for I trust to see you in my journey, and to be brought on my way thitherward by you, if first I be somewhat filled with your company.  <strong>25</strong> But now I go unto Jerusalem to minister unto the saints.  <strong>26</strong> For it hath pleased them of Macedonia and Achaia to make a certain contribution for the poor saints which are at Jerusalem.  <strong>27</strong> It hath pleased them verily; and their debtors they are. For if the Gentiles have been made partakers of their spiritual things, their duty is also to minister unto them in carnal things.  <strong>28</strong> When therefore I have performed this, and have sealed to them this fruit, I will come by you into Spain.  <strong>29</strong> And I am sure that, when I come unto you, I shall come in the fulness of the blessing of the gospel of Christ.  <strong>30</strong> Now I beseech you, brethren, for the Lord Jesus Christ’s sake, and for the love of the Spirit, that ye strive together with me in your  prayers to God for me;  <strong>31</strong> That I may be delivered from them that do not believe in Judaea; and that my service which I have for Jerusalem may be accepted of the saints;  <strong>32</strong> That I may come unto you with joy by the will of God, and may with you be refreshed.  <strong>33</strong> Now the God of peace be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. "},{"_id":"61622c4e9b02b3054ca4f6fb","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Luke 15:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42015010_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n</div>","kjv":"<strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. ","niv":"<sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\""},{"_id":"61622c4e9b02b3054ca4f6fc","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Luke 15:8-9","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42015008_07-16\"><b class=\"verse-num woc\" id=\"v42015008-1\">8&nbsp;</b><span class=\"woc\">“Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?</span> <b class=\"verse-num woc\" id=\"v42015009-1\">9&nbsp;</b><span class=\"woc\">And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’</span></p>\n\n</div>","kjv":"<strong>8</strong>           Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?  <strong>9</strong> And when she hath found it, she calleth her  friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.  ","niv":"<sup><strong>8</strong></sup> \"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it? <sup><strong>9</strong></sup> And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' "},{"_id":"61622c4e9b02b3054ca4f6fd","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Luke 5:17-26","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42005017_05-17\"><b class=\"verse-num\" id=\"v42005017-1\">17&nbsp;</b>On one of those days, as he was teaching, Pharisees and teachers of the law were sitting there, who had come from every village of Galilee and Judea and from Jerusalem. And the power of the Lord was with him to heal. <b class=\"verse-num\" id=\"v42005018-1\">18&nbsp;</b>And behold, some men were bringing on a bed a man who was paralyzed, and they were seeking to bring him in and lay him before Jesus, <b class=\"verse-num\" id=\"v42005019-1\">19&nbsp;</b>but finding no way to bring him in, because of the crowd, they went up on the roof and let him down with his bed through the tiles into the midst before Jesus. <b class=\"verse-num\" id=\"v42005020-1\">20&nbsp;</b>And when he saw their faith, he said, <span class=\"woc\">“Man, your sins are forgiven you.”</span> <b class=\"verse-num\" id=\"v42005021-1\">21&nbsp;</b>And the scribes and the Pharisees began to question, saying, “Who is this who speaks blasphemies? Who can forgive sins but God alone?” <b class=\"verse-num\" id=\"v42005022-1\">22&nbsp;</b>When Jesus perceived their thoughts, he answered them, <span class=\"woc\">“Why do you question in your hearts?</span> <b class=\"verse-num woc\" id=\"v42005023-1\">23&nbsp;</b><span class=\"woc\">Which is easier, to say, ‘Your sins are forgiven you,’ or to say, ‘Rise and walk’?</span> <b class=\"verse-num woc\" id=\"v42005024-1\">24&nbsp;</b><span class=\"woc\">But that you may know that the Son of Man has authority on earth to forgive sins”</span>—he said to the man who was paralyzed—<span class=\"woc\">“I say to you, rise, pick up your bed and go home.”</span> <b class=\"verse-num\" id=\"v42005025-1\">25&nbsp;</b>And immediately he rose up before them and picked up what he had been lying on and went home, glorifying God. <b class=\"verse-num\" id=\"v42005026-1\">26&nbsp;</b>And amazement seized them all, and they glorified God and were filled with awe, saying, “We have seen extraordinary things today.”</p>\n\n</div>","kjv":"<strong>17</strong> And it came to pass on a certain day, as he was teaching, that there were Pharisees and doctors of the law sitting by, which were come out of every town of Galilee, and Judaea, and Jerusalem: and the power of the Lord was present to heal them.  <strong>18</strong> And, behold, men brought in a bed a man which was taken with a palsy: and they sought means to bring him in, and to lay him  before him.  <strong>19</strong> And when they could not find by what way they might bring him in because of the multitude, they went upon the housetop, and let him down through the tiling with his couch into the midst before Jesus.  <strong>20</strong> And when he saw their faith, he said unto him, Man, thy sins are forgiven thee.  <strong>21</strong> And the scribes and the Pharisees began to reason, saying, Who is this which speaketh blasphemies? Who can forgive sins, but God alone?  <strong>22</strong> But when Jesus perceived their thoughts, he answering said unto them, What reason ye in your hearts?  <strong>23</strong> Whether is easier, to say, Thy sins be forgiven thee; or to say, Rise up and walk?  <strong>24</strong> But that ye may know that the Son of man hath power upon earth to forgive sins, (he said unto the sick of the palsy,) I say unto thee, Arise, and take up thy couch, and go into thine house.  <strong>25</strong> And immediately he rose up before them, and took up that whereon he lay, and departed to his own house, glorifying God.  <strong>26</strong> And they were all amazed, and they glorified God, and were filled with fear, saying, We have seen strange things to day.  ","niv":"<sup><strong>17</strong></sup> One day as he was teaching, Pharisees and teachers of the law, who had come from every village of Galilee and from Judea and Jerusalem, were sitting there. And the power of the Lord was present for him to heal the sick. <sup><strong>18</strong></sup> Some men came carrying a paralytic on a mat and tried to take him into the house to lay him before Jesus. <sup><strong>19</strong></sup> When they could not find a way to do this because of the crowd, they went up on the roof and lowered him on his mat through the tiles into the middle of the crowd, right in front of Jesus. <sup><strong>20</strong></sup> When Jesus saw their faith, he said, \"Friend, your sins are forgiven.\" <sup><strong>21</strong></sup> The Pharisees and the teachers of the law began thinking to themselves, \"Who is this fellow who speaks blasphemy? Who can forgive sins but God alone?\" <sup><strong>22</strong></sup> Jesus knew what they were thinking and asked, \"Why are you thinking these things in your hearts? <sup><strong>23</strong></sup> Which is easier: to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? <sup><strong>24</strong></sup> But that you may know that the Son of Man has authority on earth to forgive sins....\" He said to the paralyzed man, \"I tell you, get up, take your mat and go home.\" <sup><strong>25</strong></sup> Immediately he stood up in front of them, took what he had been lying on and went home praising God. <sup><strong>26</strong></sup> Everyone was amazed and gave praise to God. They were filled with awe and said, \"We have seen remarkable things today.\" "},{"_id":"61622c4f9b02b3054ca4f6fe","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Matthew 25:31-46","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40025031_04-18\"><b class=\"verse-num woc\" id=\"v40025031-1\">31&nbsp;</b><span class=\"woc\">“When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne.</span> <b class=\"verse-num woc\" id=\"v40025032-1\">32&nbsp;</b><span class=\"woc\">Before him will be gathered all the nations, and he will separate people one from another as a shepherd separates the sheep from the goats.</span> <b class=\"verse-num woc\" id=\"v40025033-1\">33&nbsp;</b><span class=\"woc\">And he will place the sheep on his right, but the goats on the left.</span> <b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n<p id=\"p40025040_04-18\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span> <b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n\n</div>","kjv":"<strong>31</strong>           When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:  <strong>32</strong> And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:  <strong>33</strong> And he shall set the sheep on his right hand, but the goats on the left.  <strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  <strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  <strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>31</strong></sup> \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory. <sup><strong>32</strong></sup> All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. <sup><strong>33</strong></sup> He will put the sheep on his right and the goats on his left. <sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' <sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' <sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\" "},{"_id":"61622c4f9b02b3054ca4f6ff","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Psalm 118:1-29","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19118001_06-19\" class=\"line\"><b class=\"chapter-num\" id=\"v19118001-1\">118:1&nbsp;</b>&nbsp;&nbsp;Oh give thanks to the LORD, for he is good;</span><br><span id=\"p19118001_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118002_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118002-1\">2&nbsp;</b>&nbsp;&nbsp;Let Israel say,</span><br><span id=\"p19118002_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“His steadfast love endures forever.”</span><br><span id=\"p19118003_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118003-1\">3&nbsp;</b>&nbsp;&nbsp;Let the house of Aaron say,</span><br><span id=\"p19118003_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“His steadfast love endures forever.”</span><br><span id=\"p19118004_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118004-1\">4&nbsp;</b>&nbsp;&nbsp;Let those who fear the LORD say,</span><br><span id=\"p19118004_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“His steadfast love endures forever.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118005_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118005-1\">5&nbsp;</b>&nbsp;&nbsp;Out of my distress I called on the LORD;</span><br><span id=\"p19118005_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD answered me and set me free.</span><br><span id=\"p19118006_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118006-1\">6&nbsp;</b>&nbsp;&nbsp;The LORD is on my side; I will not fear.</span><br><span id=\"p19118006_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;What can man do to me?</span><br><span id=\"p19118007_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118007-1\">7&nbsp;</b>&nbsp;&nbsp;The LORD is on my side as my helper;</span><br><span id=\"p19118007_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I shall look in triumph on those who hate me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118008_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118008-1\">8&nbsp;</b>&nbsp;&nbsp;It is better to take refuge in the LORD</span><br><span id=\"p19118008_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than to trust in man.</span><br><span id=\"p19118009_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118009-1\">9&nbsp;</b>&nbsp;&nbsp;It is better to take refuge in the LORD</span><br><span id=\"p19118009_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than to trust in princes.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118010_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118010-1\">10&nbsp;</b>&nbsp;&nbsp;All nations surrounded me;</span><br><span id=\"p19118010_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the name of the LORD I cut them off!</span><br><span id=\"p19118011_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118011-1\">11&nbsp;</b>&nbsp;&nbsp;They surrounded me, surrounded me on every side;</span><br><span id=\"p19118011_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the name of the LORD I cut them off!</span><br><span id=\"p19118012_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118012-1\">12&nbsp;</b>&nbsp;&nbsp;They surrounded me like bees;</span><br><span id=\"p19118012_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they went out like a fire among thorns;</span><br><span id=\"p19118012_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the name of the LORD I cut them off!</span><br><span id=\"p19118013_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118013-1\">13&nbsp;</b>&nbsp;&nbsp;I was pushed hard, so that I was falling,</span><br><span id=\"p19118013_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD helped me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118014_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118014-1\">14&nbsp;</b>&nbsp;&nbsp;The LORD is my strength and my song;</span><br><span id=\"p19118014_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has become my salvation.</span><br><span id=\"p19118015_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118015-1\">15&nbsp;</b>&nbsp;&nbsp;Glad songs of salvation</span><br><span id=\"p19118015_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are in the tents of the righteous:</span><br><span id=\"p19118015_06-19\" class=\"line\">&nbsp;&nbsp;“The right hand of the LORD does valiantly,</span><br><span id=\"p19118016_06-19\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19118016-1\">16&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;the right hand of the LORD exalts,</span><br><span id=\"p19118016_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the right hand of the LORD does valiantly!”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118017_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118017-1\">17&nbsp;</b>&nbsp;&nbsp;I shall not die, but I shall live,</span><br><span id=\"p19118017_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and recount the deeds of the LORD.</span><br><span id=\"p19118018_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD has disciplined me severely,</span><br><span id=\"p19118018_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he has not given me over to death.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118019_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118019-1\">19&nbsp;</b>&nbsp;&nbsp;Open to me the gates of righteousness,</span><br><span id=\"p19118019_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may enter through them</span><br><span id=\"p19118019_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give thanks to the LORD.</span><br><span id=\"p19118020_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118020-1\">20&nbsp;</b>&nbsp;&nbsp;This is the gate of the LORD;</span><br><span id=\"p19118020_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the righteous shall enter through it.</span><br><span id=\"p19118021_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118021-1\">21&nbsp;</b>&nbsp;&nbsp;I thank you that you have answered me</span><br><span id=\"p19118021_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have become my salvation.</span><br><span id=\"p19118022_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118022-1\">22&nbsp;</b>&nbsp;&nbsp;The stone that the builders rejected</span><br><span id=\"p19118022_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone.</span><br><span id=\"p19118023_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118023-1\">23&nbsp;</b>&nbsp;&nbsp;This is the LORD’s doing;</span><br><span id=\"p19118023_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is marvelous in our eyes.</span><br><span id=\"p19118024_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118024-1\">24&nbsp;</b>&nbsp;&nbsp;This is the day that the LORD has made;</span><br><span id=\"p19118024_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us rejoice and be glad in it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118025_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118025-1\">25&nbsp;</b>&nbsp;&nbsp;Save us, we pray, O LORD!</span><br><span id=\"p19118025_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, we pray, give us success!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118026_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118026-1\">26&nbsp;</b>&nbsp;&nbsp;Blessed is he who comes in the name of the LORD!</span><br><span id=\"p19118026_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;We bless you from the house of the LORD.</span><br><span id=\"p19118027_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118027-1\">27&nbsp;</b>&nbsp;&nbsp;The LORD is God,</span><br><span id=\"p19118027_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he has made his light to shine upon us.</span><br><span id=\"p19118027_06-19\" class=\"line\">&nbsp;&nbsp;Bind the festal sacrifice with cords,</span><br><span id=\"p19118027_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;up to the horns of the altar!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118028_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118028-1\">28&nbsp;</b>&nbsp;&nbsp;You are my God, and I will give thanks to you;</span><br><span id=\"p19118028_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you are my God; I will extol you.</span><br><span id=\"p19118029_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118029-1\">29&nbsp;</b>&nbsp;&nbsp;Oh give thanks to the LORD, for he is good;</span><br><span id=\"p19118029_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> O give thanks unto the LORD; for he is good: because his mercy endureth for ever.  <strong>2</strong> Let Israel now say, that his mercy endureth for ever.  <strong>3</strong> Let the house of Aaron now say, that his mercy endureth for ever.  <strong>4</strong> Let them now that fear the LORD say, that his mercy endureth  for ever.  <strong>5</strong> I called upon the LORD in distress: the LORD answered me, and set me in a large place.  <strong>6</strong> The LORD is on my side; I will not fear: what can man do unto me?  <strong>7</strong> The LORD taketh my part with them that help me: therefore shall I see my desire upon them that hate me.  <strong>8</strong>             It is better to trust in the LORD than to put confidence in man.  <strong>9</strong>             It is better to trust in the LORD than to put confidence in princes.  <strong>10</strong> All nations compassed me about: but in the name of the LORD will I destroy them.  <strong>11</strong> They compassed me about; yea, they compassed me about: but in the name of the LORD I will destroy them.  <strong>12</strong> They compassed me about like bees; they are quenched as the fire of thorns: for in the name of the LORD I will destroy them.  <strong>13</strong> Thou hast thrust sore at me that I might fall: but the LORD helped me.  <strong>14</strong> The LORD is my strength and song, and is become my salvation.  <strong>15</strong> The voice of rejoicing and salvation is in the tabernacles of the righteous: the right hand of the LORD doeth valiantly.  <strong>16</strong> The right hand of the LORD is exalted: the right hand of the LORD doeth valiantly.  <strong>17</strong> I shall not die, but live, and declare the works of the LORD.  <strong>18</strong> The LORD hath chastened me sore: but he hath not given me over unto death.  <strong>19</strong> Open to me the gates of righteousness: I will go into them, and  I will praise the LORD:  <strong>20</strong> This gate of the LORD, into which the righteous shall enter.  <strong>21</strong> I will praise thee: for thou hast heard me, and art become my salvation.  <strong>22</strong> The stone which the builders refused is become the head stone of the corner.  <strong>23</strong> This is the LORD’S doing; it is marvellous in our eyes.  <strong>24</strong> This is the day which the LORD hath made; we will rejoice and be glad in it.  <strong>25</strong> Save now, I beseech thee, O LORD: O LORD, I beseech thee, send now prosperity.  <strong>26</strong> Blessed be he that cometh in the name of the LORD: we have blessed you out of the house of the LORD.  <strong>27</strong> God is the LORD, which hath shewed us light: bind the sacrifice with cords, even unto the horns of the altar.  <strong>28</strong> Thou art my God, and I will praise thee: thou art  my God, I will exalt thee.  <strong>29</strong> O give thanks unto the LORD; for he is good: for his mercy endureth for ever.  ","niv":"<sup><strong>1</strong></sup> Give thanks to the LORD, for he is good; his love endures forever. <sup><strong>2</strong></sup> Let Israel say: \"His love endures forever.\" <sup><strong>3</strong></sup> Let the house of Aaron say: \"His love endures forever.\" <sup><strong>4</strong></sup> Let those who fear the LORD say: \"His love endures forever.\" <sup><strong>5</strong></sup> In my anguish I cried to the LORD, and he answered by setting me free. <sup><strong>6</strong></sup> The LORD is with me; I will not be afraid. What can man do to me? <sup><strong>7</strong></sup> The LORD is with me; he is my helper. I will look in triumph on my enemies. <sup><strong>8</strong></sup> It is better to take refuge in the LORD than to trust in man. <sup><strong>9</strong></sup> It is better to take refuge in the LORD than to trust in princes. <sup><strong>10</strong></sup> All the nations surrounded me, but in the name of the LORD I cut them off. <sup><strong>11</strong></sup> They surrounded me on every side, but in the name of the LORD I cut them off. <sup><strong>12</strong></sup> They swarmed around me like bees, but they died out as quickly as burning thorns; in the name of the LORD I cut them off. <sup><strong>13</strong></sup> I was pushed back and about to fall, but the LORD helped me. <sup><strong>14</strong></sup> The LORD is my strength and my song; he has become my salvation. <sup><strong>15</strong></sup> Shouts of joy and victory resound in the tents of the righteous: \"The LORD's right hand has done mighty things! <sup><strong>16</strong></sup> The LORD's right hand is lifted high; the LORD's right hand has done mighty things!\" <sup><strong>17</strong></sup> I will not die but live, and will proclaim what the LORD has done. <sup><strong>18</strong></sup> The LORD has chastened me severely, but he has not given me over to death. <sup><strong>19</strong></sup> Open for me the gates of righteousness; I will enter and give thanks to the LORD. <sup><strong>20</strong></sup> This is the gate of the LORD through which the righteous may enter. <sup><strong>21</strong></sup> I will give you thanks, for you answered me; you have become my salvation. <sup><strong>22</strong></sup> The stone the builders rejected has become the capstone; <sup><strong>23</strong></sup> the LORD has done this, and it is marvelous in our eyes. <sup><strong>24</strong></sup> This is the day the LORD has made; let us rejoice and be glad in it. <sup><strong>25</strong></sup> O LORD, save us; O LORD, grant us success. <sup><strong>26</strong></sup> Blessed is he who comes in the name of the LORD. From the house of the LORD we bless you. <sup><strong>27</strong></sup> The LORD is God, and he has made his light shine upon us. With boughs in hand, join in the festal procession up to the horns of the altar. <sup><strong>28</strong></sup> You are my God, and I will give you thanks; you are my God, and I will exalt you. <sup><strong>29</strong></sup> Give thanks to the LORD, for he is good; his love endures forever. "},{"_id":"61622c4f9b02b3054ca4f700","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Psalm 35:1-28","votes":1,"__v":0,"esv":"<div>\n\n<h4 id=\"p19035001_05-20\" class=\"psalm-title\">Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19035001_05-20\" class=\"line\"><b class=\"chapter-num\" id=\"v19035001-1\">35:1&nbsp;</b>&nbsp;&nbsp;Contend, O LORD, with those who contend with me;</span><br><span id=\"p19035001_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fight against those who fight against me!</span><br><span id=\"p19035002_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035002-1\">2&nbsp;</b>&nbsp;&nbsp;Take hold of shield and buckler</span><br><span id=\"p19035002_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rise for my help!</span><br><span id=\"p19035003_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035003-1\">3&nbsp;</b>&nbsp;&nbsp;Draw the spear and javelin</span><br><span id=\"p19035003_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against my pursuers!</span><br><span id=\"p19035003_05-20\" class=\"line\">&nbsp;&nbsp;Say to my soul,</span><br><span id=\"p19035003_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“I am your salvation!”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19035004_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035004-1\">4&nbsp;</b>&nbsp;&nbsp;Let them be put to shame and dishonor</span><br><span id=\"p19035004_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who seek after my life!</span><br><span id=\"p19035004_05-20\" class=\"line\">&nbsp;&nbsp;Let them be turned back and disappointed</span><br><span id=\"p19035004_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who devise evil against me!</span><br><span id=\"p19035005_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035005-1\">5&nbsp;</b>&nbsp;&nbsp;Let them be like chaff before the wind,</span><br><span id=\"p19035005_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the angel of the LORD driving them away!</span><br><span id=\"p19035006_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035006-1\">6&nbsp;</b>&nbsp;&nbsp;Let their way be dark and slippery,</span><br><span id=\"p19035006_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the angel of the LORD pursuing them!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19035007_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035007-1\">7&nbsp;</b>&nbsp;&nbsp;For without cause they hid their net for me;</span><br><span id=\"p19035007_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without cause they dug a pit for my life.</span><br><span id=\"p19035008_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035008-1\">8&nbsp;</b>&nbsp;&nbsp;Let destruction come upon him when he does not know it!</span><br><span id=\"p19035008_05-20\" class=\"line\">&nbsp;&nbsp;And let the net that he hid ensnare him;</span><br><span id=\"p19035008_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him fall into it—to his destruction!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19035009_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035009-1\">9&nbsp;</b>&nbsp;&nbsp;Then my soul will rejoice in the LORD,</span><br><span id=\"p19035009_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;exulting in his salvation.</span><br><span id=\"p19035010_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035010-1\">10&nbsp;</b>&nbsp;&nbsp;All my bones shall say,</span><br><span id=\"p19035010_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“O LORD, who is like you,</span><br><span id=\"p19035010_05-20\" class=\"line\">&nbsp;&nbsp;delivering the poor</span><br><span id=\"p19035010_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from him who is too strong for him,</span><br><span id=\"p19035010_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the poor and needy from him who robs him?”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19035011_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035011-1\">11&nbsp;</b>&nbsp;&nbsp;Malicious witnesses rise up;</span><br><span id=\"p19035011_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they ask me of things that I do not know.</span><br><span id=\"p19035012_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035012-1\">12&nbsp;</b>&nbsp;&nbsp;They repay me evil for good;</span><br><span id=\"p19035012_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul is bereft.</span><br><span id=\"p19035013_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035013-1\">13&nbsp;</b>&nbsp;&nbsp;But I, when they were sick—</span><br><span id=\"p19035013_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I wore sackcloth;</span><br><span id=\"p19035013_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I afflicted myself with fasting;</span><br><span id=\"p19035013_05-20\" class=\"line\">&nbsp;&nbsp;I prayed with head bowed on my chest.</span><br><span id=\"p19035014_05-20\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19035014-1\">14&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;I went about as though I grieved for my friend or my brother;</span><br><span id=\"p19035014_05-20\" class=\"line\">&nbsp;&nbsp;as one who laments his mother,</span><br><span id=\"p19035014_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I bowed down in mourning.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19035015_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035015-1\">15&nbsp;</b>&nbsp;&nbsp;But at my stumbling they rejoiced and gathered;</span><br><span id=\"p19035015_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they gathered together against me;</span><br><span id=\"p19035015_05-20\" class=\"line\">&nbsp;&nbsp;wretches whom I did not know</span><br><span id=\"p19035015_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;tore at me without ceasing;</span><br><span id=\"p19035016_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035016-1\">16&nbsp;</b>&nbsp;&nbsp;like profane mockers at a feast,</span><br><span id=\"p19035016_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they gnash at me with their teeth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19035017_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035017-1\">17&nbsp;</b>&nbsp;&nbsp;How long, O Lord, will you look on?</span><br><span id=\"p19035017_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Rescue me from their destruction,</span><br><span id=\"p19035017_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my precious life from the lions!</span><br><span id=\"p19035018_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035018-1\">18&nbsp;</b>&nbsp;&nbsp;I will thank you in the great congregation;</span><br><span id=\"p19035018_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the mighty throng I will praise you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19035019_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035019-1\">19&nbsp;</b>&nbsp;&nbsp;Let not those rejoice over me</span><br><span id=\"p19035019_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who are wrongfully my foes,</span><br><span id=\"p19035019_05-20\" class=\"line\">&nbsp;&nbsp;and let not those wink the eye</span><br><span id=\"p19035019_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who hate me without cause.</span><br><span id=\"p19035020_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035020-1\">20&nbsp;</b>&nbsp;&nbsp;For they do not speak peace,</span><br><span id=\"p19035020_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but against those who are quiet in the land</span><br><span id=\"p19035020_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they devise words of deceit.</span><br><span id=\"p19035021_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035021-1\">21&nbsp;</b>&nbsp;&nbsp;They open wide their mouths against me;</span><br><span id=\"p19035021_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they say, “Aha, Aha!</span><br><span id=\"p19035021_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Our eyes have seen it!”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19035022_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035022-1\">22&nbsp;</b>&nbsp;&nbsp;You have seen, O LORD; be not silent!</span><br><span id=\"p19035022_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O Lord, be not far from me!</span><br><span id=\"p19035023_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035023-1\">23&nbsp;</b>&nbsp;&nbsp;Awake and rouse yourself for my vindication,</span><br><span id=\"p19035023_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for my cause, my God and my Lord!</span><br><span id=\"p19035024_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035024-1\">24&nbsp;</b>&nbsp;&nbsp;Vindicate me, O LORD, my God,</span><br><span id=\"p19035024_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your righteousness,</span><br><span id=\"p19035024_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let them not rejoice over me!</span><br><span id=\"p19035025_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035025-1\">25&nbsp;</b>&nbsp;&nbsp;Let them not say in their hearts,</span><br><span id=\"p19035025_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Aha, our heart’s desire!”</span><br><span id=\"p19035025_05-20\" class=\"line\">&nbsp;&nbsp;Let them not say, “We have swallowed him up.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19035026_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035026-1\">26&nbsp;</b>&nbsp;&nbsp;Let them be put to shame and disappointed altogether</span><br><span id=\"p19035026_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who rejoice at my calamity!</span><br><span id=\"p19035026_05-20\" class=\"line\">&nbsp;&nbsp;Let them be clothed with shame and dishonor</span><br><span id=\"p19035026_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who magnify themselves against me!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19035027_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035027-1\">27&nbsp;</b>&nbsp;&nbsp;Let those who delight in my righteousness</span><br><span id=\"p19035027_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shout for joy and be glad</span><br><span id=\"p19035027_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and say evermore,</span><br><span id=\"p19035027_05-20\" class=\"line\">&nbsp;&nbsp;“Great is the LORD,</span><br><span id=\"p19035027_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who delights in the welfare of his servant!”</span><br><span id=\"p19035028_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19035028-1\">28&nbsp;</b>&nbsp;&nbsp;Then my tongue shall tell of your righteousness</span><br><span id=\"p19035028_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of your praise all the day long.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Plead my cause, O LORD, with them that strive with me: fight against them that fight against me.  <strong>2</strong> Take hold of shield and buckler, and stand up for mine help.  <strong>3</strong> Draw out also the spear, and stop the way against them that persecute me: say unto my soul, I am thy salvation.  <strong>4</strong> Let them be confounded and put to shame that seek after my soul: let them be turned back and brought to confusion that devise my hurt.  <strong>5</strong> Let them be as chaff before the wind: and let the angel of the LORD chase them. <strong>6</strong> Let their way be dark and slippery: and let the angel of the LORD persecute them.  <strong>7</strong> For without cause have they hid for me their net in a pit, which without cause they have digged for my soul.  <strong>8</strong> Let destruction come upon him at unawares; and let his net that he hath hid catch himself: into that very destruction let him fall.  <strong>9</strong> And my soul shall be joyful in the LORD: it shall rejoice in his salvation.  <strong>10</strong> All my bones shall say, LORD, who is like unto thee, which deliverest the poor from him that is too strong for him, yea, the poor and the needy from him that spoileth him?  <strong>11</strong> False witnesses did rise up; they laid to my charge things  that I knew not.  <strong>12</strong> They rewarded me evil for good to the spoiling of my soul.  <strong>13</strong> But as for me, when they were sick, my clothing was sackcloth: I humbled my soul with fasting; and my prayer returned into mine own bosom.  <strong>14</strong> I behaved myself as though he had been my friend or  brother: I bowed down heavily, as one that mourneth for his  mother.  <strong>15</strong> But in mine adversity they rejoiced, and gathered themselves together: yea, the abjects gathered themselves together against me, and I knew it not; they did tear me, and ceased not:  <strong>16</strong> With hypocritical mockers in feasts, they gnashed upon me with their teeth.  <strong>17</strong> Lord, how long wilt thou look on? rescue my soul from their destructions, my darling from the lions.  <strong>18</strong> I will give thee thanks in the great congregation: I will praise thee among much people.  <strong>19</strong> Let not them that are mine enemies wrongfully rejoice over me: neither let them wink with the eye that hate me without a cause.  <strong>20</strong> For they speak not peace: but they devise deceitful matters against them that are quiet in the land.  <strong>21</strong> Yea, they opened their mouth wide against me, and said, Aha, aha, our eye hath seen it. <strong>22</strong>             This thou hast seen, O LORD: keep not silence: O Lord, be not far from me.  <strong>23</strong> Stir up thyself, and awake to my judgment, even unto my cause, my God and my Lord.  <strong>24</strong> Judge me, O LORD my God, according to thy righteousness; and let them not rejoice over me.  <strong>25</strong> Let them not say in their hearts, Ah, so would we have it: let them not say, We have swallowed him up.  <strong>26</strong> Let them be ashamed and brought to confusion together that rejoice at mine hurt: let them be clothed with shame and dishonour that magnify themselves against me.  <strong>27</strong> Let them shout for joy, and be glad, that favour my righteous cause: yea, let them say continually, Let the LORD be magnified, which hath pleasure in the prosperity of his servant.  <strong>28</strong> And my tongue shall speak of thy righteousness and of thy praise all the day long.  ","niv":"<sup><strong>1</strong></sup> Contend, O LORD, with those who contend with me; fight against those who fight against me. <sup><strong>2</strong></sup> Take up shield and buckler; arise and come to my aid. <sup><strong>3</strong></sup> Brandish spear and javelin against those who pursue me. Say to my soul, \"I am your salvation.\" <sup><strong>4</strong></sup> May those who seek my life be disgraced and put to shame; may those who plot my ruin be turned back in dismay. <sup><strong>5</strong></sup> May they be like chaff before the wind, with the angel of the LORD driving them away; <sup><strong>6</strong></sup> may their path be dark and slippery, with the angel of the LORD pursuing them. <sup><strong>7</strong></sup> Since they hid their net for me without cause and without cause dug a pit for me, <sup><strong>8</strong></sup> may ruin overtake them by surprise- may the net they hid entangle them, may they fall into the pit, to their ruin. <sup><strong>9</strong></sup> Then my soul will rejoice in the LORD and delight in his salvation. <sup><strong>10</strong></sup> My whole being will exclaim, \"Who is like you, O LORD? You rescue the poor from those too strong for them, the poor and needy from those who rob them.\" <sup><strong>11</strong></sup> Ruthless witnesses come forward; they question me on things I know nothing about. <sup><strong>12</strong></sup> They repay me evil for good and leave my soul forlorn. <sup><strong>13</strong></sup> Yet when they were ill, I put on sackcloth and humbled myself with fasting. When my prayers returned to me unanswered, <sup><strong>14</strong></sup> I went about mourning as though for my friend or brother. I bowed my head in grief as though weeping for my mother. <sup><strong>15</strong></sup> But when I stumbled, they gathered in glee; attackers gathered against me when I was unaware. They slandered me without ceasing. <sup><strong>16</strong></sup> Like the ungodly they maliciously mocked; they gnashed their teeth at me. <sup><strong>17</strong></sup> O Lord, how long will you look on? Rescue my life from their ravages, my precious life from these lions. <sup><strong>18</strong></sup> I will give you thanks in the great assembly; among throngs of people I will praise you. <sup><strong>19</strong></sup> Let not those gloat over me who are my enemies without cause; let not those who hate me without reason maliciously wink the eye. <sup><strong>20</strong></sup> They do not speak peaceably, but devise false accusations against those who live quietly in the land. <sup><strong>21</strong></sup> They gape at me and say, \"Aha! Aha! With our own eyes we have seen it.\" <sup><strong>22</strong></sup> O LORD, you have seen this; be not silent. Do not be far from me, O Lord. <sup><strong>23</strong></sup> Awake, and rise to my defense! Contend for me, my God and Lord. <sup><strong>24</strong></sup> Vindicate me in your righteousness, O LORD my God; do not let them gloat over me. <sup><strong>25</strong></sup> Do not let them think, \"Aha, just what we wanted!\" or say, \"We have swallowed him up.\" <sup><strong>26</strong></sup> May all who gloat over my distress be put to shame and confusion; may all who exalt themselves over me be clothed with shame and disgrace. <sup><strong>27</strong></sup> May those who delight in my vindication shout for joy and gladness; may they always say, \"The LORD be exalted, who delights in the well-being of his servant.\" <sup><strong>28</strong></sup> My tongue will speak of your righteousness and of your praises all day long. "},{"_id":"61622c509b02b3054ca4f701","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Numbers 5:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p04005001_03-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04005001-1\">5:1&nbsp;</b>The LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04005002-1\">2&nbsp;</b>“Command the people of Israel that they put out of the camp everyone who is leprous or has a discharge and everyone who is unclean through contact with the dead. <b class=\"verse-num\" id=\"v04005003-1\">3&nbsp;</b>You shall put out both male and female, putting them outside the camp, that they may not defile their camp, in the midst of which I dwell.” <b class=\"verse-num\" id=\"v04005004-1\">4&nbsp;</b>And the people of Israel did so, and put them outside the camp; as the LORD said to Moses, so the people of Israel did.</p>\n\n<p id=\"p04005004_06-21\"><b class=\"verse-num\" id=\"v04005005-1\">5&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04005006-1\">6&nbsp;</b>“Speak to the people of Israel, When a man or woman commits any of the sins that people commit by breaking faith with the LORD, and that person realizes his guilt, <b class=\"verse-num\" id=\"v04005007-1\">7&nbsp;</b>he shall confess his sin that he has committed. And he shall make full restitution for his wrong, adding a fifth to it and giving it to him to whom he did the wrong. <b class=\"verse-num\" id=\"v04005008-1\">8&nbsp;</b>But if the man has no next of kin to whom restitution may be made for the wrong, the restitution for wrong shall go to the LORD for the priest, in addition to the ram of atonement with which atonement is made for him. <b class=\"verse-num\" id=\"v04005009-1\">9&nbsp;</b>And every contribution, all the holy donations of the people of Israel, which they bring to the priest, shall be his. <b class=\"verse-num\" id=\"v04005010-1\">10&nbsp;</b>Each one shall keep his holy donations: whatever anyone gives to the priest shall be his.”</p>\n\n<p id=\"p04005010_10-21\"><b class=\"verse-num\" id=\"v04005011-1\">11&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04005012-1\">12&nbsp;</b>“Speak to the people of Israel, If any man’s wife goes astray and breaks faith with him, <b class=\"verse-num\" id=\"v04005013-1\">13&nbsp;</b>if a man lies with her sexually, and it is hidden from the eyes of her husband, and she is undetected though she has defiled herself, and there is no witness against her, since she was not taken in the act, <b class=\"verse-num\" id=\"v04005014-1\">14&nbsp;</b>and if the spirit of jealousy comes over him and he is jealous of his wife who has defiled herself, or if the spirit of jealousy comes over him and he is jealous of his wife, though she has not defiled herself, <b class=\"verse-num\" id=\"v04005015-1\">15&nbsp;</b>then the man shall bring his wife to the priest and bring the offering required of her, a tenth of an ephah of barley flour. He shall pour no oil on it and put no frankincense on it, for it is a grain offering of jealousy, a grain offering of remembrance, bringing iniquity to remembrance.</p>\n<p id=\"p04005015_10-21\"><b class=\"verse-num\" id=\"v04005016-1\">16&nbsp;</b>“And the priest shall bring her near and set her before the LORD. <b class=\"verse-num\" id=\"v04005017-1\">17&nbsp;</b>And the priest shall take holy water in an earthenware vessel and take some of the dust that is on the floor of the tabernacle and put it into the water. <b class=\"verse-num\" id=\"v04005018-1\">18&nbsp;</b>And the priest shall set the woman before the LORD and unbind the hair of the woman’s head and place in her hands the grain offering of remembrance, which is the grain offering of jealousy. And in his hand the priest shall have the water of bitterness that brings the curse. <b class=\"verse-num\" id=\"v04005019-1\">19&nbsp;</b>Then the priest shall make her take an oath, saying, ‘If no man has lain with you, and if you have not turned aside to uncleanness while you were under your husband’s authority, be free from this water of bitterness that brings the curse. <b class=\"verse-num\" id=\"v04005020-1\">20&nbsp;</b>But if you have gone astray, though you are under your husband’s authority, and if you have defiled yourself, and some man other than your husband has lain with you, <b class=\"verse-num\" id=\"v04005021-1\">21&nbsp;</b>then’ (let the priest make the woman take the oath of the curse, and say to the woman) ‘the LORD make you a curse and an oath among your people, when the LORD makes your thigh fall away and your body swell. <b class=\"verse-num\" id=\"v04005022-1\">22&nbsp;</b>May this water that brings the curse pass into your bowels and make your womb swell and your thigh fall away.’ And the woman shall say, ‘Amen, Amen.’</p>\n<p id=\"p04005022_10-21\"><b class=\"verse-num\" id=\"v04005023-1\">23&nbsp;</b>“Then the priest shall write these curses in a book and wash them off into the water of bitterness. <b class=\"verse-num\" id=\"v04005024-1\">24&nbsp;</b>And he shall make the woman drink the water of bitterness that brings the curse, and the water that brings the curse shall enter into her and cause bitter pain. <b class=\"verse-num\" id=\"v04005025-1\">25&nbsp;</b>And the priest shall take the grain offering of jealousy out of the woman’s hand and shall wave the grain offering before the LORD and bring it to the altar. <b class=\"verse-num\" id=\"v04005026-1\">26&nbsp;</b>And the priest shall take a handful of the grain offering, as its memorial portion, and burn it on the altar, and afterward shall make the woman drink the water. <b class=\"verse-num\" id=\"v04005027-1\">27&nbsp;</b>And when he has made her drink the water, then, if she has defiled herself and has broken faith with her husband, the water that brings the curse shall enter into her and cause bitter pain, and her womb shall swell, and her thigh shall fall away, and the woman shall become a curse among her people. <b class=\"verse-num\" id=\"v04005028-1\">28&nbsp;</b>But if the woman has not defiled herself and is clean, then she shall be free and shall conceive children.</p>\n<p id=\"p04005028_10-21\"><b class=\"verse-num\" id=\"v04005029-1\">29&nbsp;</b>“This is the law in cases of jealousy, when a wife, though under her husband’s authority, goes astray and defiles herself, <b class=\"verse-num\" id=\"v04005030-1\">30&nbsp;</b>or when the spirit of jealousy comes over a man and he is jealous of his wife. Then he shall set the woman before the LORD, and the priest shall carry out for her all this law. <b class=\"verse-num\" id=\"v04005031-1\">31&nbsp;</b>The man shall be free from iniquity, but the woman shall bear her iniquity.”</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Command the children of Israel, that they put out of the camp every leper, and every one that hath an issue, and whosoever is defiled by the dead:  <strong>3</strong> Both male and female shall ye put out, without the camp shall ye put them; that they defile not their camps, in the midst whereof I dwell.  <strong>4</strong> And the children of Israel did so, and put them out without the camp: as the LORD spake unto Moses, so did the children of Israel.  <strong>5</strong> And the LORD spake unto Moses, saying,  <strong>6</strong> Speak unto the children of Israel, When a man or woman shall commit any sin that men commit, to do a trespass against the LORD, and that person be guilty;  <strong>7</strong> Then they shall confess their sin which they have done: and he shall recompense his trespass with the principal thereof, and add unto it the fifth part thereof, and give it unto him against whom he hath trespassed.  <strong>8</strong> But if the man have no kinsman to recompense the trespass unto, let the trespass be recompensed unto the LORD, even to the priest; beside the ram of the atonement, whereby an atonement shall be made for him.  <strong>9</strong> And every offering of all the holy things of the children of Israel, which they bring unto the priest, shall be his.  <strong>10</strong> And every man’s hallowed things shall be his: whatsoever any man giveth the priest, it shall be his.  <strong>11</strong> And the LORD spake unto Moses, saying,  <strong>12</strong> Speak unto the children of Israel, and say unto them, If any man’s wife go aside, and commit a trespass against him,  <strong>13</strong> And a man lie with her carnally, and it be hid from the eyes of her husband, and be kept close, and she be defiled, and there be no witness against her, neither she be taken with the manner;  <strong>14</strong> And the spirit of jealousy come upon him, and he be jealous of his wife, and she be defiled: or if the spirit of jealousy come upon him, and he be jealous of his wife, and she be not defiled:  <strong>15</strong> Then shall the man bring his wife unto the priest, and he shall bring her offering for her, the tenth part of an ephah of barley meal; he shall pour no oil upon it, nor put frankincense thereon; for it is  an offering of jealousy, an offering of memorial, bringing iniquity to remembrance.  <strong>16</strong> And the priest shall bring her near, and set her before the LORD:  <strong>17</strong> And the priest shall take holy water in an earthen vessel; and of the dust that is in the floor of the tabernacle the priest shall take, and put it into the water:  <strong>18</strong> And the priest shall set the woman before the LORD, and uncover the woman’s head, and put the offering of memorial in her hands, which is  the jealousy offering: and the priest shall have in his hand the bitter water that causeth the curse:  <strong>19</strong> And the priest shall charge her by an oath, and say unto the woman, If no man have lain with thee, and if thou hast not gone aside to uncleanness with another instead of thy husband, be thou free from this bitter water that causeth the curse:  <strong>20</strong> But if thou hast gone aside to another instead of thy husband, and if thou be defiled, and some man have lain with thee beside thine husband:  <strong>21</strong> Then the priest shall charge the woman with an oath of cursing, and the priest shall say unto the woman, The LORD make thee a curse and an oath among thy people, when the LORD doth make thy thigh to rot, and thy belly to swell;  <strong>22</strong> And this water that causeth the curse shall go into thy bowels, to make thy belly to swell, and thy thigh to rot: And the woman shall say, Amen, amen.  <strong>23</strong> And the priest shall write these curses in a book, and he shall blot them out with the bitter water:  <strong>24</strong> And he shall cause the woman to drink the bitter water that causeth the curse: and the water that causeth the curse shall enter into her, and become bitter.  <strong>25</strong> Then the priest shall take the jealousy offering out of the woman’s hand, and shall wave the offering before the LORD, and offer it upon the altar:  <strong>26</strong> And the priest shall take an handful of the offering, even  the memorial thereof, and burn it upon the altar, and afterward shall cause the woman to drink the water.  <strong>27</strong> And when he hath made her to drink the water, then it shall come to pass, that, if she be defiled, and have done trespass against her husband, that the water that causeth the curse shall enter into her, and become bitter, and her belly shall swell, and her thigh shall rot: and the woman shall be a curse among her people.  <strong>28</strong> And if the woman be not defiled, but be clean; then she shall be free, and shall conceive seed.  <strong>29</strong> This is the law of jealousies, when a wife goeth aside to another instead of her husband, and is defiled;  <strong>30</strong> Or when the spirit of jealousy cometh upon him, and he be jealous over his wife, and shall set the woman before the LORD, and the priest shall execute upon her all this law.  <strong>31</strong> Then shall the man be guiltless from iniquity, and this woman shall bear her iniquity.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses, <sup><strong>2</strong></sup> \"Command the Israelites to send away from the camp anyone who has an infectious skin disease or a discharge of any kind, or who is ceremonially unclean because of a dead body. <sup><strong>3</strong></sup> Send away male and female alike; send them outside the camp so they will not defile their camp, where I dwell among them.\" <sup><strong>4</strong></sup> The Israelites did this; they sent them outside the camp. They did just as the LORD had instructed Moses. <sup><strong>5</strong></sup> The LORD said to Moses, <sup><strong>6</strong></sup> \"Say to the Israelites: 'When a man or woman wrongs another in any way and so is unfaithful to the LORD, that person is guilty <sup><strong>7</strong></sup> and must confess the sin he has committed. He must make full restitution for his wrong, add one fifth to it and give it all to the person he has wronged. <sup><strong>8</strong></sup> But if that person has no close relative to whom restitution can be made for the wrong, the restitution belongs to the LORD and must be given to the priest, along with the ram with which atonement is made for him. <sup><strong>9</strong></sup> All the sacred contributions the Israelites bring to a priest will belong to him. <sup><strong>10</strong></sup> Each man's sacred gifts are his own, but what he gives to the priest will belong to the priest.'\" <sup><strong>11</strong></sup> Then the LORD said to Moses, <sup><strong>12</strong></sup> \"Speak to the Israelites and say to them: 'If a man's wife goes astray and is unfaithful to him <sup><strong>13</strong></sup> by sleeping with another man, and this is hidden from her husband and her impurity is undetected (since there is no witness against her and she has not been caught in the act), <sup><strong>14</strong></sup> and if feelings of jealousy come over her husband and he suspects his wife and she is impure-or if he is jealous and suspects her even though she is not impure- <sup><strong>15</strong></sup> then he is to take his wife to the priest. He must also take an offering of a tenth of an ephah of barley flour on her behalf. He must not pour oil on it or put incense on it, because it is a grain offering for jealousy, a reminder offering to draw attention to guilt. <sup><strong>16</strong></sup> \"'The priest shall bring her and have her stand before the LORD. <sup><strong>17</strong></sup> Then he shall take some holy water in a clay jar and put some dust from the tabernacle floor into the water. <sup><strong>18</strong></sup> After the priest has had the woman stand before the LORD, he shall loosen her hair and place in her hands the reminder offering, the grain offering for jealousy, while he himself holds the bitter water that brings a curse. <sup><strong>19</strong></sup> Then the priest shall put the woman under oath and say to her, \"If no other man has slept with you and you have not gone astray and become impure while married to your husband, may this bitter water that brings a curse not harm you. <sup><strong>20</strong></sup> But if you have gone astray while married to your husband and you have defiled yourself by sleeping with a man other than your husband\"- <sup><strong>21</strong></sup> here the priest is to put the woman under this curse of the oath-\"may the LORD cause your people to curse and denounce you when he causes your thigh to waste away and your abdomen to swell. <sup><strong>22</strong></sup> May this water that brings a curse enter your body so that your abdomen swells and your thigh wastes away.  'Then the woman is to say, \"Amen. So be it.\" <sup><strong>23</strong></sup> \"'The priest is to write these curses on a scroll and then wash them off into the bitter water. <sup><strong>24</strong></sup> He shall have the woman drink the bitter water that brings a curse, and this water will enter her and cause bitter suffering. <sup><strong>25</strong></sup> The priest is to take from her hands the grain offering for jealousy, wave it before the LORD and bring it to the altar. <sup><strong>26</strong></sup> The priest is then to take a handful of the grain offering as a memorial offering and burn it on the altar; after that, he is to have the woman drink the water. <sup><strong>27</strong></sup> If she has defiled herself and been unfaithful to her husband, then when she is made to drink the water that brings a curse, it will go into her and cause bitter suffering; her abdomen will swell and her thigh waste away, and she will become accursed among her people. <sup><strong>28</strong></sup> If, however, the woman has not defiled herself and is free from impurity, she will be cleared of guilt and will be able to have children. <sup><strong>29</strong></sup> \"'This, then, is the law of jealousy when a woman goes astray and defiles herself while married to her husband, <sup><strong>30</strong></sup> or when feelings of jealousy come over a man because he suspects his wife. The priest is to have her stand before the LORD and is to apply this entire law to her. <sup><strong>31</strong></sup> The husband will be innocent of any wrongdoing, but the woman will bear the consequences of her sin.'\" "},{"_id":"61622c509b02b3054ca4f702","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Luke 14:26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42014026_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014026-1\">26&nbsp;</b><span class=\"woc\">“If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be my disciple.</span></p>\n</div>","kjv":"<strong>26</strong> If any man come to me, and hate not his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple.  ","niv":"<sup><strong>26</strong></sup> \"If anyone comes to me and does not hate his father and mother, his wife and children, his brothers and sisters--yes, even his own life--he cannot be my disciple."},{"_id":"61622c509b02b3054ca4f703","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Luke 2:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42002019_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002019-1\">19&nbsp;</b>But Mary treasured up all these things, pondering them in her heart.</p>\n</div>","kjv":"<strong>19</strong> But Mary kept all these things, and pondered them in her heart.  ","niv":"<sup><strong>19</strong></sup> But Mary treasured up all these things and pondered them in her heart."},{"_id":"61622c509b02b3054ca4f704","topicId":"61622c4a9b02b3054ca4f6ee","verse":"Mark 16:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned."}]}