{"_id":"61622d009b02b3054ca4f76d","slug":"girlfriend-and-boyfriend","name":"Girlfriend And Boyfriend","verses":[{"_id":"61622d019b02b3054ca4f76e","topicId":"61622d009b02b3054ca4f76d","verse":"1 Corinthians 13:4-8","votes":265,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-21\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-21\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-21\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  ","niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. "},{"_id":"61622d019b02b3054ca4f76f","topicId":"61622d009b02b3054ca4f76d","verse":"1 Corinthians 10:13","votes":222,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"61622d019b02b3054ca4f770","topicId":"61622d009b02b3054ca4f76d","verse":"1 Corinthians 15:33","votes":216,"__v":0,"esv":"<div>\n<p id=\"p46015033_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.”</p>\n\n</div>","kjv":"<strong>33</strong> Be not deceived: evil communications corrupt good manners.  ","niv":"<sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\""},{"_id":"61622d029b02b3054ca4f771","topicId":"61622d009b02b3054ca4f76d","verse":"1 Corinthians 6:18","votes":165,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body."},{"_id":"61622d029b02b3054ca4f772","topicId":"61622d009b02b3054ca4f76d","verse":"2 Corinthians 6:14","votes":144,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-8\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?</p>\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?"},{"_id":"61622d029b02b3054ca4f773","topicId":"61622d009b02b3054ca4f76d","verse":"1 Thessalonians 4:3-5","votes":131,"__v":0,"esv":"<div>\n<p id=\"p52004003_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004003-1\">3&nbsp;</b>For this is the will of God, your sanctification: that you abstain from sexual immorality; <b class=\"verse-num\" id=\"v52004004-1\">4&nbsp;</b>that each one of you know how to control his own body in holiness and honor, <b class=\"verse-num\" id=\"v52004005-1\">5&nbsp;</b>not in the passion of lust like the Gentiles who do not know God;</p>\n\n</div>","kjv":"<strong>3</strong> For this is the will of God, even your sanctification, that ye should abstain from fornication:  <strong>4</strong> That every one of you should know how to possess his vessel in sanctification and honour;  <strong>5</strong> Not in the lust of concupiscence, even as the Gentiles which know not God:  ","niv":"<sup><strong>3</strong></sup> It is God's will that you should be sanctified: that you should avoid sexual immorality; <sup><strong>4</strong></sup> that each of you should learn to control his own body in a way that is holy and honorable, <sup><strong>5</strong></sup> not in passionate lust like the heathen, who do not know God; "},{"_id":"61622d029b02b3054ca4f774","topicId":"61622d009b02b3054ca4f76d","verse":"Matthew 5:28","votes":127,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart.","modified":"2022-02-13T13:14:52.960Z"},{"_id":"61622d039b02b3054ca4f775","topicId":"61622d009b02b3054ca4f76d","verse":"John 14:15","votes":117,"__v":0,"esv":"<div>\n\n<p id=\"p43014015_06-12\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span></p>\n</div>","kjv":"<strong>15</strong>           If ye love me, keep my commandments.  ","niv":"<sup><strong>15</strong></sup> \"If you love me, you will obey what I command."},{"_id":"61622d039b02b3054ca4f776","topicId":"61622d009b02b3054ca4f76d","verse":"1 John 3:18","votes":114,"__v":0,"esv":"<div>\n<p id=\"p62003018_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003018-1\">18&nbsp;</b>Little children, let us not love in word or talk but in deed and in truth.</p>\n</div>","kjv":"<strong>18</strong> My little children, let us not love in word, neither in tongue; but in deed and in truth.  ","niv":"<sup><strong>18</strong></sup> Dear children, let us not love with words or tongue but with actions and in truth."},{"_id":"61622d039b02b3054ca4f777","topicId":"61622d009b02b3054ca4f76d","verse":"2 Timothy 3:1-17","votes":112,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, <b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people. <b class=\"verse-num\" id=\"v55003006-1\">6&nbsp;</b>For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions, <b class=\"verse-num\" id=\"v55003007-1\">7&nbsp;</b>always learning and never able to arrive at a knowledge of the truth. <b class=\"verse-num\" id=\"v55003008-1\">8&nbsp;</b>Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men corrupted in mind and disqualified regarding the faith. <b class=\"verse-num\" id=\"v55003009-1\">9&nbsp;</b>But they will not get very far, for their folly will be plain to all, as was that of those two men.</p>\n\n<p id=\"p55003009_13-14\"><b class=\"verse-num\" id=\"v55003010-1\">10&nbsp;</b>You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness, <b class=\"verse-num\" id=\"v55003011-1\">11&nbsp;</b>my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra—which persecutions I endured; yet from them all the Lord rescued me. <b class=\"verse-num\" id=\"v55003012-1\">12&nbsp;</b>Indeed, all who desire to live a godly life in Christ Jesus will be persecuted, <b class=\"verse-num\" id=\"v55003013-1\">13&nbsp;</b>while evil people and impostors will go on from bad to worse, deceiving and being deceived. <b class=\"verse-num\" id=\"v55003014-1\">14&nbsp;</b>But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it <b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus. <b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  <strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  <strong>6</strong> For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,  <strong>7</strong> Ever learning, and never able to come to the knowledge of the truth.  <strong>8</strong> Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith.  <strong>9</strong> But they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was.  <strong>10</strong> But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,  <strong>11</strong> Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.  <strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  <strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  <strong>14</strong> But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;  <strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  <strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- <sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them. <sup><strong>6</strong></sup> They are the kind who worm their way into homes and gain control over weak-willed women, who are loaded down with sins and are swayed by all kinds of evil desires, <sup><strong>7</strong></sup> always learning but never able to acknowledge the truth. <sup><strong>8</strong></sup> Just as Jannes and Jambres opposed Moses, so also these men oppose the truth--men of depraved minds, who, as far as the faith is concerned, are rejected. <sup><strong>9</strong></sup> But they will not get very far because, as in the case of those men, their folly will be clear to everyone. <sup><strong>10</strong></sup> You, however, know all about my teaching, my way of life, my purpose, faith, patience, love, endurance, <sup><strong>11</strong></sup> persecutions, sufferings--what kinds of things happened to me in Antioch, Iconium and Lystra, the persecutions I endured. Yet the Lord rescued me from all of them. <sup><strong>12</strong></sup> In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted, <sup><strong>13</strong></sup> while evil men and impostors will go from bad to worse, deceiving and being deceived. <sup><strong>14</strong></sup> But as for you, continue in what you have learned and have become convinced of, because you know those from whom you learned it, <sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus. <sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"61622d039b02b3054ca4f778","topicId":"61622d009b02b3054ca4f76d","verse":"Proverbs 4:23","votes":103,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20004023_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20004023-1\">23&nbsp;</b>&nbsp;&nbsp;Keep your heart with all vigilance,</span><br><span id=\"p20004023_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for from it flow the springs of life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Keep thy heart with all diligence; for out of it are the issues of life.  ","niv":"<sup><strong>23</strong></sup> Above all else, guard your heart, for it is the wellspring of life."},{"_id":"61622d049b02b3054ca4f779","topicId":"61622d009b02b3054ca4f76d","verse":"Hebrews 13:4","votes":87,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"61622d049b02b3054ca4f77a","topicId":"61622d009b02b3054ca4f76d","verse":"Luke 6:46","votes":87,"__v":0,"esv":"<div>\n\n<p id=\"p42006046_07-17\"><b class=\"verse-num woc\" id=\"v42006046-1\">46&nbsp;</b><span class=\"woc\">“Why do you call me ‘Lord, Lord,’ and not do what I tell you?</span></p>\n</div>","kjv":"<strong>46</strong>           And why call ye me, Lord, Lord, and do not the things which I say?  ","niv":"<sup><strong>46</strong></sup> \"Why do you call me, 'Lord, Lord,' and do not do what I say?"},{"_id":"61622d049b02b3054ca4f77b","topicId":"61622d009b02b3054ca4f76d","verse":"Proverbs 6:32","votes":86,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006032_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006032-1\">32&nbsp;</b>&nbsp;&nbsp;He who commits adultery lacks sense;</span><br><span id=\"p20006032_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who does it destroys himself.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>32</strong> But whoso committeth adultery with a woman lacketh understanding: he that doeth it destroyeth his own soul.  ","niv":"<sup><strong>32</strong></sup> But a man who commits adultery lacks judgment; whoever does so destroys himself."},{"_id":"61622d059b02b3054ca4f77c","topicId":"61622d009b02b3054ca4f76d","verse":"1 John 1:9","votes":80,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"61622d059b02b3054ca4f77d","topicId":"61622d009b02b3054ca4f76d","verse":"1 Corinthians 13:1-13","votes":79,"__v":0,"kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"61622d059b02b3054ca4f77e","topicId":"61622d009b02b3054ca4f76d","verse":"Proverbs 18:22","votes":72,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018022_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018022-1\">22&nbsp;</b>&nbsp;&nbsp;He who finds a wife finds a good thing</span><br><span id=\"p20018022_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and obtains favor from the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Whoso findeth a wife findeth a good thing, and obtaineth favour of the LORD.  ","niv":"<sup><strong>22</strong></sup> He who finds a wife finds what is good and receives favor from the LORD."},{"_id":"61622d069b02b3054ca4f77f","topicId":"61622d009b02b3054ca4f76d","verse":"Jeremiah 29:11","votes":70,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"61622d069b02b3054ca4f780","topicId":"61622d009b02b3054ca4f76d","verse":"Philippians 1:3","votes":69,"__v":0,"esv":"<div>\n\n<p id=\"p50001003_04-24\"><b class=\"verse-num\" id=\"v50001003-1\">3&nbsp;</b>I thank my God in all my remembrance of you,</p>\n</div>","kjv":"<strong>3</strong> I thank my God upon every remembrance of you,  ","niv":"<sup><strong>3</strong></sup> I thank my God every time I remember you."},{"_id":"61622d069b02b3054ca4f781","topicId":"61622d009b02b3054ca4f76d","verse":"Ephesians 5:31","votes":65,"__v":0,"esv":"<div>\n<p id=\"p49005031_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.”</p>\n</div>","kjv":"<strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  ","niv":"<sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\""},{"_id":"61622d079b02b3054ca4f782","topicId":"61622d009b02b3054ca4f76d","verse":"Ecclesiastes 4:9-12","votes":62,"__v":0,"esv":"<div>\n<p id=\"p21004009_01-26\"><b class=\"verse-num\" id=\"v21004009-1\">9&nbsp;</b>Two are better than one, because they have a good reward for their toil. <b class=\"verse-num\" id=\"v21004010-1\">10&nbsp;</b>For if they fall, one will lift up his fellow. But woe to him who is alone when he falls and has not another to lift him up! <b class=\"verse-num\" id=\"v21004011-1\">11&nbsp;</b>Again, if two lie together, they keep warm, but how can one keep warm alone? <b class=\"verse-num\" id=\"v21004012-1\">12&nbsp;</b>And though a man might prevail against one who is alone, two will withstand him—a threefold cord is not quickly broken.</p>\n</div>","kjv":"<strong>9</strong> Two are better than one; because they have a good reward for their labour.  <strong>10</strong> For if they fall, the one will lift up his fellow: but woe to him that is alone when he falleth; for he hath not another to help him up.  <strong>11</strong> Again, if two lie together, then they have heat: but how can one be warm alone?  <strong>12</strong> And if one prevail against him, two shall withstand him; and a threefold cord is not quickly broken.  ","niv":"<sup><strong>9</strong></sup> Two are better than one, because they have a good return for their work: <sup><strong>10</strong></sup> If one falls down, his friend can help him up. But pity the man who falls and has no one to help him up! <sup><strong>11</strong></sup> Also, if two lie down together, they will keep warm. But how can one keep warm alone? <sup><strong>12</strong></sup> Though one may be overpowered, two can defend themselves. A cord of three strands is not quickly broken. "},{"_id":"61622d079b02b3054ca4f783","topicId":"61622d009b02b3054ca4f76d","verse":"Luke 12:29-31","votes":60,"__v":0,"esv":"<div>\n<p id=\"p42012029_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012029-1\">29&nbsp;</b><span class=\"woc\">And do not seek what you are to eat and what you are to drink, nor be worried.</span> <b class=\"verse-num woc\" id=\"v42012030-1\">30&nbsp;</b><span class=\"woc\">For all the nations of the world seek after these things, and your Father knows that you need them.</span> <b class=\"verse-num woc\" id=\"v42012031-1\">31&nbsp;</b><span class=\"woc\">Instead, seek his kingdom, and these things will be added to you.</span></p>\n\n</div>","kjv":"<strong>29</strong> And seek not ye what ye shall eat, or what ye shall drink, neither be ye of doubtful mind.  <strong>30</strong> For all these things do the nations of the world seek after: and your Father knoweth that ye have need of these things. <strong>31</strong>           But rather seek ye the kingdom of God; and all these things shall be added unto you.  ","niv":"<sup><strong>29</strong></sup> And do not set your heart on what you will eat or drink; do not worry about it. <sup><strong>30</strong></sup> For the pagan world runs after all such things, and your Father knows that you need them. <sup><strong>31</strong></sup> But seek his kingdom, and these things will be given to you as well. "},{"_id":"61622d079b02b3054ca4f784","topicId":"61622d009b02b3054ca4f76d","verse":"Luke 11:9","votes":51,"__v":0,"esv":"<div>\n<p id=\"p42011009_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011009-1\">9&nbsp;</b><span class=\"woc\">And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span></p>\n</div>","kjv":"<strong>9</strong> And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.  ","niv":"<sup><strong>9</strong></sup> \"So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you."},{"_id":"61622d079b02b3054ca4f785","topicId":"61622d009b02b3054ca4f76d","verse":"Hebrews 11:1","votes":46,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen.</p>\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see."},{"_id":"61622d089b02b3054ca4f786","topicId":"61622d009b02b3054ca4f76d","verse":"Romans 5:8","votes":45,"__v":0,"esv":"<div>\n<p id=\"p45005008_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us.</p>\n</div>","kjv":"<strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  ","niv":"<sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."}]}