{"_id":"61622d879b02b3054ca4f7c9","slug":"giver","name":"Giver","verses":[{"_id":"61622d879b02b3054ca4f7ca","topicId":"61622d879b02b3054ca4f7c9","verse":"Luke 6:38","votes":18,"__v":0,"esv":"<div>\n<p id=\"p42006038_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n</div>","kjv":"<strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","niv":"<sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\""},{"_id":"61622d879b02b3054ca4f7cb","topicId":"61622d879b02b3054ca4f7c9","verse":"Matthew 6:1-4","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-2\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. "},{"_id":"61622d879b02b3054ca4f7cc","topicId":"61622d879b02b3054ca4f7c9","verse":"Acts 20:35","votes":10,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\""},{"_id":"61622d889b02b3054ca4f7cd","topicId":"61622d879b02b3054ca4f7c9","verse":"1 John 3:17","votes":8,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?"},{"_id":"61622d889b02b3054ca4f7ce","topicId":"61622d879b02b3054ca4f7c9","verse":"Malachi 3:10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p39003010_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it."},{"_id":"61622d889b02b3054ca4f7cf","topicId":"61622d879b02b3054ca4f7c9","verse":"2 Corinthians 8:12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p47008012_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v47008012-1\">12&nbsp;</b>For if the readiness is there, it is acceptable according to what a person has, not according to what he does not have.</p>\n</div>","kjv":"<strong>12</strong> For if there be first a willing mind, it is accepted according to that a man hath, and not according to that he hath not.  ","niv":"<sup><strong>12</strong></sup> For if the willingness is there, the gift is acceptable according to what one has, not according to what he does not have."},{"_id":"61622d899b02b3054ca4f7d0","topicId":"61622d879b02b3054ca4f7c9","verse":"Proverbs 19:17","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019017_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019017-1\">17&nbsp;</b>&nbsp;&nbsp;Whoever is generous to the poor lends to the LORD,</span><br><span id=\"p20019017_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will repay him for his deed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.  ","niv":"<sup><strong>17</strong></sup> He who is kind to the poor lends to the LORD, and he will reward him for what he has done."},{"_id":"61622d899b02b3054ca4f7d1","topicId":"61622d879b02b3054ca4f7c9","verse":"Hebrews 1:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58001010_01-8\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001010-1\">10&nbsp;</b>And,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001010_01-8\" class=\"line\">&nbsp;&nbsp;“You, Lord, laid the foundation of the earth in the beginning,</span><br><span id=\"p58001010_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the heavens are the work of your hands;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> And, Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands:  ","niv":"<sup><strong>10</strong></sup> He also says, \"In the beginning, O Lord, you laid the foundations of the earth, and the heavens are the work of your hands."},{"_id":"61622d899b02b3054ca4f7d2","topicId":"61622d879b02b3054ca4f7c9","verse":"2 Corinthians 5:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47005021_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005021-1\">21&nbsp;</b>For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.</p>\n</div>","kjv":"<strong>21</strong> For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.  ","niv":"<sup><strong>21</strong></sup> God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."},{"_id":"61622d8a9b02b3054ca4f7d3","topicId":"61622d879b02b3054ca4f7c9","verse":"Romans 12:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"61622d8a9b02b3054ca4f7d4","topicId":"61622d879b02b3054ca4f7c9","verse":"Acts 4:32-35","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44004032_06-11\"><b class=\"verse-num\" id=\"v44004032-1\">32&nbsp;</b>Now the full number of those who believed were of one heart and soul, and no one said that any of the things that belonged to him was his own, but they had everything in common. <b class=\"verse-num\" id=\"v44004033-1\">33&nbsp;</b>And with great power the apostles were giving their testimony to the resurrection of the Lord Jesus, and great grace was upon them all. <b class=\"verse-num\" id=\"v44004034-1\">34&nbsp;</b>There was not a needy person among them, for as many as were owners of lands or houses sold them and brought the proceeds of what was sold <b class=\"verse-num\" id=\"v44004035-1\">35&nbsp;</b>and laid it at the apostles’ feet, and it was distributed to each as any had need.</p>\n</div>","kjv":"<strong>32</strong> And the multitude of them that believed were of one heart and of one soul: neither said any of them that ought of the things which he possessed was his own; but they had all things common.  <strong>33</strong> And with great power gave the apostles witness of the resurrection of the Lord Jesus: and great grace was upon them all.  <strong>34</strong> Neither was there any among them that lacked: for as many as were possessors of lands or houses sold them, and brought the prices of the things that were sold,  <strong>35</strong> And laid them down at the apostles’ feet: and distribution was made unto every man according as he had need.  ","niv":"<sup><strong>32</strong></sup> All the believers were one in heart and mind. No one claimed that any of his possessions was his own, but they shared everything they had. <sup><strong>33</strong></sup> With great power the apostles continued to testify to the resurrection of the Lord Jesus, and much grace was upon them all. <sup><strong>34</strong></sup> There were no needy persons among them. For from time to time those who owned lands or houses sold them, brought the money from the sales <sup><strong>35</strong></sup> and put it at the apostles' feet, and it was distributed to anyone as he had need. "},{"_id":"61622d8a9b02b3054ca4f7d5","topicId":"61622d879b02b3054ca4f7c9","verse":"John 4:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43004024_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span></p>\n</div>","kjv":"<strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  ","niv":"<sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\""},{"_id":"61622d8a9b02b3054ca4f7d6","topicId":"61622d879b02b3054ca4f7c9","verse":"Proverbs 10:15","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010015_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010015-1\">15&nbsp;</b>&nbsp;&nbsp;A rich man’s wealth is his strong city;</span><br><span id=\"p20010015_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the poverty of the poor is their ruin.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> The rich man’s wealth is his strong city: the destruction of the poor is their poverty.  ","niv":"<sup><strong>15</strong></sup> The wealth of the rich is their fortified city, but poverty is the ruin of the poor."},{"_id":"61622d8b9b02b3054ca4f7d7","topicId":"61622d879b02b3054ca4f7c9","verse":"Acts 2:44-45","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44002044_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need.</p>\n</div>","kjv":"<strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  ","niv":"<sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. "},{"_id":"61622d8b9b02b3054ca4f7d8","topicId":"61622d879b02b3054ca4f7c9","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-15\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61622d8b9b02b3054ca4f7d9","topicId":"61622d879b02b3054ca4f7c9","verse":"1 Chronicles 16:2-4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p13016002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v13016002-1\">2&nbsp;</b>And when David had finished offering the burnt offerings and the peace offerings, he blessed the people in the name of the LORD <b class=\"verse-num\" id=\"v13016003-1\">3&nbsp;</b>and distributed to all Israel, both men and women, to each a loaf of bread, a portion of meat, and a cake of raisins.</p>\n<p id=\"p13016003_01-17\"><b class=\"verse-num\" id=\"v13016004-1\">4&nbsp;</b>Then he appointed some of the Levites as ministers before the ark of the LORD, to invoke, to thank, and to praise the LORD, the God of Israel.</p>\n\n</div>","kjv":"<strong>2</strong> And when David had made an end of offering the burnt offerings and the peace offerings, he blessed the people in the name of the LORD.  <strong>3</strong> And he dealt to every one of Israel, both man and woman, to every one a loaf of bread, and a good piece of flesh, and a flagon of wine.  <strong>4</strong> And he appointed certain of the Levites to minister before the ark of the LORD, and to record, and to thank and praise the LORD God of Israel:  ","niv":"<sup><strong>2</strong></sup> After David had finished sacrificing the burnt offerings and fellowship offerings, he blessed the people in the name of the LORD. <sup><strong>3</strong></sup> Then he gave a loaf of bread, a cake of dates and a cake of raisins to each Israelite man and woman. <sup><strong>4</strong></sup> He appointed some of the Levites to minister before the ark of the LORD, to make petition, to give thanks, and to praise the LORD, the God of Israel: "},{"_id":"61622d8c9b02b3054ca4f7da","topicId":"61622d879b02b3054ca4f7c9","verse":"1 Peter 2:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60002005_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002005-1\">5&nbsp;</b>you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ.</p>\n</div>","kjv":"<strong>5</strong> Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.  ","niv":"<sup><strong>5</strong></sup> you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ."},{"_id":"61622d8c9b02b3054ca4f7db","topicId":"61622d879b02b3054ca4f7c9","verse":"James 1:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59001017_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.</p>\n\n</div>","kjv":"<strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  ","niv":"<sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows."},{"_id":"61622d8c9b02b3054ca4f7dc","topicId":"61622d879b02b3054ca4f7c9","verse":"2 Corinthians 4:3-7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47004003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004003-1\">3&nbsp;</b>And even if our gospel is veiled, it is veiled to those who are perishing. <b class=\"verse-num\" id=\"v47004004-1\">4&nbsp;</b>In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God. <b class=\"verse-num\" id=\"v47004005-1\">5&nbsp;</b>For what we proclaim is not ourselves, but Jesus Christ as Lord, with ourselves as your servants for Jesus’ sake. <b class=\"verse-num\" id=\"v47004006-1\">6&nbsp;</b>For God, who said, “Let light shine out of darkness,” has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ.</p>\n\n<p id=\"p47004006_06-21\"><b class=\"verse-num\" id=\"v47004007-1\">7&nbsp;</b>But we have this treasure in jars of clay, to show that the surpassing power belongs to God and not to us.</p>\n\n</div>","kjv":"<strong>3</strong> But if our gospel be hid, it is hid to them that are lost:  <strong>4</strong> In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.  <strong>5</strong> For we preach not ourselves, but Christ Jesus the Lord; and ourselves your servants for Jesus’ sake.  <strong>6</strong> For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.  <strong>7</strong> But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us.  ","niv":"<sup><strong>3</strong></sup> And even if our gospel is veiled, it is veiled to those who are perishing. <sup><strong>4</strong></sup> The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel of the glory of Christ, who is the image of God. <sup><strong>5</strong></sup> For we do not preach ourselves, but Jesus Christ as Lord, and ourselves as your servants for Jesus' sake. <sup><strong>6</strong></sup> For God, who said, \"Let light shine out of darkness,\" made his light shine in our hearts to give us the light of the knowledge of the glory of God in the face of Christ. <sup><strong>7</strong></sup> But we have this treasure in jars of clay to show that this all-surpassing power is from God and not from us. "},{"_id":"61622d8d9b02b3054ca4f7dd","topicId":"61622d879b02b3054ca4f7c9","verse":"Luke 14:12-14","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42014012_07-22\"><b class=\"verse-num\" id=\"v42014012-1\">12&nbsp;</b>He said also to the man who had invited him, <span class=\"woc\">“When you give a dinner or a banquet, do not invite your friends or your brothers or your relatives or rich neighbors, lest they also invite you in return and you be repaid.</span> <b class=\"verse-num woc\" id=\"v42014013-1\">13&nbsp;</b><span class=\"woc\">But when you give a feast, invite the poor, the crippled, the lame, the blind,</span> <b class=\"verse-num woc\" id=\"v42014014-1\">14&nbsp;</b><span class=\"woc\">and you will be blessed, because they cannot repay you. For you will be repaid at the resurrection of the just.”</span></p>\n\n</div>","kjv":"<strong>12</strong> Then said he also to him that bade him, When thou makest a dinner or a supper, call not thy friends, nor thy brethren, neither thy kinsmen, nor thy rich neighbours; lest they also bid thee again, and a recompence be made thee.  <strong>13</strong> But when thou makest a feast, call the poor, the maimed, the lame, the blind:  <strong>14</strong> And thou shalt be blessed; for they cannot recompense thee: for thou shalt be recompensed at the resurrection of the just. ","niv":"<sup><strong>12</strong></sup> Then Jesus said to his host, \"When you give a luncheon or dinner, do not invite your friends, your brothers or relatives, or your rich neighbors; if you do, they may invite you back and so you will be repaid. <sup><strong>13</strong></sup> But when you give a banquet, invite the poor, the crippled, the lame, the blind, <sup><strong>14</strong></sup> and you will be blessed. Although they cannot repay you, you will be repaid at the resurrection of the righteous.\" "},{"_id":"61622d8d9b02b3054ca4f7de","topicId":"61622d879b02b3054ca4f7c9","verse":"Isaiah 7:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p23007014_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v23007014-1\">14&nbsp;</b>Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel.</p>\n\n</div>","kjv":"<strong>14</strong> Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.  ","niv":"<sup><strong>14</strong></sup> Therefore the Lord himself will give you a sign: The virgin will be with child and will give birth to a son, and will call him Immanuel."},{"_id":"61622d8d9b02b3054ca4f7df","topicId":"61622d879b02b3054ca4f7c9","verse":"Proverbs 14:31","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014031_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014031-1\">31&nbsp;</b>&nbsp;&nbsp;Whoever oppresses a poor man insults his Maker,</span><br><span id=\"p20014031_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who is generous to the needy honors him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> He that oppresseth the poor reproacheth his Maker: but he that honoureth him hath mercy on the poor.  ","niv":"<sup><strong>31</strong></sup> He who oppresses the poor shows contempt for their Maker, but whoever is kind to the needy honors God."},{"_id":"61622d8d9b02b3054ca4f7e0","topicId":"61622d879b02b3054ca4f7c9","verse":"Job 41:11","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18041011_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v18041011-1\">11&nbsp;</b>&nbsp;&nbsp;Who has first given to me, that I should repay him?</span><br><span id=\"p18041011_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Whatever is under the whole heaven is mine.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Who hath prevented me, that I should repay him? whatsoever is  under the whole heaven is mine.  ","niv":"<sup><strong>11</strong></sup> Who has a claim against me that I must pay? Everything under heaven belongs to me."},{"_id":"61622d8e9b02b3054ca4f7e1","topicId":"61622d879b02b3054ca4f7c9","verse":"James 1:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"61622d8e9b02b3054ca4f7e2","topicId":"61622d879b02b3054ca4f7c9","verse":"1 Corinthians 16:1-4","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46016001_06-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46016001-1\">16:1&nbsp;</b>Now concerning the collection for the saints: as I directed the churches of Galatia, so you also are to do. <b class=\"verse-num\" id=\"v46016002-1\">2&nbsp;</b>On the first day of every week, each of you is to put something aside and store it up, as he may prosper, so that there will be no collecting when I come. <b class=\"verse-num\" id=\"v46016003-1\">3&nbsp;</b>And when I arrive, I will send those whom you accredit by letter to carry your gift to Jerusalem. <b class=\"verse-num\" id=\"v46016004-1\">4&nbsp;</b>If it seems advisable that I should go also, they will accompany me.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning the collection for the saints, as I have given order to the churches of Galatia, even so do ye.  <strong>2</strong> Upon the first day of the week let every one of you lay by him in store, as God hath prospered him, that there be no gatherings when I come.  <strong>3</strong> And when I come, whomsoever ye shall approve by your letters, them will I send to bring your liberality unto Jerusalem.  <strong>4</strong> And if it be meet that I go also, they shall go with me.  ","niv":"<sup><strong>1</strong></sup> Now about the collection for God's people: Do what I told the Galatian churches to do. <sup><strong>2</strong></sup> On the first day of every week, each one of you should set aside a sum of money in keeping with his income, saving it up, so that when I come no collections will have to be made. <sup><strong>3</strong></sup> Then, when I arrive, I will give letters of introduction to the men you approve and send them with your gift to Jerusalem. <sup><strong>4</strong></sup> If it seems advisable for me to go also, they will accompany me. "}]}