{"_id":"61622e039b02b3054ca4f817","slug":"globalization","name":"Globalization","verses":[{"_id":"61622e039b02b3054ca4f818","topicId":"61622e039b02b3054ca4f817","verse":"James 3:16-5:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59003016_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003016-1\">16&nbsp;</b>For where jealousy and selfish ambition exist, there will be disorder and every vile practice. <b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere. <b class=\"verse-num\" id=\"v59003018-1\">18&nbsp;</b>And a harvest of righteousness is sown in peace by those who make peace.</p>\n\n<p id=\"p59004001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59004001-1\">4:1&nbsp;</b>What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? <b class=\"verse-num\" id=\"v59004002-1\">2&nbsp;</b>You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask. <b class=\"verse-num\" id=\"v59004003-1\">3&nbsp;</b>You ask and do not receive, because you ask wrongly, to spend it on your passions. <b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God. <b class=\"verse-num\" id=\"v59004005-1\">5&nbsp;</b>Or do you suppose it is to no purpose that the Scripture says, “He yearns jealously over the spirit that he has made to dwell in us”? <b class=\"verse-num\" id=\"v59004006-1\">6&nbsp;</b>But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.” <b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you. <b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded. <b class=\"verse-num\" id=\"v59004009-1\">9&nbsp;</b>Be wretched and mourn and weep. Let your laughter be turned to mourning and your joy to gloom. <b class=\"verse-num\" id=\"v59004010-1\">10&nbsp;</b>Humble yourselves before the Lord, and he will exalt you.</p>\n<p id=\"p59004010_04-1\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge. <b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n\n<p id=\"p59004012_07-1\"><b class=\"verse-num\" id=\"v59004013-1\">13&nbsp;</b>Come now, you who say, “Today or tomorrow we will go into such and such a town and spend a year there and trade and make a profit”—<b class=\"verse-num\" id=\"v59004014-1\">14&nbsp;</b>yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes. <b class=\"verse-num\" id=\"v59004015-1\">15&nbsp;</b>Instead you ought to say, “If the Lord wills, we will live and do this or that.” <b class=\"verse-num\" id=\"v59004016-1\">16&nbsp;</b>As it is, you boast in your arrogance. All such boasting is evil. <b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n\n<p id=\"p59005001_11-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59005001-1\">5:1&nbsp;</b>Come now, you rich, weep and howl for the miseries that are coming upon you. <b class=\"verse-num\" id=\"v59005002-1\">2&nbsp;</b>Your riches have rotted and your garments are moth-eaten. <b class=\"verse-num\" id=\"v59005003-1\">3&nbsp;</b>Your gold and silver have corroded, and their corrosion will be evidence against you and will eat your flesh like fire. You have laid up treasure in the last days. <b class=\"verse-num\" id=\"v59005004-1\">4&nbsp;</b>Behold, the wages of the laborers who mowed your fields, which you kept back by fraud, are crying out against you, and the cries of the harvesters have reached the ears of the Lord of hosts. <b class=\"verse-num\" id=\"v59005005-1\">5&nbsp;</b>You have lived on the earth in luxury and in self-indulgence. You have fattened your hearts in a day of slaughter. <b class=\"verse-num\" id=\"v59005006-1\">6&nbsp;</b>You have condemned and murdered the righteous person. He does not resist you.</p>\n\n<p id=\"p59005006_14-1\"><b class=\"verse-num\" id=\"v59005007-1\">7&nbsp;</b>Be patient, therefore, brothers, until the coming of the Lord. See how the farmer waits for the precious fruit of the earth, being patient about it, until it receives the early and the late rains. <b class=\"verse-num\" id=\"v59005008-1\">8&nbsp;</b>You also, be patient. Establish your hearts, for the coming of the Lord is at hand. <b class=\"verse-num\" id=\"v59005009-1\">9&nbsp;</b>Do not grumble against one another, brothers, so that you may not be judged; behold, the Judge is standing at the door. <b class=\"verse-num\" id=\"v59005010-1\">10&nbsp;</b>As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord. <b class=\"verse-num\" id=\"v59005011-1\">11&nbsp;</b>Behold, we consider those blessed who remained steadfast. You have heard of the steadfastness of Job, and you have seen the purpose of the Lord, how the Lord is compassionate and merciful.</p>\n<p id=\"p59005011_14-1\"><b class=\"verse-num\" id=\"v59005012-1\">12&nbsp;</b>But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your “yes” be yes and your “no” be no, so that you may not fall under condemnation.</p>\n\n<p id=\"p59005012_18-1\"><b class=\"verse-num\" id=\"v59005013-1\">13&nbsp;</b>Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise. <b class=\"verse-num\" id=\"v59005014-1\">14&nbsp;</b>Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord. <b class=\"verse-num\" id=\"v59005015-1\">15&nbsp;</b>And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven. <b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working. <b class=\"verse-num\" id=\"v59005017-1\">17&nbsp;</b>Elijah was a man with a nature like ours, and he prayed fervently that it might not rain, and for three years and six months it did not rain on the earth.</p>\n\n</div>","kjv":"<strong>16</strong> For where envying and strife is, there is confusion and every evil work.  <strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  <strong>18</strong> And the fruit of righteousness is sown in peace of them that make peace.  <strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  <strong>2</strong> Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.  <strong>3</strong> Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.  <strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  <strong>5</strong> Do ye think that the scripture saith in vain, The spirit that dwelleth in us lusteth to envy?  <strong>6</strong> But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.  <strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  <strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  <strong>9</strong> Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness.  <strong>10</strong> Humble yourselves in the sight of the Lord, and he shall lift you up.  <strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  <strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  <strong>13</strong> Go to now, ye that say, To day or to morrow we will go into such a city, and continue there a year, and buy and sell, and get gain:  <strong>14</strong> Whereas ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away.  <strong>15</strong> For that ye ought to say, If the Lord will, we shall live, and do this, or that.  <strong>16</strong> But now ye rejoice in your boastings: all such rejoicing is evil.  <strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  <strong>1</strong> Go to now, ye rich men, weep and howl for your miseries that shall come upon you.  <strong>2</strong> Your riches are corrupted, and your garments are motheaten.  <strong>3</strong> Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days.  <strong>4</strong> Behold, the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth.  <strong>5</strong> Ye have lived in pleasure on the earth, and been wanton; ye have nourished your hearts, as in a day of slaughter.  <strong>6</strong> Ye have condemned and killed the just; and he doth not resist you.  <strong>7</strong> Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain.  <strong>8</strong> Be ye also patient; stablish your hearts: for the coming of the Lord draweth nigh.  <strong>9</strong> Grudge not one against another, brethren, lest ye be condemned: behold, the judge standeth before the door.  <strong>10</strong> Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience.  <strong>11</strong> Behold, we count them happy which endure. Ye have heard of the patience of Job, and have seen the end of the Lord; that the Lord is very pitiful, and of tender mercy.  <strong>12</strong> But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.  <strong>13</strong> Is any among you afflicted? let him pray. Is any merry? let him sing psalms.  <strong>14</strong> Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:  <strong>15</strong> And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.  <strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  <strong>17</strong> Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months.  ","niv":"","modified":"2023-01-16T12:03:29.585Z"},{"_id":"61622e049b02b3054ca4f819","topicId":"61622e039b02b3054ca4f817","verse":"Daniel 8:11-25","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27008011_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v27008011-1\">11&nbsp;</b>It became great, even as great as the Prince of the host. And the regular burnt offering was taken away from him, and the place of his sanctuary was overthrown. <b class=\"verse-num\" id=\"v27008012-1\">12&nbsp;</b>And a host will be given over to it together with the regular burnt offering because of transgression, and it will throw truth to the ground, and it will act and prosper. <b class=\"verse-num\" id=\"v27008013-1\">13&nbsp;</b>Then I heard a holy one speaking, and another holy one said to the one who spoke, “For how long is the vision concerning the regular burnt offering, the transgression that makes desolate, and the giving over of the sanctuary and host to be trampled underfoot?” <b class=\"verse-num\" id=\"v27008014-1\">14&nbsp;</b>And he said to me, “For 2,300 evenings and mornings. Then the sanctuary shall be restored to its rightful state.”</p>\n\n<p id=\"p27008014_06-2\"><b class=\"verse-num\" id=\"v27008015-1\">15&nbsp;</b>When I, Daniel, had seen the vision, I sought to understand it. And behold, there stood before me one having the appearance of a man. <b class=\"verse-num\" id=\"v27008016-1\">16&nbsp;</b>And I heard a man’s voice between the banks of the Ulai, and it called, “Gabriel, make this man understand the vision.” <b class=\"verse-num\" id=\"v27008017-1\">17&nbsp;</b>So he came near where I stood. And when he came, I was frightened and fell on my face. But he said to me, “Understand, O son of man, that the vision is for the time of the end.”</p>\n<p id=\"p27008017_06-2\"><b class=\"verse-num\" id=\"v27008018-1\">18&nbsp;</b>And when he had spoken to me, I fell into a deep sleep with my face to the ground. But he touched me and made me stand up. <b class=\"verse-num\" id=\"v27008019-1\">19&nbsp;</b>He said, “Behold, I will make known to you what shall be at the latter end of the indignation, for it refers to the appointed time of the end. <b class=\"verse-num\" id=\"v27008020-1\">20&nbsp;</b>As for the ram that you saw with the two horns, these are the kings of Media and Persia. <b class=\"verse-num\" id=\"v27008021-1\">21&nbsp;</b>And the goat is the king of Greece. And the great horn between his eyes is the first king. <b class=\"verse-num\" id=\"v27008022-1\">22&nbsp;</b>As for the horn that was broken, in place of which four others arose, four kingdoms shall arise from his nation, but not with his power. <b class=\"verse-num\" id=\"v27008023-1\">23&nbsp;</b>And at the latter end of their kingdom, when the transgressors have reached their limit, a king of bold face, one who understands riddles, shall arise. <b class=\"verse-num\" id=\"v27008024-1\">24&nbsp;</b>His power shall be great—but not by his own power; and he shall cause fearful destruction and shall succeed in what he does, and destroy mighty men and the people who are the saints. <b class=\"verse-num\" id=\"v27008025-1\">25&nbsp;</b>By his cunning he shall make deceit prosper under his hand, and in his own mind he shall become great. Without warning he shall destroy many. And he shall even rise up against the Prince of princes, and he shall be broken—but by no human hand.</p>\n\n</div>","kjv":"<strong>11</strong> Yea, he magnified himself even to the prince of the host, and by him the daily sacrifice was taken away, and the place of his sanctuary was cast down.  <strong>12</strong> And an host was given him against the daily sacrifice  by reason of transgression, and it cast down the truth to the ground; and it practised, and prospered.  <strong>13</strong> Then I heard one saint speaking, and another saint said unto that certain saint which spake, How long shall be the vision concerning the daily sacrifice, and the transgression of desolation, to give both the sanctuary and the host to be trodden under foot?  <strong>14</strong> And he said unto me, Unto two thousand and three hundred days; then shall the sanctuary be cleansed.  <strong>15</strong> And it came to pass, when I, even I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me as the appearance of a man.  <strong>16</strong> And I heard a man’s voice between the banks of Ulai, which called, and said, Gabriel, make this man to understand the vision.  <strong>17</strong> So he came near where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for at the time of the end shall be the vision.  <strong>18</strong> Now as he was speaking with me, I was in a deep sleep on my face toward the ground: but he touched me, and set me upright.  <strong>19</strong> And he said, Behold, I will make thee know what shall be in the last end of the indignation: for at the time appointed the end shall be.  <strong>20</strong> The ram which thou sawest having two horns are  the kings of Media and Persia.  <strong>21</strong> And the rough goat is the king of Grecia: and the great horn that is between his eyes is the first king.  <strong>22</strong> Now that being broken, whereas four stood up for it, four kingdoms shall stand up out of the nation, but not in his power.  <strong>23</strong> And in the latter time of their kingdom, when the transgressors are come to the full, a king of fierce countenance, and understanding dark sentences, shall stand up.  <strong>24</strong> And his power shall be mighty, but not by his own power: and he shall destroy wonderfully, and shall prosper, and practise, and shall destroy the mighty and the holy people.  <strong>25</strong> And through his policy also he shall cause craft to prosper in his hand; and he shall magnify himself in his heart, and by peace shall destroy many: he shall also stand up against the Prince of princes; but he shall be broken without hand.  ","niv":"<sup><strong>11</strong></sup> It set itself up to be as great as the Prince of the host; it took away the daily sacrifice from him, and the place of his sanctuary was brought low. <sup><strong>12</strong></sup> Because of rebellion, the host of the saints and the daily sacrifice were given over to it. It prospered in everything it did, and truth was thrown to the ground. <sup><strong>13</strong></sup> Then I heard a holy one speaking, and another holy one said to him, \"How long will it take for the vision to be fulfilled-the vision concerning the daily sacrifice, the rebellion that causes desolation, and the surrender of the sanctuary and of the host that will be trampled underfoot?\" <sup><strong>14</strong></sup> He said to me, \"It will take 2,300 evenings and mornings; then the sanctuary will be reconsecrated.\" <sup><strong>15</strong></sup> While I, Daniel, was watching the vision and trying to understand it, there before me stood one who looked like a man. <sup><strong>16</strong></sup> And I heard a man's voice from the Ulai calling, \"Gabriel, tell this man the meaning of the vision.\" <sup><strong>17</strong></sup> As he came near the place where I was standing, I was terrified and fell prostrate. \"Son of man,\" he said to me, \"understand that the vision concerns the time of the end.\" <sup><strong>18</strong></sup> While he was speaking to me, I was in a deep sleep, with my face to the ground. Then he touched me and raised me to my feet. <sup><strong>19</strong></sup> He said: \"I am going to tell you what will happen later in the time of wrath, because the vision concerns the appointed time of the end. <sup><strong>20</strong></sup> The two-horned ram that you saw represents the kings of Media and Persia. <sup><strong>21</strong></sup> The shaggy goat is the king of Greece, and the large horn between his eyes is the first king. <sup><strong>22</strong></sup> The four horns that replaced the one that was broken off represent four kingdoms that will emerge from his nation but will not have the same power. <sup><strong>23</strong></sup> \"In the latter part of their reign, when rebels have become completely wicked, a stern-faced king, a master of intrigue, will arise. <sup><strong>24</strong></sup> He will become very strong, but not by his own power. He will cause astounding devastation and will succeed in whatever he does. He will destroy the mighty men and the holy people. <sup><strong>25</strong></sup> He will cause deceit to prosper, and he will consider himself superior. When they feel secure, he will destroy many and take his stand against the Prince of princes. Yet he will be destroyed, but not by human power. ","modified":"2022-03-16T19:35:20.990Z"},{"_id":"61622e049b02b3054ca4f81a","topicId":"61622e039b02b3054ca4f817","verse":"Ezekiel 38:1-23","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p26038001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26038001-1\">38:1&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26038002-1\">2&nbsp;</b>“Son of man, set your face toward Gog, of the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him <b class=\"verse-num\" id=\"v26038003-1\">3&nbsp;</b>and say, Thus says the Lord GOD: Behold, I am against you, O Gog, chief prince of Meshech and Tubal. <b class=\"verse-num\" id=\"v26038004-1\">4&nbsp;</b>And I will turn you about and put hooks into your jaws, and I will bring you out, and all your army, horses and horsemen, all of them clothed in full armor, a great host, all of them with buckler and shield, wielding swords. <b class=\"verse-num\" id=\"v26038005-1\">5&nbsp;</b>Persia, Cush, and Put are with them, all of them with shield and helmet; <b class=\"verse-num\" id=\"v26038006-1\">6&nbsp;</b>Gomer and all his hordes; Beth-togarmah from the uttermost parts of the north with all his hordes—many peoples are with you.</p>\n<p id=\"p26038006_04-3\"><b class=\"verse-num\" id=\"v26038007-1\">7&nbsp;</b>“Be ready and keep ready, you and all your hosts that are assembled about you, and be a guard for them. <b class=\"verse-num\" id=\"v26038008-1\">8&nbsp;</b>After many days you will be mustered. In the latter years you will go against the land that is restored from war, the land whose people were gathered from many peoples upon the mountains of Israel, which had been a continual waste. Its people were brought out from the peoples and now dwell securely, all of them. <b class=\"verse-num\" id=\"v26038009-1\">9&nbsp;</b>You will advance, coming on like a storm. You will be like a cloud covering the land, you and all your hordes, and many peoples with you.</p>\n<p id=\"p26038009_04-3\"><b class=\"verse-num\" id=\"v26038010-1\">10&nbsp;</b>“Thus says the Lord GOD: On that day, thoughts will come into your mind, and you will devise an evil scheme <b class=\"verse-num\" id=\"v26038011-1\">11&nbsp;</b>and say, ‘I will go up against the land of unwalled villages. I will fall upon the quiet people who dwell securely, all of them dwelling without walls, and having no bars or gates,’ <b class=\"verse-num\" id=\"v26038012-1\">12&nbsp;</b>to seize spoil and carry off plunder, to turn your hand against the waste places that are now inhabited, and the people who were gathered from the nations, who have acquired livestock and goods, who dwell at the center of the earth. <b class=\"verse-num\" id=\"v26038013-1\">13&nbsp;</b>Sheba and Dedan and the merchants of Tarshish and all its leaders will say to you, ‘Have you come to seize spoil? Have you assembled your hosts to carry off plunder, to carry away silver and gold, to take away livestock and goods, to seize great spoil?’</p>\n<p id=\"p26038013_04-3\"><b class=\"verse-num\" id=\"v26038014-1\">14&nbsp;</b>“Therefore, son of man, prophesy, and say to Gog, Thus says the Lord GOD: On that day when my people Israel are dwelling securely, will you not know it? <b class=\"verse-num\" id=\"v26038015-1\">15&nbsp;</b>You will come from your place out of the uttermost parts of the north, you and many peoples with you, all of them riding on horses, a great host, a mighty army. <b class=\"verse-num\" id=\"v26038016-1\">16&nbsp;</b>You will come up against my people Israel, like a cloud covering the land. In the latter days I will bring you against my land, that the nations may know me, when through you, O Gog, I vindicate my holiness before their eyes.</p>\n<p id=\"p26038016_04-3\"><b class=\"verse-num\" id=\"v26038017-1\">17&nbsp;</b>“Thus says the Lord GOD: Are you he of whom I spoke in former days by my servants the prophets of Israel, who in those days prophesied for years that I would bring you against them? <b class=\"verse-num\" id=\"v26038018-1\">18&nbsp;</b>But on that day, the day that Gog shall come against the land of Israel, declares the Lord GOD, my wrath will be roused in my anger. <b class=\"verse-num\" id=\"v26038019-1\">19&nbsp;</b>For in my jealousy and in my blazing wrath I declare, On that day there shall be a great earthquake in the land of Israel. <b class=\"verse-num\" id=\"v26038020-1\">20&nbsp;</b>The fish of the sea and the birds of the heavens and the beasts of the field and all creeping things that creep on the ground, and all the people who are on the face of the earth, shall quake at my presence. And the mountains shall be thrown down, and the cliffs shall fall, and every wall shall tumble to the ground. <b class=\"verse-num\" id=\"v26038021-1\">21&nbsp;</b>I will summon a sword against Gog on all my mountains, declares the Lord GOD. Every man’s sword will be against his brother. <b class=\"verse-num\" id=\"v26038022-1\">22&nbsp;</b>With pestilence and bloodshed I will enter into judgment with him, and I will rain upon him and his hordes and the many peoples who are with him torrential rains and hailstones, fire and sulfur. <b class=\"verse-num\" id=\"v26038023-1\">23&nbsp;</b>So I will show my greatness and my holiness and make myself known in the eyes of many nations. Then they will know that I am the LORD.</p>\n\n</div>","kjv":"<strong>1</strong> And the word of the LORD came unto me, saying,  <strong>2</strong> Son of man, set thy face against Gog, the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,  <strong>3</strong> And say, Thus saith the Lord GOD; Behold I am against thee, O Gog, the chief prince of Meshech and Tubal:  <strong>4</strong> And I will turn thee back, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed with all sorts of armour, even a great company with bucklers and shields, all of them handling swords:  <strong>5</strong> Persia, Ethiopia, and Libya with them; all of them with shield and helmet:  <strong>6</strong> Gomer, and all his bands; the house of Togarmah of the north quarters, and all his bands: and many people with thee.  <strong>7</strong> Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them.  <strong>8</strong> After many days thou shalt be visited: in the latter years thou shalt come into the land that is brought back from the sword, and is  gathered out of many people, against the mountains of Israel, which have been always waste: but it is brought forth out of the nations, and they shall dwell safely all of them.  <strong>9</strong> Thou shalt ascend and come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy bands, and many people with thee.  <strong>10</strong> Thus saith the Lord GOD; It shall also come to pass, that  at the same time shall things come into thy mind, and thou shalt think an evil thought:  <strong>11</strong> And thou shalt say, I will go up to the land of unwalled villages; I will go to them that are at rest, that dwell safely, all of them dwelling without walls, and having neither bars nor gates,  <strong>12</strong> To take a spoil, and to take a prey; to turn thine hand upon the desolate places that are now inhabited, and upon the people that are gathered out of the nations, which have gotten cattle and goods, that dwell in the midst of the land.  <strong>13</strong> Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, Art thou come to take a spoil? hast thou gathered thy company to take a prey? to carry away silver and gold, to take away cattle and goods, to take a great spoil?  <strong>14</strong> Therefore, son of man, prophesy and say unto Gog, Thus saith the Lord GOD; In that day when my people of Israel dwelleth safely, shalt thou not know it?  <strong>15</strong> And thou shalt come from thy place out of the north parts, thou, and many people with thee, all of them riding upon horses, a great company, and a mighty army:  <strong>16</strong> And thou shalt come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring thee against my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes.  <strong>17</strong> Thus saith the Lord GOD; Art thou he of whom I have spoken in old time by my servants the prophets of Israel, which prophesied in those days many years that I would bring thee against them?  <strong>18</strong> And it shall come to pass at the same time when Gog shall come against the land of Israel, saith the Lord GOD, that my fury shall come up in my face.  <strong>19</strong> For in my jealousy and in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel;  <strong>20</strong> So that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.  <strong>21</strong> And I will call for a sword against him throughout all my mountains, saith the Lord GOD: every man’s sword shall be against his brother.  <strong>22</strong> And I will plead against him with pestilence and with blood; and I will rain upon him, and upon his bands, and upon the many people that are  with him, an overflowing rain, and great hailstones, fire, and brimstone.  <strong>23</strong> Thus will I magnify myself, and sanctify myself; and I will be known in the eyes of many nations, and they shall know that I am the LORD.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, set your face against Gog, of the land of Magog, the chief prince of Meshech and Tubal; prophesy against him <sup><strong>3</strong></sup> and say: 'This is what the Sovereign LORD says: I am against you, O Gog, chief prince of Meshech and Tubal. <sup><strong>4</strong></sup> I will turn you around, put hooks in your jaws and bring you out with your whole army-your horses, your horsemen fully armed, and a great horde with large and small shields, all of them brandishing their swords. <sup><strong>5</strong></sup> Persia, Cush and Put will be with them, all with shields and helmets, <sup><strong>6</strong></sup> also Gomer with all its troops, and Beth Togarmah from the far north with all its troops-the many nations with you. <sup><strong>7</strong></sup> \"'Get ready; be prepared, you and all the hordes gathered about you, and take command of them. <sup><strong>8</strong></sup> After many days you will be called to arms. In future years you will invade a land that has recovered from war, whose people were gathered from many nations to the mountains of Israel, which had long been desolate. They had been brought out from the nations, and now all of them live in safety. <sup><strong>9</strong></sup> You and all your troops and the many nations with you will go up, advancing like a storm; you will be like a cloud covering the land. <sup><strong>10</strong></sup> \"'This is what the Sovereign LORD says: On that day thoughts will come into your mind and you will devise an evil scheme. <sup><strong>11</strong></sup> You will say, \"I will invade a land of unwalled villages; I will attack a peaceful and unsuspecting people-all of them living without walls and without gates and bars. <sup><strong>12</strong></sup> I will plunder and loot and turn my hand against the resettled ruins and the people gathered from the nations, rich in livestock and goods, living at the center of the land.\" <sup><strong>13</strong></sup> Sheba and Dedan and the merchants of Tarshish and all her villages will say to you, \"Have you come to plunder? Have you gathered your hordes to loot, to carry off silver and gold, to take away livestock and goods and to seize much plunder?\"' <sup><strong>14</strong></sup> \"Therefore, son of man, prophesy and say to Gog: 'This is what the Sovereign LORD says: In that day, when my people Israel are living in safety, will you not take notice of it? <sup><strong>15</strong></sup> You will come from your place in the far north, you and many nations with you, all of them riding on horses, a great horde, a mighty army. <sup><strong>16</strong></sup> You will advance against my people Israel like a cloud that covers the land. In days to come, O Gog, I will bring you against my land, so that the nations may know me when I show myself holy through you before their eyes. <sup><strong>17</strong></sup> \"'This is what the Sovereign LORD says: Are you not the one I spoke of in former days by my servants the prophets of Israel? At that time they prophesied for years that I would bring you against them. <sup><strong>18</strong></sup> This is what will happen in that day: When Gog attacks the land of Israel, my hot anger will be aroused, declares the Sovereign LORD. <sup><strong>19</strong></sup> In my zeal and fiery wrath I declare that at that time there shall be a great earthquake in the land of Israel. <sup><strong>20</strong></sup> The fish of the sea, the birds of the air, the beasts of the field, every creature that moves along the ground, and all the people on the face of the earth will tremble at my presence. The mountains will be overturned, the cliffs will crumble and every wall will fall to the ground. <sup><strong>21</strong></sup> I will summon a sword against Gog on all my mountains, declares the Sovereign LORD. Every man's sword will be against his brother. <sup><strong>22</strong></sup> I will execute judgment upon him with plague and bloodshed; I will pour down torrents of rain, hailstones and burning sulfur on him and on his troops and on the many nations with him. <sup><strong>23</strong></sup> And so I will show my greatness and my holiness, and I will make myself known in the sight of many nations. Then they will know that I am the LORD.' "},{"_id":"61622e049b02b3054ca4f81b","topicId":"61622e039b02b3054ca4f817","verse":"Ezekiel 27:1-36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p26027001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26027001-1\">27:1&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26027002-1\">2&nbsp;</b>“Now you, son of man, raise a lamentation over Tyre, <b class=\"verse-num\" id=\"v26027003-1\">3&nbsp;</b>and say to Tyre, who dwells at the entrances to the sea, merchant of the peoples to many coastlands, thus says the Lord GOD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p26027003_05-4\" class=\"line\">&nbsp;&nbsp;“O Tyre, you have said,</span><br><span id=\"p26027003_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘I am perfect in beauty.’</span><br><span id=\"p26027004_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027004-1\">4&nbsp;</b>&nbsp;&nbsp;Your borders are in the heart of the seas;</span><br><span id=\"p26027004_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your builders made perfect your beauty.</span><br><span id=\"p26027005_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027005-1\">5&nbsp;</b>&nbsp;&nbsp;They made all your planks</span><br><span id=\"p26027005_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of fir trees from Senir;</span><br><span id=\"p26027005_05-4\" class=\"line\">&nbsp;&nbsp;they took a cedar from Lebanon</span><br><span id=\"p26027005_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to make a mast for you.</span><br><span id=\"p26027006_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027006-1\">6&nbsp;</b>&nbsp;&nbsp;Of oaks of Bashan</span><br><span id=\"p26027006_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they made your oars;</span><br><span id=\"p26027006_05-4\" class=\"line\">&nbsp;&nbsp;they made your deck of pines</span><br><span id=\"p26027006_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the coasts of Cyprus,</span><br><span id=\"p26027006_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;inlaid with ivory.</span><br><span id=\"p26027007_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027007-1\">7&nbsp;</b>&nbsp;&nbsp;Of fine embroidered linen from Egypt</span><br><span id=\"p26027007_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;was your sail,</span><br><span id=\"p26027007_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;serving as your banner;</span><br><span id=\"p26027007_05-4\" class=\"line\">&nbsp;&nbsp;blue and purple from the coasts of Elishah</span><br><span id=\"p26027007_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;was your awning.</span><br><span id=\"p26027008_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027008-1\">8&nbsp;</b>&nbsp;&nbsp;The inhabitants of Sidon and Arvad</span><br><span id=\"p26027008_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;were your rowers;</span><br><span id=\"p26027008_05-4\" class=\"line\">&nbsp;&nbsp;your skilled men, O Tyre, were in you;</span><br><span id=\"p26027008_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they were your pilots.</span><br><span id=\"p26027009_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027009-1\">9&nbsp;</b>&nbsp;&nbsp;The elders of Gebal and her skilled men were in you,</span><br><span id=\"p26027009_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;caulking your seams;</span><br><span id=\"p26027009_05-4\" class=\"line\">&nbsp;&nbsp;all the ships of the sea with their mariners were in you</span><br><span id=\"p26027009_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to barter for your wares.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p26027009_05-4\"><b class=\"verse-num\" id=\"v26027010-1\">10&nbsp;</b>“Persia and Lud and Put were in your army as your men of war. They hung the shield and helmet in you; they gave you splendor. <b class=\"verse-num\" id=\"v26027011-1\">11&nbsp;</b>Men of Arvad and Helech were on your walls all around, and men of Gamad were in your towers. They hung their shields on your walls all around; they made perfect your beauty.</p>\n<p id=\"p26027011_05-4\"><b class=\"verse-num\" id=\"v26027012-1\">12&nbsp;</b>“Tarshish did business with you because of your great wealth of every kind; silver, iron, tin, and lead they exchanged for your wares. <b class=\"verse-num\" id=\"v26027013-1\">13&nbsp;</b>Javan, Tubal, and Meshech traded with you; they exchanged human beings and vessels of bronze for your merchandise. <b class=\"verse-num\" id=\"v26027014-1\">14&nbsp;</b>From Beth-togarmah they exchanged horses, war horses, and mules for your wares. <b class=\"verse-num\" id=\"v26027015-1\">15&nbsp;</b>The men of Dedan traded with you. Many coastlands were your own special markets; they brought you in payment ivory tusks and ebony. <b class=\"verse-num\" id=\"v26027016-1\">16&nbsp;</b>Syria did business with you because of your abundant goods; they exchanged for your wares emeralds, purple, embroidered work, fine linen, coral, and ruby. <b class=\"verse-num\" id=\"v26027017-1\">17&nbsp;</b>Judah and the land of Israel traded with you; they exchanged for your merchandise wheat of Minnith, meal, honey, oil, and balm. <b class=\"verse-num\" id=\"v26027018-1\">18&nbsp;</b>Damascus did business with you for your abundant goods, because of your great wealth of every kind; wine of Helbon and wool of Sahar <b class=\"verse-num\" id=\"v26027019-1\">19&nbsp;</b>and casks of wine from Uzal they exchanged for your wares; wrought iron, cassia, and calamus were bartered for your merchandise. <b class=\"verse-num\" id=\"v26027020-1\">20&nbsp;</b>Dedan traded with you in saddlecloths for riding. <b class=\"verse-num\" id=\"v26027021-1\">21&nbsp;</b>Arabia and all the princes of Kedar were your favored dealers in lambs, rams, and goats; in these they did business with you. <b class=\"verse-num\" id=\"v26027022-1\">22&nbsp;</b>The traders of Sheba and Raamah traded with you; they exchanged for your wares the best of all kinds of spices and all precious stones and gold. <b class=\"verse-num\" id=\"v26027023-1\">23&nbsp;</b>Haran, Canneh, Eden, traders of Sheba, Asshur, and Chilmad traded with you. <b class=\"verse-num\" id=\"v26027024-1\">24&nbsp;</b>In your market these traded with you in choice garments, in clothes of blue and embroidered work, and in carpets of colored material, bound with cords and made secure. <b class=\"verse-num\" id=\"v26027025-1\">25&nbsp;</b>The ships of Tarshish traveled for you with your merchandise. So you were filled and heavily laden in the heart of the seas.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p26027026_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027026-1\">26&nbsp;</b>&nbsp;&nbsp;“Your rowers have brought you out</span><br><span id=\"p26027026_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;into the high seas.</span><br><span id=\"p26027026_05-4\" class=\"line\">&nbsp;&nbsp;The east wind has wrecked you</span><br><span id=\"p26027026_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the heart of the seas.</span><br><span id=\"p26027027_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027027-1\">27&nbsp;</b>&nbsp;&nbsp;Your riches, your wares, your merchandise,</span><br><span id=\"p26027027_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your mariners and your pilots,</span><br><span id=\"p26027027_05-4\" class=\"line\">&nbsp;&nbsp;your caulkers, your dealers in merchandise,</span><br><span id=\"p26027027_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all your men of war who are in you,</span><br><span id=\"p26027027_05-4\" class=\"line\">&nbsp;&nbsp;with all your crew</span><br><span id=\"p26027027_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that is in your midst,</span><br><span id=\"p26027027_05-4\" class=\"line\">&nbsp;&nbsp;sink into the heart of the seas</span><br><span id=\"p26027027_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day of your fall.</span><br><span id=\"p26027028_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027028-1\">28&nbsp;</b>&nbsp;&nbsp;At the sound of the cry of your pilots</span><br><span id=\"p26027028_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the countryside shakes,</span><br><span id=\"p26027029_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027029-1\">29&nbsp;</b>&nbsp;&nbsp;and down from their ships</span><br><span id=\"p26027029_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;come all who handle the oar.</span><br><span id=\"p26027029_05-4\" class=\"line\">&nbsp;&nbsp;The mariners and all the pilots of the sea</span><br><span id=\"p26027029_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;stand on the land</span><br><span id=\"p26027030_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027030-1\">30&nbsp;</b>&nbsp;&nbsp;and shout aloud over you</span><br><span id=\"p26027030_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cry out bitterly.</span><br><span id=\"p26027030_05-4\" class=\"line\">&nbsp;&nbsp;They cast dust on their heads</span><br><span id=\"p26027030_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wallow in ashes;</span><br><span id=\"p26027031_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027031-1\">31&nbsp;</b>&nbsp;&nbsp;they make themselves bald for you</span><br><span id=\"p26027031_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and put sackcloth on their waist,</span><br><span id=\"p26027031_05-4\" class=\"line\">&nbsp;&nbsp;and they weep over you in bitterness of soul,</span><br><span id=\"p26027031_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with bitter mourning.</span><br><span id=\"p26027032_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027032-1\">32&nbsp;</b>&nbsp;&nbsp;In their wailing they raise a lamentation for you</span><br><span id=\"p26027032_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and lament over you:</span><br><span id=\"p26027032_05-4\" class=\"line\">&nbsp;&nbsp;‘Who is like Tyre,</span><br><span id=\"p26027032_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like one destroyed in the midst of the sea?</span><br><span id=\"p26027033_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027033-1\">33&nbsp;</b>&nbsp;&nbsp;When your wares came from the seas,</span><br><span id=\"p26027033_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you satisfied many peoples;</span><br><span id=\"p26027033_05-4\" class=\"line\">&nbsp;&nbsp;with your abundant wealth and merchandise</span><br><span id=\"p26027033_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you enriched the kings of the earth.</span><br><span id=\"p26027034_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027034-1\">34&nbsp;</b>&nbsp;&nbsp;Now you are wrecked by the seas,</span><br><span id=\"p26027034_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the depths of the waters;</span><br><span id=\"p26027034_05-4\" class=\"line\">&nbsp;&nbsp;your merchandise and all your crew in your midst</span><br><span id=\"p26027034_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have sunk with you.</span><br><span id=\"p26027035_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027035-1\">35&nbsp;</b>&nbsp;&nbsp;All the inhabitants of the coastlands</span><br><span id=\"p26027035_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are appalled at you,</span><br><span id=\"p26027035_05-4\" class=\"line\">&nbsp;&nbsp;and the hair of their kings bristles with horror;</span><br><span id=\"p26027035_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their faces are convulsed.</span><br><span id=\"p26027036_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v26027036-1\">36&nbsp;</b>&nbsp;&nbsp;The merchants among the peoples hiss at you;</span><br><span id=\"p26027036_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have come to a dreadful end</span><br><span id=\"p26027036_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall be no more forever.’”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The word of the LORD came again unto me, saying,  <strong>2</strong> Now, thou son of man, take up a lamentation for Tyrus;  <strong>3</strong> And say unto Tyrus, O thou that art situate at the entry of the sea, which art a merchant of the people for many isles, Thus saith the Lord GOD; O Tyrus, thou hast said, I am of perfect beauty.  <strong>4</strong> Thy borders are in the midst of the seas, thy builders have perfected thy beauty.  <strong>5</strong> They have made all thy ship boards of fir trees of Senir: they have taken cedars from Lebanon to make masts for thee.  <strong>6</strong> Of the oaks of Bashan have they made thine oars; the company of the Ashurites have made thy benches of ivory, brought  out of the isles of Chittim.  <strong>7</strong> Fine linen with broidered work from Egypt was that which thou spreadest forth to be thy sail; blue and purple from the isles of Elishah was that which covered thee.  <strong>8</strong> The inhabitants of Zidon and Arvad were thy mariners: thy wise men, O Tyrus, that were in thee, were thy pilots.  <strong>9</strong> The ancients of Gebal and the wise men thereof were in thee thy calkers: all the ships of the sea with their mariners were in thee to occupy thy merchandise.  <strong>10</strong> They of Persia and of Lud and of Phut were in thine army, thy men of war: they hanged the shield and helmet in thee; they set forth thy comeliness.  <strong>11</strong> The men of Arvad with thine army were upon thy walls round about, and the Gammadims were in thy towers: they hanged their shields upon thy walls round about; they have made thy beauty perfect.  <strong>12</strong> Tarshish was thy merchant by reason of the multitude of all kind of riches; with silver, iron, tin, and lead, they traded in thy fairs.  <strong>13</strong> Javan, Tubal, and Meshech, they were thy merchants: they traded the persons of men and vessels of brass in thy market.  <strong>14</strong> They of the house of Togarmah traded in thy fairs with horses and horsemen and mules.  <strong>15</strong> The men of Dedan were thy merchants; many isles were  the merchandise of thine hand: they brought thee for a present horns of ivory and ebony.  <strong>16</strong> Syria was thy merchant by reason of the multitude of the wares of thy making: they occupied in thy fairs with emeralds, purple, and broidered work, and fine linen, and coral, and agate.  <strong>17</strong> Judah, and the land of Israel, they were thy merchants: they traded in thy market wheat of Minnith, and Pannag, and honey, and oil, and balm.  <strong>18</strong> Damascus was thy merchant in the multitude of the wares of thy making, for the multitude of all riches; in the wine of Helbon, and white wool.  <strong>19</strong> Dan also and Javan going to and fro occupied in thy fairs: bright iron, cassia, and calamus, were in thy market.  <strong>20</strong> Dedan was thy merchant in precious clothes for chariots.  <strong>21</strong> Arabia, and all the princes of Kedar, they occupied with thee in lambs, and rams, and goats: in these were they thy merchants.  <strong>22</strong> The merchants of Sheba and Raamah, they were thy merchants: they occupied in thy fairs with chief of all spices, and with all precious stones, and gold.  <strong>23</strong> Haran, and Canneh, and Eden, the merchants of Sheba, Asshur, and  Chilmad, were thy merchants.  <strong>24</strong> These were thy merchants in all sorts of things,  in blue clothes, and broidered work, and in chests of rich apparel, bound with cords, and made of cedar, among thy merchandise.  <strong>25</strong> The ships of Tarshish did sing of thee in thy market: and thou wast replenished, and made very glorious in the midst of the seas.  <strong>26</strong> Thy rowers have brought thee into great waters: the east wind hath broken thee in the midst of the seas.  <strong>27</strong> Thy riches, and thy fairs, thy merchandise, thy mariners, and thy pilots, thy calkers, and the occupiers of thy merchandise, and all thy men of war, that are in thee, and in all thy company which is  in the midst of thee, shall fall into the midst of the seas in the day of thy ruin.  <strong>28</strong> The suburbs shall shake at the sound of the cry of thy pilots.  <strong>29</strong> And all that handle the oar, the mariners, and all the pilots of the sea, shall come down from their ships, they shall stand upon the land;  <strong>30</strong> And shall cause their voice to be heard against thee, and shall cry bitterly, and shall cast up dust upon their heads, they shall wallow themselves in the ashes:  <strong>31</strong> And they shall make themselves utterly bald for thee, and gird them with sackcloth, and they shall weep for thee with bitterness of heart and  bitter wailing.  <strong>32</strong> And in their wailing they shall take up a lamentation for thee, and lament over thee, saying, What city is like Tyrus, like the destroyed in the midst of the sea?  <strong>33</strong> When thy wares went forth out of the seas, thou filledst many people; thou didst enrich the kings of the earth with the multitude of thy riches and of thy merchandise.  <strong>34</strong> In the time when thou shalt be broken by the seas in the depths of the waters thy merchandise and all thy company in the midst of thee shall fall.  <strong>35</strong> All the inhabitants of the isles shall be astonished at thee, and their kings shall be sore afraid, they shall be troubled in their countenance.  <strong>36</strong> The merchants among the people shall hiss at thee; thou shalt be  a terror, and never shalt be any more.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, take up a lament concerning Tyre. <sup><strong>3</strong></sup> Say to Tyre, situated at the gateway to the sea, merchant of peoples on many coasts, 'This is what the Sovereign LORD says: \"'You say, O Tyre, \"I am perfect in beauty.\" <sup><strong>4</strong></sup> Your domain was on the high seas; your builders brought your beauty to perfection. <sup><strong>5</strong></sup> They made all your timbers of pine trees from Senir; they took a cedar from Lebanon to make a mast for you. <sup><strong>6</strong></sup> Of oaks from Bashan they made your oars; of cypress wood from the coasts of Cyprus they made your deck, inlaid with ivory. <sup><strong>7</strong></sup> Fine embroidered linen from Egypt was your sail and served as your banner; your awnings were of blue and purple from the coasts of Elishah. <sup><strong>8</strong></sup> Men of Sidon and Arvad were your oarsmen; your skilled men, O Tyre, were aboard as your seamen. <sup><strong>9</strong></sup> Veteran craftsmen of Gebal were on board as shipwrights to caulk your seams. All the ships of the sea and their sailors came alongside to trade for your wares. <sup><strong>10</strong></sup> \"'Men of Persia, Lydia and Put served as soldiers in your army. They hung their shields and helmets on your walls, bringing you splendor. <sup><strong>11</strong></sup> Men of Arvad and Helech manned your walls on every side; men of Gammad were in your towers. They hung their shields around your walls; they brought your beauty to perfection. <sup><strong>12</strong></sup> \"'Tarshish did business with you because of your great wealth of goods; they exchanged silver, iron, tin and lead for your merchandise. <sup><strong>13</strong></sup> \"'Greece, Tubal and Meshech traded with you; they exchanged slaves and articles of bronze for your wares. <sup><strong>14</strong></sup> \"'Men of Beth Togarmah exchanged work horses, war horses and mules for your merchandise. <sup><strong>15</strong></sup> \"'The men of Rhodes traded with you, and many coastlands were your customers; they paid you with ivory tusks and ebony. <sup><strong>16</strong></sup> \"'Aram did business with you because of your many products; they exchanged turquoise, purple fabric, embroidered work, fine linen, coral and rubies for your merchandise. <sup><strong>17</strong></sup> \"'Judah and Israel traded with you; they exchanged wheat from Minnith and confections, honey, oil and balm for your wares. <sup><strong>18</strong></sup> \"'Damascus, because of your many products and great wealth of goods, did business with you in wine from Helbon and wool from Zahar. <sup><strong>19</strong></sup> \"'Danites and Greeks from Uzal bought your merchandise; they exchanged wrought iron, cassia and calamus for your wares. <sup><strong>20</strong></sup> \"'Dedan traded in saddle blankets with you. <sup><strong>21</strong></sup> \"'Arabia and all the princes of Kedar were your customers; they did business with you in lambs, rams and goats. <sup><strong>22</strong></sup> \"'The merchants of Sheba and Raamah traded with you; for your merchandise they exchanged the finest of all kinds of spices and precious stones, and gold. <sup><strong>23</strong></sup> \"'Haran, Canneh and Eden and merchants of Sheba, Asshur and Kilmad traded with you. <sup><strong>24</strong></sup> In your marketplace they traded with you beautiful garments, blue fabric, embroidered work and multicolored rugs with cords twisted and tightly knotted. <sup><strong>25</strong></sup> \"'The ships of Tarshish serve as carriers for your wares. You are filled with heavy cargo in the heart of the sea. <sup><strong>26</strong></sup> Your oarsmen take you out to the high seas. But the east wind will break you to pieces in the heart of the sea. <sup><strong>27</strong></sup> Your wealth, merchandise and wares, your mariners, seamen and shipwrights, your merchants and all your soldiers, and everyone else on board will sink into the heart of the sea on the day of your shipwreck. <sup><strong>28</strong></sup> The shorelands will quake when your seamen cry out. <sup><strong>29</strong></sup> All who handle the oars will abandon their ships; the mariners and all the seamen will stand on the shore. <sup><strong>30</strong></sup> They will raise their voice and cry bitterly over you; they will sprinkle dust on their heads and roll in ashes. <sup><strong>31</strong></sup> They will shave their heads because of you and will put on sackcloth. They will weep over you with anguish of soul and with bitter mourning. <sup><strong>32</strong></sup> As they wail and mourn over you, they will take up a lament concerning you: \"Who was ever silenced like Tyre, surrounded by the sea?\" <sup><strong>33</strong></sup> When your merchandise went out on the seas, you satisfied many nations; with your great wealth and your wares you enriched the kings of the earth. <sup><strong>34</strong></sup> Now you are shattered by the sea in the depths of the waters; your wares and all your company have gone down with you. <sup><strong>35</strong></sup> All who live in the coastlands are appalled at you; their kings shudder with horror and their faces are distorted with fear. <sup><strong>36</strong></sup> The merchants among the nations hiss at you; you have come to a horrible end and will be no more.'\" "},{"_id":"61622e049b02b3054ca4f81c","topicId":"61622e039b02b3054ca4f817","verse":"Jeremiah 51:1-64","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24051001_06-5\" class=\"line\"><b class=\"chapter-num\" id=\"v24051001-1\">51:1&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p24051001_06-5\" class=\"line\">&nbsp;&nbsp;“Behold, I will stir up the spirit of a destroyer</span><br><span id=\"p24051001_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against Babylon,</span><br><span id=\"p24051001_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against the inhabitants of Leb-kamai,</span><br><span id=\"p24051002_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051002-1\">2&nbsp;</b>&nbsp;&nbsp;and I will send to Babylon winnowers,</span><br><span id=\"p24051002_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall winnow her,</span><br><span id=\"p24051002_06-5\" class=\"line\">&nbsp;&nbsp;and they shall empty her land,</span><br><span id=\"p24051002_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when they come against her from every side</span><br><span id=\"p24051002_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day of trouble.</span><br><span id=\"p24051003_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051003-1\">3&nbsp;</b>&nbsp;&nbsp;Let not the archer bend his bow,</span><br><span id=\"p24051003_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let him not stand up in his armor.</span><br><span id=\"p24051003_06-5\" class=\"line\">&nbsp;&nbsp;Spare not her young men;</span><br><span id=\"p24051003_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;devote to destruction all her army.</span><br><span id=\"p24051004_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051004-1\">4&nbsp;</b>&nbsp;&nbsp;They shall fall down slain in the land of the Chaldeans,</span><br><span id=\"p24051004_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wounded in her streets.</span><br><span id=\"p24051005_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051005-1\">5&nbsp;</b>&nbsp;&nbsp;For Israel and Judah have not been forsaken</span><br><span id=\"p24051005_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by their God, the LORD of hosts,</span><br><span id=\"p24051005_06-5\" class=\"line\">&nbsp;&nbsp;but the land of the Chaldeans is full of guilt</span><br><span id=\"p24051005_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against the Holy One of Israel.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051006_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051006-1\">6&nbsp;</b>&nbsp;&nbsp;“Flee from the midst of Babylon;</span><br><span id=\"p24051006_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let every one save his life!</span><br><span id=\"p24051006_06-5\" class=\"line\">&nbsp;&nbsp;Be not cut off in her punishment,</span><br><span id=\"p24051006_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for this is the time of the LORD’s vengeance,</span><br><span id=\"p24051006_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the repayment he is rendering her.</span><br><span id=\"p24051007_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051007-1\">7&nbsp;</b>&nbsp;&nbsp;Babylon was a golden cup in the LORD’s hand,</span><br><span id=\"p24051007_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;making all the earth drunken;</span><br><span id=\"p24051007_06-5\" class=\"line\">&nbsp;&nbsp;the nations drank of her wine;</span><br><span id=\"p24051007_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore the nations went mad.</span><br><span id=\"p24051008_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051008-1\">8&nbsp;</b>&nbsp;&nbsp;Suddenly Babylon has fallen and been broken;</span><br><span id=\"p24051008_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wail for her!</span><br><span id=\"p24051008_06-5\" class=\"line\">&nbsp;&nbsp;Take balm for her pain;</span><br><span id=\"p24051008_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;perhaps she may be healed.</span><br><span id=\"p24051009_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051009-1\">9&nbsp;</b>&nbsp;&nbsp;We would have healed Babylon,</span><br><span id=\"p24051009_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but she was not healed.</span><br><span id=\"p24051009_06-5\" class=\"line\">&nbsp;&nbsp;Forsake her, and let us go</span><br><span id=\"p24051009_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;each to his own country,</span><br><span id=\"p24051009_06-5\" class=\"line\">&nbsp;&nbsp;for her judgment has reached up to heaven</span><br><span id=\"p24051009_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and has been lifted up even to the skies.</span><br><span id=\"p24051010_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051010-1\">10&nbsp;</b>&nbsp;&nbsp;The LORD has brought about our vindication;</span><br><span id=\"p24051010_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;come, let us declare in Zion</span><br><span id=\"p24051010_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the work of the LORD our God.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051011_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051011-1\">11&nbsp;</b>&nbsp;&nbsp;“Sharpen the arrows!</span><br><span id=\"p24051011_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Take up the shields!</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24051011_06-5\" class=\"same-paragraph starts-chapter\">The LORD has stirred up the spirit of the kings of the Medes, because his purpose concerning Babylon is to destroy it, for that is the vengeance of the LORD, the vengeance for his temple.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24051012_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051012-1\">12&nbsp;</b>&nbsp;&nbsp;“Set up a standard against the walls of Babylon;</span><br><span id=\"p24051012_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make the watch strong;</span><br><span id=\"p24051012_06-5\" class=\"line\">&nbsp;&nbsp;set up watchmen;</span><br><span id=\"p24051012_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;prepare the ambushes;</span><br><span id=\"p24051012_06-5\" class=\"line\">&nbsp;&nbsp;for the LORD has both planned and done</span><br><span id=\"p24051012_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what he spoke concerning the inhabitants of Babylon.</span><br><span id=\"p24051013_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051013-1\">13&nbsp;</b>&nbsp;&nbsp;O you who dwell by many waters,</span><br><span id=\"p24051013_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rich in treasures,</span><br><span id=\"p24051013_06-5\" class=\"line\">&nbsp;&nbsp;your end has come;</span><br><span id=\"p24051013_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the thread of your life is cut.</span><br><span id=\"p24051014_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051014-1\">14&nbsp;</b>&nbsp;&nbsp;The LORD of hosts has sworn by himself:</span><br><span id=\"p24051014_06-5\" class=\"line\">&nbsp;&nbsp;Surely I will fill you with men, as many as locusts,</span><br><span id=\"p24051014_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall raise the shout of victory over you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051015_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051015-1\">15&nbsp;</b>&nbsp;&nbsp;“It is he who made the earth by his power,</span><br><span id=\"p24051015_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who established the world by his wisdom,</span><br><span id=\"p24051015_06-5\" class=\"line\">&nbsp;&nbsp;and by his understanding stretched out the heavens.</span><br><span id=\"p24051016_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051016-1\">16&nbsp;</b>&nbsp;&nbsp;When he utters his voice there is a tumult of waters in the heavens,</span><br><span id=\"p24051016_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he makes the mist rise from the ends of the earth.</span><br><span id=\"p24051016_06-5\" class=\"line\">&nbsp;&nbsp;He makes lightning for the rain,</span><br><span id=\"p24051016_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he brings forth the wind from his storehouses.</span><br><span id=\"p24051017_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051017-1\">17&nbsp;</b>&nbsp;&nbsp;Every man is stupid and without knowledge;</span><br><span id=\"p24051017_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every goldsmith is put to shame by his idols,</span><br><span id=\"p24051017_06-5\" class=\"line\">&nbsp;&nbsp;for his images are false,</span><br><span id=\"p24051017_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is no breath in them.</span><br><span id=\"p24051018_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051018-1\">18&nbsp;</b>&nbsp;&nbsp;They are worthless, a work of delusion;</span><br><span id=\"p24051018_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the time of their punishment they shall perish.</span><br><span id=\"p24051019_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051019-1\">19&nbsp;</b>&nbsp;&nbsp;Not like these is he who is the portion of Jacob,</span><br><span id=\"p24051019_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is the one who formed all things,</span><br><span id=\"p24051019_06-5\" class=\"line\">&nbsp;&nbsp;and Israel is the tribe of his inheritance;</span><br><span id=\"p24051019_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD of hosts is his name.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051020_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051020-1\">20&nbsp;</b>&nbsp;&nbsp;“You are my hammer and weapon of war:</span><br><span id=\"p24051020_06-5\" class=\"line\">&nbsp;&nbsp;with you I break nations in pieces;</span><br><span id=\"p24051020_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with you I destroy kingdoms;</span><br><span id=\"p24051021_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051021-1\">21&nbsp;</b>&nbsp;&nbsp;with you I break in pieces the horse and his rider;</span><br><span id=\"p24051021_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with you I break in pieces the chariot and the charioteer;</span><br><span id=\"p24051022_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051022-1\">22&nbsp;</b>&nbsp;&nbsp;with you I break in pieces man and woman;</span><br><span id=\"p24051022_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with you I break in pieces the old man and the youth;</span><br><span id=\"p24051022_06-5\" class=\"line\">&nbsp;&nbsp;with you I break in pieces the young man and the young woman;</span><br><span id=\"p24051023_06-5\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v24051023-1\">23&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;with you I break in pieces the shepherd and his flock;</span><br><span id=\"p24051023_06-5\" class=\"line\">&nbsp;&nbsp;with you I break in pieces the farmer and his team;</span><br><span id=\"p24051023_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with you I break in pieces governors and commanders.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24051023_06-5\"><b class=\"verse-num\" id=\"v24051024-1\">24&nbsp;</b>“I will repay Babylon and all the inhabitants of Chaldea before your very eyes for all the evil that they have done in Zion, declares the LORD.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24051025_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051025-1\">25&nbsp;</b>&nbsp;&nbsp;“Behold, I am against you, O destroying mountain,</span><br><span id=\"p24051025_06-5\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD,</span><br><span id=\"p24051025_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which destroys the whole earth;</span><br><span id=\"p24051025_06-5\" class=\"line\">&nbsp;&nbsp;I will stretch out my hand against you,</span><br><span id=\"p24051025_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and roll you down from the crags,</span><br><span id=\"p24051025_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make you a burnt mountain.</span><br><span id=\"p24051026_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051026-1\">26&nbsp;</b>&nbsp;&nbsp;No stone shall be taken from you for a corner</span><br><span id=\"p24051026_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no stone for a foundation,</span><br><span id=\"p24051026_06-5\" class=\"line\">&nbsp;&nbsp;but you shall be a perpetual waste,</span><br><span id=\"p24051026_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051027_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051027-1\">27&nbsp;</b>&nbsp;&nbsp;“Set up a standard on the earth;</span><br><span id=\"p24051027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blow the trumpet among the nations;</span><br><span id=\"p24051027_06-5\" class=\"line\">&nbsp;&nbsp;prepare the nations for war against her;</span><br><span id=\"p24051027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;summon against her the kingdoms,</span><br><span id=\"p24051027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Ararat, Minni, and Ashkenaz;</span><br><span id=\"p24051027_06-5\" class=\"line\">&nbsp;&nbsp;appoint a marshal against her;</span><br><span id=\"p24051027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;bring up horses like bristling locusts.</span><br><span id=\"p24051028_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051028-1\">28&nbsp;</b>&nbsp;&nbsp;Prepare the nations for war against her,</span><br><span id=\"p24051028_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the kings of the Medes, with their governors and deputies,</span><br><span id=\"p24051028_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every land under their dominion.</span><br><span id=\"p24051029_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051029-1\">29&nbsp;</b>&nbsp;&nbsp;The land trembles and writhes in pain,</span><br><span id=\"p24051029_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD’s purposes against Babylon stand,</span><br><span id=\"p24051029_06-5\" class=\"line\">&nbsp;&nbsp;to make the land of Babylon a desolation,</span><br><span id=\"p24051029_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without inhabitant.</span><br><span id=\"p24051030_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051030-1\">30&nbsp;</b>&nbsp;&nbsp;The warriors of Babylon have ceased fighting;</span><br><span id=\"p24051030_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they remain in their strongholds;</span><br><span id=\"p24051030_06-5\" class=\"line\">&nbsp;&nbsp;their strength has failed;</span><br><span id=\"p24051030_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have become women;</span><br><span id=\"p24051030_06-5\" class=\"line\">&nbsp;&nbsp;her dwellings are on fire;</span><br><span id=\"p24051030_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her bars are broken.</span><br><span id=\"p24051031_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051031-1\">31&nbsp;</b>&nbsp;&nbsp;One runner runs to meet another,</span><br><span id=\"p24051031_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one messenger to meet another,</span><br><span id=\"p24051031_06-5\" class=\"line\">&nbsp;&nbsp;to tell the king of Babylon</span><br><span id=\"p24051031_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that his city is taken on every side;</span><br><span id=\"p24051032_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051032-1\">32&nbsp;</b>&nbsp;&nbsp;the fords have been seized,</span><br><span id=\"p24051032_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the marshes are burned with fire,</span><br><span id=\"p24051032_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the soldiers are in panic.</span><br><span id=\"p24051033_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051033-1\">33&nbsp;</b>&nbsp;&nbsp;For thus says the LORD of hosts, the God of Israel:</span><br><span id=\"p24051033_06-5\" class=\"line\">&nbsp;&nbsp;The daughter of Babylon is like a threshing floor</span><br><span id=\"p24051033_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the time when it is trodden;</span><br><span id=\"p24051033_06-5\" class=\"line\">&nbsp;&nbsp;yet a little while</span><br><span id=\"p24051033_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the time of her harvest will come.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051034_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051034-1\">34&nbsp;</b>&nbsp;&nbsp;“Nebuchadnezzar the king of Babylon has devoured me;</span><br><span id=\"p24051034_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has crushed me;</span><br><span id=\"p24051034_06-5\" class=\"line\">&nbsp;&nbsp;he has made me an empty vessel;</span><br><span id=\"p24051034_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has swallowed me like a monster;</span><br><span id=\"p24051034_06-5\" class=\"line\">&nbsp;&nbsp;he has filled his stomach with my delicacies;</span><br><span id=\"p24051034_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has rinsed me out.</span><br><span id=\"p24051035_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051035-1\">35&nbsp;</b>&nbsp;&nbsp;The violence done to me and to my kinsmen be upon Babylon,”</span><br><span id=\"p24051035_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the inhabitant of Zion say.</span><br><span id=\"p24051035_06-5\" class=\"line\">&nbsp;&nbsp;“My blood be upon the inhabitants of Chaldea,”</span><br><span id=\"p24051035_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let Jerusalem say.</span><br><span id=\"p24051036_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051036-1\">36&nbsp;</b>&nbsp;&nbsp;Therefore thus says the LORD:</span><br><span id=\"p24051036_06-5\" class=\"line\">&nbsp;&nbsp;“Behold, I will plead your cause</span><br><span id=\"p24051036_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and take vengeance for you.</span><br><span id=\"p24051036_06-5\" class=\"line\">&nbsp;&nbsp;I will dry up her sea</span><br><span id=\"p24051036_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make her fountain dry,</span><br><span id=\"p24051037_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051037-1\">37&nbsp;</b>&nbsp;&nbsp;and Babylon shall become a heap of ruins,</span><br><span id=\"p24051037_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the haunt of jackals,</span><br><span id=\"p24051037_06-5\" class=\"line\">&nbsp;&nbsp;a horror and a hissing,</span><br><span id=\"p24051037_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without inhabitant.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051038_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051038-1\">38&nbsp;</b>&nbsp;&nbsp;“They shall roar together like lions;</span><br><span id=\"p24051038_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall growl like lions’ cubs.</span><br><span id=\"p24051039_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051039-1\">39&nbsp;</b>&nbsp;&nbsp;While they are inflamed I will prepare them a feast</span><br><span id=\"p24051039_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make them drunk, that they may become merry,</span><br><span id=\"p24051039_06-5\" class=\"line\">&nbsp;&nbsp;then sleep a perpetual sleep</span><br><span id=\"p24051039_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and not wake, declares the LORD.</span><br><span id=\"p24051040_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051040-1\">40&nbsp;</b>&nbsp;&nbsp;I will bring them down like lambs to the slaughter,</span><br><span id=\"p24051040_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like rams and male goats.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051041_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051041-1\">41&nbsp;</b>&nbsp;&nbsp;“How Babylon is taken,</span><br><span id=\"p24051041_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the praise of the whole earth seized!</span><br><span id=\"p24051041_06-5\" class=\"line\">&nbsp;&nbsp;How Babylon has become</span><br><span id=\"p24051041_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a horror among the nations!</span><br><span id=\"p24051042_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051042-1\">42&nbsp;</b>&nbsp;&nbsp;The sea has come up on Babylon;</span><br><span id=\"p24051042_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she is covered with its tumultuous waves.</span><br><span id=\"p24051043_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051043-1\">43&nbsp;</b>&nbsp;&nbsp;Her cities have become a horror,</span><br><span id=\"p24051043_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a land of drought and a desert,</span><br><span id=\"p24051043_06-5\" class=\"line\">&nbsp;&nbsp;a land in which no one dwells,</span><br><span id=\"p24051043_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and through which no son of man passes.</span><br><span id=\"p24051044_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051044-1\">44&nbsp;</b>&nbsp;&nbsp;And I will punish Bel in Babylon,</span><br><span id=\"p24051044_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and take out of his mouth what he has swallowed.</span><br><span id=\"p24051044_06-5\" class=\"line\">&nbsp;&nbsp;The nations shall no longer flow to him;</span><br><span id=\"p24051044_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wall of Babylon has fallen.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051045_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051045-1\">45&nbsp;</b>&nbsp;&nbsp;“Go out of the midst of her, my people!</span><br><span id=\"p24051045_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Let every one save his life</span><br><span id=\"p24051045_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the fierce anger of the LORD!</span><br><span id=\"p24051046_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051046-1\">46&nbsp;</b>&nbsp;&nbsp;Let not your heart faint, and be not fearful</span><br><span id=\"p24051046_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the report heard in the land,</span><br><span id=\"p24051046_06-5\" class=\"line\">&nbsp;&nbsp;when a report comes in one year</span><br><span id=\"p24051046_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and afterward a report in another year,</span><br><span id=\"p24051046_06-5\" class=\"line\">&nbsp;&nbsp;and violence is in the land,</span><br><span id=\"p24051046_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ruler is against ruler.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051047_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051047-1\">47&nbsp;</b>&nbsp;&nbsp;“Therefore, behold, the days are coming</span><br><span id=\"p24051047_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I will punish the images of Babylon;</span><br><span id=\"p24051047_06-5\" class=\"line\">&nbsp;&nbsp;her whole land shall be put to shame,</span><br><span id=\"p24051047_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all her slain shall fall in the midst of her.</span><br><span id=\"p24051048_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051048-1\">48&nbsp;</b>&nbsp;&nbsp;Then the heavens and the earth,</span><br><span id=\"p24051048_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all that is in them,</span><br><span id=\"p24051048_06-5\" class=\"line\">&nbsp;&nbsp;shall sing for joy over Babylon,</span><br><span id=\"p24051048_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the destroyers shall come against them out of the north,</span><br><span id=\"p24051048_06-5\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.</span><br><span id=\"p24051049_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051049-1\">49&nbsp;</b>&nbsp;&nbsp;Babylon must fall for the slain of Israel,</span><br><span id=\"p24051049_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;just as for Babylon have fallen the slain of all the earth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051050_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051050-1\">50&nbsp;</b>&nbsp;&nbsp;“You who have escaped from the sword,</span><br><span id=\"p24051050_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;go, do not stand still!</span><br><span id=\"p24051050_06-5\" class=\"line\">&nbsp;&nbsp;Remember the LORD from far away,</span><br><span id=\"p24051050_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let Jerusalem come into your mind:</span><br><span id=\"p24051051_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051051-1\">51&nbsp;</b>&nbsp;&nbsp;‘We are put to shame, for we have heard reproach;</span><br><span id=\"p24051051_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;dishonor has covered our face,</span><br><span id=\"p24051051_06-5\" class=\"line\">&nbsp;&nbsp;for foreigners have come</span><br><span id=\"p24051051_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;into the holy places of the LORD’s house.’</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051052_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051052-1\">52&nbsp;</b>&nbsp;&nbsp;“Therefore, behold, the days are coming, declares the LORD,</span><br><span id=\"p24051052_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I will execute judgment upon her images,</span><br><span id=\"p24051052_06-5\" class=\"line\">&nbsp;&nbsp;and through all her land</span><br><span id=\"p24051052_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wounded shall groan.</span><br><span id=\"p24051053_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051053-1\">53&nbsp;</b>&nbsp;&nbsp;Though Babylon should mount up to heaven,</span><br><span id=\"p24051053_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and though she should fortify her strong height,</span><br><span id=\"p24051053_06-5\" class=\"line\">&nbsp;&nbsp;yet destroyers would come from me against her,</span><br><span id=\"p24051053_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051054_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051054-1\">54&nbsp;</b>&nbsp;&nbsp;“A voice! A cry from Babylon!</span><br><span id=\"p24051054_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;The noise of great destruction from the land of the Chaldeans!</span><br><span id=\"p24051055_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051055-1\">55&nbsp;</b>&nbsp;&nbsp;For the LORD is laying Babylon waste</span><br><span id=\"p24051055_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and stilling her mighty voice.</span><br><span id=\"p24051055_06-5\" class=\"line\">&nbsp;&nbsp;Their waves roar like many waters;</span><br><span id=\"p24051055_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the noise of their voice is raised,</span><br><span id=\"p24051056_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051056-1\">56&nbsp;</b>&nbsp;&nbsp;for a destroyer has come upon her,</span><br><span id=\"p24051056_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;upon Babylon;</span><br><span id=\"p24051056_06-5\" class=\"line\">&nbsp;&nbsp;her warriors are taken;</span><br><span id=\"p24051056_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their bows are broken in pieces,</span><br><span id=\"p24051056_06-5\" class=\"line\">&nbsp;&nbsp;for the LORD is a God of recompense;</span><br><span id=\"p24051056_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will surely repay.</span><br><span id=\"p24051057_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051057-1\">57&nbsp;</b>&nbsp;&nbsp;I will make drunk her officials and her wise men,</span><br><span id=\"p24051057_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her governors, her commanders, and her warriors;</span><br><span id=\"p24051057_06-5\" class=\"line\">&nbsp;&nbsp;they shall sleep a perpetual sleep and not wake,</span><br><span id=\"p24051057_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;declares the King, whose name is the LORD of hosts.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24051058_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051058-1\">58&nbsp;</b>&nbsp;&nbsp;“Thus says the LORD of hosts:</span><br><span id=\"p24051058_06-5\" class=\"line\">&nbsp;&nbsp;The broad wall of Babylon</span><br><span id=\"p24051058_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be leveled to the ground,</span><br><span id=\"p24051058_06-5\" class=\"line\">&nbsp;&nbsp;and her high gates</span><br><span id=\"p24051058_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be burned with fire.</span><br><span id=\"p24051058_06-5\" class=\"line\">&nbsp;&nbsp;The peoples labor for nothing,</span><br><span id=\"p24051058_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the nations weary themselves only for fire.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24051058_06-5\"><b class=\"verse-num\" id=\"v24051059-1\">59&nbsp;</b>The word that Jeremiah the prophet commanded Seraiah the son of Neriah, son of Mahseiah, when he went with Zedekiah king of Judah to Babylon, in the fourth year of his reign. Seraiah was the quartermaster. <b class=\"verse-num\" id=\"v24051060-1\">60&nbsp;</b>Jeremiah wrote in a book all the disaster that should come upon Babylon, all these words that are written concerning Babylon. <b class=\"verse-num\" id=\"v24051061-1\">61&nbsp;</b>And Jeremiah said to Seraiah: “When you come to Babylon, see that you read all these words, <b class=\"verse-num\" id=\"v24051062-1\">62&nbsp;</b>and say, ‘O LORD, you have said concerning this place that you will cut it off, so that nothing shall dwell in it, neither man nor beast, and it shall be desolate forever.’ <b class=\"verse-num\" id=\"v24051063-1\">63&nbsp;</b>When you finish reading this book, tie a stone to it and cast it into the midst of the Euphrates, <b class=\"verse-num\" id=\"v24051064-1\">64&nbsp;</b>and say, ‘Thus shall Babylon sink, to rise no more, because of the disaster that I am bringing upon her, and they shall become exhausted.’”</p>\n<p id=\"p24051064_06-5\">Thus far are the words of Jeremiah.</p>\n\n</div>","kjv":"<strong>1</strong> Thus saith the LORD; Behold, I will raise up against Babylon, and against them that dwell in the midst of them that rise up against me, a destroying wind;  <strong>2</strong> And will send unto Babylon fanners, that shall fan her, and shall empty her land: for in the day of trouble they shall be against her round about.  <strong>3</strong> Against him that bendeth let the archer bend his bow, and against him that lifteth himself up in his brigandine: and spare ye not her young men; destroy ye utterly all her host.  <strong>4</strong> Thus the slain shall fall in the land of the Chaldeans, and they that are thrust through in her streets.  <strong>5</strong> For Israel hath not been forsaken, nor Judah of his God, of the LORD of hosts; though their land was filled with sin against the Holy One of Israel.  <strong>6</strong> Flee out of the midst of Babylon, and deliver every man his soul: be not cut off in her iniquity; for this is the time of the LORD’S vengeance; he will render unto her a recompence.  <strong>7</strong> Babylon hath been a golden cup in the LORD’S hand, that made all the earth drunken: the nations have drunken of her wine; therefore the nations are mad.  <strong>8</strong> Babylon is suddenly fallen and destroyed: howl for her; take balm for her pain, if so she may be healed.  <strong>9</strong> We would have healed Babylon, but she is not healed: forsake her, and let us go every one into his own country: for her judgment reacheth unto heaven, and is lifted up even to the skies.  <strong>10</strong> The LORD hath brought forth our righteousness: come, and let us declare in Zion the work of the LORD our God.  <strong>11</strong> Make bright the arrows; gather the shields: the LORD hath raised up the spirit of the kings of the Medes: for his device is against Babylon, to destroy it; because it is the vengeance of the LORD, the vengeance of his temple.  <strong>12</strong> Set up the standard upon the walls of Babylon, make the watch strong, set up the watchmen, prepare the ambushes: for the LORD hath both devised and done that which he spake against the inhabitants of Babylon.  <strong>13</strong> O thou that dwellest upon many waters, abundant in treasures, thine end is come, and the measure of thy covetousness.  <strong>14</strong> The LORD of hosts hath sworn by himself, saying, Surely I will fill thee with men, as with caterpillers; and they shall lift up a shout against thee.  <strong>15</strong> He hath made the earth by his power, he hath established the world by his wisdom, and hath stretched out the heaven by his understanding.  <strong>16</strong> When he uttereth his voice, there is a multitude of waters in the heavens; and he causeth the vapors to ascend from the ends of the earth: he maketh lightnings with rain, and bringeth forth the wind out of his treasures.  <strong>17</strong> Every man is brutish by his knowledge; every founder is confounded by the graven image: for his molten image is falsehood, and there is no breath in them.  <strong>18</strong> They are vanity, the work of errors: in the time of their visitation they shall perish.  <strong>19</strong> The portion of Jacob is not like them; for he is  the former of all things: and Israel is the rod of his inheritance: the LORD of hosts is his name.  <strong>20</strong> Thou art my battle axe and weapons of war: for with thee will I break in pieces the nations, and with thee will I destroy kingdoms;  <strong>21</strong> And with thee will I break in pieces the horse and his rider; and with thee will I break in pieces the chariot and his rider;  <strong>22</strong> With thee also will I break in pieces man and woman; and with thee will I break in pieces old and young; and with thee will I break in pieces the young man and the maid;  <strong>23</strong> I will also break in pieces with thee the shepherd and his flock; and with thee will I break in pieces the husbandman and his yoke of oxen; and with thee will I break in pieces captains and rulers.  <strong>24</strong> And I will render unto Babylon and to all the inhabitants of Chaldea all their evil that they have done in Zion in your sight, saith the LORD.  <strong>25</strong> Behold, I am against thee, O destroying mountain, saith the LORD, which destroyest all the earth: and I will stretch out mine hand upon thee, and roll thee down from the rocks, and will make thee a burnt mountain.  <strong>26</strong> And they shall not take of thee a stone for a corner, nor a stone for foundations; but thou shalt be desolate for ever, saith the LORD.  <strong>27</strong> Set ye up a standard in the land, blow the trumpet among the nations, prepare the nations against her, call together against her the kingdoms of Ararat, Minni, and Ashchenaz; appoint a captain against her; cause the horses to come up as the rough caterpillers.  <strong>28</strong> Prepare against her the nations with the kings of the Medes, the captains thereof, and all the rulers thereof, and all the land of his dominion.  <strong>29</strong> And the land shall tremble and sorrow: for every purpose of the LORD shall be performed against Babylon, to make the land of Babylon a desolation without an inhabitant.  <strong>30</strong> The mighty men of Babylon have forborn to fight, they have remained in their holds: their might hath failed; they became as women: they have burned her dwellingplaces; her bars are broken.  <strong>31</strong> One post shall run to meet another, and one messenger to meet another, to shew the king of Babylon that his city is taken at one end,  <strong>32</strong> And that the passages are stopped, and the reeds they have burned with fire, and the men of war are affrighted.  <strong>33</strong> For thus saith the LORD of hosts, the God of Israel; The daughter of Babylon is like a threshingfloor, it is time to thresh her: yet a little while, and the time of her harvest shall come.  <strong>34</strong> Nebuchadrezzar the king of Babylon hath devoured me, he hath crushed me, he hath made me an empty vessel, he hath swallowed me up like a dragon, he hath filled his belly with my delicates, he hath cast me out.  <strong>35</strong> The violence done to me and to my flesh be upon Babylon, shall the inhabitant of Zion say; and my blood upon the inhabitants of Chaldea, shall Jerusalem say.  <strong>36</strong> Therefore thus saith the LORD; Behold, I will plead thy cause, and take vengeance for thee; and I will dry up her sea, and make her springs dry.  <strong>37</strong> And Babylon shall become heaps, a dwelling place for dragons, an astonishment, and an hissing, without an inhabitant.  <strong>38</strong> They shall roar together like lions: they shall yell as lions’ whelps.  <strong>39</strong> In their heat I will make their feasts, and I will make them drunken, that they may rejoice, and sleep a perpetual sleep, and not wake, saith the LORD.  <strong>40</strong> I will bring them down like lambs to the slaughter, like rams with he goats.  <strong>41</strong> How is Sheshach taken! and how is the praise of the whole earth surprised! how is Babylon become an astonishment among the nations!  <strong>42</strong> The sea is come up upon Babylon: she is covered with the multitude of the waves thereof.  <strong>43</strong> Her cities are a desolation, a dry land, and a wilderness, a land wherein no man dwelleth, neither doth any son of man pass thereby.  <strong>44</strong> And I will punish Bel in Babylon, and I will bring forth out of his mouth that which he hath swallowed up: and the nations shall not flow together any more unto him: yea, the wall of Babylon shall fall.  <strong>45</strong> My people, go ye out of the midst of her, and deliver ye every man his soul from the fierce anger of the LORD.  <strong>46</strong> And lest your heart faint, and ye fear for the rumour that shall be heard in the land; a rumour shall both come one year, and after that in another year shall come a rumour, and violence in the land, ruler against ruler.  <strong>47</strong> Therefore, behold, the days come, that I will do judgment upon the graven images of Babylon: and her whole land shall be confounded, and all her slain shall fall in the midst of her.  <strong>48</strong> Then the heaven and the earth, and all that is therein, shall sing for Babylon: for the spoilers shall come unto her from the north, saith the LORD.  <strong>49</strong> As Babylon hath caused the slain of Israel to fall, so at Babylon shall fall the slain of all the earth.  <strong>50</strong> Ye that have escaped the sword, go away, stand not still: remember the LORD afar off, and let Jerusalem come into your mind.  <strong>51</strong> We are confounded, because we have heard reproach: shame hath covered our faces: for strangers are come into the sanctuaries of the LORD’S house.  <strong>52</strong> Wherefore, behold, the days come, saith the LORD, that I will do judgment upon her graven images: and through all her land the wounded shall groan.  <strong>53</strong> Though Babylon should mount up to heaven, and though she should fortify the height of her strength, yet from me shall spoilers come unto her, saith the LORD.  <strong>54</strong> A sound of a cry cometh from Babylon, and great destruction from the land of the Chaldeans:  <strong>55</strong> Because the LORD hath spoiled Babylon, and destroyed out of her the great voice; when her waves do roar like great waters, a noise of their voice is uttered:  <strong>56</strong> Because the spoiler is come upon her, even upon Babylon, and her mighty men are taken, every one of their bows is broken: for the LORD God of recompences shall surely requite.  <strong>57</strong> And I will make drunk her princes, and her wise men, her captains, and her rulers, and her mighty men: and they shall sleep a perpetual sleep, and not wake, saith the King, whose name is the LORD of hosts.  <strong>58</strong> Thus saith the LORD of hosts; The broad walls of Babylon shall be utterly broken, and her high gates shall be burned with fire; and the people shall labour in vain, and the folk in the fire, and they shall be weary.  <strong>59</strong> The word which Jeremiah the prophet commanded Seraiah the son of Neriah, the son of Maaseiah, when he went with Zedekiah the king of Judah into Babylon in the fourth year of his reign. And this Seraiah was a quiet prince.  <strong>60</strong> So Jeremiah wrote in a book all the evil that should come upon Babylon, even all these words that are written against Babylon.  <strong>61</strong> And Jeremiah said to Seraiah, When thou comest to Babylon, and shalt see, and shalt read all these words;  <strong>62</strong> Then shalt thou say, O LORD, thou hast spoken against this place, to cut it off, that none shall remain in it, neither man nor beast, but that it shall be desolate for ever.  <strong>63</strong> And it shall be, when thou hast made an end of reading this book, that thou shalt bind a stone to it, and cast it into the midst of Euphrates:  <strong>64</strong> And thou shalt say, Thus shall Babylon sink, and shall not rise from the evil that I will bring upon her: and they shall be weary. Thus far are  the words of Jeremiah.  ","niv":"<sup><strong>1</strong></sup> This is what the LORD says: \"See, I will stir up the spirit of a destroyer against Babylon and the people of Leb Kamai. <sup><strong>2</strong></sup> I will send foreigners to Babylon to winnow her and to devastate her land; they will oppose her on every side in the day of her disaster. <sup><strong>3</strong></sup> Let not the archer string his bow, nor let him put on his armor. Do not spare her young men; completely destroy her army. <sup><strong>4</strong></sup> They will fall down slain in Babylon, fatally wounded in her streets. <sup><strong>5</strong></sup> For Israel and Judah have not been forsaken by their God, the LORD Almighty, though their land is full of guilt before the Holy One of Israel. <sup><strong>6</strong></sup> \"Flee from Babylon! Run for your lives! Do not be destroyed because of her sins. It is time for the LORD's vengeance; he will pay her what she deserves. <sup><strong>7</strong></sup> Babylon was a gold cup in the LORD's hand; she made the whole earth drunk. The nations drank her wine; therefore they have now gone mad. <sup><strong>8</strong></sup> Babylon will suddenly fall and be broken. Wail over her! Get balm for her pain; perhaps she can be healed. <sup><strong>9</strong></sup> \"'We would have healed Babylon, but she cannot be healed; let us leave her and each go to his own land, for her judgment reaches to the skies, it rises as high as the clouds.' <sup><strong>10</strong></sup> \"'The LORD has vindicated us; come, let us tell in Zion what the LORD our God has done.' <sup><strong>11</strong></sup> \"Sharpen the arrows, take up the shields! The LORD has stirred up the kings of the Medes, because his purpose is to destroy Babylon. The LORD will take vengeance, vengeance for his temple. <sup><strong>12</strong></sup> Lift up a banner against the walls of Babylon! Reinforce the guard, station the watchmen, prepare an ambush! The LORD will carry out his purpose, his decree against the people of Babylon. <sup><strong>13</strong></sup> You who live by many waters and are rich in treasures, your end has come, the time for you to be cut off. <sup><strong>14</strong></sup> The LORD Almighty has sworn by himself: I will surely fill you with men, as with a swarm of locusts, and they will shout in triumph over you. <sup><strong>15</strong></sup> \"He made the earth by his power; he founded the world by his wisdom and stretched out the heavens by his understanding. <sup><strong>16</strong></sup> When he thunders, the waters in the heavens roar; he makes clouds rise from the ends of the earth. He sends lightning with the rain and brings out the wind from his storehouses. <sup><strong>17</strong></sup> \"Every man is senseless and without knowledge; every goldsmith is shamed by his idols. His images are a fraud; they have no breath in them. <sup><strong>18</strong></sup> They are worthless, the objects of mockery; when their judgment comes, they will perish. <sup><strong>19</strong></sup> He who is the Portion of Jacob is not like these, for he is the Maker of all things, including the tribe of his inheritance- the LORD Almighty is his name. <sup><strong>20</strong></sup> \"You are my war club, my weapon for battle- with you I shatter nations, with you I destroy kingdoms, <sup><strong>21</strong></sup> with you I shatter horse and rider, with you I shatter chariot and driver, <sup><strong>22</strong></sup> with you I shatter man and woman, with you I shatter old man and youth, with you I shatter young man and maiden, <sup><strong>23</strong></sup> with you I shatter shepherd and flock, with you I shatter farmer and oxen, with you I shatter governors and officials. <sup><strong>24</strong></sup> \"Before your eyes I will repay Babylon and all who live in Babylonia for all the wrong they have done in Zion,\" declares the LORD. <sup><strong>25</strong></sup> \"I am against you, O destroying mountain, you who destroy the whole earth,\" declares the LORD. \"I will stretch out my hand against you, roll you off the cliffs, and make you a burned-out mountain. <sup><strong>26</strong></sup> No rock will be taken from you for a cornerstone, nor any stone for a foundation, for you will be desolate forever,\" declares the LORD. <sup><strong>27</strong></sup> \"Lift up a banner in the land! Blow the trumpet among the nations! Prepare the nations for battle against her; summon against her these kingdoms: Ararat, Minni and Ashkenaz. Appoint a commander against her; send up horses like a swarm of locusts. <sup><strong>28</strong></sup> Prepare the nations for battle against her- the kings of the Medes, their governors and all their officials, and all the countries they rule. <sup><strong>29</strong></sup> The land trembles and writhes, for the LORD's purposes against Babylon stand- to lay waste the land of Babylon so that no one will live there. <sup><strong>30</strong></sup> Babylon's warriors have stopped fighting; they remain in their strongholds. Their strength is exhausted; they have become like women. Her dwellings are set on fire; the bars of her gates are broken. <sup><strong>31</strong></sup> One courier follows another and messenger follows messenger to announce to the king of Babylon that his entire city is captured, <sup><strong>32</strong></sup> the river crossings seized, the marshes set on fire, and the soldiers terrified.\" <sup><strong>33</strong></sup> This is what the LORD Almighty, the God of Israel, says: \"The Daughter of Babylon is like a threshing floor at the time it is trampled; the time to harvest her will soon come.\" <sup><strong>34</strong></sup> \"Nebuchadnezzar king of Babylon has devoured us, he has thrown us into confusion, he has made us an empty jar. Like a serpent he has swallowed us and filled his stomach with our delicacies, and then has spewed us out. <sup><strong>35</strong></sup> May the violence done to our flesh be upon Babylon,\" say the inhabitants of Zion. \"May our blood be on those who live in Babylonia,\" says Jerusalem. <sup><strong>36</strong></sup> Therefore, this is what the LORD says: \"See, I will defend your cause and avenge you; I will dry up her sea and make her springs dry. <sup><strong>37</strong></sup> Babylon will be a heap of ruins, a haunt of jackals, an object of horror and scorn, a place where no one lives. <sup><strong>38</strong></sup> Her people all roar like young lions, they growl like lion cubs. <sup><strong>39</strong></sup> But while they are aroused, I will set out a feast for them and make them drunk, so that they shout with laughter- then sleep forever and not awake,\" declares the LORD. <sup><strong>40</strong></sup> \"I will bring them down like lambs to the slaughter, like rams and goats. <sup><strong>41</strong></sup> \"How Sheshach will be captured, the boast of the whole earth seized! What a horror Babylon will be among the nations! <sup><strong>42</strong></sup> The sea will rise over Babylon; its roaring waves will cover her. <sup><strong>43</strong></sup> Her towns will be desolate, a dry and desert land, a land where no one lives, through which no man travels. <sup><strong>44</strong></sup> I will punish Bel in Babylon and make him spew out what he has swallowed. The nations will no longer stream to him. And the wall of Babylon will fall. <sup><strong>45</strong></sup> \"Come out of her, my people! Run for your lives! Run from the fierce anger of the LORD. <sup><strong>46</strong></sup> Do not lose heart or be afraid when rumors are heard in the land; one rumor comes this year, another the next, rumors of violence in the land and of ruler against ruler. <sup><strong>47</strong></sup> For the time will surely come when I will punish the idols of Babylon; her whole land will be disgraced and her slain will all lie fallen within her. <sup><strong>48</strong></sup> Then heaven and earth and all that is in them will shout for joy over Babylon, for out of the north destroyers will attack her,\" declares the LORD. <sup><strong>49</strong></sup> \"Babylon must fall because of Israel's slain, just as the slain in all the earth have fallen because of Babylon. <sup><strong>50</strong></sup> You who have escaped the sword, leave and do not linger! Remember the LORD in a distant land, and think on Jerusalem.\" <sup><strong>51</strong></sup> \"We are disgraced, for we have been insulted and shame covers our faces, because foreigners have entered the holy places of the LORD's house.\" <sup><strong>52</strong></sup> \"But days are coming,\" declares the LORD, \"when I will punish her idols, and throughout her land the wounded will groan. <sup><strong>53</strong></sup> Even if Babylon reaches the sky and fortifies her lofty stronghold, I will send destroyers against her,\" declares the LORD. <sup><strong>54</strong></sup> \"The sound of a cry comes from Babylon, the sound of great destruction from the land of the Babylonians. <sup><strong>55</strong></sup> The LORD will destroy Babylon; he will silence her noisy din. Waves of enemies will rage like great waters; the roar of their voices will resound. <sup><strong>56</strong></sup> A destroyer will come against Babylon; her warriors will be captured, and their bows will be broken. For the LORD is a God of retribution; he will repay in full. <sup><strong>57</strong></sup> I will make her officials and wise men drunk, her governors, officers and warriors as well; they will sleep forever and not awake,\" declares the King, whose name is the LORD Almighty. <sup><strong>58</strong></sup> This is what the LORD Almighty says: \"Babylon's thick wall will be leveled and her high gates set on fire; the peoples exhaust themselves for nothing, the nations' labor is only fuel for the flames.\" <sup><strong>59</strong></sup> This is the message Jeremiah gave to the staff officer Seraiah son of Neriah, the son of Mahseiah, when he went to Babylon with Zedekiah king of Judah in the fourth year of his reign. <sup><strong>60</strong></sup> Jeremiah had written on a scroll about all the disasters that would come upon Babylon-all that had been recorded concerning Babylon. <sup><strong>61</strong></sup> He said to Seraiah, \"When you get to Babylon, see that you read all these words aloud. <sup><strong>62</strong></sup> Then say, 'O LORD, you have said you will destroy this place, so that neither man nor animal will live in it; it will be desolate forever.' <sup><strong>63</strong></sup> When you finish reading this scroll, tie a stone to it and throw it into the Euphrates. <sup><strong>64</strong></sup> Then say, 'So will Babylon sink to rise no more because of the disaster I will bring upon her. And her people will fall.'\" The words of Jeremiah end here. "},{"_id":"61622e059b02b3054ca4f81d","topicId":"61622e039b02b3054ca4f817","verse":"Isaiah 46:1-49:26","votes":2,"__v":0,"kjv":"<strong>1</strong> Bel boweth down, Nebo stoopeth, their idols were upon the beasts, and upon the cattle: your carriages were heavy loaden; they are  a burden to the weary beast.  <strong>2</strong> They stoop, they bow down together; they could not deliver the burden, but themselves are gone into captivity.  <strong>3</strong> Hearken unto me, O house of Jacob, and all the remnant of the house of Israel, which are borne by me from the belly, which are carried from the womb:  <strong>4</strong> And even to your old age I am he; and even to hoar hairs will I carry you: I have made, and I will bear; even I will carry, and will deliver you. <strong>5</strong> To whom will ye liken me, and make me equal, and compare me, that we may be like?  <strong>6</strong> They lavish gold out of the bag, and weigh silver in the balance, and hire a goldsmith; and he maketh it a god: they fall down, yea, they worship.  <strong>7</strong> They bear him upon the shoulder, they carry him, and set him in his place, and he standeth; from his place shall he not remove: yea, one  shall cry unto him, yet can he not answer, nor save him out of his trouble.  <strong>8</strong> Remember this, and shew yourselves men: bring it again to mind, O ye transgressors.  <strong>9</strong> Remember the former things of old: for I am God, and there is none else; I am God, and there is  none like me,  <strong>10</strong> Declaring the end from the beginning, and from ancient times the things that are not yet done, saying, My counsel shall stand, and I will do all my pleasure:  <strong>11</strong> Calling a ravenous bird from the east, the man that executeth my counsel from a far country: yea, I have spoken it, I will also bring it to pass; I have purposed it, I will also do it.  <strong>12</strong> Hearken unto me, ye stouthearted, that are far from righteousness:  <strong>13</strong> I bring near my righteousness; it shall not be far off, and my salvation shall not tarry: and I will place salvation in Zion for Israel my glory.  <strong>1</strong> Come down, and sit in the dust, O virgin daughter of Babylon, sit on the ground: there is no throne, O daughter of the Chaldeans: for thou shalt no more be called tender and delicate.  <strong>2</strong> Take the millstones, and grind meal: uncover thy locks, make bare the leg, uncover the thigh, pass over the rivers.  <strong>3</strong> Thy nakedness shall be uncovered, yea, thy shame shall be seen: I will take vengeance, and I will not meet thee as a man.  <strong>4</strong> As for our redeemer, the LORD of hosts is his name, the Holy One of Israel.  <strong>5</strong> Sit thou silent, and get thee into darkness, O daughter of the Chaldeans: for thou shalt no more be called, The lady of kingdoms.  <strong>6</strong> I was wroth with my people, I have polluted mine inheritance, and given them into thine hand: thou didst shew them no mercy; upon the ancient hast thou very heavily laid thy yoke.  <strong>7</strong> And thou saidst, I shall be a lady for ever: so that thou didst not lay these things to thy heart, neither didst remember the latter end of it.  <strong>8</strong> Therefore hear now this, thou that art given to pleasures, that dwellest carelessly, that sayest in thine heart, I am, and none else beside me; I shall not sit as a widow, neither shall I know the loss of children:  <strong>9</strong> But these two things shall come to thee in a moment in one day, the loss of children, and widowhood: they shall come upon thee in their perfection for the multitude of thy sorceries, and for the great abundance of thine enchantments.  <strong>10</strong> For thou hast trusted in thy wickedness: thou hast said, None seeth me. Thy wisdom and thy knowledge, it hath perverted thee; and thou hast said in thine heart, I am, and none else beside me.  <strong>11</strong> Therefore shall evil come upon thee; thou shalt not know from whence it riseth: and mischief shall fall upon thee; thou shalt not be able to put if off: and desolation shall come upon thee suddenly, which thou shalt not know.  <strong>12</strong> Stand now with thine enchantments, and with the multitude of thy sorceries, wherein thou hast laboured from thy youth; if so be thou shalt be able to profit, if so be thou mayest prevail.  <strong>13</strong> Thou art wearied in the multitude of thy counsels. Let now the astrologers, the stargazers, the monthly prognosticators, stand up, and save thee from these things that shall come upon thee.  <strong>14</strong> Behold, they shall be as stubble; the fire shall burn them; they shall not deliver themselves from the power of the flame: there shall  not be a coal to warm at, nor fire to sit before it.  <strong>15</strong> Thus shall they be unto thee with whom thou hast laboured, even  thy merchants, from thy youth: they shall wander every one to his quarter; none shall save thee.  <strong>1</strong> Hear ye this, O house of Jacob, which are called by the name of Israel, and are come forth out of the waters of Judah, which swear by the name of the LORD, and make mention of the God of Israel, but not in truth, nor in righteousness.  <strong>2</strong> For they call themselves of the holy city, and stay themselves upon the God of Israel; The LORD of hosts is his name.  <strong>3</strong> I have declared the former things from the beginning; and they went forth out of my mouth, and I shewed them; I did them suddenly, and they came to pass.  <strong>4</strong> Because I knew that thou art obstinate, and thy neck is an iron sinew, and thy brow brass;  <strong>5</strong> I have even from the beginning declared it to thee; before it came to pass I shewed it thee: lest thou shouldest say, Mine idol hath done them, and my graven image, and my molten image, hath commanded them.  <strong>6</strong> Thou hast heard, see all this; and will not ye declare it?  I have shewed thee new things from this time, even hidden things, and thou didst not know them.  <strong>7</strong> They are created now, and not from the beginning; even before the day when thou heardest them not; lest thou shouldest say, Behold, I knew them.  <strong>8</strong> Yea, thou heardest not; yea, thou knewest not; yea, from that time that thine ear was not opened: for I knew that thou wouldest deal very treacherously, and wast called a transgressor from the womb.  <strong>9</strong> For my name’s sake will I defer mine anger, and for my praise will I refrain for thee, that I cut thee not off.  <strong>10</strong> Behold, I have refined thee, but not with silver; I have chosen thee in the furnace of affliction.  <strong>11</strong> For mine own sake, even for mine own sake, will I do it: for how should my name be polluted? and I will not give my glory unto another.  <strong>12</strong> Hearken unto me, O Jacob and Israel, my called; I am he; I am the first, I also am the last.  <strong>13</strong> Mine hand also hath laid the foundation of the earth, and my right hand hath spanned the heavens: when I call unto them, they stand up together.  <strong>14</strong> All ye, assemble yourselves, and hear; which among them hath declared these things? The LORD hath loved him: he will do his pleasure on Babylon, and his arm shall be on the Chaldeans.  <strong>15</strong> I, even I, have spoken; yea, I have called him: I have brought him, and he shall make his way prosperous.  <strong>16</strong> Come ye near unto me, hear ye this; I have not spoken in secret from the beginning; from the time that it was, there am I: and now the Lord GOD, and his Spirit, hath sent me.  <strong>17</strong> Thus saith the LORD, thy Redeemer, the Holy One of Israel; I am  the LORD thy God which teacheth thee to profit, which leadeth thee by the way that thou shouldest go.  <strong>18</strong> O that thou hadst hearkened to my commandments! then had thy peace been as a river, and thy righteousness as the waves of the sea:  <strong>19</strong> Thy seed also had been as the sand, and the offspring of thy bowels like the gravel thereof; his name should not have been cut off nor destroyed from before me.  <strong>20</strong> Go ye forth of Babylon, flee ye from the Chaldeans, with a voice of singing declare ye, tell this, utter it even to the end of the earth; say ye, The LORD hath redeemed his servant Jacob.  <strong>21</strong> And they thirsted not when he led them through the deserts: he caused the waters to flow out of the rock for them: he clave the rock also, and the waters gushed out.  <strong>22</strong> There is no peace, saith the LORD, unto the wicked.  <strong>1</strong> Listen, O isles, unto me; and hearken, ye people, from far; The LORD hath called me from the womb; from the bowels of my mother hath he made mention of my name.  <strong>2</strong> And he hath made my mouth like a sharp sword; in the shadow of his hand hath he hid me, and made me a polished shaft; in his quiver hath he hid me;  <strong>3</strong> And said unto me, Thou art my servant, O Israel, in whom I will be glorified.  <strong>4</strong> Then I said, I have laboured in vain, I have spent my strength for nought, and in vain: yet surely my judgment is with the LORD, and my work with my God.  <strong>5</strong> And now, saith the LORD that formed me from the womb to be  his servant, to bring Jacob again to him, Though Israel be not gathered, yet shall I be glorious in the eyes of the LORD, and my God shall be my strength.  <strong>6</strong> And he said, It is a light thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth.  <strong>7</strong> Thus saith the LORD, the Redeemer of Israel, and his Holy One, to him whom man despiseth, to him whom the nation abhorreth, to a servant of rulers, Kings shall see and arise, princes also shall worship, because of the LORD that is faithful, and the Holy One of Israel, and he shall choose thee.  <strong>8</strong> Thus saith the LORD, In an acceptable time have I heard thee, and in a day of salvation have I helped thee: and I will preserve thee, and give thee for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;  <strong>9</strong> That thou mayest say to the prisoners, Go forth; to them that are  in darkness, Shew yourselves. They shall feed in the ways, and their pastures shall be in all high places.  <strong>10</strong> They shall not hunger nor thirst; neither shall the heat nor sun smite them: for he that hath mercy on them shall lead them, even by the springs of water shall he guide them.  <strong>11</strong> And I will make all my mountains a way, and my highways shall be exalted.  <strong>12</strong> Behold, these shall come from far: and, lo, these from the north and from the west; and these from the land of Sinim.  <strong>13</strong> Sing, O heavens; and be joyful, O earth; and break forth into singing, O mountains: for the LORD hath comforted his people, and will have mercy upon his afflicted.  <strong>14</strong> But Zion said, The LORD hath forsaken me, and my Lord hath forgotten me.  <strong>15</strong> Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee.  <strong>16</strong> Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.  <strong>17</strong> Thy children shall make haste; thy destroyers and they that made thee waste shall go forth of thee.  <strong>18</strong> Lift up thine eyes round about, and behold: all these gather themselves together, and come to thee. As I live, saith the LORD, thou shalt surely clothe thee with them all, as with an ornament, and bind them on thee, as a bride doeth.  <strong>19</strong> For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants, and they that swallowed thee up shall be far away.  <strong>20</strong> The children which thou shalt have, after thou hast lost the other, shall say again in thine ears, The place is too strait for me: give place to me that I may dwell.  <strong>21</strong> Then shalt thou say in thine heart, Who hath begotten me these, seeing I have lost my children, and am desolate, a captive, and removing to and fro? and who hath brought up these? Behold, I was left alone; these, where had they been?  <strong>22</strong> Thus saith the Lord GOD, Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people: and they shall bring thy sons in their arms, and thy daughters shall be carried upon their  shoulders.  <strong>23</strong> And kings shall be thy nursing fathers, and their queens thy nursing mothers: they shall bow down to thee with their face toward the earth, and lick up the dust of thy feet; and thou shalt know that I am the LORD: for they shall not be ashamed that wait for me.  <strong>24</strong> Shall the prey be taken from the mighty, or the lawful captive delivered?  <strong>25</strong> But thus saith the LORD, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children.  <strong>26</strong> And I will feed them that oppress thee with their own flesh; and they shall be drunken with their own blood, as with sweet wine: and all flesh shall know that I the LORD am thy Saviour and thy Redeemer, the mighty One of Jacob.  ","niv":"<sup><strong>1</strong></sup> Bel bows down, Nebo stoops low; their idols are borne by beasts of burden. The images that are carried about are burdensome, a burden for the weary. <sup><strong>2</strong></sup> They stoop and bow down together; unable to rescue the burden, they themselves go off into captivity. <sup><strong>3</strong></sup> \"Listen to me, O house of Jacob, all you who remain of the house of Israel, you whom I have upheld since you were conceived, and have carried since your birth. <sup><strong>4</strong></sup> Even to your old age and gray hairs I am he, I am he who will sustain you. I have made you and I will carry you; I will sustain you and I will rescue you. <sup><strong>5</strong></sup> \"To whom will you compare me or count me equal? To whom will you liken me that we may be compared? <sup><strong>6</strong></sup> Some pour out gold from their bags and weigh out silver on the scales; they hire a goldsmith to make it into a god, and they bow down and worship it. <sup><strong>7</strong></sup> They lift it to their shoulders and carry it; they set it up in its place, and there it stands. From that spot it cannot move. Though one cries out to it, it does not answer; it cannot save him from his troubles. <sup><strong>8</strong></sup> \"Remember this, fix it in mind, take it to heart, you rebels. <sup><strong>9</strong></sup> Remember the former things, those of long ago; I am God, and there is no other; I am God, and there is none like me. <sup><strong>10</strong></sup> I make known the end from the beginning, from ancient times, what is still to come. I say: My purpose will stand, and I will do all that I please. <sup><strong>11</strong></sup> From the east I summon a bird of prey; from a far-off land, a man to fulfill my purpose. What I have said, that will I bring about; what I have planned, that will I do. <sup><strong>12</strong></sup> Listen to me, you stubborn-hearted, you who are far from righteousness. <sup><strong>13</strong></sup> I am bringing my righteousness near, it is not far away; and my salvation will not be delayed. I will grant salvation to Zion, my splendor to Israel. <sup><strong>14</strong></sup> undefined <sup><strong>15</strong></sup> undefined <sup><strong>16</strong></sup> undefined <sup><strong>17</strong></sup> undefined <sup><strong>18</strong></sup> undefined <sup><strong>19</strong></sup> undefined <sup><strong>20</strong></sup> undefined <sup><strong>21</strong></sup> undefined <sup><strong>22</strong></sup> undefined <sup><strong>23</strong></sup> undefined <sup><strong>24</strong></sup> undefined <sup><strong>25</strong></sup> undefined <sup><strong>26</strong></sup> undefined <sup><strong>27</strong></sup> undefined <sup><strong>28</strong></sup> undefined <sup><strong>29</strong></sup> undefined <sup><strong>30</strong></sup> undefined <sup><strong>31</strong></sup> undefined <sup><strong>32</strong></sup> undefined <sup><strong>33</strong></sup> undefined <sup><strong>34</strong></sup> undefined <sup><strong>35</strong></sup> undefined <sup><strong>36</strong></sup> undefined <sup><strong>37</strong></sup> undefined <sup><strong>38</strong></sup> undefined <sup><strong>39</strong></sup> undefined <sup><strong>40</strong></sup> undefined <sup><strong>41</strong></sup> undefined <sup><strong>42</strong></sup> undefined <sup><strong>43</strong></sup> undefined <sup><strong>44</strong></sup> undefined <sup><strong>45</strong></sup> undefined <sup><strong>46</strong></sup> undefined <sup><strong>47</strong></sup> undefined <sup><strong>48</strong></sup> undefined <sup><strong>49</strong></sup> undefined ","modified":"2022-08-07T20:41:42.426Z"},{"_id":"61622e059b02b3054ca4f81e","topicId":"61622e039b02b3054ca4f817","verse":"Proverbs 18:9-12","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018009_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018009-1\">9&nbsp;</b>&nbsp;&nbsp;Whoever is slack in his work</span><br><span id=\"p20018009_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a brother to him who destroys.</span><br><span id=\"p20018010_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018010-1\">10&nbsp;</b>&nbsp;&nbsp;The name of the LORD is a strong tower;</span><br><span id=\"p20018010_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the righteous man runs into it and is safe.</span><br><span id=\"p20018011_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018011-1\">11&nbsp;</b>&nbsp;&nbsp;A rich man’s wealth is his strong city,</span><br><span id=\"p20018011_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a high wall in his imagination.</span><br><span id=\"p20018012_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018012-1\">12&nbsp;</b>&nbsp;&nbsp;Before destruction a man’s heart is haughty,</span><br><span id=\"p20018012_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but humility comes before honor.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> He also that is slothful in his work is brother to him that is a great waster.  <strong>10</strong> The name of the LORD is a strong tower: the righteous runneth into it, and is safe.  <strong>11</strong> The rich man’s wealth is his strong city, and as an high wall in his own conceit.  <strong>12</strong> Before destruction the heart of man is haughty, and before honour is humility.  ","niv":"<sup><strong>9</strong></sup> One who is slack in his work is brother to one who destroys. <sup><strong>10</strong></sup> The name of the LORD is a strong tower; the righteous run to it and are safe. <sup><strong>11</strong></sup> The wealth of the rich is their fortified city; they imagine it an unscalable wall. <sup><strong>12</strong></sup> Before his downfall a man's heart is proud, but humility comes before honor. "},{"_id":"61622e059b02b3054ca4f81f","topicId":"61622e039b02b3054ca4f817","verse":"Revelation 17:1-19:21","votes":2,"__v":0,"kjv":"<strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  <strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  <strong>11</strong> And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.  <strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  <strong>13</strong> These have one mind, and shall give their power and strength unto the beast.  <strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  <strong>15</strong> And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.  <strong>16</strong> And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.  <strong>17</strong> For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled.  <strong>18</strong> And the woman which thou sawest is that great city, which reigneth over the kings of the earth.  <strong>1</strong> And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.  <strong>2</strong> And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird.  <strong>3</strong> For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies.  <strong>4</strong> And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.  <strong>5</strong> For her sins have reached unto heaven, and God hath remembered her iniquities.  <strong>6</strong> Reward her even as she rewarded you, and double unto her double according to her works: in the cup which she hath filled fill to her double.  <strong>7</strong> How much she hath glorified herself, and lived deliciously, so much torment and sorrow give her: for she saith in her heart, I sit a queen, and am no widow, and shall see no sorrow.  <strong>8</strong> Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is  the Lord God who judgeth her.  <strong>9</strong> And the kings of the earth, who have committed fornication and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,  <strong>10</strong> Standing afar off for the fear of her torment, saying, Alas, alas, that great city Babylon, that mighty city! for in one hour is thy judgment come.  <strong>11</strong> And the merchants of the earth shall weep and mourn over her; for no man buyeth their merchandise any more:  <strong>12</strong> The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,  <strong>13</strong> And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.  <strong>14</strong> And the fruits that thy soul lusted after are departed from thee, and all things which were dainty and goodly are departed from thee, and thou shalt find them no more at all.  <strong>15</strong> The merchants of these things, which were made rich by her, shall stand afar off for the fear of her torment, weeping and wailing,  <strong>16</strong> And saying, Alas, alas, that great city, that was clothed in fine linen, and purple, and scarlet, and decked with gold, and precious stones, and pearls!  <strong>17</strong> For in one hour so great riches is come to nought. And every shipmaster, and all the company in ships, and sailors, and as many as trade by sea, stood afar off,  <strong>18</strong> And cried when they saw the smoke of her burning, saying, What city is like unto this great city!  <strong>19</strong> And they cast dust on their heads, and cried, weeping and wailing, saying, Alas, alas, that great city, wherein were made rich all that had ships in the sea by reason of her costliness! for in one hour is she made desolate.  <strong>20</strong> Rejoice over her, thou heaven, and ye holy apostles and prophets; for God hath avenged you on her.  <strong>21</strong> And a mighty angel took up a stone like a great millstone, and cast it into the sea, saying, Thus with violence shall that great city Babylon be thrown down, and shall be found no more at all.  <strong>22</strong> And the voice of harpers, and musicians, and of pipers, and trumpeters, shall be heard no more at all in thee; and no craftsman, of whatsoever craft he be, shall be found any more in thee; and the sound of a millstone shall be heard no more at all in thee;  <strong>23</strong> And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.  <strong>24</strong> And in her was found the blood of prophets, and of saints, and of all that were slain upon the earth.  <strong>1</strong> And after these things I heard a great voice of much people in heaven, saying, Alleluia; Salvation, and glory, and honour, and power, unto the Lord our God:  <strong>2</strong> For true and righteous are his judgments: for he hath judged the great whore, which did corrupt the earth with her fornication, and hath avenged the blood of his servants at her hand.  <strong>3</strong> And again they said, Alleluia. And her smoke rose up for ever and ever.  <strong>4</strong> And the four and twenty elders and the four beasts fell down and worshipped God that sat on the throne, saying, Amen; Alleluia.  <strong>5</strong> And a voice came out of the throne, saying, Praise our God, all ye his servants, and ye that fear him, both small and great.  <strong>6</strong> And I heard as it were the voice of a great multitude, and as the voice of many waters, and as the voice of mighty thunderings, saying, Alleluia: for the Lord God omnipotent reigneth.  <strong>7</strong> Let us be glad and rejoice, and give honour to him: for the marriage of the Lamb is come, and his wife hath made herself ready.  <strong>8</strong> And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints.  <strong>9</strong> And he saith unto me, Write, Blessed are they which are called unto the marriage supper of the Lamb. And he saith unto me, These are the true sayings of God.  <strong>10</strong> And I fell at his feet to worship him. And he said unto me, See thou do it not: I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy.  <strong>11</strong> And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.  <strong>12</strong> His eyes were as a flame of fire, and on his head were  many crowns; and he had a name written, that no man knew, but he himself.  <strong>13</strong> And he was clothed with a vesture dipped in blood: and his name is called The Word of God.  <strong>14</strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.  <strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  <strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  <strong>17</strong> And I saw an angel standing in the sun; and he cried with a loud voice, saying to all the fowls that fly in the midst of heaven, Come and gather yourselves together unto the supper of the great God;  <strong>18</strong> That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all men, both free and bond, both small and great.  <strong>19</strong> And I saw the beast, and the kings of the earth, and their armies, gathered together to make war against him that sat on the horse, and against his army.  <strong>20</strong> And the beast was taken, and with him the false prophet that wrought miracles before him, with which he deceived them that had received the mark of the beast, and them that worshipped his image. These both were cast alive into a lake of fire burning with brimstone.  <strong>21</strong> And the remnant were slain with the sword of him that sat upon the horse, which sword proceeded out of his mouth: and all the fowls were filled with their flesh.  ","niv":"<sup><strong>1</strong></sup> One of the seven angels who had the seven bowls came and said to me, \"Come, I will show you the punishment of the great prostitute, who sits on many waters. <sup><strong>2</strong></sup> With her the kings of the earth committed adultery and the inhabitants of the earth were intoxicated with the wine of her adulteries.\" <sup><strong>3</strong></sup> Then the angel carried me away in the Spirit into a desert. There I saw a woman sitting on a scarlet beast that was covered with blasphemous names and had seven heads and ten horns. <sup><strong>4</strong></sup> The woman was dressed in purple and scarlet, and was glittering with gold, precious stones and pearls. She held a golden cup in her hand, filled with abominable things and the filth of her adulteries. <sup><strong>5</strong></sup> This title was written on her forehead: MYSTERY BABYLON THE GREAT THE MOTHER OF PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH. <sup><strong>6</strong></sup> I saw that the woman was drunk with the blood of the saints, the blood of those who bore testimony to Jesus. <sup><strong>7</strong></sup> When I saw her, I was greatly astonished. Then the angel said to me: \"Why are you astonished? I will explain to you the mystery of the woman and of the beast she rides, which has the seven heads and ten horns. <sup><strong>8</strong></sup> The beast, which you saw, once was, now is not, and will come up out of the Abyss and go to his destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because he once was, now is not, and yet will come. <sup><strong>9</strong></sup> \"This calls for a mind with wisdom. The seven heads are seven hills on which the woman sits. <sup><strong>10</strong></sup> They are also seven kings. Five have fallen, one is, the other has not yet come; but when he does come, he must remain for a little while. <sup><strong>11</strong></sup> The beast who once was, and now is not, is an eighth king. He belongs to the seven and is going to his destruction. <sup><strong>12</strong></sup> \"The ten horns you saw are ten kings who have not yet received a kingdom, but who for one hour will receive authority as kings along with the beast. <sup><strong>13</strong></sup> They have one purpose and will give their power and authority to the beast. <sup><strong>14</strong></sup> They will make war against the Lamb, but the Lamb will overcome them because he is Lord of lords and King of kings--and with him will be his called, chosen and faithful followers.\" <sup><strong>15</strong></sup> Then the angel said to me, \"The waters you saw, where the prostitute sits, are peoples, multitudes, nations and languages. <sup><strong>16</strong></sup> The beast and the ten horns you saw will hate the prostitute. They will bring her to ruin and leave her naked; they will eat her flesh and burn her with fire. <sup><strong>17</strong></sup> For God has put it into their hearts to accomplish his purpose by agreeing to give the beast their power to rule, until God's words are fulfilled. <sup><strong>18</strong></sup> The woman you saw is the great city that rules over the kings of the earth.\" <sup><strong>19</strong></sup> undefined "},{"_id":"61622e069b02b3054ca4f820","topicId":"61622e039b02b3054ca4f817","verse":"Luke 13:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42013029_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42013029-1\">29&nbsp;</b><span class=\"woc\">And people will come from east and west, and from north and south, and recline at table in the kingdom of God.</span></p>\n</div>","kjv":"<strong>29</strong> And they shall come from the east, and from the west, and from the north, and from the south, and shall sit down in the kingdom of God.  ","niv":"<sup><strong>29</strong></sup> People will come from east and west and north and south, and will take their places at the feast in the kingdom of God."},{"_id":"61622e069b02b3054ca4f821","topicId":"61622e039b02b3054ca4f817","verse":"Revelation 13:1-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66013001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66013001-1\">13:1&nbsp;</b>And I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads. <b class=\"verse-num\" id=\"v66013002-1\">2&nbsp;</b>And the beast that I saw was like a leopard; its feet were like a bear’s, and its mouth was like a lion’s mouth. And to it the dragon gave his power and his throne and great authority. <b class=\"verse-num\" id=\"v66013003-1\">3&nbsp;</b>One of its heads seemed to have a mortal wound, but its mortal wound was healed, and the whole earth marveled as they followed the beast. <b class=\"verse-num\" id=\"v66013004-1\">4&nbsp;</b>And they worshiped the dragon, for he had given his authority to the beast, and they worshiped the beast, saying, “Who is like the beast, and who can fight against it?”</p>\n<p id=\"p66013004_04-10\"><b class=\"verse-num\" id=\"v66013005-1\">5&nbsp;</b>And the beast was given a mouth uttering haughty and blasphemous words, and it was allowed to exercise authority for forty-two months. <b class=\"verse-num\" id=\"v66013006-1\">6&nbsp;</b>It opened its mouth to utter blasphemies against God, blaspheming his name and his dwelling, that is, those who dwell in heaven. <b class=\"verse-num\" id=\"v66013007-1\">7&nbsp;</b>Also it was allowed to make war on the saints and to conquer them. And authority was given it over every tribe and people and language and nation, <b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain. <b class=\"verse-num\" id=\"v66013009-1\">9&nbsp;</b>If anyone has an ear, let him hear:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66013010_04-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v66013010-1\">10&nbsp;</b>&nbsp;&nbsp;If anyone is to be taken captive,</span><br><span id=\"p66013010_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to captivity he goes;</span><br><span id=\"p66013010_04-10\" class=\"line\">&nbsp;&nbsp;if anyone is to be slain with the sword,</span><br><span id=\"p66013010_04-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the sword must he be slain.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66013010_04-10\" class=\"same-paragraph\">Here is a call for the endurance and faith of the saints.</p>\n\n<p id=\"p66013010_07-10\"><b class=\"verse-num\" id=\"v66013011-1\">11&nbsp;</b>Then I saw another beast rising out of the earth. It had two horns like a lamb and it spoke like a dragon. <b class=\"verse-num\" id=\"v66013012-1\">12&nbsp;</b>It exercises all the authority of the first beast in its presence, and makes the earth and its inhabitants worship the first beast, whose mortal wound was healed. <b class=\"verse-num\" id=\"v66013013-1\">13&nbsp;</b>It performs great signs, even making fire come down from heaven to earth in front of people, <b class=\"verse-num\" id=\"v66013014-1\">14&nbsp;</b>and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell on earth, telling them to make an image for the beast that was wounded by the sword and yet lived. <b class=\"verse-num\" id=\"v66013015-1\">15&nbsp;</b>And it was allowed to give breath to the image of the beast, so that the image of the beast might even speak and might cause those who would not worship the image of the beast to be slain. <b class=\"verse-num\" id=\"v66013016-1\">16&nbsp;</b>Also it causes all, both small and great, both rich and poor, both free and slave, to be marked on the right hand or the forehead, <b class=\"verse-num\" id=\"v66013017-1\">17&nbsp;</b>so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name. <b class=\"verse-num\" id=\"v66013018-1\">18&nbsp;</b>This calls for wisdom: let the one who has understanding calculate the number of the beast, for it is the number of a man, and his number is 666.</p>\n\n</div>","kjv":"<strong>1</strong> And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.  <strong>2</strong> And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.  <strong>3</strong> And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and all the world wondered after the beast.  <strong>4</strong> And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him?  <strong>5</strong> And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and  two months.  <strong>6</strong> And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.  <strong>7</strong> And it was given unto him to make war with the saints, and to overcome them: and power was given him over all kindreds, and tongues, and nations.  <strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  <strong>9</strong> If any man have an ear, let him hear.  <strong>10</strong> He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.  <strong>11</strong> And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon.  <strong>12</strong> And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed.  <strong>13</strong> And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,  <strong>14</strong> And deceiveth them that dwell on the earth by the means of  those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.  <strong>15</strong> And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.  <strong>16</strong> And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:  <strong>17</strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.  <strong>18</strong> Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six.  ","niv":"<sup><strong>1</strong></sup> And the dragon stood on the shore of the sea. <sup><strong>2</strong></sup> And I saw a beast coming out of the sea. He had ten horns and seven heads, with ten crowns on his horns, and on each head a blasphemous name. The beast I saw resembled a leopard, but had feet like those of a bear and a mouth like that of a lion. The dragon gave the beast his power and his throne and great authority. <sup><strong>3</strong></sup> One of the heads of the beast seemed to have had a fatal wound, but the fatal wound had been healed. The whole world was astonished and followed the beast. <sup><strong>4</strong></sup> Men worshiped the dragon because he had given authority to the beast, and they also worshiped the beast and asked, \"Who is like the beast? Who can make war against him?\" <sup><strong>5</strong></sup> The beast was given a mouth to utter proud words and blasphemies and to exercise his authority for forty-two months. <sup><strong>6</strong></sup> He opened his mouth to blaspheme God, and to slander his name and his dwelling place and those who live in heaven. <sup><strong>7</strong></sup> He was given power to make war against the saints and to conquer them. And he was given authority over every tribe, people, language and nation. <sup><strong>8</strong></sup> All inhabitants of the earth will worship the beast--all whose names have not been written in the book of life belonging to the Lamb that was slain from the creation of the world. <sup><strong>9</strong></sup> He who has an ear, let him hear. <sup><strong>10</strong></sup> If anyone is to go into captivity, into captivity he will go. If anyone is to be killed with the sword, with the sword he will be killed. This calls for patient endurance and faithfulness on the part of the saints. <sup><strong>11</strong></sup> Then I saw another beast, coming out of the earth. He had two horns like a lamb, but he spoke like a dragon. <sup><strong>12</strong></sup> He exercised all the authority of the first beast on his behalf, and made the earth and its inhabitants worship the first beast, whose fatal wound had been healed. <sup><strong>13</strong></sup> And he performed great and miraculous signs, even causing fire to come down from heaven to earth in full view of men. <sup><strong>14</strong></sup> Because of the signs he was given power to do on behalf of the first beast, he deceived the inhabitants of the earth. He ordered them to set up an image in honor of the beast who was wounded by the sword and yet lived. <sup><strong>15</strong></sup> He was given power to give breath to the image of the first beast, so that it could speak and cause all who refused to worship the image to be killed. <sup><strong>16</strong></sup> He also forced everyone, small and great, rich and poor, free and slave, to receive a mark on his right hand or on his forehead, <sup><strong>17</strong></sup> so that no one could buy or sell unless he had the mark, which is the name of the beast or the number of his name. <sup><strong>18</strong></sup> This calls for wisdom. If anyone has insight, let him calculate the number of the beast, for it is man's number. His number is 666. "},{"_id":"61622e069b02b3054ca4f822","topicId":"61622e039b02b3054ca4f817","verse":"Isaiah 60:1-61:11","votes":1,"__v":0,"kjv":"<strong>1</strong> Arise, shine; for thy light is come, and the glory of the LORD is risen upon thee.  <strong>2</strong> For, behold, the darkness shall cover the earth, and gross darkness the people: but the LORD shall arise upon thee, and his glory shall be seen upon thee.  <strong>3</strong> And the Gentiles shall come to thy light, and kings to the brightness of thy rising.  <strong>4</strong> Lift up thine eyes round about, and see: all they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at thy side.  <strong>5</strong> Then thou shalt see, and flow together, and thine heart shall fear, and be enlarged; because the abundance of the sea shall be converted unto thee, the forces of the Gentiles shall come unto thee.  <strong>6</strong> The multitude of camels shall cover thee, the dromedaries of Midian and Ephah; all they from Sheba shall come: they shall bring gold and incense; and they shall shew forth the praises of the LORD.  <strong>7</strong> All the flocks of Kedar shall be gathered together unto thee, the rams of Nebaioth shall minister unto thee: they shall come up with acceptance on mine altar, and I will glorify the house of my glory.  <strong>8</strong> Who are these that fly as a cloud, and as the doves to their windows?  <strong>9</strong> Surely the isles shall wait for me, and the ships of Tarshish first, to bring thy sons from far, their silver and their gold with them, unto the name of the LORD thy God, and to the Holy One of Israel, because he hath glorified thee.  <strong>10</strong> And the sons of strangers shall build up thy walls, and their kings shall minister unto thee: for in my wrath I smote thee, but in my favour have I had mercy on thee.  <strong>11</strong> Therefore thy gates shall be open continually; they shall not be shut day nor night; that men may bring unto thee the forces of the Gentiles, and that their kings may be brought.  <strong>12</strong> For the nation and kingdom that will not serve thee shall perish; yea, those nations shall be utterly wasted.  <strong>13</strong> The glory of Lebanon shall come unto thee, the fir tree, the pine tree, and the box together, to beautify the place of my sanctuary; and I will make the place of my feet glorious.  <strong>14</strong> The sons also of them that afflicted thee shall come bending unto thee; and all they that despised thee shall bow themselves down at the soles of thy feet; and they shall call thee, The city of the LORD, The Zion of the Holy One of Israel.  <strong>15</strong> Whereas thou hast been forsaken and hated, so that no man went through thee, I will make thee an eternal excellency, a joy of many generations.  <strong>16</strong> Thou shalt also suck the milk of the Gentiles, and shalt suck the breast of kings: and thou shalt know that I the LORD am thy Saviour and thy Redeemer, the mighty One of Jacob.  <strong>17</strong> For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron: I will also make thy officers peace, and thine exactors righteousness.  <strong>18</strong> Violence shall no more be heard in thy land, wasting nor destruction within thy borders; but thou shalt call thy walls Salvation, and thy gates Praise.  <strong>19</strong> The sun shall be no more thy light by day; neither for brightness shall the moon give light unto thee: but the LORD shall be unto thee an everlasting light, and thy God thy glory.  <strong>20</strong> Thy sun shall no more go down; neither shall thy moon withdraw itself: for the LORD shall be thine everlasting light, and the days of thy mourning shall be ended.  <strong>21</strong> Thy people also shall be all righteous: they shall inherit the land for ever, the branch of my planting, the work of my hands, that I may be glorified.  <strong>22</strong> A little one shall become a thousand, and a small one a strong nation: I the LORD will hasten it in his time.  <strong>1</strong> The Spirit of the Lord GOD is upon me; because the LORD hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound;  <strong>2</strong> To proclaim the acceptable year of the LORD, and the day of vengeance of our God; to comfort all that mourn;  <strong>3</strong> To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the LORD, that he might be glorified.  <strong>4</strong> And they shall build the old wastes, they shall raise up the former desolations, and they shall repair the waste cities, the desolations of many generations.  <strong>5</strong> And strangers shall stand and feed your flocks, and the sons of the alien shall be your plowmen and your vinedressers.  <strong>6</strong> But ye shall be named the Priests of the LORD: men shall call you the Ministers of our God: ye shall eat the riches of the Gentiles, and in their glory shall ye boast yourselves.  <strong>7</strong> For your shame ye shall have double; and for confusion they shall rejoice in their portion: therefore in their land they shall possess the double: everlasting joy shall be unto them.  <strong>8</strong> For I the LORD love judgment, I hate robbery for burnt offering; and I will direct their work in truth, and I will make an everlasting covenant with them.  <strong>9</strong> And their seed shall be known among the Gentiles, and their offspring among the people: all that see them shall acknowledge them, that they are the seed which the LORD hath blessed.  <strong>10</strong> I will greatly rejoice in the LORD, my soul shall be joyful in my God; for he hath clothed me with the garments of salvation, he hath covered me with the robe of righteousness, as a bridegroom decketh himself with ornaments, and as a bride adorneth herself with her jewels.  <strong>11</strong> For as the earth bringeth forth her bud, and as the garden causeth the things that are sown in it to spring forth; so the Lord GOD will cause righteousness and praise to spring forth before all the nations.  ","niv":"<sup><strong>1</strong></sup> \"Arise, shine, for your light has come, and the glory of the LORD rises upon you. <sup><strong>2</strong></sup> See, darkness covers the earth and thick darkness is over the peoples, but the LORD rises upon you and his glory appears over you. <sup><strong>3</strong></sup> Nations will come to your light, and kings to the brightness of your dawn. <sup><strong>4</strong></sup> \"Lift up your eyes and look about you: All assemble and come to you; your sons come from afar, and your daughters are carried on the arm. <sup><strong>5</strong></sup> Then you will look and be radiant, your heart will throb and swell with joy; the wealth on the seas will be brought to you, to you the riches of the nations will come. <sup><strong>6</strong></sup> Herds of camels will cover your land, young camels of Midian and Ephah. And all from Sheba will come, bearing gold and incense and proclaiming the praise of the LORD. <sup><strong>7</strong></sup> All Kedar's flocks will be gathered to you, the rams of Nebaioth will serve you; they will be accepted as offerings on my altar, and I will adorn my glorious temple. <sup><strong>8</strong></sup> \"Who are these that fly along like clouds, like doves to their nests? <sup><strong>9</strong></sup> Surely the islands look to me; in the lead are the ships of Tarshish, bringing your sons from afar, with their silver and gold, to the honor of the LORD your God, the Holy One of Israel, for he has endowed you with splendor. <sup><strong>10</strong></sup> \"Foreigners will rebuild your walls, and their kings will serve you. Though in anger I struck you, in favor I will show you compassion. <sup><strong>11</strong></sup> Your gates will always stand open, they will never be shut, day or night, so that men may bring you the wealth of the nations- their kings led in triumphal procession. <sup><strong>12</strong></sup> For the nation or kingdom that will not serve you will perish; it will be utterly ruined. <sup><strong>13</strong></sup> \"The glory of Lebanon will come to you, the pine, the fir and the cypress together, to adorn the place of my sanctuary; and I will glorify the place of my feet. <sup><strong>14</strong></sup> The sons of your oppressors will come bowing before you; all who despise you will bow down at your feet and will call you the City of the LORD, Zion of the Holy One of Israel. <sup><strong>15</strong></sup> \"Although you have been forsaken and hated, with no one traveling through, I will make you the everlasting pride and the joy of all generations. <sup><strong>16</strong></sup> You will drink the milk of nations and be nursed at royal breasts. Then you will know that I, the LORD, am your Savior, your Redeemer, the Mighty One of Jacob. <sup><strong>17</strong></sup> Instead of bronze I will bring you gold, and silver in place of iron. Instead of wood I will bring you bronze, and iron in place of stones. I will make peace your governor and righteousness your ruler. <sup><strong>18</strong></sup> No longer will violence be heard in your land, nor ruin or destruction within your borders, but you will call your walls Salvation and your gates Praise. <sup><strong>19</strong></sup> The sun will no more be your light by day, nor will the brightness of the moon shine on you, for the LORD will be your everlasting light, and your God will be your glory. <sup><strong>20</strong></sup> Your sun will never set again, and your moon will wane no more; the LORD will be your everlasting light, and your days of sorrow will end. <sup><strong>21</strong></sup> Then will all your people be righteous and they will possess the land forever. They are the shoot I have planted, the work of my hands, for the display of my splendor. <sup><strong>22</strong></sup> The least of you will become a thousand, the smallest a mighty nation. I am the LORD; in its time I will do this swiftly.\" <sup><strong>23</strong></sup> undefined <sup><strong>24</strong></sup> undefined <sup><strong>25</strong></sup> undefined <sup><strong>26</strong></sup> undefined <sup><strong>27</strong></sup> undefined <sup><strong>28</strong></sup> undefined <sup><strong>29</strong></sup> undefined <sup><strong>30</strong></sup> undefined <sup><strong>31</strong></sup> undefined <sup><strong>32</strong></sup> undefined <sup><strong>33</strong></sup> undefined <sup><strong>34</strong></sup> undefined <sup><strong>35</strong></sup> undefined <sup><strong>36</strong></sup> undefined <sup><strong>37</strong></sup> undefined <sup><strong>38</strong></sup> undefined <sup><strong>39</strong></sup> undefined <sup><strong>40</strong></sup> undefined <sup><strong>41</strong></sup> undefined <sup><strong>42</strong></sup> undefined <sup><strong>43</strong></sup> undefined <sup><strong>44</strong></sup> undefined <sup><strong>45</strong></sup> undefined <sup><strong>46</strong></sup> undefined <sup><strong>47</strong></sup> undefined <sup><strong>48</strong></sup> undefined <sup><strong>49</strong></sup> undefined <sup><strong>50</strong></sup> undefined <sup><strong>51</strong></sup> undefined <sup><strong>52</strong></sup> undefined <sup><strong>53</strong></sup> undefined <sup><strong>54</strong></sup> undefined <sup><strong>55</strong></sup> undefined <sup><strong>56</strong></sup> undefined <sup><strong>57</strong></sup> undefined <sup><strong>58</strong></sup> undefined <sup><strong>59</strong></sup> undefined <sup><strong>60</strong></sup> undefined <sup><strong>61</strong></sup> undefined "},{"_id":"61622e079b02b3054ca4f823","topicId":"61622e039b02b3054ca4f817","verse":"2 Kings 17:1-18:37","votes":1,"__v":0,"kjv":"<strong>1</strong> In the twelfth year of Ahaz king of Judah began Hoshea the son of Elah to reign in Samaria over Israel nine years.  <strong>2</strong> And he did that which was evil in the sight of the LORD, but not as the kings of Israel that were before him.  <strong>3</strong> Against him came up Shalmaneser king of Assyria; and Hoshea became his servant, and gave him presents.  <strong>4</strong> And the king of Assyria found conspiracy in Hoshea: for he had sent messengers to So king of Egypt, and brought no present to the king of Assyria, as he had done year by year: therefore the king of Assyria shut him up, and bound him in prison.  <strong>5</strong> Then the king of Assyria came up throughout all the land, and went up to Samaria, and besieged it three years.  <strong>6</strong> In the ninth year of Hoshea the king of Assyria took Samaria, and carried Israel away into Assyria, and placed them in Halah and in Habor by  the river of Gozan, and in the cities of the Medes.  <strong>7</strong> For so it was, that the children of Israel had sinned against the LORD their God, which had brought them up out of the land of Egypt, from under the hand of Pharaoh king of Egypt, and had feared other gods,  <strong>8</strong> And walked in the statutes of the heathen, whom the LORD cast out from before the children of Israel, and of the kings of Israel, which they had made.  <strong>9</strong> And the children of Israel did secretly those things that were not right against the LORD their God, and they built them high places in all their cities, from the tower of the watchmen to the fenced city.  <strong>10</strong> And they set them up images and groves in every high hill, and under every green tree:  <strong>11</strong> And there they burnt incense in all the high places, as did  the heathen whom the LORD carried away before them; and wrought wicked things to provoke the LORD to anger:  <strong>12</strong> For they served idols, whereof the LORD had said unto them, Ye shall not do this thing.  <strong>13</strong> Yet the LORD testified against Israel, and against Judah, by all the prophets, and by all the seers, saying, Turn ye from your evil ways, and keep my commandments and my statutes, according to all the law which I commanded your fathers, and which I sent to you by my servants the prophets.  <strong>14</strong> Notwithstanding they would not hear, but hardened their necks, like to the neck of their fathers, that did not believe in the LORD their God.  <strong>15</strong> And they rejected his statutes, and his covenant that he made with their fathers, and his testimonies which he testified against them; and they followed vanity, and became vain, and went after the heathen that were  round about them, concerning whom the LORD had charged them, that they should not do like them.  <strong>16</strong> And they left all the commandments of the LORD their God, and made them molten images, even two calves, and made a grove, and worshipped all the host of heaven, and served Baal.  <strong>17</strong> And they caused their sons and their daughters to pass through the fire, and used divination and enchantments, and sold themselves to do evil in the sight of the LORD, to provoke him to anger.  <strong>18</strong> Therefore the LORD was very angry with Israel, and removed them out of his sight: there was none left but the tribe of Judah only.  <strong>19</strong> Also Judah kept not the commandments of the LORD their God, but walked in the statutes of Israel which they made.  <strong>20</strong> And the LORD rejected all the seed of Israel, and afflicted them, and delivered them into the hand of spoilers, until he had cast them out of his sight.  <strong>21</strong> For he rent Israel from the house of David; and they made Jeroboam the son of Nebat king: and Jeroboam drave Israel from following the LORD, and made them sin a great sin.  <strong>22</strong> For the children of Israel walked in all the sins of Jeroboam which he did; they departed not from them;  <strong>23</strong> Until the LORD removed Israel out of his sight, as he had said by all his servants the prophets. So was Israel carried away out of their own land to Assyria unto this day.  <strong>24</strong> And the king of Assyria brought men from Babylon, and from Cuthah, and from Ava, and from Hamath, and from Sepharvaim, and placed them in the cities of Samaria instead of the children of Israel: and they possessed Samaria, and dwelt in the cities thereof.  <strong>25</strong> And so it was at the beginning of their dwelling there, that they feared not the LORD: therefore the LORD sent lions among them, which slew some of them.  <strong>26</strong> Wherefore they spake to the king of Assyria, saying, The nations which thou hast removed, and placed in the cities of Samaria, know not the manner of the God of the land: therefore he hath sent lions among them, and, behold, they slay them, because they know not the manner of the God of the land.  <strong>27</strong> Then the king of Assyria commanded, saying, Carry thither one of the priests whom ye brought from thence; and let them go and dwell there, and let him teach them the manner of the God of the land.  <strong>28</strong> Then one of the priests whom they had carried away from Samaria came and dwelt in Bethel, and taught them how they should fear the LORD.  <strong>29</strong> Howbeit every nation made gods of their own, and put them  in the houses of the high places which the Samaritans had made, every nation in their cities wherein they dwelt.  <strong>30</strong> And the men of Babylon made Succoth-benoth, and the men of Cuth made Nergal, and the men of Hamath made Ashima,  <strong>31</strong> And the Avites made Nibhaz and Tartak, and the Sepharvites burnt their children in fire to Adrammelech and Anammelech, the gods of Sepharvaim.  <strong>32</strong> So they feared the LORD, and made unto themselves of the lowest of them priests of the high places, which sacrificed for them in the houses of the high places.  <strong>33</strong> They feared the LORD, and served their own gods, after the manner of the nations whom they carried away from thence.  <strong>34</strong> Unto this day they do after the former manners: they fear not the LORD, neither do they after their statutes, or after their ordinances, or after the law and commandment which the LORD commanded the children of Jacob, whom he named Israel;  <strong>35</strong> With whom the LORD had made a covenant, and charged them saying, Ye shall not fear other gods, nor bow yourselves to them, nor serve them, nor sacrifice to them:  <strong>36</strong> But the LORD, who brought you up out of the land of Egypt with great power and a stretched out arm, him shall ye fear, and him shall ye worship, and to him shall ye do sacrifice.  <strong>37</strong> And the statutes, and the ordinances, and the law, and the commandment, which he wrote for you, ye shall observe to do for evermore; and ye shall not fear other gods.  <strong>38</strong> And the covenant that I have made with you ye shall not forget; neither shall ye fear other gods.  <strong>39</strong> But the LORD your God ye shall fear; and he shall deliver you out of the hand of all your enemies.  <strong>40</strong> Howbeit they did not hearken, but they did after their former manner.  <strong>41</strong> So these nations feared the LORD, and served their graven images, both their children, and their children’s children: as did their fathers, so do they unto this day.  <strong>1</strong> Now it came to pass in the third year of Hoshea son of Elah king of Israel, that Hezekiah the son of Ahaz king of Judah began to reign.  <strong>2</strong> Twenty and five years old was he when he began to reign; and he reigned twenty and nine years in Jerusalem. His mother’s name also was  Abi, the daughter of Zachariah.  <strong>3</strong> And he did that which was right in the sight of the LORD, according to all that David his father did.  <strong>4</strong> He removed the high places, and brake the images, and cut down the groves, and brake in pieces the brasen serpent that Moses had made: for unto those days the children of Israel did burn incense to it: and he called it Nehushtan.  <strong>5</strong> He trusted in the LORD God of Israel; so that after him was none like him among all the kings of Judah, nor any that were before him.  <strong>6</strong> For he clave to the LORD, and departed not from following him, but kept his commandments, which the LORD commanded Moses.  <strong>7</strong> And the LORD was with him; and he prospered whithersoever he went forth: and he rebelled against the king of Assyria, and served him not.  <strong>8</strong> He smote the Philistines, even unto Gaza, and the borders thereof, from the tower of the watchmen to the fenced city.  <strong>9</strong> And it came to pass in the fourth year of king Hezekiah, which was the seventh year of Hoshea son of Elah king of Israel, that Shalmaneser king of Assyria came up against Samaria, and besieged it.  <strong>10</strong> And at the end of three years they took it: even in the sixth year of Hezekiah, that is the ninth year of Hoshea king of Israel, Samaria was taken.  <strong>11</strong> And the king of Assyria did carry away Israel unto Assyria, and put them in Halah and in Habor by the river of Gozan, and in the cities of the Medes:  <strong>12</strong> Because they obeyed not the voice of the LORD their God, but transgressed his covenant, and all that Moses the servant of the LORD commanded, and would not hear them, nor do them.  <strong>13</strong> Now in the fourteenth year of king Hezekiah did Sennacherib king of Assyria come up against all the fenced cities of Judah, and took them.  <strong>14</strong> And Hezekiah king of Judah sent to the king of Assyria to Lachish, saying, I have offended; return from me: that which thou puttest on me will I bear. And the king of Assyria appointed unto Hezekiah king of Judah three hundred talents of silver and thirty talents of gold.  <strong>15</strong> And Hezekiah gave him all the silver that was found in the house of the LORD, and in the treasures of the king’s house.  <strong>16</strong> At that time did Hezekiah cut off the gold from the doors of the temple of the LORD, and from the pillars which Hezekiah king of Judah had overlaid, and gave it to the king of Assyria.  <strong>17</strong> And the king of Assyria sent Tartan and Rabsaris and Rab-shakeh from Lachish to king Hezekiah with a great host against Jerusalem. And they went up and came to Jerusalem. And when they were come up, they came and stood by the conduit of the upper pool, which is in the highway of the fuller’s field.  <strong>18</strong> And when they had called to the king, there came out to them Eliakim the son of Hilkiah, which was over the household, and Shebna the scribe, and Joah the son of Asaph the recorder.  <strong>19</strong> And Rab-shakeh said unto them, Speak ye now to Hezekiah, Thus saith the great king, the king of Assyria, What confidence is this wherein thou trustest?  <strong>20</strong> Thou sayest, (but they are but vain words,) I have  counsel and strength for the war. Now on whom dost thou trust, that thou rebellest against me?  <strong>21</strong> Now, behold, thou trustest upon the staff of this bruised reed, even upon Egypt, on which if a man lean, it will go into his hand, and pierce it: so is Pharaoh king of Egypt unto all that trust on him.  <strong>22</strong> But if ye say unto me, We trust in the LORD our God: is not that he, whose high places and whose altars Hezekiah hath taken away, and hath said to Judah and Jerusalem, Ye shall worship before this altar in Jerusalem?  <strong>23</strong> Now therefore, I pray thee, give pledges to my lord the king of Assyria, and I will deliver thee two thousand horses, if thou be able on thy part to set riders upon them.  <strong>24</strong> How then wilt thou turn away the face of one captain of the least of my master’s servants, and put thy trust on Egypt for chariots and for horsemen?  <strong>25</strong> Am I now come up without the LORD against this place to destroy it? The LORD said to me, Go up against this land, and destroy it.  <strong>26</strong> Then said Eliakim the son of Hilkiah, and Shebna, and Joah, unto Rab-shakeh, Speak, I pray thee, to thy servants in the Syrian language; for we understand it: and talk not with us in the Jews’ language in the ears of the people that are on the wall.  <strong>27</strong> But Rab-shakeh said unto them, Hath my master sent me to thy master, and to thee, to speak these words? hath he not sent me to the men which sit on the wall, that they may eat their own dung, and drink their own piss with you.  <strong>28</strong> Then Rab-shakeh stood and cried with a loud voice in the Jews language, and spake, saying, Hear the word of the great king, the king of Assyria:  <strong>29</strong> Thus saith the king, Let not Hezekiah deceive you: for he shall not be able to deliver you out of his hand:  <strong>30</strong> Neither let Hezekiah make you trust in the LORD, saying, The LORD will surely deliver us, and this city shall not be delivered into the hand of the king of Assyria.  <strong>31</strong> Hearken not to Hezekiah: for thus saith the king of Assyria, Make an agreement with me by a present, and come out to me, and then eat ye every man of his own vine, and every one of his fig tree, and drink ye every one the waters of his cistern:  <strong>32</strong> Until I come and take you away to a land like your own land, a land of corn and wine, a land of bread and vineyards, a land of oil olive and of honey, that ye may live, and not die: and hearken not unto Hezekiah, when he persuadeth you, saying, The LORD will deliver us.  <strong>33</strong> Hath any of the gods of the nations delivered at all his land out of the hand of the king of Assyria?  <strong>34</strong> Where are the gods of Hamath, and of Arpad? where are  the gods of Sepharvaim, Hena, and Ivah? have they delivered Samaria out of mine hand?  <strong>35</strong> Who are they among all the gods of the countries, that have delivered their country out of mine hand, that the LORD should deliver Jerusalem out of mine hand?  <strong>36</strong> But the people held their peace, and answered him not a word: for the king’s commandment was, saying, Answer him not.  <strong>37</strong> Then came Eliakim the son of Hilkiah, which was over the household, and Shebna the scribe, and Joah the son of Asaph the recorder, to Hezekiah with their clothes rent, and told him the words of Rab-shakeh.  ","niv":"<sup><strong>1</strong></sup> In the twelfth year of Ahaz king of Judah, Hoshea son of Elah became king of Israel in Samaria, and he reigned nine years. <sup><strong>2</strong></sup> He did evil in the eyes of the LORD, but not like the kings of Israel who preceded him. <sup><strong>3</strong></sup> Shalmaneser king of Assyria came up to attack Hoshea, who had been Shalmaneser's vassal and had paid him tribute. <sup><strong>4</strong></sup> But the king of Assyria discovered that Hoshea was a traitor, for he had sent envoys to So king of Egypt, and he no longer paid tribute to the king of Assyria, as he had done year by year. Therefore Shalmaneser seized him and put him in prison. <sup><strong>5</strong></sup> The king of Assyria invaded the entire land, marched against Samaria and laid siege to it for three years. <sup><strong>6</strong></sup> In the ninth year of Hoshea, the king of Assyria captured Samaria and deported the Israelites to Assyria. He settled them in Halah, in Gozan on the Habor River and in the towns of the Medes. <sup><strong>7</strong></sup> All this took place because the Israelites had sinned against the LORD their God, who had brought them up out of Egypt from under the power of Pharaoh king of Egypt. They worshiped other gods <sup><strong>8</strong></sup> and followed the practices of the nations the LORD had driven out before them, as well as the practices that the kings of Israel had introduced. <sup><strong>9</strong></sup> The Israelites secretly did things against the LORD their God that were not right. From watchtower to fortified city they built themselves high places in all their towns. <sup><strong>10</strong></sup> They set up sacred stones and Asherah poles on every high hill and under every spreading tree. <sup><strong>11</strong></sup> At every high place they burned incense, as the nations whom the LORD had driven out before them had done. They did wicked things that provoked the LORD to anger. <sup><strong>12</strong></sup> They worshiped idols, though the LORD had said, \"You shall not do this.\" <sup><strong>13</strong></sup> The LORD warned Israel and Judah through all his prophets and seers: \"Turn from your evil ways. Observe my commands and decrees, in accordance with the entire Law that I commanded your fathers to obey and that I delivered to you through my servants the prophets.\" <sup><strong>14</strong></sup> But they would not listen and were as stiff-necked as their fathers, who did not trust in the LORD their God. <sup><strong>15</strong></sup> They rejected his decrees and the covenant he had made with their fathers and the warnings he had given them. They followed worthless idols and themselves became worthless. They imitated the nations around them although the LORD had ordered them, \"Do not do as they do,\" and they did the things the LORD had forbidden them to do. <sup><strong>16</strong></sup> They forsook all the commands of the LORD their God and made for themselves two idols cast in the shape of calves, and an Asherah pole. They bowed down to all the starry hosts, and they worshiped Baal. <sup><strong>17</strong></sup> They sacrificed their sons and daughters in the fire. They practiced divination and sorcery and sold themselves to do evil in the eyes of the LORD, provoking him to anger. <sup><strong>18</strong></sup> So the LORD was very angry with Israel and removed them from his presence. Only the tribe of Judah was left, "}]}