{"_id":"61622e869b02b3054ca4f872","slug":"gluten","name":"Gluten","verses":[{"_id":"61622e869b02b3054ca4f873","topicId":"61622e869b02b3054ca4f872","verse":"1 Corinthians 8:1-13","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46008001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46008001-1\">8:1&nbsp;</b>Now concerning food offered to idols: we know that “all of us possess knowledge.” This “knowledge” puffs up, but love builds up. <b class=\"verse-num\" id=\"v46008002-1\">2&nbsp;</b>If anyone imagines that he knows something, he does not yet know as he ought to know. <b class=\"verse-num\" id=\"v46008003-1\">3&nbsp;</b>But if anyone loves God, he is known by God.</p>\n<p id=\"p46008003_05-1\"><b class=\"verse-num\" id=\"v46008004-1\">4&nbsp;</b>Therefore, as to the eating of food offered to idols, we know that “an idol has no real existence,” and that “there is no God but one.” <b class=\"verse-num\" id=\"v46008005-1\">5&nbsp;</b>For although there may be so-called gods in heaven or on earth—as indeed there are many “gods” and many “lords”—<b class=\"verse-num\" id=\"v46008006-1\">6&nbsp;</b>yet for us there is one God, the Father, from whom are all things and for whom we exist, and one Lord, Jesus Christ, through whom are all things and through whom we exist.</p>\n<p id=\"p46008006_05-1\"><b class=\"verse-num\" id=\"v46008007-1\">7&nbsp;</b>However, not all possess this knowledge. But some, through former association with idols, eat food as really offered to an idol, and their conscience, being weak, is defiled. <b class=\"verse-num\" id=\"v46008008-1\">8&nbsp;</b>Food will not commend us to God. We are no worse off if we do not eat, and no better off if we do. <b class=\"verse-num\" id=\"v46008009-1\">9&nbsp;</b>But take care that this right of yours does not somehow become a stumbling block to the weak. <b class=\"verse-num\" id=\"v46008010-1\">10&nbsp;</b>For if anyone sees you who have knowledge eating in an idol’s temple, will he not be encouraged, if his conscience is weak, to eat food offered to idols? <b class=\"verse-num\" id=\"v46008011-1\">11&nbsp;</b>And so by your knowledge this weak person is destroyed, the brother for whom Christ died. <b class=\"verse-num\" id=\"v46008012-1\">12&nbsp;</b>Thus, sinning against your brothers and wounding their conscience when it is weak, you sin against Christ. <b class=\"verse-num\" id=\"v46008013-1\">13&nbsp;</b>Therefore, if food makes my brother stumble, I will never eat meat, lest I make my brother stumble.</p>\n\n</div>","kjv":"<strong>1</strong> Now as touching things offered unto idols, we know that we all have knowledge. Knowledge puffeth up, but charity edifieth.  <strong>2</strong> And if any man think that he knoweth any thing, he knoweth nothing yet as he ought to know.  <strong>3</strong> But if any man love God, the same is known of him.  <strong>4</strong> As concerning therefore the eating of those things that are offered in sacrifice unto idols, we know that an idol is nothing in the world, and that there is none other God but one.  <strong>5</strong> For though there be that are called gods, whether in heaven or in earth, (as there be gods many, and lords many,)  <strong>6</strong> But to us there is but one God, the Father, of whom are  all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him.  <strong>7</strong> Howbeit there is not in every man that knowledge: for some with conscience of the idol unto this hour eat it as a thing offered unto an idol; and their conscience being weak is defiled.  <strong>8</strong> But meat commendeth us not to God: for neither, if we eat, are we the better; neither, if we eat not, are we the worse.  <strong>9</strong> But take heed lest by any means this liberty of yours become a stumblingblock to them that are weak.  <strong>10</strong> For if any man see thee which hast knowledge sit at meat in the idol’s temple, shall not the conscience of him which is weak be emboldened to eat those things which are offered to idols;  <strong>11</strong> And through thy knowledge shall the weak brother perish, for whom Christ died?  <strong>12</strong> But when ye sin so against the brethren, and wound their weak conscience, ye sin against Christ.  <strong>13</strong> Wherefore, if meat make my brother to offend, I will eat no flesh while the world standeth, lest I make my brother to offend.  ","niv":"<sup><strong>1</strong></sup> Now about food sacrificed to idols: We know that we all possess knowledge. Knowledge puffs up, but love builds up. <sup><strong>2</strong></sup> The man who thinks he knows something does not yet know as he ought to know. <sup><strong>3</strong></sup> But the man who loves God is known by God. <sup><strong>4</strong></sup> So then, about eating food sacrificed to idols: We know that an idol is nothing at all in the world and that there is no God but one. <sup><strong>5</strong></sup> For even if there are so-called gods, whether in heaven or on earth (as indeed there are many \"gods\" and many \"lords\"), <sup><strong>6</strong></sup> yet for us there is but one God, the Father, from whom all things came and for whom we live; and there is but one Lord, Jesus Christ, through whom all things came and through whom we live. <sup><strong>7</strong></sup> But not everyone knows this. Some people are still so accustomed to idols that when they eat such food they think of it as having been sacrificed to an idol, and since their conscience is weak, it is defiled. <sup><strong>8</strong></sup> But food does not bring us near to God; we are no worse if we do not eat, and no better if we do. <sup><strong>9</strong></sup> Be careful, however, that the exercise of your freedom does not become a stumbling block to the weak. <sup><strong>10</strong></sup> For if anyone with a weak conscience sees you who have this knowledge eating in an idol's temple, won't he be emboldened to eat what has been sacrificed to idols? <sup><strong>11</strong></sup> So this weak brother, for whom Christ died, is destroyed by your knowledge. <sup><strong>12</strong></sup> When you sin against your brothers in this way and wound their weak conscience, you sin against Christ. <sup><strong>13</strong></sup> Therefore, if what I eat causes my brother to fall into sin, I will never eat meat again, so that I will not cause him to fall. "},{"_id":"61622e869b02b3054ca4f874","topicId":"61622e869b02b3054ca4f872","verse":"Matthew 6:11","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006011_01-2\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> Give us this day our daily bread.  ","niv":"<sup><strong>11</strong></sup> Give us today our daily bread."},{"_id":"61622e879b02b3054ca4f875","topicId":"61622e869b02b3054ca4f872","verse":"Romans 14:12-23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45014012_01-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_07-3\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_07-3\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. "},{"_id":"61622e879b02b3054ca4f876","topicId":"61622e869b02b3054ca4f872","verse":"John 6:35","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43006035_01-4\"><b class=\"verse-num\" id=\"v43006035-1\">35&nbsp;</b>Jesus said to them, <span class=\"woc\">“I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.</span></p>\n</div>","kjv":"<strong>35</strong> And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.  ","niv":"<sup><strong>35</strong></sup> Then Jesus declared, \"I am the bread of life. He who comes to me will never go hungry, and he who believes in me will never be thirsty."},{"_id":"61622e879b02b3054ca4f877","topicId":"61622e869b02b3054ca4f872","verse":"Luke 4:1-44","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42004001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42004001-1\">4:1&nbsp;</b>And Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the wilderness <b class=\"verse-num\" id=\"v42004002-1\">2&nbsp;</b>for forty days, being tempted by the devil. And he ate nothing during those days. And when they were ended, he was hungry. <b class=\"verse-num\" id=\"v42004003-1\">3&nbsp;</b>The devil said to him, “If you are the Son of God, command this stone to become bread.” <b class=\"verse-num\" id=\"v42004004-1\">4&nbsp;</b>And Jesus answered him, <span class=\"woc\">“It is written, ‘Man shall not live by bread alone.’”</span> <b class=\"verse-num\" id=\"v42004005-1\">5&nbsp;</b>And the devil took him up and showed him all the kingdoms of the world in a moment of time, <b class=\"verse-num\" id=\"v42004006-1\">6&nbsp;</b>and said to him, “To you I will give all this authority and their glory, for it has been delivered to me, and I give it to whom I will. <b class=\"verse-num\" id=\"v42004007-1\">7&nbsp;</b>If you, then, will worship me, it will all be yours.” <b class=\"verse-num\" id=\"v42004008-1\">8&nbsp;</b>And Jesus answered him, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42004008_05-5\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God,</span><br><span id=\"p42004008_05-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p42004008_05-5\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42004009-1\">9&nbsp;</b>And he took him to Jerusalem and set him on the pinnacle of the temple and said to him, “If you are the Son of God, throw yourself down from here, <b class=\"verse-num\" id=\"v42004010-1\">10&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42004010_05-5\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,</span><br><span id=\"p42004010_05-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guard you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42004010_05-5\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42004011-1\">11&nbsp;</b>and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42004011_05-5\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p42004011_05-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42004011_05-5\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42004012-1\">12&nbsp;</b>And Jesus answered him, <span class=\"woc\">“It is said, ‘You shall not put the Lord your God to the test.’”</span> <b class=\"verse-num\" id=\"v42004013-1\">13&nbsp;</b>And when the devil had ended every temptation, he departed from him until an opportune time.</p>\n\n<p id=\"p42004013_09-5\"><b class=\"verse-num\" id=\"v42004014-1\">14&nbsp;</b>And Jesus returned in the power of the Spirit to Galilee, and a report about him went out through all the surrounding country. <b class=\"verse-num\" id=\"v42004015-1\">15&nbsp;</b>And he taught in their synagogues, being glorified by all.</p>\n\n<p id=\"p42004015_13-5\"><b class=\"verse-num\" id=\"v42004016-1\">16&nbsp;</b>And he came to Nazareth, where he had been brought up. And as was his custom, he went to the synagogue on the Sabbath day, and he stood up to read. <b class=\"verse-num\" id=\"v42004017-1\">17&nbsp;</b>And the scroll of the prophet Isaiah was given to him. He unrolled the scroll and found the place where it was written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42004018_13-5\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v42004018-1\">18&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">“The Spirit of the Lord is upon me,</span><br><span id=\"p42004018_13-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;because he has anointed me</span><br><span id=\"p42004018_13-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;to proclaim good news to the poor.</span><br><span id=\"p42004018_13-5\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;He has sent me to proclaim liberty to the captives</span><br><span id=\"p42004018_13-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and recovering of sight to the blind,</span><br><span id=\"p42004018_13-5\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;to set at liberty those who are oppressed,</span></span><br><span id=\"p42004019_13-5\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v42004019-1\">19&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">to proclaim the year of the Lord’s favor.”</span></span><br><span class=\"end-line-group\"></span>\n</span></span></span></span></span></p><p id=\"p42004019_13-5\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42004020-1\">20&nbsp;</b>And he rolled up the scroll and gave it back to the attendant and sat down. And the eyes of all in the synagogue were fixed on him. <b class=\"verse-num\" id=\"v42004021-1\">21&nbsp;</b>And he began to say to them, <span class=\"woc\">“Today this Scripture has been fulfilled in your hearing.”</span> <b class=\"verse-num\" id=\"v42004022-1\">22&nbsp;</b>And all spoke well of him and marveled at the gracious words that were coming from his mouth. And they said, “Is not this Joseph’s son?” <b class=\"verse-num\" id=\"v42004023-1\">23&nbsp;</b>And he said to them, <span class=\"woc\">“Doubtless you will quote to me this proverb, ‘“Physician, heal yourself.” What we have heard you did at Capernaum, do here in your hometown as well.’”</span> <b class=\"verse-num\" id=\"v42004024-1\">24&nbsp;</b>And he said, <span class=\"woc\">“Truly, I say to you, no prophet is acceptable in his hometown.</span> <b class=\"verse-num woc\" id=\"v42004025-1\">25&nbsp;</b><span class=\"woc\">But in truth, I tell you, there were many widows in Israel in the days of Elijah, when the heavens were shut up three years and six months, and a great famine came over all the land,</span> <b class=\"verse-num woc\" id=\"v42004026-1\">26&nbsp;</b><span class=\"woc\">and Elijah was sent to none of them but only to Zarephath, in the land of Sidon, to a woman who was a widow.</span> <b class=\"verse-num woc\" id=\"v42004027-1\">27&nbsp;</b><span class=\"woc\">And there were many lepers in Israel in the time of the prophet Elisha, and none of them was cleansed, but only Naaman the Syrian.”</span> <b class=\"verse-num\" id=\"v42004028-1\">28&nbsp;</b>When they heard these things, all in the synagogue were filled with wrath. <b class=\"verse-num\" id=\"v42004029-1\">29&nbsp;</b>And they rose up and drove him out of the town and brought him to the brow of the hill on which their town was built, so that they could throw him down the cliff. <b class=\"verse-num\" id=\"v42004030-1\">30&nbsp;</b>But passing through their midst, he went away.</p>\n\n<p id=\"p42004030_21-5\"><b class=\"verse-num\" id=\"v42004031-1\">31&nbsp;</b>And he went down to Capernaum, a city of Galilee. And he was teaching them on the Sabbath, <b class=\"verse-num\" id=\"v42004032-1\">32&nbsp;</b>and they were astonished at his teaching, for his word possessed authority. <b class=\"verse-num\" id=\"v42004033-1\">33&nbsp;</b>And in the synagogue there was a man who had the spirit of an unclean demon, and he cried out with a loud voice, <b class=\"verse-num\" id=\"v42004034-1\">34&nbsp;</b>“Ha! What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God.” <b class=\"verse-num\" id=\"v42004035-1\">35&nbsp;</b>But Jesus rebuked him, saying, <span class=\"woc\">“Be silent and come out of him!”</span> And when the demon had thrown him down in their midst, he came out of him, having done him no harm. <b class=\"verse-num\" id=\"v42004036-1\">36&nbsp;</b>And they were all amazed and said to one another, “What is this word? For with authority and power he commands the unclean spirits, and they come out!” <b class=\"verse-num\" id=\"v42004037-1\">37&nbsp;</b>And reports about him went out into every place in the surrounding region.</p>\n\n<p id=\"p42004037_24-5\"><b class=\"verse-num\" id=\"v42004038-1\">38&nbsp;</b>And he arose and left the synagogue and entered Simon’s house. Now Simon’s mother-in-law was ill with a high fever, and they appealed to him on her behalf. <b class=\"verse-num\" id=\"v42004039-1\">39&nbsp;</b>And he stood over her and rebuked the fever, and it left her, and immediately she rose and began to serve them.</p>\n<p id=\"p42004039_24-5\"><b class=\"verse-num\" id=\"v42004040-1\">40&nbsp;</b>Now when the sun was setting, all those who had any who were sick with various diseases brought them to him, and he laid his hands on every one of them and healed them. <b class=\"verse-num\" id=\"v42004041-1\">41&nbsp;</b>And demons also came out of many, crying, “You are the Son of God!” But he rebuked them and would not allow them to speak, because they knew that he was the Christ.</p>\n\n<p id=\"p42004041_28-5\"><b class=\"verse-num\" id=\"v42004042-1\">42&nbsp;</b>And when it was day, he departed and went into a desolate place. And the people sought him and came to him, and would have kept him from leaving them, <b class=\"verse-num\" id=\"v42004043-1\">43&nbsp;</b>but he said to them, <span class=\"woc\">“I must preach the good news of the kingdom of God to the other towns as well; for I was sent for this purpose.”</span> <b class=\"verse-num\" id=\"v42004044-1\">44&nbsp;</b>And he was preaching in the synagogues of Judea.</p>\n\n</div>","kjv":"<strong>1</strong> And Jesus being full of the Holy Ghost returned from Jordan, and was led by the Spirit into the wilderness,  <strong>2</strong> Being forty days tempted of the devil. And in those days he did eat nothing: and when they were ended, he afterward hungered.  <strong>3</strong> And the devil said unto him, If thou be the Son of God, command this stone that it be made bread.  <strong>4</strong> And Jesus answered him, saying, It is written, That man shall not live by bread alone, but by every word of God.  <strong>5</strong> And the devil, taking him up into an high mountain, shewed unto him all the kingdoms of the world in a moment of time.  <strong>6</strong> And the devil said unto him, All this power will I give thee, and the glory of them: for that is delivered unto me; and to whomsoever I will I give it.  <strong>7</strong> If thou therefore wilt worship me, all shall be thine.  <strong>8</strong> And Jesus answered and said unto him, Get thee behind me, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  <strong>9</strong> And he brought him to Jerusalem, and set him on a pinnacle of the temple, and said unto him, If thou be the Son of God, cast thyself down from hence:  <strong>10</strong> For it is written, He shall give his angels charge over thee, to keep thee:  <strong>11</strong> And in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>12</strong> And Jesus answering said unto him, It is said, Thou shalt not tempt the Lord thy God.  <strong>13</strong> And when the devil had ended all the temptation, he departed from him for a season.  <strong>14</strong> And Jesus returned in the power of the Spirit into Galilee: and there went out a fame of him through all the region round about.  <strong>15</strong> And he taught in their synagogues, being glorified of all.  <strong>16</strong> And he came to Nazareth, where he had been brought up: and, as his custom was, he went into the synagogue on the sabbath day, and stood up for to read.  <strong>17</strong> And there was delivered unto him the book of the prophet Esaias. And when he had opened the book, he found the place where it was written,  <strong>18</strong> The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised,  <strong>19</strong> To preach the acceptable year of the Lord.  <strong>20</strong> And he closed the book, and he gave it again to the minister, and sat down. And the eyes of all them that were in the synagogue were fastened on him.  <strong>21</strong> And he began to say unto them, This day is this scripture fulfilled in your ears.  <strong>22</strong> And all bare him witness, and wondered at the gracious words which proceeded out of his mouth. And they said, Is not this Joseph’s son?  <strong>23</strong> And he said unto them, Ye will surely say unto me this proverb, Physician, heal thyself: whatsoever we have heard done in Capernaum, do also here in thy country.  <strong>24</strong> And he said, Verily I say unto you, No prophet is accepted in his own country.  <strong>25</strong> But I tell you of a truth, many widows were in Israel in the days of Elias, when the heaven was shut up three years and six months, when great famine was throughout all the land;  <strong>26</strong> But unto none of them was Elias sent, save unto Sarepta, a city of Sidon, unto a woman that was a widow.  <strong>27</strong> And many lepers were in Israel in the time of Eliseus the prophet; and none of them was cleansed, saving Naaman the Syrian.  <strong>28</strong> And all they in the synagogue, when they heard these things, were filled with wrath,  <strong>29</strong> And rose up, and thrust him out of the city, and led him unto the brow of the hill whereon their city was built, that they might cast him down headlong.  <strong>30</strong> But he passing through the midst of them went his way,  <strong>31</strong> And came down to Capernaum, a city of Galilee, and taught them on the sabbath days.  <strong>32</strong> And they were astonished at his doctrine: for his word was with power.  <strong>33</strong> And in the synagogue there was a man, which had a spirit of an unclean devil, and cried out with a loud voice,  <strong>34</strong> Saying, Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art; the Holy One of God.  <strong>35</strong> And Jesus rebuked him, saying, Hold thy peace, and come out of him.  And when the devil had thrown him in the midst, he came out of him, and hurt him not.  <strong>36</strong> And they were all amazed, and spake among themselves, saying, What a word is this! for with authority and power he commandeth the unclean spirits, and they come out.  <strong>37</strong> And the fame of him went out into every place of the country round about.  <strong>38</strong> And he arose out of the synagogue, and entered into Simon’s house. And Simon’s wife’s mother was taken with a great fever; and they besought him for her.  <strong>39</strong> And he stood over her, and rebuked the fever; and it left her: and immediately she arose and ministered unto them.  <strong>40</strong> Now when the sun was setting, all they that had any sick with divers diseases brought them unto him; and he laid his hands on every one of them, and healed them.  <strong>41</strong> And devils also came out of many, crying out, and saying, Thou art Christ the Son of God. And he rebuking them suffered them not to speak: for they knew that he was Christ.  <strong>42</strong> And when it was day, he departed and went into a desert place: and the people sought him, and came unto him, and stayed him, that he should not depart from them.  <strong>43</strong> And he said unto them, I must preach the kingdom of God to other cities also: for therefore am I sent.  <strong>44</strong> And he preached in the synagogues of Galilee.  ","niv":"<sup><strong>1</strong></sup> Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the desert, <sup><strong>2</strong></sup> where for forty days he was tempted by the devil. He ate nothing during those days, and at the end of them he was hungry. <sup><strong>3</strong></sup> The devil said to him, \"If you are the Son of God, tell this stone to become bread.\" <sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone.'\" <sup><strong>5</strong></sup> The devil led him up to a high place and showed him in an instant all the kingdoms of the world. <sup><strong>6</strong></sup> And he said to him, \"I will give you all their authority and splendor, for it has been given to me, and I can give it to anyone I want to. <sup><strong>7</strong></sup> So if you worship me, it will all be yours.\" <sup><strong>8</strong></sup> Jesus answered, \"It is written: 'Worship the Lord your God and serve him only.'\" <sup><strong>9</strong></sup> The devil led him to Jerusalem and had him stand on the highest point of the temple. \"If you are the Son of God,\" he said, \"throw yourself down from here. <sup><strong>10</strong></sup> For it is written: \"'He will command his angels concerning you to guard you carefully; <sup><strong>11</strong></sup> they will lift you up in their hands, so that you will not strike your foot against a stone.'\" <sup><strong>12</strong></sup> Jesus answered, \"It says: 'Do not put the Lord your God to the test.'\" <sup><strong>13</strong></sup> When the devil had finished all this tempting, he left him until an opportune time. <sup><strong>14</strong></sup> Jesus returned to Galilee in the power of the Spirit, and news about him spread through the whole countryside. <sup><strong>15</strong></sup> He taught in their synagogues, and everyone praised him. <sup><strong>16</strong></sup> He went to Nazareth, where he had been brought up, and on the Sabbath day he went into the synagogue, as was his custom. And he stood up to read. <sup><strong>17</strong></sup> The scroll of the prophet Isaiah was handed to him. Unrolling it, he found the place where it is written: <sup><strong>18</strong></sup> \"The Spirit of the Lord is on me, because he has anointed me to preach good news to the poor. He has sent me to proclaim freedom for the prisoners and recovery of sight for the blind, to release the oppressed, <sup><strong>19</strong></sup> to proclaim the year of the Lord's favor.\" <sup><strong>20</strong></sup> Then he rolled up the scroll, gave it back to the attendant and sat down. The eyes of everyone in the synagogue were fastened on him, <sup><strong>21</strong></sup> and he began by saying to them, \"Today this scripture is fulfilled in your hearing.\" <sup><strong>22</strong></sup> All spoke well of him and were amazed at the gracious words that came from his lips. \"Isn't this Joseph's son?\" they asked. <sup><strong>23</strong></sup> Jesus said to them, \"Surely you will quote this proverb to me: 'Physician, heal yourself! Do here in your hometown what we have heard that you did in Capernaum.'\" <sup><strong>24</strong></sup> \"I tell you the truth,\" he continued, \"no prophet is accepted in his hometown. <sup><strong>25</strong></sup> I assure you that there were many widows in Israel in Elijah's time, when the sky was shut for three and a half years and there was a severe famine throughout the land. <sup><strong>26</strong></sup> Yet Elijah was not sent to any of them, but to a widow in Zarephath in the region of Sidon. <sup><strong>27</strong></sup> And there were many in Israel with leprosy in the time of Elisha the prophet, yet not one of them was cleansed--only Naaman the Syrian.\" <sup><strong>28</strong></sup> All the people in the synagogue were furious when they heard this. <sup><strong>29</strong></sup> They got up, drove him out of the town, and took him to the brow of the hill on which the town was built, in order to throw him down the cliff. <sup><strong>30</strong></sup> But he walked right through the crowd and went on his way. <sup><strong>31</strong></sup> Then he went down to Capernaum, a town in Galilee, and on the Sabbath began to teach the people. <sup><strong>32</strong></sup> They were amazed at his teaching, because his message had authority. <sup><strong>33</strong></sup> In the synagogue there was a man possessed by a demon, an evil spirit. He cried out at the top of his voice, <sup><strong>34</strong></sup> \"Ha! What do you want with us, Jesus of Nazareth? Have you come to destroy us? I know who you are--the Holy One of God!\" <sup><strong>35</strong></sup> \"Be quiet!\" Jesus said sternly. \"Come out of him!\" Then the demon threw the man down before them all and came out without injuring him. <sup><strong>36</strong></sup> All the people were amazed and said to each other, \"What is this teaching? With authority and power he gives orders to evil spirits and they come out!\" <sup><strong>37</strong></sup> And the news about him spread throughout the surrounding area. <sup><strong>38</strong></sup> Jesus left the synagogue and went to the home of Simon. Now Simon's mother-in-law was suffering from a high fever, and they asked Jesus to help her. <sup><strong>39</strong></sup> So he bent over her and rebuked the fever, and it left her. She got up at once and began to wait on them. <sup><strong>40</strong></sup> When the sun was setting, the people brought to Jesus all who had various kinds of sickness, and laying his hands on each one, he healed them. <sup><strong>41</strong></sup> Moreover, demons came out of many people, shouting, \"You are the Son of God!\" But he rebuked them and would not allow them to speak, because they knew he was the Christ. <sup><strong>42</strong></sup> At daybreak Jesus went out to a solitary place. The people were looking for him and when they came to where he was, they tried to keep him from leaving them. <sup><strong>43</strong></sup> But he said, \"I must preach the good news of the kingdom of God to the other towns also, because that is why I was sent.\" <sup><strong>44</strong></sup> And he kept on preaching in the synagogues of Judea. "},{"_id":"61622e879b02b3054ca4f878","topicId":"61622e869b02b3054ca4f872","verse":"Proverbs 21:6","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021006_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021006-1\">6&nbsp;</b>&nbsp;&nbsp;The getting of treasures by a lying tongue</span><br><span id=\"p20021006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a fleeting vapor and a snare of death.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> The getting of treasures by a lying tongue is a vanity tossed to and fro of them that seek death.  ","niv":"<sup><strong>6</strong></sup> A fortune made by a lying tongue is a fleeting vapor and a deadly snare."},{"_id":"61622e889b02b3054ca4f879","topicId":"61622e869b02b3054ca4f872","verse":"Genesis 3:19","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003019_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_01-7\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_01-7\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  ","niv":"<sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\""},{"_id":"61622e889b02b3054ca4f87a","topicId":"61622e869b02b3054ca4f872","verse":"Matthew 7:9-11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40007009_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007009-1\">9&nbsp;</b><span class=\"woc\">Or which one of you, if his son asks him for bread, will give him a stone?</span> <b class=\"verse-num woc\" id=\"v40007010-1\">10&nbsp;</b><span class=\"woc\">Or if he asks for a fish, will give him a serpent?</span> <b class=\"verse-num woc\" id=\"v40007011-1\">11&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!</span></p>\n</div>","kjv":"<strong>9</strong> Or what man is there of you, whom if his son ask bread, will he give him a stone?  <strong>10</strong> Or if he ask a fish, will he give him a serpent?  <strong>11</strong> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?  ","niv":"<sup><strong>9</strong></sup> \"Which of you, if his son asks for bread, will give him a stone? <sup><strong>10</strong></sup> Or if he asks for a fish, will give him a snake? <sup><strong>11</strong></sup> If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him! "},{"_id":"61622e889b02b3054ca4f87b","topicId":"61622e869b02b3054ca4f872","verse":"Deuteronomy 28:1-68","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p05028001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05028001-1\">28:1&nbsp;</b>“And if you faithfully obey the voice of the LORD your God, being careful to do all his commandments that I command you today, the LORD your God will set you high above all the nations of the earth. <b class=\"verse-num\" id=\"v05028002-1\">2&nbsp;</b>And all these blessings shall come upon you and overtake you, if you obey the voice of the LORD your God. <b class=\"verse-num\" id=\"v05028003-1\">3&nbsp;</b>Blessed shall you be in the city, and blessed shall you be in the field. <b class=\"verse-num\" id=\"v05028004-1\">4&nbsp;</b>Blessed shall be the fruit of your womb and the fruit of your ground and the fruit of your cattle, the increase of your herds and the young of your flock. <b class=\"verse-num\" id=\"v05028005-1\">5&nbsp;</b>Blessed shall be your basket and your kneading bowl. <b class=\"verse-num\" id=\"v05028006-1\">6&nbsp;</b>Blessed shall you be when you come in, and blessed shall you be when you go out.</p>\n<p id=\"p05028006_04-9\"><b class=\"verse-num\" id=\"v05028007-1\">7&nbsp;</b>“The LORD will cause your enemies who rise against you to be defeated before you. They shall come out against you one way and flee before you seven ways. <b class=\"verse-num\" id=\"v05028008-1\">8&nbsp;</b>The LORD will command the blessing on you in your barns and in all that you undertake. And he will bless you in the land that the LORD your God is giving you. <b class=\"verse-num\" id=\"v05028009-1\">9&nbsp;</b>The LORD will establish you as a people holy to himself, as he has sworn to you, if you keep the commandments of the LORD your God and walk in his ways. <b class=\"verse-num\" id=\"v05028010-1\">10&nbsp;</b>And all the peoples of the earth shall see that you are called by the name of the LORD, and they shall be afraid of you. <b class=\"verse-num\" id=\"v05028011-1\">11&nbsp;</b>And the LORD will make you abound in prosperity, in the fruit of your womb and in the fruit of your livestock and in the fruit of your ground, within the land that the LORD swore to your fathers to give you. <b class=\"verse-num\" id=\"v05028012-1\">12&nbsp;</b>The LORD will open to you his good treasury, the heavens, to give the rain to your land in its season and to bless all the work of your hands. And you shall lend to many nations, but you shall not borrow. <b class=\"verse-num\" id=\"v05028013-1\">13&nbsp;</b>And the LORD will make you the head and not the tail, and you shall only go up and not down, if you obey the commandments of the LORD your God, which I command you today, being careful to do them, <b class=\"verse-num\" id=\"v05028014-1\">14&nbsp;</b>and if you do not turn aside from any of the words that I command you today, to the right hand or to the left, to go after other gods to serve them.</p>\n\n<p id=\"p05028014_07-9\"><b class=\"verse-num\" id=\"v05028015-1\">15&nbsp;</b>“But if you will not obey the voice of the LORD your God or be careful to do all his commandments and his statutes that I command you today, then all these curses shall come upon you and overtake you. <b class=\"verse-num\" id=\"v05028016-1\">16&nbsp;</b>Cursed shall you be in the city, and cursed shall you be in the field. <b class=\"verse-num\" id=\"v05028017-1\">17&nbsp;</b>Cursed shall be your basket and your kneading bowl. <b class=\"verse-num\" id=\"v05028018-1\">18&nbsp;</b>Cursed shall be the fruit of your womb and the fruit of your ground, the increase of your herds and the young of your flock. <b class=\"verse-num\" id=\"v05028019-1\">19&nbsp;</b>Cursed shall you be when you come in, and cursed shall you be when you go out.</p>\n<p id=\"p05028019_07-9\"><b class=\"verse-num\" id=\"v05028020-1\">20&nbsp;</b>“The LORD will send on you curses, confusion, and frustration in all that you undertake to do, until you are destroyed and perish quickly on account of the evil of your deeds, because you have forsaken me. <b class=\"verse-num\" id=\"v05028021-1\">21&nbsp;</b>The LORD will make the pestilence stick to you until he has consumed you off the land that you are entering to take possession of it. <b class=\"verse-num\" id=\"v05028022-1\">22&nbsp;</b>The LORD will strike you with wasting disease and with fever, inflammation and fiery heat, and with drought and with blight and with mildew. They shall pursue you until you perish. <b class=\"verse-num\" id=\"v05028023-1\">23&nbsp;</b>And the heavens over your head shall be bronze, and the earth under you shall be iron. <b class=\"verse-num\" id=\"v05028024-1\">24&nbsp;</b>The LORD will make the rain of your land powder. From heaven dust shall come down on you until you are destroyed.</p>\n<p id=\"p05028024_07-9\"><b class=\"verse-num\" id=\"v05028025-1\">25&nbsp;</b>“The LORD will cause you to be defeated before your enemies. You shall go out one way against them and flee seven ways before them. And you shall be a horror to all the kingdoms of the earth. <b class=\"verse-num\" id=\"v05028026-1\">26&nbsp;</b>And your dead body shall be food for all birds of the air and for the beasts of the earth, and there shall be no one to frighten them away. <b class=\"verse-num\" id=\"v05028027-1\">27&nbsp;</b>The LORD will strike you with the boils of Egypt, and with tumors and scabs and itch, of which you cannot be healed. <b class=\"verse-num\" id=\"v05028028-1\">28&nbsp;</b>The LORD will strike you with madness and blindness and confusion of mind, <b class=\"verse-num\" id=\"v05028029-1\">29&nbsp;</b>and you shall grope at noonday, as the blind grope in darkness, and you shall not prosper in your ways. And you shall be only oppressed and robbed continually, and there shall be no one to help you. <b class=\"verse-num\" id=\"v05028030-1\">30&nbsp;</b>You shall betroth a wife, but another man shall ravish her. You shall build a house, but you shall not dwell in it. You shall plant a vineyard, but you shall not enjoy its fruit. <b class=\"verse-num\" id=\"v05028031-1\">31&nbsp;</b>Your ox shall be slaughtered before your eyes, but you shall not eat any of it. Your donkey shall be seized before your face, but shall not be restored to you. Your sheep shall be given to your enemies, but there shall be no one to help you. <b class=\"verse-num\" id=\"v05028032-1\">32&nbsp;</b>Your sons and your daughters shall be given to another people, while your eyes look on and fail with longing for them all day long, but you shall be helpless. <b class=\"verse-num\" id=\"v05028033-1\">33&nbsp;</b>A nation that you have not known shall eat up the fruit of your ground and of all your labors, and you shall be only oppressed and crushed continually, <b class=\"verse-num\" id=\"v05028034-1\">34&nbsp;</b>so that you are driven mad by the sights that your eyes see. <b class=\"verse-num\" id=\"v05028035-1\">35&nbsp;</b>The LORD will strike you on the knees and on the legs with grievous boils of which you cannot be healed, from the sole of your foot to the crown of your head.</p>\n<p id=\"p05028035_07-9\"><b class=\"verse-num\" id=\"v05028036-1\">36&nbsp;</b>“The LORD will bring you and your king whom you set over you to a nation that neither you nor your fathers have known. And there you shall serve other gods of wood and stone. <b class=\"verse-num\" id=\"v05028037-1\">37&nbsp;</b>And you shall become a horror, a proverb, and a byword among all the peoples where the LORD will lead you away. <b class=\"verse-num\" id=\"v05028038-1\">38&nbsp;</b>You shall carry much seed into the field and shall gather in little, for the locust shall consume it. <b class=\"verse-num\" id=\"v05028039-1\">39&nbsp;</b>You shall plant vineyards and dress them, but you shall neither drink of the wine nor gather the grapes, for the worm shall eat them. <b class=\"verse-num\" id=\"v05028040-1\">40&nbsp;</b>You shall have olive trees throughout all your territory, but you shall not anoint yourself with the oil, for your olives shall drop off. <b class=\"verse-num\" id=\"v05028041-1\">41&nbsp;</b>You shall father sons and daughters, but they shall not be yours, for they shall go into captivity. <b class=\"verse-num\" id=\"v05028042-1\">42&nbsp;</b>The cricket shall possess all your trees and the fruit of your ground. <b class=\"verse-num\" id=\"v05028043-1\">43&nbsp;</b>The sojourner who is among you shall rise higher and higher above you, and you shall come down lower and lower. <b class=\"verse-num\" id=\"v05028044-1\">44&nbsp;</b>He shall lend to you, and you shall not lend to him. He shall be the head, and you shall be the tail.</p>\n<p id=\"p05028044_07-9\"><b class=\"verse-num\" id=\"v05028045-1\">45&nbsp;</b>“All these curses shall come upon you and pursue you and overtake you till you are destroyed, because you did not obey the voice of the LORD your God, to keep his commandments and his statutes that he commanded you. <b class=\"verse-num\" id=\"v05028046-1\">46&nbsp;</b>They shall be a sign and a wonder against you and your offspring forever. <b class=\"verse-num\" id=\"v05028047-1\">47&nbsp;</b>Because you did not serve the LORD your God with joyfulness and gladness of heart, because of the abundance of all things, <b class=\"verse-num\" id=\"v05028048-1\">48&nbsp;</b>therefore you shall serve your enemies whom the LORD will send against you, in hunger and thirst, in nakedness, and lacking everything. And he will put a yoke of iron on your neck until he has destroyed you. <b class=\"verse-num\" id=\"v05028049-1\">49&nbsp;</b>The LORD will bring a nation against you from far away, from the end of the earth, swooping down like the eagle, a nation whose language you do not understand, <b class=\"verse-num\" id=\"v05028050-1\">50&nbsp;</b>a hard-faced nation who shall not respect the old or show mercy to the young. <b class=\"verse-num\" id=\"v05028051-1\">51&nbsp;</b>It shall eat the offspring of your cattle and the fruit of your ground, until you are destroyed; it also shall not leave you grain, wine, or oil, the increase of your herds or the young of your flock, until they have caused you to perish.</p>\n<p id=\"p05028051_07-9\"><b class=\"verse-num\" id=\"v05028052-1\">52&nbsp;</b>“They shall besiege you in all your towns, until your high and fortified walls, in which you trusted, come down throughout all your land. And they shall besiege you in all your towns throughout all your land, which the LORD your God has given you. <b class=\"verse-num\" id=\"v05028053-1\">53&nbsp;</b>And you shall eat the fruit of your womb, the flesh of your sons and daughters, whom the LORD your God has given you, in the siege and in the distress with which your enemies shall distress you. <b class=\"verse-num\" id=\"v05028054-1\">54&nbsp;</b>The man who is the most tender and refined among you will begrudge food to his brother, to the wife he embraces, and to the last of the children whom he has left, <b class=\"verse-num\" id=\"v05028055-1\">55&nbsp;</b>so that he will not give to any of them any of the flesh of his children whom he is eating, because he has nothing else left, in the siege and in the distress with which your enemy shall distress you in all your towns. <b class=\"verse-num\" id=\"v05028056-1\">56&nbsp;</b>The most tender and refined woman among you, who would not venture to set the sole of her foot on the ground because she is so delicate and tender, will begrudge to the husband she embraces, to her son and to her daughter, <b class=\"verse-num\" id=\"v05028057-1\">57&nbsp;</b>her afterbirth that comes out from between her feet and her children whom she bears, because lacking everything she will eat them secretly, in the siege and in the distress with which your enemy shall distress you in your towns.</p>\n<p id=\"p05028057_07-9\"><b class=\"verse-num\" id=\"v05028058-1\">58&nbsp;</b>“If you are not careful to do all the words of this law that are written in this book, that you may fear this glorious and awesome name, the LORD your God, <b class=\"verse-num\" id=\"v05028059-1\">59&nbsp;</b>then the LORD will bring on you and your offspring extraordinary afflictions, afflictions severe and lasting, and sicknesses grievous and lasting. <b class=\"verse-num\" id=\"v05028060-1\">60&nbsp;</b>And he will bring upon you again all the diseases of Egypt, of which you were afraid, and they shall cling to you. <b class=\"verse-num\" id=\"v05028061-1\">61&nbsp;</b>Every sickness also and every affliction that is not recorded in the book of this law, the LORD will bring upon you, until you are destroyed. <b class=\"verse-num\" id=\"v05028062-1\">62&nbsp;</b>Whereas you were as numerous as the stars of heaven, you shall be left few in number, because you did not obey the voice of the LORD your God. <b class=\"verse-num\" id=\"v05028063-1\">63&nbsp;</b>And as the LORD took delight in doing you good and multiplying you, so the LORD will take delight in bringing ruin upon you and destroying you. And you shall be plucked off the land that you are entering to take possession of it.</p>\n<p id=\"p05028063_07-9\"><b class=\"verse-num\" id=\"v05028064-1\">64&nbsp;</b>“And the LORD will scatter you among all peoples, from one end of the earth to the other, and there you shall serve other gods of wood and stone, which neither you nor your fathers have known. <b class=\"verse-num\" id=\"v05028065-1\">65&nbsp;</b>And among these nations you shall find no respite, and there shall be no resting place for the sole of your foot, but the LORD will give you there a trembling heart and failing eyes and a languishing soul. <b class=\"verse-num\" id=\"v05028066-1\">66&nbsp;</b>Your life shall hang in doubt before you. Night and day you shall be in dread and have no assurance of your life. <b class=\"verse-num\" id=\"v05028067-1\">67&nbsp;</b>In the morning you shall say, ‘If only it were evening!’ and at evening you shall say, ‘If only it were morning!’ because of the dread that your heart shall feel, and the sights that your eyes shall see. <b class=\"verse-num\" id=\"v05028068-1\">68&nbsp;</b>And the LORD will bring you back in ships to Egypt, a journey that I promised that you should never make again; and there you shall offer yourselves for sale to your enemies as male and female slaves, but there will be no buyer.”</p>\n\n</div>","kjv":"<strong>1</strong> And it shall come to pass, if thou shalt hearken diligently unto the voice of the LORD thy God, to observe and to do all his commandments which I command thee this day, that the LORD thy God will set thee on high above all nations of the earth:  <strong>2</strong> And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the voice of the LORD thy God.  <strong>3</strong> Blessed shalt thou be in the city, and blessed shalt thou be in the field.  <strong>4</strong> Blessed shall be the fruit of thy body, and the fruit of thy ground, and the fruit of thy cattle, the increase of thy kine, and the flocks of thy sheep.  <strong>5</strong> Blessed shall be thy basket and thy store.  <strong>6</strong> Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out.  <strong>7</strong> The LORD shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways.  <strong>8</strong> The LORD shall command the blessing upon thee in thy storehouses, and in all that thou settest thine hand unto; and he shall bless thee in the land which the LORD thy God giveth thee.  <strong>9</strong> The LORD shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the LORD thy God, and walk in his ways.  <strong>10</strong> And all people of the earth shall see that thou art called by the name of the LORD; and they shall be afraid of thee.  <strong>11</strong> And the LORD shall make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which the LORD sware unto thy fathers to give thee.  <strong>12</strong> The LORD shall open unto thee his good treasure, the heaven to give the rain unto thy land in his season, and to bless all the work of thine hand: and thou shalt lend unto many nations, and thou shalt not borrow.  <strong>13</strong> And the LORD shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if that thou hearken unto the commandments of the LORD thy God, which I command thee this day, to observe and to do them:  <strong>14</strong> And thou shalt not go aside from any of the words which I command thee this day, to the right hand, or to the left, to go after other gods to serve them.  <strong>15</strong> But it shall come to pass, if thou wilt not hearken unto the voice of the LORD thy God, to observe to do all his commandments and his statutes which I command thee this day; that all these curses shall come upon thee, and overtake thee:  <strong>16</strong> Cursed shalt thou be in the city, and cursed shalt thou be in the field.  <strong>17</strong> Cursed shall be thy basket and thy store.  <strong>18</strong> Cursed shall be the fruit of thy body, and the fruit of thy land, the increase of thy kine, and the flocks of thy sheep.  <strong>19</strong> Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out.  <strong>20</strong> The LORD shall send upon thee cursing, vexation, and rebuke, in all that thou settest thine hand unto for to do, until thou be destroyed, and until thou perish quickly; because of the wickedness of thy doings, whereby thou hast forsaken me.  <strong>21</strong> The LORD shall make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest to possess it.  <strong>22</strong> The LORD shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.  <strong>23</strong> And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron.  <strong>24</strong> The LORD shall make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed.  <strong>25</strong> The LORD shall cause thee to be smitten before thine enemies: thou shalt go out one way against them, and flee seven ways before them: and shalt be removed into all the kingdoms of the earth.  <strong>26</strong> And thy carcase shall be meat unto all fowls of the air, and unto the beasts of the earth, and no man shall fray them away.  <strong>27</strong> The LORD will smite thee with the botch of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed.  <strong>28</strong> The LORD shall smite thee with madness, and blindness, and astonishment of heart:  <strong>29</strong> And thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and spoiled evermore, and no man shall save thee.  <strong>30</strong> Thou shalt betroth a wife, and another man shall lie with her: thou shalt build an house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not gather the grapes thereof.  <strong>31</strong> Thine ox shall be slain before thine eyes, and thou shalt not eat thereof: thine ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given unto thine enemies, and thou shalt have none to rescue them.  <strong>32</strong> Thy sons and thy daughters shall be given unto another people, and thine eyes shall look, and fail with longing for them all the day long: and there shall be no might in thine hand.  <strong>33</strong> The fruit of thy land, and all thy labours, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed alway:  <strong>34</strong> So that thou shalt be mad for the sight of thine eyes which thou shalt see.  <strong>35</strong> The LORD shall smite thee in the knees, and in the legs, with a sore botch that cannot be healed, from the sole of thy foot unto the top of thy head.  <strong>36</strong> The LORD shall bring thee, and thy king which thou shalt set over thee, unto a nation which neither thou nor thy fathers have known; and there shalt thou serve other gods, wood and stone.  <strong>37</strong> And thou shalt become an astonishment, a proverb, and a byword, among all nations whither the LORD shall lead thee.  <strong>38</strong> Thou shalt carry much seed out into the field, and shalt gather but little in; for the locust shall consume it.  <strong>39</strong> Thou shalt plant vineyards, and dress them, but shalt neither drink of the wine, nor gather the grapes; for the worms shall eat them.  <strong>40</strong> Thou shalt have olive trees throughout all thy coasts, but thou shalt not anoint thyself with the oil; for thine olive shall cast his fruit.  <strong>41</strong> Thou shalt beget sons and daughters, but thou shalt not enjoy them; for they shall go into captivity.  <strong>42</strong> All thy trees and fruit of thy land shall the locust consume.  <strong>43</strong> The stranger that is within thee shall get up above thee very high; and thou shalt come down very low.  <strong>44</strong> He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail.  <strong>45</strong> Moreover all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of the LORD thy God, to keep his commandments and his statutes which he commanded thee:  <strong>46</strong> And they shall be upon thee for a sign and for a wonder, and upon thy seed for ever.  <strong>47</strong> Because thou servedst not the LORD thy God with joyfulness, and with gladness of heart, for the abundance of all things;  <strong>48</strong> Therefore shalt thou serve thine enemies which the LORD shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  <strong>49</strong> The LORD shall bring a nation against thee from far, from the end of the earth, as swift as the eagle flieth; a nation whose tongue thou shalt not understand;  <strong>50</strong> A nation of fierce countenance, which shall not regard the person of the old, nor shew favour to the young:  <strong>51</strong> And he shall eat the fruit of thy cattle, and the fruit of thy land, until thou be destroyed: which also shall not leave thee either  corn, wine, or oil, or the increase of thy kine, or flocks of thy sheep, until he have destroyed thee.  <strong>52</strong> And he shall besiege thee in all thy gates, until thy high and fenced walls come down, wherein thou trustedst, throughout all thy land: and he shall besiege thee in all thy gates throughout all thy land, which the LORD thy God hath given thee.  <strong>53</strong> And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters, which the LORD thy God hath given thee, in the siege, and in the straitness, wherewith thine enemies shall distress thee:  <strong>54</strong> So that the man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children which he shall leave:  <strong>55</strong> So that he will not give to any of them of the flesh of his children whom he shall eat: because he hath nothing left him in the siege, and in the straitness, wherewith thine enemies shall distress thee in all thy gates.  <strong>56</strong> The tender and delicate woman among you, which would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,  <strong>57</strong> And toward her young one that cometh out from between her feet, and toward her children which she shall bear: for she shall eat them for want of all things secretly in the siege and straitness, wherewith thine enemy shall distress thee in thy gates.  <strong>58</strong> If thou wilt not observe to do all the words of this law that are written in this book, that thou mayest fear this glorious and fearful name, THE LORD THY GOD;  <strong>59</strong> Then the LORD will make thy plagues wonderful, and the plagues of thy seed, even great plagues, and of long continuance, and sore sicknesses, and of long continuance.  <strong>60</strong> Moreover he will bring upon thee all the diseases of Egypt, which thou wast afraid of; and they shall cleave unto thee.  <strong>61</strong> Also every sickness, and every plague, which is not written in the book of this law, them will the LORD bring upon thee, until thou be destroyed.  <strong>62</strong> And ye shall be left few in number, whereas ye were as the stars of heaven for multitude; because thou wouldest not obey the voice of the LORD thy God.  <strong>63</strong> And it shall come to pass, that as the LORD rejoiced over you to do you good, and to multiply you; so the LORD will rejoice over you to destroy you, and to bring you to nought; and ye shall be plucked from off the land whither thou goest to possess it.  <strong>64</strong> And the LORD shall scatter thee among all people, from the one end of the earth even unto the other; and there thou shalt serve other gods, which neither thou nor thy fathers have known, even wood and stone.  <strong>65</strong> And among these nations shalt thou find no ease, neither shall the sole of thy foot have rest: but the LORD shall give thee there a trembling heart, and failing of eyes, and sorrow of mind:  <strong>66</strong> And thy life shall hang in doubt before thee; and thou shalt fear day and night, and shalt have none assurance of thy life:  <strong>67</strong> In the morning thou shalt say, Would God it were even! and at even thou shalt say, Would God it were morning! for the fear of thine heart wherewith thou shalt fear, and for the sight of thine eyes which thou shalt see.  <strong>68</strong> And the LORD shall bring thee into Egypt again with ships, by the way whereof I spake unto thee, Thou shalt see it no more again: and there ye shall be sold unto your enemies for bondmen and bondwomen, and no man shall buy you. ","niv":"<sup><strong>1</strong></sup> If you fully obey the LORD your God and carefully follow all his commands I give you today, the LORD your God will set you high above all the nations on earth. <sup><strong>2</strong></sup> All these blessings will come upon you and accompany you if you obey the LORD your God: <sup><strong>3</strong></sup> You will be blessed in the city and blessed in the country. <sup><strong>4</strong></sup> The fruit of your womb will be blessed, and the crops of your land and the young of your livestock-the calves of your herds and the lambs of your flocks. <sup><strong>5</strong></sup> Your basket and your kneading trough will be blessed. <sup><strong>6</strong></sup> You will be blessed when you come in and blessed when you go out. <sup><strong>7</strong></sup> The LORD will grant that the enemies who rise up against you will be defeated before you. They will come at you from one direction but flee from you in seven. <sup><strong>8</strong></sup> The LORD will send a blessing on your barns and on everything you put your hand to. The LORD your God will bless you in the land he is giving you. <sup><strong>9</strong></sup> The LORD will establish you as his holy people, as he promised you on oath, if you keep the commands of the LORD your God and walk in his ways. <sup><strong>10</strong></sup> Then all the peoples on earth will see that you are called by the name of the LORD, and they will fear you. <sup><strong>11</strong></sup> The LORD will grant you abundant prosperity-in the fruit of your womb, the young of your livestock and the crops of your ground-in the land he swore to your forefathers to give you. <sup><strong>12</strong></sup> The LORD will open the heavens, the storehouse of his bounty, to send rain on your land in season and to bless all the work of your hands. You will lend to many nations but will borrow from none. <sup><strong>13</strong></sup> The LORD will make you the head, not the tail. If you pay attention to the commands of the LORD your God that I give you this day and carefully follow them, you will always be at the top, never at the bottom. <sup><strong>14</strong></sup> Do not turn aside from any of the commands I give you today, to the right or to the left, following other gods and serving them. <sup><strong>15</strong></sup> However, if you do not obey the LORD your God and do not carefully follow all his commands and decrees I am giving you today, all these curses will come upon you and overtake you: <sup><strong>16</strong></sup> You will be cursed in the city and cursed in the country. <sup><strong>17</strong></sup> Your basket and your kneading trough will be cursed. <sup><strong>18</strong></sup> The fruit of your womb will be cursed, and the crops of your land, and the calves of your herds and the lambs of your flocks. <sup><strong>19</strong></sup> You will be cursed when you come in and cursed when you go out. <sup><strong>20</strong></sup> The LORD will send on you curses, confusion and rebuke in everything you put your hand to, until you are destroyed and come to sudden ruin because of the evil you have done in forsaking him. <sup><strong>21</strong></sup> The LORD will plague you with diseases until he has destroyed you from the land you are entering to possess. <sup><strong>22</strong></sup> The LORD will strike you with wasting disease, with fever and inflammation, with scorching heat and drought, with blight and mildew, which will plague you until you perish. <sup><strong>23</strong></sup> The sky over your head will be bronze, the ground beneath you iron. <sup><strong>24</strong></sup> The LORD will turn the rain of your country into dust and powder; it will come down from the skies until you are destroyed. <sup><strong>25</strong></sup> The LORD will cause you to be defeated before your enemies. You will come at them from one direction but flee from them in seven, and you will become a thing of horror to all the kingdoms on earth. <sup><strong>26</strong></sup> Your carcasses will be food for all the birds of the air and the beasts of the earth, and there will be no one to frighten them away. <sup><strong>27</strong></sup> The LORD will afflict you with the boils of Egypt and with tumors, festering sores and the itch, from which you cannot be cured. <sup><strong>28</strong></sup> The LORD will afflict you with madness, blindness and confusion of mind. <sup><strong>29</strong></sup> At midday you will grope about like a blind man in the dark. You will be unsuccessful in everything you do; day after day you will be oppressed and robbed, with no one to rescue you. <sup><strong>30</strong></sup> You will be pledged to be married to a woman, but another will take her and ravish her. You will build a house, but you will not live in it. You will plant a vineyard, but you will not even begin to enjoy its fruit. <sup><strong>31</strong></sup> Your ox will be slaughtered before your eyes, but you will eat none of it. Your donkey will be forcibly taken from you and will not be returned. Your sheep will be given to your enemies, and no one will rescue them. <sup><strong>32</strong></sup> Your sons and daughters will be given to another nation, and you will wear out your eyes watching for them day after day, powerless to lift a hand. <sup><strong>33</strong></sup> A people that you do not know will eat what your land and labor produce, and you will have nothing but cruel oppression all your days. <sup><strong>34</strong></sup> The sights you see will drive you mad. <sup><strong>35</strong></sup> The LORD will afflict your knees and legs with painful boils that cannot be cured, spreading from the soles of your feet to the top of your head. <sup><strong>36</strong></sup> The LORD will drive you and the king you set over you to a nation unknown to you or your fathers. There you will worship other gods, gods of wood and stone. <sup><strong>37</strong></sup> You will become a thing of horror and an object of scorn and ridicule to all the nations where the LORD will drive you. <sup><strong>38</strong></sup> You will sow much seed in the field but you will harvest little, because locusts will devour it. <sup><strong>39</strong></sup> You will plant vineyards and cultivate them but you will not drink the wine or gather the grapes, because worms will eat them. <sup><strong>40</strong></sup> You will have olive trees throughout your country but you will not use the oil, because the olives will drop off. <sup><strong>41</strong></sup> You will have sons and daughters but you will not keep them, because they will go into captivity. <sup><strong>42</strong></sup> Swarms of locusts will take over all your trees and the crops of your land. <sup><strong>43</strong></sup> The alien who lives among you will rise above you higher and higher, but you will sink lower and lower. <sup><strong>44</strong></sup> He will lend to you, but you will not lend to him. He will be the head, but you will be the tail. <sup><strong>45</strong></sup> All these curses will come upon you. They will pursue you and overtake you until you are destroyed, because you did not obey the LORD your God and observe the commands and decrees he gave you. <sup><strong>46</strong></sup> They will be a sign and a wonder to you and your descendants forever. <sup><strong>47</strong></sup> Because you did not serve the LORD your God joyfully and gladly in the time of prosperity, <sup><strong>48</strong></sup> therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the LORD sends against you. He will put an iron yoke on your neck until he has destroyed you. <sup><strong>49</strong></sup> The LORD will bring a nation against you from far away, from the ends of the earth, like an eagle swooping down, a nation whose language you will not understand, <sup><strong>50</strong></sup> a fierce-looking nation without respect for the old or pity for the young. <sup><strong>51</strong></sup> They will devour the young of your livestock and the crops of your land until you are destroyed. They will leave you no grain, new wine or oil, nor any calves of your herds or lambs of your flocks until you are ruined. <sup><strong>52</strong></sup> They will lay siege to all the cities throughout your land until the high fortified walls in which you trust fall down. They will besiege all the cities throughout the land the LORD your God is giving you. <sup><strong>53</strong></sup> Because of the suffering that your enemy will inflict on you during the siege, you will eat the fruit of the womb, the flesh of the sons and daughters the LORD your God has given you. <sup><strong>54</strong></sup> Even the most gentle and sensitive man among you will have no compassion on his own brother or the wife he loves or his surviving children, <sup><strong>55</strong></sup> and he will not give to one of them any of the flesh of his children that he is eating. It will be all he has left because of the suffering your enemy will inflict on you during the siege of all your cities. <sup><strong>56</strong></sup> The most gentle and sensitive woman among you-so sensitive and gentle that she would not venture to touch the ground with the sole of her foot-will begrudge the husband she loves and her own son or daughter <sup><strong>57</strong></sup> the afterbirth from her womb and the children she bears. For she intends to eat them secretly during the siege and in the distress that your enemy will inflict on you in your cities. <sup><strong>58</strong></sup> If you do not carefully follow all the words of this law, which are written in this book, and do not revere this glorious and awesome name-the LORD your God- <sup><strong>59</strong></sup> the LORD will send fearful plagues on you and your descendants, harsh and prolonged disasters, and severe and lingering illnesses. <sup><strong>60</strong></sup> He will bring upon you all the diseases of Egypt that you dreaded, and they will cling to you. <sup><strong>61</strong></sup> The LORD will also bring on you every kind of sickness and disaster not recorded in this Book of the Law, until you are destroyed. <sup><strong>62</strong></sup> You who were as numerous as the stars in the sky will be left but few in number, because you did not obey the LORD your God. <sup><strong>63</strong></sup> Just as it pleased the LORD to make you prosper and increase in number, so it will please him to ruin and destroy you. You will be uprooted from the land you are entering to possess. <sup><strong>64</strong></sup> Then the LORD will scatter you among all nations, from one end of the earth to the other. There you will worship other gods-gods of wood and stone, which neither you nor your fathers have known. <sup><strong>65</strong></sup> Among those nations you will find no repose, no resting place for the sole of your foot. There the LORD will give you an anxious mind, eyes weary with longing, and a despairing heart. <sup><strong>66</strong></sup> You will live in constant suspense, filled with dread both night and day, never sure of your life. <sup><strong>67</strong></sup> In the morning you will say, \"If only it were evening!\" and in the evening, \"If only it were morning!\"-because of the terror that will fill your hearts and the sights that your eyes will see. <sup><strong>68</strong></sup> The LORD will send you back in ships to Egypt on a journey I said you should never make again. There you will offer yourselves for sale to your enemies as male and female slaves, but no one will buy you. "},{"_id":"61622e899b02b3054ca4f87c","topicId":"61622e869b02b3054ca4f872","verse":"Matthew 15:10-11","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40015010_05-10\"><b class=\"verse-num\" id=\"v40015010-1\">10&nbsp;</b>And he called the people to him and said to them, <span class=\"woc\">“Hear and understand:</span> <b class=\"verse-num woc\" id=\"v40015011-1\">11&nbsp;</b><span class=\"woc\">it is not what goes into the mouth that defiles a person, but what comes out of the mouth; this defiles a person.”</span></p>\n</div>","kjv":"<strong>10</strong> And he called the multitude, and said unto them, Hear, and understand:  <strong>11</strong> Not that which goeth into the mouth defileth a man; but that which cometh out of the mouth, this defileth a man.  ","niv":"<sup><strong>10</strong></sup> Jesus called the crowd to him and said, \"Listen and understand. <sup><strong>11</strong></sup> What goes into a man's mouth does not make him 'unclean,' but what comes out of his mouth, that is what makes him 'unclean.'\" "},{"_id":"61622e899b02b3054ca4f87d","topicId":"61622e869b02b3054ca4f872","verse":"Ezekiel 4:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26004016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v26004016-1\">16&nbsp;</b>Moreover, he said to me, “Son of man, behold, I will break the supply of bread in Jerusalem. They shall eat bread by weight and with anxiety, and they shall drink water by measure and in dismay.</p>\n\n</div>","kjv":"<strong>16</strong> Moreover he said unto me, Son of man, behold, I will break the staff of bread in Jerusalem: and they shall eat bread by weight, and with care; and they shall drink water by measure, and with astonishment:  ","niv":"<sup><strong>16</strong></sup> He then said to me: \"Son of man, I will cut off the supply of food in Jerusalem. The people will eat rationed food in anxiety and drink rationed water in despair,"},{"_id":"61622e899b02b3054ca4f87e","topicId":"61622e869b02b3054ca4f872","verse":"Proverbs 28:7","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028007_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028007-1\">7&nbsp;</b>&nbsp;&nbsp;The one who keeps the law is a son with understanding,</span><br><span id=\"p20028007_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a companion of gluttons shames his father.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Whoso keepeth the law is a wise son: but he that is a companion of riotous men shameth his father.  ","niv":"<sup><strong>7</strong></sup> He who keeps the law is a discerning son, but a companion of gluttons disgraces his father."},{"_id":"61622e899b02b3054ca4f87f","topicId":"61622e869b02b3054ca4f872","verse":"Proverbs 20:17-18","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020017_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020017-1\">17&nbsp;</b>&nbsp;&nbsp;Bread gained by deceit is sweet to a man,</span><br><span id=\"p20020017_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but afterward his mouth will be full of gravel.</span><br><span id=\"p20020018_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020018-1\">18&nbsp;</b>&nbsp;&nbsp;Plans are established by counsel;</span><br><span id=\"p20020018_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by wise guidance wage war.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> Bread of deceit is sweet to a man; but afterwards his mouth shall be filled with gravel.  <strong>18</strong> Every purpose is established by counsel: and with good advice make war.  ","niv":"<sup><strong>17</strong></sup> Food gained by fraud tastes sweet to a man, but he ends up with a mouth full of gravel. <sup><strong>18</strong></sup> Make plans by seeking advice; if you wage war, obtain guidance. "},{"_id":"61622e8a9b02b3054ca4f880","topicId":"61622e869b02b3054ca4f872","verse":"Job 2:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p18002007_01-14\"><b class=\"verse-num\" id=\"v18002007-1\">7&nbsp;</b>So Satan went out from the presence of the LORD and struck Job with loathsome sores from the sole of his foot to the crown of his head.</p>\n</div>","kjv":"<strong>7</strong> So went Satan forth from the presence of the LORD, and smote Job with sore boils from the sole of his foot unto his crown.  ","niv":"<sup><strong>7</strong></sup> So Satan went out from the presence of the LORD and afflicted Job with painful sores from the soles of his feet to the top of his head."}]}