{"_id":"61622ee89b02b3054ca4f8b5","slug":"gnosis","name":"Gnosis","verses":[{"_id":"61622ee99b02b3054ca4f8b6","topicId":"61622ee89b02b3054ca4f8b5","verse":"John 14:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"61622ee99b02b3054ca4f8b7","topicId":"61622ee89b02b3054ca4f8b5","verse":"Colossians 2:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-2\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"61622ee99b02b3054ca4f8b8","topicId":"61622ee89b02b3054ca4f8b5","verse":"John 1:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-3\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."},{"_id":"61622ee99b02b3054ca4f8b9","topicId":"61622ee89b02b3054ca4f8b5","verse":"Romans 1:1-32","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-4\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-4\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-4\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-4\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-4\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-4\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-4\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-4\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"61622eea9b02b3054ca4f8ba","topicId":"61622ee89b02b3054ca4f8b5","verse":"Acts 17:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44017028_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017028-1\">28&nbsp;</b>for</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44017028_01-5\" class=\"line\">&nbsp;&nbsp;“‘In him we live and move and have our being’;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44017028_01-5\" class=\"same-paragraph\">as even some of your own poets have said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44017028_01-5\" class=\"line\">&nbsp;&nbsp;“‘For we are indeed his offspring.’</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>28</strong> For in him we live, and move, and have our being; as certain also of your own poets have said, For we are also his offspring.  ","niv":"<sup><strong>28</strong></sup> 'For in him we live and move and have our being.' As some of your own poets have said, 'We are his offspring.'"},{"_id":"61622eea9b02b3054ca4f8bb","topicId":"61622ee89b02b3054ca4f8b5","verse":"Galatians 3:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"61622eea9b02b3054ca4f8bc","topicId":"61622ee89b02b3054ca4f8b5","verse":"John 10:34","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43010034_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v43010034-1\">34&nbsp;</b>Jesus answered them, <span class=\"woc\">“Is it not written in your Law, ‘I said, you are gods’?</span></p>\n</div>","kjv":"<strong>34</strong> Jesus answered them, Is it not written in your law, I said, Ye are gods?  ","niv":"<sup><strong>34</strong></sup> Jesus answered them, \"Is it not written in your Law, 'I have said you are gods'?"},{"_id":"61622eeb9b02b3054ca4f8bd","topicId":"61622ee89b02b3054ca4f8b5","verse":"John 1:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001018_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n</div>","kjv":"<strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  ","niv":"<sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known."},{"_id":"61622eeb9b02b3054ca4f8be","topicId":"61622ee89b02b3054ca4f8b5","verse":"John 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"61622eeb9b02b3054ca4f8bf","topicId":"61622ee89b02b3054ca4f8b5","verse":"Mark 4:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41004011_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v41004011-1\">11&nbsp;</b>And he said to them, <span class=\"woc\">“To you has been given the secret of the kingdom of God, but for those outside everything is in parables,</span></p>\n</div>","kjv":"<strong>11</strong> And he said unto them, Unto you it is given to know the mystery of the kingdom of God: but unto them that are without, all these things  are done in parables:  ","niv":"<sup><strong>11</strong></sup> He told them, \"The secret of the kingdom of God has been given to you. But to those on the outside everything is said in parables"},{"_id":"61622eec9b02b3054ca4f8c0","topicId":"61622ee89b02b3054ca4f8b5","verse":"Genesis 3:1-24","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01003001_03-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01003001-1\">3:1&nbsp;</b>Now the serpent was more crafty than any other beast of the field that the LORD God had made.</p>\n<p id=\"p01003001_03-11\">He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?” <b class=\"verse-num\" id=\"v01003002-1\">2&nbsp;</b>And the woman said to the serpent, “We may eat of the fruit of the trees in the garden, <b class=\"verse-num\" id=\"v01003003-1\">3&nbsp;</b>but God said, ‘You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.’” <b class=\"verse-num\" id=\"v01003004-1\">4&nbsp;</b>But the serpent said to the woman, “You will not surely die. <b class=\"verse-num\" id=\"v01003005-1\">5&nbsp;</b>For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.” <b class=\"verse-num\" id=\"v01003006-1\">6&nbsp;</b>So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate, and she also gave some to her husband who was with her, and he ate. <b class=\"verse-num\" id=\"v01003007-1\">7&nbsp;</b>Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths.</p>\n<p id=\"p01003007_03-11\"><b class=\"verse-num\" id=\"v01003008-1\">8&nbsp;</b>And they heard the sound of the LORD God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden. <b class=\"verse-num\" id=\"v01003009-1\">9&nbsp;</b>But the LORD God called to the man and said to him, “Where are you?” <b class=\"verse-num\" id=\"v01003010-1\">10&nbsp;</b>And he said, “I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself.” <b class=\"verse-num\" id=\"v01003011-1\">11&nbsp;</b>He said, “Who told you that you were naked? Have you eaten of the tree of which I commanded you not to eat?” <b class=\"verse-num\" id=\"v01003012-1\">12&nbsp;</b>The man said, “The woman whom you gave to be with me, she gave me fruit of the tree, and I ate.” <b class=\"verse-num\" id=\"v01003013-1\">13&nbsp;</b>Then the LORD God said to the woman, “What is this that you have done?” The woman said, “The serpent deceived me, and I ate.”</p>\n<p id=\"p01003013_03-11\"><b class=\"verse-num\" id=\"v01003014-1\">14&nbsp;</b>The LORD God said to the serpent,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003014_03-11\" class=\"line\">&nbsp;&nbsp;“Because you have done this,</span><br><span id=\"p01003014_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cursed are you above all livestock</span><br><span id=\"p01003014_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and above all beasts of the field;</span><br><span id=\"p01003014_03-11\" class=\"line\">&nbsp;&nbsp;on your belly you shall go,</span><br><span id=\"p01003014_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dust you shall eat</span><br><span id=\"p01003014_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of your life.</span><br><span id=\"p01003015_03-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003015-1\">15&nbsp;</b>&nbsp;&nbsp;I will put enmity between you and the woman,</span><br><span id=\"p01003015_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and between your offspring and her offspring;</span><br><span id=\"p01003015_03-11\" class=\"line\">&nbsp;&nbsp;he shall bruise your head,</span><br><span id=\"p01003015_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall bruise his heel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003015_03-11\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_03-11\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_03-11\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003016_03-11\"><b class=\"verse-num\" id=\"v01003017-1\">17&nbsp;</b>And to Adam he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003017_03-11\" class=\"line\">&nbsp;&nbsp;“Because you have listened to the voice of your wife</span><br><span id=\"p01003017_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have eaten of the tree</span><br><span id=\"p01003017_03-11\" class=\"line\">&nbsp;&nbsp;of which I commanded you,</span><br><span id=\"p01003017_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘You shall not eat of it,’</span><br><span id=\"p01003017_03-11\" class=\"line\">&nbsp;&nbsp;cursed is the ground because of you;</span><br><span id=\"p01003017_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall eat of it all the days of your life;</span><br><span id=\"p01003018_03-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003018-1\">18&nbsp;</b>&nbsp;&nbsp;thorns and thistles it shall bring forth for you;</span><br><span id=\"p01003018_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall eat the plants of the field.</span><br><span id=\"p01003019_03-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_03-11\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_03-11\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_03-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003019_03-11\"><b class=\"verse-num\" id=\"v01003020-1\">20&nbsp;</b>The man called his wife’s name Eve, because she was the mother of all living. <b class=\"verse-num\" id=\"v01003021-1\">21&nbsp;</b>And the LORD God made for Adam and for his wife garments of skins and clothed them.</p>\n<p id=\"p01003021_03-11\"><b class=\"verse-num\" id=\"v01003022-1\">22&nbsp;</b>Then the LORD God said, “Behold, the man has become like one of us in knowing good and evil. Now, lest he reach out his hand and take also of the tree of life and eat, and live forever—” <b class=\"verse-num\" id=\"v01003023-1\">23&nbsp;</b>therefore the LORD God sent him out from the garden of Eden to work the ground from which he was taken. <b class=\"verse-num\" id=\"v01003024-1\">24&nbsp;</b>He drove out the man, and at the east of the garden of Eden he placed the cherubim and a flaming sword that turned every way to guard the way to the tree of life.</p>\n\n</div>","kjv":"<strong>1</strong> Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?  <strong>2</strong> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:  <strong>3</strong> But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.  <strong>4</strong> And the serpent said unto the woman, Ye shall not surely die:  <strong>5</strong> For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.  <strong>6</strong> And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.  <strong>7</strong> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.  <strong>8</strong> And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.  <strong>9</strong> And the LORD God called unto Adam, and said unto him, Where art  thou?  <strong>10</strong> And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.  <strong>11</strong> And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?  <strong>12</strong> And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.  <strong>13</strong> And the LORD God said unto the woman, What is this that  thou hast done? And the woman said, The serpent beguiled me, and I did eat.  <strong>14</strong> And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:  <strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  <strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  <strong>17</strong> And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;  <strong>18</strong> Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;  <strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  <strong>20</strong> And Adam called his wife’s name Eve; because she was the mother of all living.  <strong>21</strong> Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them.  <strong>22</strong> And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:  <strong>23</strong> Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken.  <strong>24</strong> So he drove out the man; and he placed at the east of the garden of Eden Cherubim, and a flaming sword which turned every way, to keep the way of the tree of life.  ","niv":"<sup><strong>1</strong></sup> Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\" <sup><strong>2</strong></sup> The woman said to the serpent, \"We may eat fruit from the trees in the garden, <sup><strong>3</strong></sup> but God did say, 'You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.'\" <sup><strong>4</strong></sup> \"You will not surely die,\" the serpent said to the woman. <sup><strong>5</strong></sup> \"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\" <sup><strong>6</strong></sup> When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it. <sup><strong>7</strong></sup> Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves. <sup><strong>8</strong></sup> Then the man and his wife heard the sound of the LORD God as he was walking in the garden in the cool of the day, and they hid from the LORD God among the trees of the garden. <sup><strong>9</strong></sup> But the LORD God called to the man, \"Where are you?\" <sup><strong>10</strong></sup> He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\" <sup><strong>11</strong></sup> And he said, \"Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\" <sup><strong>12</strong></sup> The man said, \"The woman you put here with me-she gave me some fruit from the tree, and I ate it.\" <sup><strong>13</strong></sup> Then the LORD God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\" <sup><strong>14</strong></sup> So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all the livestock and all the wild animals! You will crawl on your belly and you will eat dust all the days of your life. <sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\" <sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\" <sup><strong>17</strong></sup> To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,'\"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life. <sup><strong>18</strong></sup> It will produce thorns and thistles for you, and you will eat the plants of the field. <sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\" <sup><strong>20</strong></sup> Adam named his wife Eve, because she would become the mother of all the living. <sup><strong>21</strong></sup> The LORD God made garments of skin for Adam and his wife and clothed them. <sup><strong>22</strong></sup> And the LORD God said, \"The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.\" <sup><strong>23</strong></sup> So the LORD God banished him from the Garden of Eden to work the ground from which he had been taken. <sup><strong>24</strong></sup> After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life. "},{"_id":"61622eec9b02b3054ca4f8c1","topicId":"61622ee89b02b3054ca4f8b5","verse":"Genesis 1:1-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-12\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-12\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-12\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-12\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-12\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-12\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-12\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-12\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-12\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"61622eec9b02b3054ca4f8c2","topicId":"61622ee89b02b3054ca4f8b5","verse":"Revelation 20:1-3","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. "},{"_id":"61622eec9b02b3054ca4f8c3","topicId":"61622ee89b02b3054ca4f8b5","verse":"1 John 4:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62004003_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004003-1\">3&nbsp;</b>and every spirit that does not confess Jesus is not from God. This is the spirit of the antichrist, which you heard was coming and now is in the world already.</p>\n</div>","kjv":"<strong>3</strong> And every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, whereof ye have heard that it should come; and even now already is it in the world.  ","niv":"<sup><strong>3</strong></sup> but every spirit that does not acknowledge Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming and even now is already in the world."},{"_id":"61622eed9b02b3054ca4f8c4","topicId":"61622ee89b02b3054ca4f8b5","verse":"1 John 4:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62004002_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004002-1\">2&nbsp;</b>By this you know the Spirit of God: every spirit that confesses that Jesus Christ has come in the flesh is from God,</p>\n</div>","kjv":"<strong>2</strong> Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:  ","niv":"<sup><strong>2</strong></sup> This is how you can recognize the Spirit of God: Every spirit that acknowledges that Jesus Christ has come in the flesh is from God,"},{"_id":"61622eed9b02b3054ca4f8c5","topicId":"61622ee89b02b3054ca4f8b5","verse":"1 John 4:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"61622eed9b02b3054ca4f8c6","topicId":"61622ee89b02b3054ca4f8b5","verse":"James 5:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59005014_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005014-1\">14&nbsp;</b>Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord.</p>\n</div>","kjv":"<strong>14</strong> Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:  ","niv":"<sup><strong>14</strong></sup> Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord."},{"_id":"61622eee9b02b3054ca4f8c7","topicId":"61622ee89b02b3054ca4f8b5","verse":"James 5:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59005012_01-18\"><b class=\"verse-num\" id=\"v59005012-1\">12&nbsp;</b>But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your “yes” be yes and your “no” be no, so that you may not fall under condemnation.</p>\n</div>","kjv":"<strong>12</strong> But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.  ","niv":"<sup><strong>12</strong></sup> Above all, my brothers, do not swear--not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned."},{"_id":"61622eee9b02b3054ca4f8c8","topicId":"61622ee89b02b3054ca4f8b5","verse":"2 Timothy 2:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55002018_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002018-1\">18&nbsp;</b>who have swerved from the truth, saying that the resurrection has already happened. They are upsetting the faith of some.</p>\n</div>","kjv":"<strong>18</strong> Who concerning the truth have erred, saying that the resurrection is past already; and overthrow the faith of some.  ","niv":"<sup><strong>18</strong></sup> who have wandered away from the truth. They say that the resurrection has already taken place, and they destroy the faith of some."},{"_id":"61622eee9b02b3054ca4f8c9","topicId":"61622ee89b02b3054ca4f8b5","verse":"1 Timothy 2:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54002004_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth."},{"_id":"61622eef9b02b3054ca4f8ca","topicId":"61622ee89b02b3054ca4f8b5","verse":"2 Corinthians 5:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p47005010_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005010-1\">10&nbsp;</b>For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil.</p>\n</div>","kjv":"<strong>10</strong> For we must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.  ","niv":"<sup><strong>10</strong></sup> For we must all appear before the judgment seat of Christ, that each one may receive what is due him for the things done while in the body, whether good or bad."},{"_id":"61622eef9b02b3054ca4f8cb","topicId":"61622ee89b02b3054ca4f8b5","verse":"1 Corinthians 8:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46008001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46008001-1\">8:1&nbsp;</b>Now concerning food offered to idols: we know that “all of us possess knowledge.” This “knowledge” puffs up, but love builds up.</p>\n\n</div>","kjv":"<strong>1</strong> Now as touching things offered unto idols, we know that we all have knowledge. Knowledge puffeth up, but charity edifieth.  ","niv":"<sup><strong>1</strong></sup> Now about food sacrificed to idols: We know that we all possess knowledge. Knowledge puffs up, but love builds up."},{"_id":"61622eef9b02b3054ca4f8cc","topicId":"61622ee89b02b3054ca4f8b5","verse":"Acts 15:1-41","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44015001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44015001-1\">15:1&nbsp;</b>But some men came down from Judea and were teaching the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.” <b class=\"verse-num\" id=\"v44015002-1\">2&nbsp;</b>And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question. <b class=\"verse-num\" id=\"v44015003-1\">3&nbsp;</b>So, being sent on their way by the church, they passed through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and brought great joy to all the brothers. <b class=\"verse-num\" id=\"v44015004-1\">4&nbsp;</b>When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them. <b class=\"verse-num\" id=\"v44015005-1\">5&nbsp;</b>But some believers who belonged to the party of the Pharisees rose up and said, “It is necessary to circumcise them and to order them to keep the law of Moses.”</p>\n<p id=\"p44015005_04-25\"><b class=\"verse-num\" id=\"v44015006-1\">6&nbsp;</b>The apostles and the elders were gathered together to consider this matter. <b class=\"verse-num\" id=\"v44015007-1\">7&nbsp;</b>And after there had been much debate, Peter stood up and said to them, “Brothers, you know that in the early days God made a choice among you, that by my mouth the Gentiles should hear the word of the gospel and believe. <b class=\"verse-num\" id=\"v44015008-1\">8&nbsp;</b>And God, who knows the heart, bore witness to them, by giving them the Holy Spirit just as he did to us, <b class=\"verse-num\" id=\"v44015009-1\">9&nbsp;</b>and he made no distinction between us and them, having cleansed their hearts by faith. <b class=\"verse-num\" id=\"v44015010-1\">10&nbsp;</b>Now, therefore, why are you putting God to the test by placing a yoke on the neck of the disciples that neither our fathers nor we have been able to bear? <b class=\"verse-num\" id=\"v44015011-1\">11&nbsp;</b>But we believe that we will be saved through the grace of the Lord Jesus, just as they will.”</p>\n<p id=\"p44015011_04-25\"><b class=\"verse-num\" id=\"v44015012-1\">12&nbsp;</b>And all the assembly fell silent, and they listened to Barnabas and Paul as they related what signs and wonders God had done through them among the Gentiles. <b class=\"verse-num\" id=\"v44015013-1\">13&nbsp;</b>After they finished speaking, James replied, “Brothers, listen to me. <b class=\"verse-num\" id=\"v44015014-1\">14&nbsp;</b>Simeon has related how God first visited the Gentiles, to take from them a people for his name. <b class=\"verse-num\" id=\"v44015015-1\">15&nbsp;</b>And with this the words of the prophets agree, just as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44015016_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015016-1\">16&nbsp;</b>&nbsp;&nbsp;“‘After this I will return,</span><br><span id=\"p44015016_04-25\" class=\"line\">&nbsp;&nbsp;and I will rebuild the tent of David that has fallen;</span><br><span id=\"p44015016_04-25\" class=\"line\">&nbsp;&nbsp;I will rebuild its ruins,</span><br><span id=\"p44015016_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp; and I will restore it,</span><br><span id=\"p44015017_04-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015017-1\">17&nbsp;</b>&nbsp;&nbsp;that the remnant of mankind may seek the Lord,</span><br><span id=\"p44015017_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the Gentiles who are called by my name,</span><br><span id=\"p44015017_04-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the Lord, who makes these things <b class=\"verse-num inline\" id=\"v44015018-1\">18&nbsp;</b>known from of old.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44015018_04-25\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44015019-1\">19&nbsp;</b>Therefore my judgment is that we should not trouble those of the Gentiles who turn to God, <b class=\"verse-num\" id=\"v44015020-1\">20&nbsp;</b>but should write to them to abstain from the things polluted by idols, and from sexual immorality, and from what has been strangled, and from blood. <b class=\"verse-num\" id=\"v44015021-1\">21&nbsp;</b>For from ancient generations Moses has had in every city those who proclaim him, for he is read every Sabbath in the synagogues.”</p>\n\n<p id=\"p44015021_10-25\"><b class=\"verse-num\" id=\"v44015022-1\">22&nbsp;</b>Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers, <b class=\"verse-num\" id=\"v44015023-1\">23&nbsp;</b>with the following letter: “The brothers, both the apostles and the elders, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, greetings. <b class=\"verse-num\" id=\"v44015024-1\">24&nbsp;</b>Since we have heard that some persons have gone out from us and troubled you with words, unsettling your minds, although we gave them no instructions, <b class=\"verse-num\" id=\"v44015025-1\">25&nbsp;</b>it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul, <b class=\"verse-num\" id=\"v44015026-1\">26&nbsp;</b>men who have risked their lives for the name of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v44015027-1\">27&nbsp;</b>We have therefore sent Judas and Silas, who themselves will tell you the same things by word of mouth. <b class=\"verse-num\" id=\"v44015028-1\">28&nbsp;</b>For it has seemed good to the Holy Spirit and to us to lay on you no greater burden than these requirements: <b class=\"verse-num\" id=\"v44015029-1\">29&nbsp;</b>that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”</p>\n<p id=\"p44015029_10-25\"><b class=\"verse-num\" id=\"v44015030-1\">30&nbsp;</b>So when they were sent off, they went down to Antioch, and having gathered the congregation together, they delivered the letter. <b class=\"verse-num\" id=\"v44015031-1\">31&nbsp;</b>And when they had read it, they rejoiced because of its encouragement. <b class=\"verse-num\" id=\"v44015032-1\">32&nbsp;</b>And Judas and Silas, who were themselves prophets, encouraged and strengthened the brothers with many words. <b class=\"verse-num\" id=\"v44015033-1\">33&nbsp;</b>And after they had spent some time, they were sent off in peace by the brothers to those who had sent them. <b class=\"verse-num\" id=\"v44015035-1\">35&nbsp;</b>But Paul and Barnabas remained in Antioch, teaching and preaching the word of the Lord, with many others also.</p>\n\n<p id=\"p44015035_14-25\"><b class=\"verse-num\" id=\"v44015036-1\">36&nbsp;</b>And after some days Paul said to Barnabas, “Let us return and visit the brothers in every city where we proclaimed the word of the Lord, and see how they are.” <b class=\"verse-num\" id=\"v44015037-1\">37&nbsp;</b>Now Barnabas wanted to take with them John called Mark. <b class=\"verse-num\" id=\"v44015038-1\">38&nbsp;</b>But Paul thought best not to take with them one who had withdrawn from them in Pamphylia and had not gone with them to the work. <b class=\"verse-num\" id=\"v44015039-1\">39&nbsp;</b>And there arose a sharp disagreement, so that they separated from each other. Barnabas took Mark with him and sailed away to Cyprus, <b class=\"verse-num\" id=\"v44015040-1\">40&nbsp;</b>but Paul chose Silas and departed, having been commended by the brothers to the grace of the Lord. <b class=\"verse-num\" id=\"v44015041-1\">41&nbsp;</b>And he went through Syria and Cilicia, strengthening the churches.</p>\n\n</div>","kjv":"<strong>1</strong> And certain men which came down from Judaea taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved.  <strong>2</strong> When therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas, and certain other of them, should go up to Jerusalem unto the apostles and elders about this question.  <strong>3</strong> And being brought on their way by the church, they passed through Phenice and Samaria, declaring the conversion of the Gentiles: and they caused great joy unto all the brethren.  <strong>4</strong> And when they were come to Jerusalem, they were received of the church, and of the apostles and elders, and they declared all things that God had done with them.  <strong>5</strong> But there rose up certain of the sect of the Pharisees which believed, saying, That it was needful to circumcise them, and to command them  to keep the law of Moses.  <strong>6</strong> And the apostles and elders came together for to consider of this matter.  <strong>7</strong> And when there had been much disputing, Peter rose up, and said unto them, Men and brethren, ye know how that a good while ago God made choice among us, that the Gentiles by my mouth should hear the word of the gospel, and believe.  <strong>8</strong> And God, which knoweth the hearts, bare them witness, giving them the Holy Ghost, even as he did unto us;  <strong>9</strong> And put no difference between us and them, purifying their hearts by faith.  <strong>10</strong> Now therefore why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?  <strong>11</strong> But we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they.  <strong>12</strong> Then all the multitude kept silence, and gave audience to Barnabas and Paul, declaring what miracles and wonders God had wrought among the Gentiles by them.  <strong>13</strong> And after they had held their peace, James answered, saying, Men and brethren, hearken unto me:  <strong>14</strong> Simeon hath declared how God at the first did visit the Gentiles, to take out of them a people for his name.  <strong>15</strong> And to this agree the words of the prophets; as it is written,  <strong>16</strong> After this I will return, and will build again the tabernacle of David, which is fallen down; and I will build again the ruins thereof, and I will set it up:  <strong>17</strong> That the residue of men might seek after the Lord, and all the Gentiles, upon whom my name is called, saith the Lord, who doeth all these things.  <strong>18</strong> Known unto God are all his works from the beginning of the world.  <strong>19</strong> Wherefore my sentence is, that we trouble not them, which from among the Gentiles are turned to God:  <strong>20</strong> But that we write unto them, that they abstain from pollutions of idols, and from fornication, and from things strangled, and from blood.  <strong>21</strong> For Moses of old time hath in every city them that preach him, being read in the synagogues every sabbath day.  <strong>22</strong> Then pleased it the apostles and elders, with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas; namely,  Judas surnamed Barsabas, and Silas, chief men among the brethren:  <strong>23</strong> And they wrote letters by them after this manner; The apostles and elders and brethren send greeting unto the brethren which are of the Gentiles in Antioch and Syria and Cilicia:  <strong>24</strong> Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must  be circumcised, and keep the law: to whom we gave no such  commandment:  <strong>25</strong> It seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,  <strong>26</strong> Men that have hazarded their lives for the name of our Lord Jesus Christ.  <strong>27</strong> We have sent therefore Judas and Silas, who shall also tell you  the same things by mouth.  <strong>28</strong> For it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things;  <strong>29</strong> That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.  <strong>30</strong> So when they were dismissed, they came to Antioch: and when they had gathered the multitude together, they delivered the epistle:  <strong>31</strong> Which when they had read, they rejoiced for the consolation.  <strong>32</strong> And Judas and Silas, being prophets also themselves, exhorted the brethren with many words, and confirmed them.  <strong>33</strong> And after they had tarried there a space, they were let go in peace from the brethren unto the apostles.  <strong>34</strong> Notwithstanding it pleased Silas to abide there still.  <strong>35</strong> Paul also and Barnabas continued in Antioch, teaching and preaching the word of the Lord, with many others also.  <strong>36</strong> And some days after Paul said unto Barnabas, Let us go again and visit our brethren in every city where we have preached the word of the Lord, and see how they do.  <strong>37</strong> And Barnabas determined to take with them John, whose surname was Mark.  <strong>38</strong> But Paul thought not good to take him with them, who departed from them from Pamphylia, and went not with them to the work.  <strong>39</strong> And the contention was so sharp between them, that they departed asunder one from the other: and so Barnabas took Mark, and sailed unto Cyprus;  <strong>40</strong> And Paul chose Silas, and departed, being recommended by the brethren unto the grace of God.  <strong>41</strong> And he went through Syria and Cilicia, confirming the churches.  ","niv":"<sup><strong>1</strong></sup> Some men came down from Judea to Antioch and were teaching the brothers: \"Unless you are circumcised, according to the custom taught by Moses, you cannot be saved.\" <sup><strong>2</strong></sup> This brought Paul and Barnabas into sharp dispute and debate with them. So Paul and Barnabas were appointed, along with some other believers, to go up to Jerusalem to see the apostles and elders about this question. <sup><strong>3</strong></sup> The church sent them on their way, and as they traveled through Phoenicia and Samaria, they told how the Gentiles had been converted. This news made all the brothers very glad. <sup><strong>4</strong></sup> When they came to Jerusalem, they were welcomed by the church and the apostles and elders, to whom they reported everything God had done through them. <sup><strong>5</strong></sup> Then some of the believers who belonged to the party of the Pharisees stood up and said, \"The Gentiles must be circumcised and required to obey the law of Moses.\" <sup><strong>6</strong></sup> The apostles and elders met to consider this question. <sup><strong>7</strong></sup> After much discussion, Peter got up and addressed them: \"Brothers, you know that some time ago God made a choice among you that the Gentiles might hear from my lips the message of the gospel and believe. <sup><strong>8</strong></sup> God, who knows the heart, showed that he accepted them by giving the Holy Spirit to them, just as he did to us. <sup><strong>9</strong></sup> He made no distinction between us and them, for he purified their hearts by faith. <sup><strong>10</strong></sup> Now then, why do you try to test God by putting on the necks of the disciples a yoke that neither we nor our fathers have been able to bear? <sup><strong>11</strong></sup> No! We believe it is through the grace of our Lord Jesus that we are saved, just as they are.\" <sup><strong>12</strong></sup> The whole assembly became silent as they listened to Barnabas and Paul telling about the miraculous signs and wonders God had done among the Gentiles through them. <sup><strong>13</strong></sup> When they finished, James spoke up: \"Brothers, listen to me. <sup><strong>14</strong></sup> Simon has described to us how God at first showed his concern by taking from the Gentiles a people for himself. <sup><strong>15</strong></sup> The words of the prophets are in agreement with this, as it is written: <sup><strong>16</strong></sup> \"'After this I will return and rebuild David's fallen tent. Its ruins I will rebuild, and I will restore it, <sup><strong>17</strong></sup> that the remnant of men may seek the Lord, and all the Gentiles who bear my name, says the Lord, who does these things' <sup><strong>18</strong></sup> that have been known for ages. <sup><strong>19</strong></sup> \"It is my judgment, therefore, that we should not make it difficult for the Gentiles who are turning to God. <sup><strong>20</strong></sup> Instead we should write to them, telling them to abstain from food polluted by idols, from sexual immorality, from the meat of strangled animals and from blood. <sup><strong>21</strong></sup> For Moses has been preached in every city from the earliest times and is read in the synagogues on every Sabbath.\" <sup><strong>22</strong></sup> Then the apostles and elders, with the whole church, decided to choose some of their own men and send them to Antioch with Paul and Barnabas. They chose Judas (called Barsabbas) and Silas, two men who were leaders among the brothers. <sup><strong>23</strong></sup> With them they sent the following letter: The apostles and elders, your brothers, To the Gentile believers in Antioch, Syria and Cilicia: Greetings. <sup><strong>24</strong></sup> We have heard that some went out from us without our authorization and disturbed you, troubling your minds by what they said. <sup><strong>25</strong></sup> So we all agreed to choose some men and send them to you with our dear friends Barnabas and Paul-- <sup><strong>26</strong></sup> men who have risked their lives for the name of our Lord Jesus Christ. <sup><strong>27</strong></sup> Therefore we are sending Judas and Silas to confirm by word of mouth what we are writing. <sup><strong>28</strong></sup> It seemed good to the Holy Spirit and to us not to burden you with anything beyond the following requirements: <sup><strong>29</strong></sup> You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things. Farewell. <sup><strong>30</strong></sup> The men were sent off and went down to Antioch, where they gathered the church together and delivered the letter. <sup><strong>31</strong></sup> The people read it and were glad for its encouraging message. <sup><strong>32</strong></sup> Judas and Silas, who themselves were prophets, said much to encourage and strengthen the brothers. <sup><strong>33</strong></sup> After spending some time there, they were sent off by the brothers with the blessing of peace to return to those who had sent them. <sup><strong>34</strong></sup> See Footnote <sup><strong>35</strong></sup> But Paul and Barnabas remained in Antioch, where they and many others taught and preached the word of the Lord. <sup><strong>36</strong></sup> Some time later Paul said to Barnabas, \"Let us go back and visit the brothers in all the towns where we preached the word of the Lord and see how they are doing.\" <sup><strong>37</strong></sup> Barnabas wanted to take John, also called Mark, with them, <sup><strong>38</strong></sup> but Paul did not think it wise to take him, because he had deserted them in Pamphylia and had not continued with them in the work. <sup><strong>39</strong></sup> They had such a sharp disagreement that they parted company. Barnabas took Mark and sailed for Cyprus, <sup><strong>40</strong></sup> but Paul chose Silas and left, commended by the brothers to the grace of the Lord. <sup><strong>41</strong></sup> He went through Syria and Cilicia, strengthening the churches. "},{"_id":"61622eef9b02b3054ca4f8cd","topicId":"61622ee89b02b3054ca4f8b5","verse":"Acts 11:26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44011026_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44011026-1\">26&nbsp;</b>and when he had found him, he brought him to Antioch. For a whole year they met with the church and taught a great many people. And in Antioch the disciples were first called Christians.</p>\n</div>","kjv":"<strong>26</strong> And when he had found him, he brought him unto Antioch. And it came to pass, that a whole year they assembled themselves with the church, and taught much people. And the disciples were called Christians first in Antioch.  ","niv":"<sup><strong>26</strong></sup> and when he found him, he brought him to Antioch. So for a whole year Barnabas and Saul met with the church and taught great numbers of people. The disciples were called Christians first at Antioch."},{"_id":"61622ef09b02b3054ca4f8ce","topicId":"61622ee89b02b3054ca4f8b5","verse":"Acts 2:38","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."}]}