{"_id":"616231399b02b3054ca4fa2f","slug":"god-hates-liars","name":"God Hates Liars","verses":[{"_id":"6162313a9b02b3054ca4fa30","topicId":"616231399b02b3054ca4fa2f","verse":"Proverbs 6:16-19","votes":238,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006016_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006016-1\">16&nbsp;</b>&nbsp;&nbsp;There are six things that the LORD hates,</span><br><span id=\"p20006016_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seven that are an abomination to him:</span><br><span id=\"p20006017_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006017-1\">17&nbsp;</b>&nbsp;&nbsp;haughty eyes, a lying tongue,</span><br><span id=\"p20006017_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hands that shed innocent blood,</span><br><span id=\"p20006018_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006018-1\">18&nbsp;</b>&nbsp;&nbsp;a heart that devises wicked plans,</span><br><span id=\"p20006018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feet that make haste to run to evil,</span><br><span id=\"p20006019_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006019-1\">19&nbsp;</b>&nbsp;&nbsp;a false witness who breathes out lies,</span><br><span id=\"p20006019_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who sows discord among brothers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> These six things doth the LORD hate: yea, seven are  an abomination unto him:  <strong>17</strong> A proud look, a lying tongue, and hands that shed innocent blood,  <strong>18</strong> An heart that deviseth wicked imaginations, feet that be swift in running to mischief,  <strong>19</strong> A false witness that speaketh lies, and he that soweth discord among brethren.  ","niv":"<sup><strong>16</strong></sup> There are six things the LORD hates, seven that are detestable to him: <sup><strong>17</strong></sup> haughty eyes, a lying tongue, hands that shed innocent blood, <sup><strong>18</strong></sup> a heart that devises wicked schemes, feet that are quick to rush into evil, <sup><strong>19</strong></sup> a false witness who pours out lies and a man who stirs up dissension among brothers. ","modified":"2023-06-08T16:18:59.469Z"},{"_id":"6162313b9b02b3054ca4fa31","topicId":"616231399b02b3054ca4fa2f","verse":"1 Corinthians 6:9-10","votes":57,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-3\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. "},{"_id":"6162313b9b02b3054ca4fa32","topicId":"616231399b02b3054ca4fa2f","verse":"Revelation 21:8","votes":92,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"6162313b9b02b3054ca4fa33","topicId":"616231399b02b3054ca4fa2f","verse":"Proverbs 12:22","votes":149,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012022_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012022-1\">22&nbsp;</b>&nbsp;&nbsp;Lying lips are an abomination to the LORD,</span><br><span id=\"p20012022_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those who act faithfully are his delight.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Lying lips are abomination to the LORD: but they that deal truly are his delight.  ","niv":"<sup><strong>22</strong></sup> The LORD detests lying lips, but he delights in men who are truthful.","modified":"2022-06-26T09:58:22.354Z"},{"_id":"6162313b9b02b3054ca4fa34","topicId":"616231399b02b3054ca4fa2f","verse":"Exodus 20:16","votes":50,"__v":0,"esv":"<div>\n<p id=\"p02020016_01-6\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n</div>","kjv":"<strong>16</strong> Thou shalt not bear false witness against thy neighbour.  ","niv":"<sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor.","modified":"2022-06-16T09:27:28.388Z"},{"_id":"6162313c9b02b3054ca4fa35","topicId":"616231399b02b3054ca4fa2f","verse":"Proverbs 13:5","votes":41,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013005_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013005-1\">5&nbsp;</b>&nbsp;&nbsp;The righteous hates falsehood,</span><br><span id=\"p20013005_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the wicked brings shame and disgrace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>5</strong> A righteous man hateth lying: but a wicked man is loathsome, and cometh to shame.  ","niv":"<sup><strong>5</strong></sup> The righteous hate what is false, but the wicked bring shame and disgrace."},{"_id":"6162313c9b02b3054ca4fa36","topicId":"616231399b02b3054ca4fa2f","verse":"John 8:31-32","votes":33,"__v":0,"esv":"<div>\n\n<p id=\"p43008031_07-8\"><b class=\"verse-num\" id=\"v43008031-1\">31&nbsp;</b>So Jesus said to the Jews who had believed him, <span class=\"woc\">“If you abide in my word, you are truly my disciples,</span> <b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>31</strong> Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed;  <strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>31</strong></sup> To the Jews who had believed him, Jesus said, \"If you hold to my teaching, you are really my disciples. <sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\" "},{"_id":"6162313c9b02b3054ca4fa37","topicId":"616231399b02b3054ca4fa2f","verse":"James 3:1-18","votes":33,"__v":0,"esv":"<div>\n\n<p id=\"p59003001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59003001-1\">3:1&nbsp;</b>Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness. <b class=\"verse-num\" id=\"v59003002-1\">2&nbsp;</b>For we all stumble in many ways. And if anyone does not stumble in what he says, he is a perfect man, able also to bridle his whole body. <b class=\"verse-num\" id=\"v59003003-1\">3&nbsp;</b>If we put bits into the mouths of horses so that they obey us, we guide their whole bodies as well. <b class=\"verse-num\" id=\"v59003004-1\">4&nbsp;</b>Look at the ships also: though they are so large and are driven by strong winds, they are guided by a very small rudder wherever the will of the pilot directs. <b class=\"verse-num\" id=\"v59003005-1\">5&nbsp;</b>So also the tongue is a small member, yet it boasts of great things.</p>\n<p id=\"p59003005_04-9\">How great a forest is set ablaze by such a small fire! <b class=\"verse-num\" id=\"v59003006-1\">6&nbsp;</b>And the tongue is a fire, a world of unrighteousness. The tongue is set among our members, staining the whole body, setting on fire the entire course of life, and set on fire by hell. <b class=\"verse-num\" id=\"v59003007-1\">7&nbsp;</b>For every kind of beast and bird, of reptile and sea creature, can be tamed and has been tamed by mankind, <b class=\"verse-num\" id=\"v59003008-1\">8&nbsp;</b>but no human being can tame the tongue. It is a restless evil, full of deadly poison. <b class=\"verse-num\" id=\"v59003009-1\">9&nbsp;</b>With it we bless our Lord and Father, and with it we curse people who are made in the likeness of God. <b class=\"verse-num\" id=\"v59003010-1\">10&nbsp;</b>From the same mouth come blessing and cursing. My brothers, these things ought not to be so. <b class=\"verse-num\" id=\"v59003011-1\">11&nbsp;</b>Does a spring pour forth from the same opening both fresh and salt water? <b class=\"verse-num\" id=\"v59003012-1\">12&nbsp;</b>Can a fig tree, my brothers, bear olives, or a grapevine produce figs? Neither can a salt pond yield fresh water.</p>\n\n<p id=\"p59003012_07-9\"><b class=\"verse-num\" id=\"v59003013-1\">13&nbsp;</b>Who is wise and understanding among you? By his good conduct let him show his works in the meekness of wisdom. <b class=\"verse-num\" id=\"v59003014-1\">14&nbsp;</b>But if you have bitter jealousy and selfish ambition in your hearts, do not boast and be false to the truth. <b class=\"verse-num\" id=\"v59003015-1\">15&nbsp;</b>This is not the wisdom that comes down from above, but is earthly, unspiritual, demonic. <b class=\"verse-num\" id=\"v59003016-1\">16&nbsp;</b>For where jealousy and selfish ambition exist, there will be disorder and every vile practice. <b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere. <b class=\"verse-num\" id=\"v59003018-1\">18&nbsp;</b>And a harvest of righteousness is sown in peace by those who make peace.</p>\n\n</div>","kjv":"<strong>1</strong> My brethren, be not many masters, knowing that we shall receive the greater condemnation.  <strong>2</strong> For in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.  <strong>3</strong> Behold, we put bits in the horses’ mouths, that they may obey us; and we turn about their whole body.  <strong>4</strong> Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small helm, whithersoever the governor listeth.  <strong>5</strong> Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!  <strong>6</strong> And the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell.  <strong>7</strong> For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and hath been tamed of mankind:  <strong>8</strong> But the tongue can no man tame; it is an unruly evil, full of deadly poison.  <strong>9</strong> Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God.  <strong>10</strong> Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.  <strong>11</strong> Doth a fountain send forth at the same place sweet water  and bitter?  <strong>12</strong> Can the fig tree, my brethren, bear olive berries? either a vine, figs? so can no fountain both yield salt water and fresh.  <strong>13</strong> Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.  <strong>14</strong> But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth.  <strong>15</strong> This wisdom descendeth not from above, but is earthly, sensual, devilish.  <strong>16</strong> For where envying and strife is, there is confusion and every evil work.  <strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  <strong>18</strong> And the fruit of righteousness is sown in peace of them that make peace.  ","niv":"<sup><strong>1</strong></sup> Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly. <sup><strong>2</strong></sup> We all stumble in many ways. If anyone is never at fault in what he says, he is a perfect man, able to keep his whole body in check. <sup><strong>3</strong></sup> When we put bits into the mouths of horses to make them obey us, we can turn the whole animal. <sup><strong>4</strong></sup> Or take ships as an example. Although they are so large and are driven by strong winds, they are steered by a very small rudder wherever the pilot wants to go. <sup><strong>5</strong></sup> Likewise the tongue is a small part of the body, but it makes great boasts. Consider what a great forest is set on fire by a small spark. <sup><strong>6</strong></sup> The tongue also is a fire, a world of evil among the parts of the body. It corrupts the whole person, sets the whole course of his life on fire, and is itself set on fire by hell. <sup><strong>7</strong></sup> All kinds of animals, birds, reptiles and creatures of the sea are being tamed and have been tamed by man, <sup><strong>8</strong></sup> but no man can tame the tongue. It is a restless evil, full of deadly poison. <sup><strong>9</strong></sup> With the tongue we praise our Lord and Father, and with it we curse men, who have been made in God's likeness. <sup><strong>10</strong></sup> Out of the same mouth come praise and cursing. My brothers, this should not be. <sup><strong>11</strong></sup> Can both fresh water and salt water flow from the same spring? <sup><strong>12</strong></sup> My brothers, can a fig tree bear olives, or a grapevine bear figs? Neither can a salt spring produce fresh water. <sup><strong>13</strong></sup> Who is wise and understanding among you? Let him show it by his good life, by deeds done in the humility that comes from wisdom. <sup><strong>14</strong></sup> But if you harbor bitter envy and selfish ambition in your hearts, do not boast about it or deny the truth. <sup><strong>15</strong></sup> Such \"wisdom\" does not come down from heaven but is earthly, unspiritual, of the devil. <sup><strong>16</strong></sup> For where you have envy and selfish ambition, there you find disorder and every evil practice. <sup><strong>17</strong></sup> But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere. <sup><strong>18</strong></sup> Peacemakers who sow in peace raise a harvest of righteousness. ","modified":"2023-02-26T04:28:10.682Z"},{"_id":"6162313d9b02b3054ca4fa38","topicId":"616231399b02b3054ca4fa2f","verse":"Ephesians 4:15","votes":30,"__v":0,"esv":"<div>\n<p id=\"p49004015_01-10\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,</p>\n</div>","kjv":"<strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  ","niv":"<sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ."},{"_id":"6162313d9b02b3054ca4fa39","topicId":"616231399b02b3054ca4fa2f","verse":"Ephesians 6:11","votes":19,"__v":0,"esv":"<div>\n<p id=\"p49006011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil.</p>\n</div>","kjv":"<strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  ","niv":"<sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes.","modified":"2023-08-17T23:00:55.256Z"},{"_id":"6162313d9b02b3054ca4fa3a","topicId":"616231399b02b3054ca4fa2f","verse":"Revelation 21:27","votes":22,"__v":0,"esv":"<div>\n<p id=\"p66021027_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021027-1\">27&nbsp;</b>But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb’s book of life.</p>\n</div>","kjv":"<strong>27</strong> And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb’s book of life.  ","niv":"<sup><strong>27</strong></sup> Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life.","modified":"2022-11-12T21:15:46.477Z"},{"_id":"6162313d9b02b3054ca4fa3b","topicId":"616231399b02b3054ca4fa2f","verse":"James 1:19","votes":27,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-13\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry,"},{"_id":"6162313e9b02b3054ca4fa3c","topicId":"616231399b02b3054ca4fa2f","verse":"John 14:6","votes":22,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"6162313e9b02b3054ca4fa3d","topicId":"616231399b02b3054ca4fa2f","verse":"1 Samuel 16:7","votes":21,"__v":0,"esv":"<div>\n<p id=\"p09016007_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016007-1\">7&nbsp;</b>But the LORD said to Samuel, “Do not look on his appearance or on the height of his stature, because I have rejected him. For the LORD sees not as man sees: man looks on the outward appearance, but the LORD looks on the heart.”</p>\n</div>","kjv":"<strong>7</strong> But the LORD said unto Samuel, Look not on his countenance, or on the height of his stature; because I have refused him: for the LORD seeth  not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart.  ","niv":"<sup><strong>7</strong></sup> But the LORD said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The LORD does not look at the things man looks at. Man looks at the outward appearance, but the LORD looks at the heart.\""},{"_id":"6162313f9b02b3054ca4fa3e","topicId":"616231399b02b3054ca4fa2f","verse":"1 Kings 22:22","votes":15,"__v":0,"esv":"<div>\n<p id=\"p11022022_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v11022022-1\">22&nbsp;</b>And the LORD said to him, ‘By what means?’ And he said, ‘I will go out, and will be a lying spirit in the mouth of all his prophets.’ And he said, ‘You are to entice him, and you shall succeed; go out and do so.’</p>\n</div>","kjv":"<strong>22</strong> And the LORD said unto him, Wherewith? And he said, I will go forth, and I will be a lying spirit in the mouth of all his prophets. And he said, Thou shalt persuade him, and prevail also: go forth, and do so.  ","niv":"<sup><strong>22</strong></sup> \"'By what means?' the LORD asked. \"'I will go out and be a lying spirit in the mouths of all his prophets,' he said. \"'You will succeed in enticing him,' said the LORD. 'Go and do it.'"},{"_id":"6162313f9b02b3054ca4fa40","topicId":"616231399b02b3054ca4fa2f","verse":"Psalm 11:1-7","votes":13,"__v":0,"esv":"<div>\n\n<h4 id=\"p19011001_08-19\" class=\"psalm-title\">To the choirmaster. Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19011001_08-19\" class=\"line\"><b class=\"chapter-num\" id=\"v19011001-1\">11:1&nbsp;</b>&nbsp;&nbsp;In the LORD I take refuge;</span><br><span id=\"p19011001_08-19\" class=\"line\">&nbsp;&nbsp;how can you say to my soul,</span><br><span id=\"p19011001_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Flee like a bird to your mountain,</span><br><span id=\"p19011002_08-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19011002-1\">2&nbsp;</b>&nbsp;&nbsp;for behold, the wicked bend the bow;</span><br><span id=\"p19011002_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have fitted their arrow to the string</span><br><span id=\"p19011002_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to shoot in the dark at the upright in heart;</span><br><span id=\"p19011003_08-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19011003-1\">3&nbsp;</b>&nbsp;&nbsp;if the foundations are destroyed,</span><br><span id=\"p19011003_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what can the righteous do?”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19011004_08-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19011004-1\">4&nbsp;</b>&nbsp;&nbsp;The LORD is in his holy temple;</span><br><span id=\"p19011004_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD’s throne is in heaven;</span><br><span id=\"p19011004_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his eyes see, his eyelids test the children of man.</span><br><span id=\"p19011005_08-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19011005-1\">5&nbsp;</b>&nbsp;&nbsp;The LORD tests the righteous,</span><br><span id=\"p19011005_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but his soul hates the wicked and the one who loves violence.</span><br><span id=\"p19011006_08-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19011006-1\">6&nbsp;</b>&nbsp;&nbsp;Let him rain coals on the wicked;</span><br><span id=\"p19011006_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fire and sulfur and a scorching wind shall be the portion of their cup.</span><br><span id=\"p19011007_08-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19011007-1\">7&nbsp;</b>&nbsp;&nbsp;For the LORD is righteous;</span><br><span id=\"p19011007_08-19\" class=\"line\">&nbsp;&nbsp;he loves righteous deeds;</span><br><span id=\"p19011007_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the upright shall behold his face.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> In the LORD put I my trust: How say ye to my soul, Flee as  a bird to your mountain?  <strong>2</strong> For, lo, the wicked bend their bow, they make ready their arrow upon the string, that they may privily shoot at the upright in heart.  <strong>3</strong> If the foundations be destroyed, what can the righteous do?  <strong>4</strong> The LORD is in his holy temple, the LORD’S throne is  in heaven: his eyes behold, his eyelids try, the children of men.  <strong>5</strong> The LORD trieth the righteous: but the wicked and him that loveth violence his soul hateth.  <strong>6</strong> Upon the wicked he shall rain snares, fire and brimstone, and an horrible tempest: this shall be the portion of their cup.  <strong>7</strong> For the righteous LORD loveth righteousness; his countenance doth behold the upright.  ","niv":"<sup><strong>1</strong></sup> In the LORD I take refuge. How then can you say to me: \"Flee like a bird to your mountain. <sup><strong>2</strong></sup> For look, the wicked bend their bows; they set their arrows against the strings to shoot from the shadows at the upright in heart. <sup><strong>3</strong></sup> When the foundations are being destroyed, what can the righteous do?\" <sup><strong>4</strong></sup> The LORD is in his holy temple; the LORD is on his heavenly throne. He observes the sons of men; his eyes examine them. <sup><strong>5</strong></sup> The LORD examines the righteous, but the wicked and those who love violence his soul hates. <sup><strong>6</strong></sup> On the wicked he will rain fiery coals and burning sulfur; a scorching wind will be their lot. <sup><strong>7</strong></sup> For the LORD is righteous, he loves justice; upright men will see his face. "},{"_id":"6162313f9b02b3054ca4fa42","topicId":"616231399b02b3054ca4fa2f","verse":"Matthew 7:12","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-20\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets."},{"_id":"6162313f9b02b3054ca4fa41","topicId":"616231399b02b3054ca4fa2f","verse":"1 Corinthians 6:9","votes":14,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-22\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality,</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders","modified":"2022-07-07T12:15:57.780Z"},{"_id":"6162313f9b02b3054ca4fa3f","topicId":"616231399b02b3054ca4fa2f","verse":"Psalm 127:1","votes":15,"__v":0,"esv":"<div>\n\n<h4 id=\"p19127001_07-23\" class=\"psalm-title\">A Song of Ascents. Of Solomon.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127001_07-23\" class=\"line\"><b class=\"chapter-num\" id=\"v19127001-1\">127:1&nbsp;</b>&nbsp;&nbsp;Unless the LORD builds the house,</span><br><span id=\"p19127001_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who build it labor in vain.</span><br><span id=\"p19127001_07-23\" class=\"line\">&nbsp;&nbsp;Unless the LORD watches over the city,</span><br><span id=\"p19127001_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the watchman stays awake in vain.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Except the LORD build the house, they labour in vain that build it: except the LORD keep the city, the watchman waketh but in vain.  ","niv":"<sup><strong>1</strong></sup> Unless the LORD builds the house, its builders labor in vain. Unless the LORD watches over the city, the watchmen stand guard in vain."},{"_id":"616231409b02b3054ca4fa44","topicId":"616231399b02b3054ca4fa2f","verse":"Galatians 2:20","votes":12,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"616231409b02b3054ca4fa43","topicId":"616231399b02b3054ca4fa2f","verse":"Matthew 6:34","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40006034_01-25\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n</div>","kjv":"<strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own."},{"_id":"616231419b02b3054ca4fa45","topicId":"616231399b02b3054ca4fa2f","verse":"1 John 1:7","votes":12,"__v":0,"esv":"<div>\n<p id=\"p62001007_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001007-1\">7&nbsp;</b>But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin.</p>\n</div>","kjv":"<strong>7</strong> But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.  ","niv":"<sup><strong>7</strong></sup> But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin."},{"_id":"616231419b02b3054ca4fa47","topicId":"616231399b02b3054ca4fa2f","verse":"2 Timothy 3:15","votes":11,"__v":0,"esv":"<div>\n<p id=\"p55003015_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus.</p>\n</div>","kjv":"<strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  ","niv":"<sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus."},{"_id":"616231419b02b3054ca4fa46","topicId":"616231399b02b3054ca4fa2f","verse":"Psalm 5:5","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19005005_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v19005005-1\">5&nbsp;</b>&nbsp;&nbsp;The boastful shall not stand before your eyes;</span><br><span id=\"p19005005_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you hate all evildoers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> The foolish shall not stand in thy sight: thou hatest all workers of iniquity.  ","niv":"<sup><strong>5</strong></sup> The arrogant cannot stand in your presence; you hate all who do wrong.","modified":"2023-06-07T12:42:55.245Z"},{"_id":"616231419b02b3054ca4fa48","topicId":"616231399b02b3054ca4fa2f","verse":"2 Corinthians 5:17","votes":12,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"}]}