{"_id":"6162303d9b02b3054ca4f993","slug":"god-being-with-us","name":"God Being With Us","verses":[{"_id":"6162303e9b02b3054ca4f994","topicId":"6162303d9b02b3054ca4f993","verse":"Isaiah 41:10","votes":1534,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-1\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.","modified":"2023-11-12T08:21:45.025Z"},{"_id":"6162303f9b02b3054ca4f995","topicId":"6162303d9b02b3054ca4f993","verse":"Joshua 1:9","votes":1479,"__v":0,"esv":"<div>\n<p id=\"p06001009_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n</div>","kjv":"<strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","niv":"<sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\"","modified":"2023-11-14T23:28:18.575Z"},{"_id":"6162303f9b02b3054ca4f996","topicId":"6162303d9b02b3054ca4f993","verse":"Deuteronomy 31:6","votes":1094,"__v":0,"esv":"<div>\n<p id=\"p05031006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v05031006-1\">6&nbsp;</b>Be strong and courageous. Do not fear or be in dread of them, for it is the LORD your God who goes with you. He will not leave you or forsake you.”</p>\n</div>","kjv":"<strong>6</strong> Be strong and of a good courage, fear not, nor be afraid of them: for the LORD thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee.  ","niv":"<sup><strong>6</strong></sup> Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.\"","modified":"2023-05-28T10:48:49.280Z"},{"_id":"616230409b02b3054ca4f997","topicId":"6162303d9b02b3054ca4f993","verse":"Romans 8:38-39","votes":916,"__v":0,"esv":"<div>\n<p id=\"p45008038_01-4\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, <b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, <sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. ","modified":"2022-10-22T04:10:58.980Z"},{"_id":"616230409b02b3054ca4f998","topicId":"6162303d9b02b3054ca4f993","verse":"Zephaniah 3:17","votes":899,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p36003017_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v36003017-1\">17&nbsp;</b>&nbsp;&nbsp;The LORD your God is in your midst,</span><br><span id=\"p36003017_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a mighty one who will save;</span><br><span id=\"p36003017_01-5\" class=\"line\">&nbsp;&nbsp;he will rejoice over you with gladness;</span><br><span id=\"p36003017_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will quiet you by his love;</span><br><span id=\"p36003017_01-5\" class=\"line\">&nbsp;&nbsp;he will exult over you with loud singing.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> The LORD thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing.  ","niv":"<sup><strong>17</strong></sup> The LORD your God is with you, he is mighty to save. He will take great delight in you, he will quiet you with his love, he will rejoice over you with singing.\"","modified":"2023-04-01T13:14:56.262Z"},{"_id":"616230409b02b3054ca4f999","topicId":"6162303d9b02b3054ca4f993","verse":"Matthew 28:20","votes":878,"__v":0,"esv":"<div>\n<p id=\"p40028020_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n</div>","kjv":"<strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\"","modified":"2023-10-29T19:55:54.107Z"},{"_id":"616230409b02b3054ca4f99a","topicId":"6162303d9b02b3054ca4f993","verse":"Hebrews 13:5","votes":850,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\"","modified":"2023-08-20T23:35:06.245Z"},{"_id":"616230409b02b3054ca4f99b","topicId":"6162303d9b02b3054ca4f993","verse":"Psalm 23:4","votes":719,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023004_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_01-8\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  ","niv":"<sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.","modified":"2023-12-03T04:51:36.462Z"},{"_id":"616230409b02b3054ca4f99c","topicId":"6162303d9b02b3054ca4f993","verse":"1 Corinthians 3:16","votes":529,"__v":0,"esv":"<div>\n<p id=\"p46003016_01-10\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you?</p>\n\n</div>","kjv":"<strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  ","niv":"<sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you?","modified":"2023-01-20T01:16:26.468Z"},{"_id":"616230419b02b3054ca4f99d","topicId":"6162303d9b02b3054ca4f993","verse":"John 14:16-17","votes":431,"__v":0,"esv":"<div>\n<p id=\"p43014016_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014016-1\">16&nbsp;</b><span class=\"woc\">And I will ask the Father, and he will give you another Helper, to be with you forever,</span> <b class=\"verse-num woc\" id=\"v43014017-1\">17&nbsp;</b><span class=\"woc\">even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you.</span></p>\n\n</div>","kjv":"<strong>16</strong> And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;  <strong>17</strong> Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.  ","niv":"<sup><strong>16</strong></sup> And I will ask the Father, and he will give you another Counselor to be with you forever-- <sup><strong>17</strong></sup> the Spirit of truth. The world cannot accept him, because it neither sees him nor knows him. But you know him, for he lives with you and will be in you. ","modified":"2023-11-22T10:15:36.317Z"},{"_id":"616230419b02b3054ca4f99e","topicId":"6162303d9b02b3054ca4f993","verse":"Matthew 1:23","votes":471,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40001023_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v40001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Behold, the virgin shall conceive and bear a son,</span><br><span id=\"p40001023_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall call his name Immanuel”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40001023_01-12\" class=\"same-paragraph\">(which means, God with us).</p>\n</div>","kjv":"<strong>23</strong> Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us.  ","niv":"<sup><strong>23</strong></sup> \"The virgin will be with child and will give birth to a son, and they will call him Immanuel\"--which means, \"God with us.\"","modified":"2022-10-31T12:39:24.489Z"},{"_id":"616230419b02b3054ca4f99f","topicId":"6162303d9b02b3054ca4f993","verse":"John 3:16","votes":496,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-13\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2022-06-26T02:54:13.834Z"},{"_id":"616230419b02b3054ca4f9a0","topicId":"6162303d9b02b3054ca4f993","verse":"Matthew 6:25-34","votes":425,"__v":0,"esv":"<div>\n\n<p id=\"p40006025_05-14\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_05-14\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. ","modified":"2022-10-10T01:52:58.604Z"},{"_id":"616230429b02b3054ca4f9a1","topicId":"6162303d9b02b3054ca4f993","verse":"Psalm 46:1","votes":408,"__v":0,"esv":"<div>\n\n<h4 id=\"p19046001_05-15\" class=\"psalm-title\">To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046001_05-15\" class=\"line\"><b class=\"chapter-num\" id=\"v19046001-1\">46:1&nbsp;</b>&nbsp;&nbsp;God is our refuge and strength,</span><br><span id=\"p19046001_05-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a very present help in trouble.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> God is our refuge and strength, a very present help in trouble.  ","niv":"<sup><strong>1</strong></sup> God is our refuge and strength, an ever-present help in trouble.","modified":"2023-02-15T22:13:48.980Z"},{"_id":"616230429b02b3054ca4f9a3","topicId":"6162303d9b02b3054ca4f993","verse":"Jeremiah 29:11","votes":402,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","modified":"2023-06-12T07:14:32.398Z"},{"_id":"616230429b02b3054ca4f9a2","topicId":"6162303d9b02b3054ca4f993","verse":"Revelation 3:20","votes":402,"__v":0,"esv":"<div>\n<p id=\"p66003020_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003020-1\">20&nbsp;</b><span class=\"woc\">Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.</span></p>\n</div>","kjv":"<strong>20</strong> Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.  ","niv":"<sup><strong>20</strong></sup> Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him, and he with me.","modified":"2023-10-29T19:56:48.010Z"},{"_id":"616230439b02b3054ca4f9a4","topicId":"6162303d9b02b3054ca4f993","verse":"Deuteronomy 31:8","votes":382,"__v":0,"esv":"<div>\n<p id=\"p05031008_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v05031008-1\">8&nbsp;</b>It is the LORD who goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.”</p>\n</div>","kjv":"<strong>8</strong> And the LORD, he it is that doth go before thee; he will be with thee, he will not fail thee, neither forsake thee: fear not, neither be dismayed.  ","niv":"<sup><strong>8</strong></sup> The LORD himself goes before you and will be with you; he will never leave you nor forsake you. Do not be afraid; do not be discouraged.\"","modified":"2022-12-28T01:00:52.369Z"},{"_id":"616230439b02b3054ca4f9a7","topicId":"6162303d9b02b3054ca4f993","verse":"Psalm 27:1","votes":348,"__v":0,"esv":"<div>\n\n<h4 id=\"p19027001_09-19\" class=\"psalm-title\">Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19027001_09-19\" class=\"line\"><b class=\"chapter-num\" id=\"v19027001-1\">27:1&nbsp;</b>&nbsp;&nbsp;The LORD is my light and my salvation;</span><br><span id=\"p19027001_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whom shall I fear?</span><br><span id=\"p19027001_09-19\" class=\"line\">&nbsp;&nbsp;The LORD is the stronghold of my life;</span><br><span id=\"p19027001_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of whom shall I be afraid?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?  ","niv":"<sup><strong>1</strong></sup> The LORD is my light and my salvation- whom shall I fear? The LORD is the stronghold of my life- of whom shall I be afraid?","modified":"2022-08-13T21:10:30.301Z"},{"_id":"616230439b02b3054ca4f9a6","topicId":"6162303d9b02b3054ca4f993","verse":"2 Timothy 1:7","votes":337,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline.","modified":"2023-10-29T20:50:48.187Z"},{"_id":"616230439b02b3054ca4f9a5","topicId":"6162303d9b02b3054ca4f993","verse":"Romans 5:8","votes":346,"__v":0,"esv":"<div>\n<p id=\"p45005008_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us.</p>\n</div>","kjv":"<strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  ","niv":"<sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.","modified":"2023-07-10T16:29:16.214Z"},{"_id":"616230449b02b3054ca4f9a8","topicId":"6162303d9b02b3054ca4f993","verse":"1 Peter 5:6-7","votes":312,"__v":0,"esv":"<div>\n<p id=\"p60005006_01-23\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, <b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  <strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time. <sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you. ","modified":"2023-12-07T08:31:17.362Z"},{"_id":"616230449b02b3054ca4f9a9","topicId":"6162303d9b02b3054ca4f993","verse":"Ephesians 3:17","votes":329,"__v":0,"esv":"<div>\n<p id=\"p49003017_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v49003017-1\">17&nbsp;</b>so that Christ may dwell in your hearts through faith—that you, being rooted and grounded in love,</p>\n</div>","kjv":"<strong>17</strong> That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love,  ","niv":"<sup><strong>17</strong></sup> so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love,","modified":"2023-01-08T13:18:25.236Z"},{"_id":"616230449b02b3054ca4f9aa","topicId":"6162303d9b02b3054ca4f993","verse":"John 1:14","votes":311,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-25\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth.","modified":"2022-12-18T03:40:35.087Z"},{"_id":"616230459b02b3054ca4f9ac","topicId":"6162303d9b02b3054ca4f993","verse":"John 14:27","votes":301,"__v":0,"esv":"<div>\n<p id=\"p43014027_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span></p>\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.","modified":"2023-11-18T04:00:13.455Z"},{"_id":"616230459b02b3054ca4f9ab","topicId":"6162303d9b02b3054ca4f993","verse":"Luke 1:37","votes":296,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\"","modified":"2023-08-16T19:21:10.016Z"}]}