{"_id":"616230e49b02b3054ca4f9fb","slug":"god-forgives","name":"God Forgives","verses":[{"_id":"616230e59b02b3054ca4f9fc","topicId":"616230e49b02b3054ca4f9fb","verse":"1 John 1:9","votes":23,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"616230e59b02b3054ca4f9fd","topicId":"616230e49b02b3054ca4f9fb","verse":"Psalm 34:17-20","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034017_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034017-1\">17&nbsp;</b>&nbsp;&nbsp;When the righteous cry for help, the LORD hears</span><br><span id=\"p19034017_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delivers them out of all their troubles.</span><br><span id=\"p19034018_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to the brokenhearted</span><br><span id=\"p19034018_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saves the crushed in spirit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034019_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034019-1\">19&nbsp;</b>&nbsp;&nbsp;Many are the afflictions of the righteous,</span><br><span id=\"p19034019_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD delivers him out of them all.</span><br><span id=\"p19034020_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034020-1\">20&nbsp;</b>&nbsp;&nbsp;He keeps all his bones;</span><br><span id=\"p19034020_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not one of them is broken.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong>             The righteous cry, and the LORD heareth, and delivereth them out of all their troubles.  <strong>18</strong> The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.  <strong>19</strong> Many are the afflictions of the righteous: but the LORD delivereth him out of them all.  <strong>20</strong> He keepeth all his bones: not one of them is broken.  ","niv":"<sup><strong>17</strong></sup> The righteous cry out, and the LORD hears them; he delivers them from all their troubles. <sup><strong>18</strong></sup> The LORD is close to the brokenhearted and saves those who are crushed in spirit. <sup><strong>19</strong></sup> A righteous man may have many troubles, but the LORD delivers him from them all; <sup><strong>20</strong></sup> he protects all his bones, not one of them will be broken. "},{"_id":"616230e69b02b3054ca4f9fe","topicId":"616230e49b02b3054ca4f9fb","verse":"Daniel 9:9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p27009009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v27009009-1\">9&nbsp;</b>To the Lord our God belong mercy and forgiveness, for we have rebelled against him</p>\n</div>","kjv":"<strong>9</strong> To the Lord our God belong mercies and forgivenesses, though we have rebelled against him;  ","niv":"<sup><strong>9</strong></sup> The Lord our God is merciful and forgiving, even though we have rebelled against him;"},{"_id":"616230e69b02b3054ca4fa00","topicId":"616230e49b02b3054ca4f9fb","verse":"Romans 8:1","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus,"},{"_id":"616230e69b02b3054ca4f9ff","topicId":"616230e49b02b3054ca4f9fb","verse":"John 4:24","votes":8,"__v":0,"esv":"<div>\n<p id=\"p43004024_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span></p>\n</div>","kjv":"<strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  ","niv":"<sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\""},{"_id":"616230e69b02b3054ca4fa01","topicId":"616230e49b02b3054ca4f9fb","verse":"James 5:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"616230e79b02b3054ca4fa02","topicId":"616230e49b02b3054ca4f9fb","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-7\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616230e79b02b3054ca4fa03","topicId":"616230e49b02b3054ca4f9fb","verse":"Ephesians 4:32","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."},{"_id":"616230e79b02b3054ca4fa04","topicId":"616230e49b02b3054ca4f9fb","verse":"Judges 16:25-30","votes":5,"__v":0,"esv":"<div>\n<p id=\"p07016025_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v07016025-1\">25&nbsp;</b>And when their hearts were merry, they said, “Call Samson, that he may entertain us.” So they called Samson out of the prison, and he entertained them. They made him stand between the pillars. <b class=\"verse-num\" id=\"v07016026-1\">26&nbsp;</b>And Samson said to the young man who held him by the hand, “Let me feel the pillars on which the house rests, that I may lean against them.” <b class=\"verse-num\" id=\"v07016027-1\">27&nbsp;</b>Now the house was full of men and women. All the lords of the Philistines were there, and on the roof there were about 3,000 men and women, who looked on while Samson entertained.</p>\n<p id=\"p07016027_01-9\"><b class=\"verse-num\" id=\"v07016028-1\">28&nbsp;</b>Then Samson called to the LORD and said, “O Lord GOD, please remember me and please strengthen me only this once, O God, that I may be avenged on the Philistines for my two eyes.” <b class=\"verse-num\" id=\"v07016029-1\">29&nbsp;</b>And Samson grasped the two middle pillars on which the house rested, and he leaned his weight against them, his right hand on the one and his left hand on the other. <b class=\"verse-num\" id=\"v07016030-1\">30&nbsp;</b>And Samson said, “Let me die with the Philistines.” Then he bowed with all his strength, and the house fell upon the lords and upon all the people who were in it. So the dead whom he killed at his death were more than those whom he had killed during his life.</p>\n</div>","kjv":"<strong>25</strong> And it came to pass, when their hearts were merry, that they said, Call for Samson, that he may make us sport. And they called for Samson out of the prison house; and he made them sport: and they set him between the pillars.  <strong>26</strong> And Samson said unto the lad that held him by the hand, Suffer me that I may feel the pillars whereupon the house standeth, that I may lean upon them.  <strong>27</strong> Now the house was full of men and women; and all the lords of the Philistines were there; and there were upon the roof about three thousand men and women, that beheld while Samson made sport.  <strong>28</strong> And Samson called unto the LORD, and said, O Lord GOD, remember me, I pray thee, and strengthen me, I pray thee, only this once, O God, that I may be at once avenged of the Philistines for my two eyes.  <strong>29</strong> And Samson took hold of the two middle pillars upon which the house stood, and on which it was borne up, of the one with his right hand, and of the other with his left.  <strong>30</strong> And Samson said, Let me die with the Philistines. And he bowed himself with all his might; and the house fell upon the lords, and upon all the people that were therein. So the dead which he slew at his death were more than they which he slew in his life.  ","niv":"<sup><strong>25</strong></sup> While they were in high spirits, they shouted, \"Bring out Samson to entertain us.\" So they called Samson out of the prison, and he performed for them. When they stood him among the pillars, <sup><strong>26</strong></sup> Samson said to the servant who held his hand, \"Put me where I can feel the pillars that support the temple, so that I may lean against them.\" <sup><strong>27</strong></sup> Now the temple was crowded with men and women; all the rulers of the Philistines were there, and on the roof were about three thousand men and women watching Samson perform. <sup><strong>28</strong></sup> Then Samson prayed to the LORD, \"O Sovereign LORD, remember me. O God, please strengthen me just once more, and let me with one blow get revenge on the Philistines for my two eyes.\" <sup><strong>29</strong></sup> Then Samson reached toward the two central pillars on which the temple stood. Bracing himself against them, his right hand on the one and his left hand on the other, <sup><strong>30</strong></sup> Samson said, \"Let me die with the Philistines!\" Then he pushed with all his might, and down came the temple on the rulers and all the people in it. Thus he killed many more when he died than while he lived. "},{"_id":"616230e89b02b3054ca4fa05","topicId":"616230e49b02b3054ca4f9fb","verse":"2 Timothy 3:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616230e89b02b3054ca4fa06","topicId":"616230e49b02b3054ca4f9fb","verse":"2 Corinthians 5:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47005021_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005021-1\">21&nbsp;</b>For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.</p>\n</div>","kjv":"<strong>21</strong> For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.  ","niv":"<sup><strong>21</strong></sup> God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."},{"_id":"616230e89b02b3054ca4fa07","topicId":"616230e49b02b3054ca4f9fb","verse":"John 14:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43014028_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014028-1\">28&nbsp;</b><span class=\"woc\">You heard me say to you, ‘I am going away, and I will come to you.’ If you loved me, you would have rejoiced, because I am going to the Father, for the Father is greater than I.</span></p>\n</div>","kjv":"<strong>28</strong> Ye have heard how I said unto you, I go away, and come again  unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.  ","niv":"<sup><strong>28</strong></sup> \"You heard me say, 'I am going away and I am coming back to you.' If you loved me, you would be glad that I am going to the Father, for the Father is greater than I."},{"_id":"616230e89b02b3054ca4fa08","topicId":"616230e49b02b3054ca4f9fb","verse":"Galatians 5:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p48005001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48005001-1\">5:1&nbsp;</b>For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery.</p>\n</div>","kjv":"<strong>1</strong> Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.  ","niv":"<sup><strong>1</strong></sup> It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery."},{"_id":"616230e99b02b3054ca4fa09","topicId":"616230e49b02b3054ca4f9fb","verse":"Romans 6:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"616230e99b02b3054ca4fa0a","topicId":"616230e49b02b3054ca4f9fb","verse":"Romans 10:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."},{"_id":"616230ea9b02b3054ca4fa0b","topicId":"616230e49b02b3054ca4f9fb","verse":"Isaiah 49:5","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23049005_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049005-1\">5&nbsp;</b>&nbsp;&nbsp;And now the LORD says,</span><br><span id=\"p23049005_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who formed me from the womb to be his servant,</span><br><span id=\"p23049005_01-16\" class=\"line\">&nbsp;&nbsp;to bring Jacob back to him;</span><br><span id=\"p23049005_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that Israel might be gathered to him—</span><br><span id=\"p23049005_01-16\" class=\"line\">&nbsp;&nbsp;for I am honored in the eyes of the LORD,</span><br><span id=\"p23049005_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my God has become my strength—</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> And now, saith the LORD that formed me from the womb to be  his servant, to bring Jacob again to him, Though Israel be not gathered, yet shall I be glorious in the eyes of the LORD, and my God shall be my strength.  ","niv":"<sup><strong>5</strong></sup> And now the LORD says- he who formed me in the womb to be his servant to bring Jacob back to him and gather Israel to himself, for I am honored in the eyes of the LORD and my God has been my strength-"},{"_id":"616230ea9b02b3054ca4fa0c","topicId":"616230e49b02b3054ca4f9fb","verse":"Malachi 3:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p39003017_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003017-1\">17&nbsp;</b>“They shall be mine, says the LORD of hosts, in the day when I make up my treasured possession, and I will spare them as a man spares his son who serves him.</p>\n</div>","kjv":"<strong>17</strong> And they shall be mine, saith the LORD of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.  ","niv":"<sup><strong>17</strong></sup> \"They will be mine,\" says the LORD Almighty, \"in the day when I make up my treasured possession. I will spare them, just as in compassion a man spares his son who serves him."},{"_id":"616230ea9b02b3054ca4fa0e","topicId":"616230e49b02b3054ca4f9fb","verse":"Mark 13:32","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p41013032_08-18\"><b class=\"verse-num woc\" id=\"v41013032-1\">32&nbsp;</b><span class=\"woc\">“But concerning that day or that hour, no one knows, not even the angels in heaven, nor the Son, but only the Father.</span></p>\n</div>","kjv":"<strong>32</strong>           But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father.  ","niv":"<sup><strong>32</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father."},{"_id":"616230ea9b02b3054ca4fa0d","topicId":"616230e49b02b3054ca4f9fb","verse":"Mark 16:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned."},{"_id":"616230eb9b02b3054ca4fa0f","topicId":"616230e49b02b3054ca4f9fb","verse":"Colossians 2:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51002014_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v51002014-1\">14&nbsp;</b>by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross.</p>\n</div>","kjv":"<strong>14</strong> Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;  ","niv":"<sup><strong>14</strong></sup> having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross."},{"_id":"616230eb9b02b3054ca4fa10","topicId":"616230e49b02b3054ca4f9fb","verse":"1 Peter 3:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60003021_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ,</p>\n</div>","kjv":"<strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  ","niv":"<sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ,"},{"_id":"616230eb9b02b3054ca4fa11","topicId":"616230e49b02b3054ca4f9fb","verse":"2 Corinthians 12:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47012009_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012009-1\">9&nbsp;</b>But he said to me, <span class=\"woc\">“My grace is sufficient for you, for my power is made perfect in weakness.”</span> Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.</p>\n</div>","kjv":"<strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  ","niv":"<sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me."},{"_id":"616230eb9b02b3054ca4fa12","topicId":"616230e49b02b3054ca4f9fb","verse":"2 Corinthians 5:16-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47005016_01-24\"><b class=\"verse-num\" id=\"v47005016-1\">16&nbsp;</b>From now on, therefore, we regard no one according to the flesh. Even though we once regarded Christ according to the flesh, we regard him thus no longer. <b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come. <b class=\"verse-num\" id=\"v47005018-1\">18&nbsp;</b>All this is from God, who through Christ reconciled us to himself and gave us the ministry of reconciliation;</p>\n\n</div>","kjv":"<strong>16</strong> Wherefore henceforth know we no man after the flesh: yea, though we have known Christ after the flesh, yet now henceforth know we him no more.  <strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  <strong>18</strong> And all things are of God, who hath reconciled us to himself by Jesus Christ, and hath given to us the ministry of reconciliation;  ","niv":"<sup><strong>16</strong></sup> So from now on we regard no one from a worldly point of view. Though we once regarded Christ in this way, we do so no longer. <sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come! <sup><strong>18</strong></sup> All this is from God, who reconciled us to himself through Christ and gave us the ministry of reconciliation: "},{"_id":"616230ec9b02b3054ca4fa13","topicId":"616230e49b02b3054ca4f9fb","verse":"Romans 10:12-13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45010012_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010012-1\">12&nbsp;</b>For there is no distinction between Jew and Greek; for the same Lord is Lord of all, bestowing his riches on all who call on him. <b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>12</strong> For there is no difference between the Jew and the Greek: for the same Lord over all is rich unto all that call upon him.  <strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","niv":"<sup><strong>12</strong></sup> For there is no difference between Jew and Gentile--the same Lord is Lord of all and richly blesses all who call on him, <sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\" "},{"_id":"616230ec9b02b3054ca4fa14","topicId":"616230e49b02b3054ca4f9fb","verse":"1 Corinthians 15:55-57","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015055_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_01-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n</div>","kjv":"<strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  ","niv":"<sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. "}]}