{"_id":"61622ff59b02b3054ca4f96b","slug":"god-being-our-husband","name":"God Being Our Husband","verses":[{"_id":"61622ff59b02b3054ca4f96c","topicId":"61622ff59b02b3054ca4f96b","verse":"Isaiah 54:5","votes":38,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23054005_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054005-1\">5&nbsp;</b>&nbsp;&nbsp;For your Maker is your husband,</span><br><span id=\"p23054005_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD of hosts is his name;</span><br><span id=\"p23054005_01-1\" class=\"line\">&nbsp;&nbsp;and the Holy One of Israel is your Redeemer,</span><br><span id=\"p23054005_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the God of the whole earth he is called.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> For thy Maker is thine husband; the LORD of hosts is  his name; and thy Redeemer the Holy One of Israel; The God of the whole earth shall he be called.  ","niv":"<sup><strong>5</strong></sup> For your Maker is your husband- the LORD Almighty is his name- the Holy One of Israel is your Redeemer; he is called the God of all the earth."},{"_id":"61622ff69b02b3054ca4f96d","topicId":"61622ff59b02b3054ca4f96b","verse":"Hosea 2:16","votes":17,"__v":0,"esv":"<div>\n<p id=\"p28002016_01-2\"><b class=\"verse-num\" id=\"v28002016-1\">16&nbsp;</b>“And in that day, declares the LORD, you will call me ‘My Husband,’ and no longer will you call me ‘My Baal.’</p>\n</div>","kjv":"<strong>16</strong> And it shall be at that day, saith the LORD, that thou shalt call me Ishi; and shalt call me no more Baali.  ","niv":"<sup><strong>16</strong></sup> \"In that day,\" declares the LORD, \"you will call me 'my husband'; you will no longer call me 'my master. '"},{"_id":"61622ff69b02b3054ca4f96e","topicId":"61622ff59b02b3054ca4f96b","verse":"Hosea 2:19","votes":25,"__v":0,"esv":"<div>\n<p id=\"p28002019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v28002019-1\">19&nbsp;</b>And I will betroth you to me forever. I will betroth you to me in righteousness and in justice, in steadfast love and in mercy.</p>\n</div>","kjv":"<strong>19</strong> And I will betroth thee unto me for ever; yea, I will betroth thee unto me in righteousness, and in judgment, and in lovingkindness, and in mercies.  ","niv":"<sup><strong>19</strong></sup> I will betroth you to me forever; I will betroth you in righteousness and justice, in love and compassion."},{"_id":"61622ff79b02b3054ca4f96f","topicId":"61622ff59b02b3054ca4f96b","verse":"Isaiah 50:1-2","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23050001_07-4\" class=\"line\"><b class=\"chapter-num\" id=\"v23050001-1\">50:1&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p23050001_07-4\" class=\"line\">&nbsp;&nbsp;“Where is your mother’s certificate of divorce,</span><br><span id=\"p23050001_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with which I sent her away?</span><br><span id=\"p23050001_07-4\" class=\"line\">&nbsp;&nbsp;Or which of my creditors is it</span><br><span id=\"p23050001_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to whom I have sold you?</span><br><span id=\"p23050001_07-4\" class=\"line\">&nbsp;&nbsp;Behold, for your iniquities you were sold,</span><br><span id=\"p23050001_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for your transgressions your mother was sent away.</span><br><span id=\"p23050002_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23050002-1\">2&nbsp;</b>&nbsp;&nbsp;Why, when I came, was there no man;</span><br><span id=\"p23050002_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;why, when I called, was there no one to answer?</span><br><span id=\"p23050002_07-4\" class=\"line\">&nbsp;&nbsp;Is my hand shortened, that it cannot redeem?</span><br><span id=\"p23050002_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Or have I no power to deliver?</span><br><span id=\"p23050002_07-4\" class=\"line\">&nbsp;&nbsp;Behold, by my rebuke I dry up the sea,</span><br><span id=\"p23050002_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I make the rivers a desert;</span><br><span id=\"p23050002_07-4\" class=\"line\">&nbsp;&nbsp;their fish stink for lack of water</span><br><span id=\"p23050002_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and die of thirst.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Thus saith the LORD, Where is the bill of your mother’s divorcement, whom I have put away? or which of my creditors is it  to whom I have sold you? Behold, for your iniquities have ye sold yourselves, and for your transgressions is your mother put away.  <strong>2</strong> Wherefore, when I came, was there no man? when I called, was there none to answer? Is my hand shortened at all, that it cannot redeem? or have I no power to deliver? behold, at my rebuke I dry up the sea, I make the rivers a wilderness: their fish stinketh, because there is no water, and dieth for thirst.  ","niv":"<sup><strong>1</strong></sup> This is what the LORD says: \"Where is your mother's certificate of divorce with which I sent her away? Or to which of my creditors did I sell you? Because of your sins you were sold; because of your transgressions your mother was sent away. <sup><strong>2</strong></sup> When I came, why was there no one? When I called, why was there no one to answer? Was my arm too short to ransom you? Do I lack the strength to rescue you? By a mere rebuke I dry up the sea, I turn rivers into a desert; their fish rot for lack of water and die of thirst. "},{"_id":"61622ff79b02b3054ca4f970","topicId":"61622ff59b02b3054ca4f96b","verse":"Ezekiel 16:8-14","votes":10,"__v":0,"esv":"<div>\n<p id=\"p26016008_01-5\"><b class=\"verse-num\" id=\"v26016008-1\">8&nbsp;</b>“When I passed by you again and saw you, behold, you were at the age for love, and I spread the corner of my garment over you and covered your nakedness; I made my vow to you and entered into a covenant with you, declares the Lord GOD, and you became mine. <b class=\"verse-num\" id=\"v26016009-1\">9&nbsp;</b>Then I bathed you with water and washed off your blood from you and anointed you with oil. <b class=\"verse-num\" id=\"v26016010-1\">10&nbsp;</b>I clothed you also with embroidered cloth and shod you with fine leather. I wrapped you in fine linen and covered you with silk. <b class=\"verse-num\" id=\"v26016011-1\">11&nbsp;</b>And I adorned you with ornaments and put bracelets on your wrists and a chain on your neck. <b class=\"verse-num\" id=\"v26016012-1\">12&nbsp;</b>And I put a ring on your nose and earrings in your ears and a beautiful crown on your head. <b class=\"verse-num\" id=\"v26016013-1\">13&nbsp;</b>Thus you were adorned with gold and silver, and your clothing was of fine linen and silk and embroidered cloth. You ate fine flour and honey and oil. You grew exceedingly beautiful and advanced to royalty. <b class=\"verse-num\" id=\"v26016014-1\">14&nbsp;</b>And your renown went forth among the nations because of your beauty, for it was perfect through the splendor that I had bestowed on you, declares the Lord GOD.</p>\n\n</div>","kjv":"<strong>8</strong> Now when I passed by thee, and looked upon thee, behold, thy time was the time of love; and I spread my skirt over thee, and covered thy nakedness: yea, I sware unto thee, and entered into a covenant with thee, saith the Lord GOD, and thou becamest mine.  <strong>9</strong> Then washed I thee with water; yea, I throughly washed away thy blood from thee, and I anointed thee with oil.  <strong>10</strong> I clothed thee also with broidered work, and shod thee with badgers’ skin, and I girded thee about with fine linen, and I covered thee with silk.  <strong>11</strong> I decked thee also with ornaments, and I put bracelets upon thy hands, and a chain on thy neck.  <strong>12</strong> And I put a jewel on thy forehead, and earrings in thine ears, and a beautiful crown upon thine head.  <strong>13</strong> Thus wast thou decked with gold and silver; and thy raiment was of  fine linen, and silk, and broidered work; thou didst eat fine flour, and honey, and oil: and thou wast exceeding beautiful, and thou didst prosper into a kingdom.  <strong>14</strong> And thy renown went forth among the heathen for thy beauty: for it was perfect through my comeliness, which I had put upon thee, saith the Lord GOD.  ","niv":"<sup><strong>8</strong></sup> \"'Later I passed by, and when I looked at you and saw that you were old enough for love, I spread the corner of my garment over you and covered your nakedness. I gave you my solemn oath and entered into a covenant with you, declares the Sovereign LORD, and you became mine. <sup><strong>9</strong></sup> \"'I bathed you with water and washed the blood from you and put ointments on you. <sup><strong>10</strong></sup> I clothed you with an embroidered dress and put leather sandals on you. I dressed you in fine linen and covered you with costly garments. <sup><strong>11</strong></sup> I adorned you with jewelry: I put bracelets on your arms and a necklace around your neck, <sup><strong>12</strong></sup> and I put a ring on your nose, earrings on your ears and a beautiful crown on your head. <sup><strong>13</strong></sup> So you were adorned with gold and silver; your clothes were of fine linen and costly fabric and embroidered cloth. Your food was fine flour, honey and olive oil. You became very beautiful and rose to be a queen. <sup><strong>14</strong></sup> And your fame spread among the nations on account of your beauty, because the splendor I had given you made your beauty perfect, declares the Sovereign LORD. "},{"_id":"61622ff79b02b3054ca4f971","topicId":"61622ff59b02b3054ca4f96b","verse":"Jeremiah 31:32","votes":11,"__v":0,"esv":"<div>\n<p id=\"p24031032_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v24031032-1\">32&nbsp;</b>not like the covenant that I made with their fathers on the day when I took them by the hand to bring them out of the land of Egypt, my covenant that they broke, though I was their husband, declares the LORD.</p>\n</div>","kjv":"<strong>32</strong> Not according to the covenant that I made with their fathers in the day that I took them by the hand to bring them out of the land of Egypt; which my covenant they brake, although I was an husband unto them, saith the LORD:  ","niv":"<sup><strong>32</strong></sup> It will not be like the covenant I made with their forefathers when I took them by the hand to lead them out of Egypt, because they broke my covenant, though I was a husband to them, \"declares the LORD.","modified":"2022-07-05T03:05:12.147Z"},{"_id":"61622ff79b02b3054ca4f972","topicId":"61622ff59b02b3054ca4f96b","verse":"Ezekiel 16:32","votes":4,"__v":0,"esv":"<div>\n<p id=\"p26016032_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v26016032-1\">32&nbsp;</b>Adulterous wife, who receives strangers instead of her husband!</p>\n</div>","kjv":"<strong>32</strong> But as a wife that committeth adultery, which taketh strangers instead of her husband!  ","niv":"<sup><strong>32</strong></sup> \"'You adulterous wife! You prefer strangers to your own husband!"},{"_id":"61622ff89b02b3054ca4f973","topicId":"61622ff59b02b3054ca4f96b","verse":"Jeremiah 2:1-11","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p24002001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24002001-1\">2:1&nbsp;</b>The word of the LORD came to me, saying, <b class=\"verse-num\" id=\"v24002002-1\">2&nbsp;</b>“Go and proclaim in the hearing of Jerusalem, Thus says the LORD,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24002002_05-8\" class=\"line\">&nbsp;&nbsp;“I remember the devotion of your youth,</span><br><span id=\"p24002002_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your love as a bride,</span><br><span id=\"p24002002_05-8\" class=\"line\">&nbsp;&nbsp;how you followed me in the wilderness,</span><br><span id=\"p24002002_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in a land not sown.</span><br><span id=\"p24002003_05-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v24002003-1\">3&nbsp;</b>&nbsp;&nbsp;Israel was holy to the LORD,</span><br><span id=\"p24002003_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the firstfruits of his harvest.</span><br><span id=\"p24002003_05-8\" class=\"line\">&nbsp;&nbsp;All who ate of it incurred guilt;</span><br><span id=\"p24002003_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;disaster came upon them,</span><br><span id=\"p24002003_05-8\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24002003_05-8\"><b class=\"verse-num\" id=\"v24002004-1\">4&nbsp;</b>Hear the word of the LORD, O house of Jacob, and all the clans of the house of Israel. <b class=\"verse-num\" id=\"v24002005-1\">5&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24002005_05-8\" class=\"line\">&nbsp;&nbsp;“What wrong did your fathers find in me</span><br><span id=\"p24002005_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they went far from me,</span><br><span id=\"p24002005_05-8\" class=\"line\">&nbsp;&nbsp;and went after worthlessness, and became worthless?</span><br><span id=\"p24002006_05-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v24002006-1\">6&nbsp;</b>&nbsp;&nbsp;They did not say, ‘Where is the LORD</span><br><span id=\"p24002006_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who brought us up from the land of Egypt,</span><br><span id=\"p24002006_05-8\" class=\"line\">&nbsp;&nbsp;who led us in the wilderness,</span><br><span id=\"p24002006_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in a land of deserts and pits,</span><br><span id=\"p24002006_05-8\" class=\"line\">&nbsp;&nbsp;in a land of drought and deep darkness,</span><br><span id=\"p24002006_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in a land that none passes through,</span><br><span id=\"p24002006_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;where no man dwells?’</span><br><span id=\"p24002007_05-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v24002007-1\">7&nbsp;</b>&nbsp;&nbsp;And I brought you into a plentiful land</span><br><span id=\"p24002007_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to enjoy its fruits and its good things.</span><br><span id=\"p24002007_05-8\" class=\"line\">&nbsp;&nbsp;But when you came in, you defiled my land</span><br><span id=\"p24002007_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and made my heritage an abomination.</span><br><span id=\"p24002008_05-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v24002008-1\">8&nbsp;</b>&nbsp;&nbsp;The priests did not say, ‘Where is the LORD?’</span><br><span id=\"p24002008_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Those who handle the law did not know me;</span><br><span id=\"p24002008_05-8\" class=\"line\">&nbsp;&nbsp;the shepherds transgressed against me;</span><br><span id=\"p24002008_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the prophets prophesied by Baal</span><br><span id=\"p24002008_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and went after things that do not profit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24002009_05-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v24002009-1\">9&nbsp;</b>&nbsp;&nbsp;“Therefore I still contend with you,</span><br><span id=\"p24002009_05-8\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD,</span><br><span id=\"p24002009_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with your children’s children I will contend.</span><br><span id=\"p24002010_05-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v24002010-1\">10&nbsp;</b>&nbsp;&nbsp;For cross to the coasts of Cyprus and see,</span><br><span id=\"p24002010_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or send to Kedar and examine with care;</span><br><span id=\"p24002010_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;see if there has been such a thing.</span><br><span id=\"p24002011_05-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v24002011-1\">11&nbsp;</b>&nbsp;&nbsp;Has a nation changed its gods,</span><br><span id=\"p24002011_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even though they are no gods?</span><br><span id=\"p24002011_05-8\" class=\"line\">&nbsp;&nbsp;But my people have changed their glory</span><br><span id=\"p24002011_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for that which does not profit.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Moreover the word of the LORD came to me, saying,  <strong>2</strong> Go and cry in the ears of Jerusalem, saying, Thus saith the LORD; I remember thee, the kindness of thy youth, the love of thine espousals, when thou wentest after me in the wilderness, in a land that was not sown.  <strong>3</strong> Israel was holiness unto the LORD, and the firstfruits of his increase: all that devour him shall offend; evil shall come upon them, saith the LORD.  <strong>4</strong> Hear ye the word of the LORD, O house of Jacob, and all the families of the house of Israel:  <strong>5</strong> Thus saith the LORD, What iniquity have your fathers found in me, that they are gone far from me, and have walked after vanity, and are become vain?  <strong>6</strong> Neither said they, Where is the LORD that brought us up out of the land of Egypt, that led us through the wilderness, through a land of deserts and of pits, through a land of drought, and of the shadow of death, through a land that no man passed through, and where no man dwelt?  <strong>7</strong> And I brought you into a plentiful country, to eat the fruit thereof and the goodness thereof; but when ye entered, ye defiled my land, and made mine heritage an abomination.  <strong>8</strong> The priests said not, Where is the LORD? and they that handle the law knew me not: the pastors also transgressed against me, and the prophets prophesied by Baal, and walked after things that do not profit.  <strong>9</strong> Wherefore I will yet plead with you, saith the LORD, and with your children’s children will I plead.  <strong>10</strong> For pass over the isles of Chittim, and see; and send unto Kedar, and consider diligently, and see if there be such a thing.  <strong>11</strong> Hath a nation changed their gods, which are yet no gods? but my people have changed their glory for that which doth not profit.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD came to me: <sup><strong>2</strong></sup> \"Go and proclaim in the hearing of Jerusalem: \"'I remember the devotion of your youth, how as a bride you loved me and followed me through the desert, through a land not sown. <sup><strong>3</strong></sup> Israel was holy to the LORD, the firstfruits of his harvest; all who devoured her were held guilty, and disaster overtook them,'\" declares the LORD. <sup><strong>4</strong></sup> Hear the word of the LORD, O house of Jacob, all you clans of the house of Israel. <sup><strong>5</strong></sup> This is what the LORD says: \"What fault did your fathers find in me, that they strayed so far from me? They followed worthless idols and became worthless themselves. <sup><strong>6</strong></sup> They did not ask, 'Where is the LORD, who brought us up out of Egypt and led us through the barren wilderness, through a land of deserts and rifts, a land of drought and darkness, a land where no one travels and no one lives?' <sup><strong>7</strong></sup> I brought you into a fertile land to eat its fruit and rich produce. But you came and defiled my land and made my inheritance detestable. <sup><strong>8</strong></sup> The priests did not ask, 'Where is the LORD?' Those who deal with the law did not know me; the leaders rebelled against me. The prophets prophesied by Baal, following worthless idols. <sup><strong>9</strong></sup> \"Therefore I bring charges against you again,\" declares the LORD. \"And I will bring charges against your children's children. <sup><strong>10</strong></sup> Cross over to the coasts of Kittim and look, send to Kedar and observe closely; see if there has ever been anything like this: <sup><strong>11</strong></sup> Has a nation ever changed its gods? (Yet they are not gods at all.) But my people have exchanged their Glory for worthless idols. "},{"_id":"61622ff89b02b3054ca4f974","topicId":"61622ff59b02b3054ca4f96b","verse":"Revelation 22:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66022017_01-9\"><b class=\"verse-num\" id=\"v66022017-1\">17&nbsp;</b>The Spirit and the Bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires take the water of life without price.</p>\n</div>","kjv":"<strong>17</strong> And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.  ","niv":"<sup><strong>17</strong></sup> The Spirit and the bride say, \"Come!\" And let him who hears say, \"Come!\" Whoever is thirsty, let him come; and whoever wishes, let him take the free gift of the water of life."},{"_id":"61622ff89b02b3054ca4f975","topicId":"61622ff59b02b3054ca4f96b","verse":"Psalm 147:3","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19147003_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19147003-1\">3&nbsp;</b>&nbsp;&nbsp;He heals the brokenhearted</span><br><span id=\"p19147003_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and binds up their wounds.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> He healeth the broken in heart, and bindeth up their wounds.  ","niv":"<sup><strong>3</strong></sup> He heals the brokenhearted and binds up their wounds."},{"_id":"61622ff99b02b3054ca4f976","topicId":"61622ff59b02b3054ca4f96b","verse":"John 4:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43004018_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004018-1\">18&nbsp;</b><span class=\"woc\">for you have had five husbands, and the one you now have is not your husband. What you have said is true.”</span></p>\n</div>","kjv":"<strong>18</strong> For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly.  ","niv":"<sup><strong>18</strong></sup> Jesus said to her, \"You are right when you say you have no husband. The fact is, you have had five husbands, and the man you now have is not your husband. What you have just said is quite true.\""},{"_id":"61622ff99b02b3054ca4f977","topicId":"61622ff59b02b3054ca4f96b","verse":"Revelation 2:4-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66002004_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002004-1\">4&nbsp;</b><span class=\"woc\">But I have this against you, that you have abandoned the love you had at first.</span> <b class=\"verse-num woc\" id=\"v66002005-1\">5&nbsp;</b><span class=\"woc\">Remember therefore from where you have fallen; repent, and do the works you did at first. If not, I will come to you and remove your lampstand from its place, unless you repent.</span></p>\n</div>","kjv":"<strong>4</strong> Nevertheless I have somewhat against thee, because thou hast left thy first love.  <strong>5</strong> Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.  ","niv":"<sup><strong>4</strong></sup> Yet I hold this against you: You have forsaken your first love. <sup><strong>5</strong></sup> Remember the height from which you have fallen! Repent and do the things you did at first. If you do not repent, I will come to you and remove your lampstand from its place. "},{"_id":"61622ff99b02b3054ca4f978","topicId":"61622ff59b02b3054ca4f96b","verse":"Malachi 3:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p39003017_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003017-1\">17&nbsp;</b>“They shall be mine, says the LORD of hosts, in the day when I make up my treasured possession, and I will spare them as a man spares his son who serves him.</p>\n</div>","kjv":"<strong>17</strong> And they shall be mine, saith the LORD of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.  ","niv":"<sup><strong>17</strong></sup> \"They will be mine,\" says the LORD Almighty, \"in the day when I make up my treasured possession. I will spare them, just as in compassion a man spares his son who serves him."}]}