{"_id":"616235a98d436e0b7f06a33b","slug":"gods-gift","name":"Gods Gift","verses":[{"_id":"616235a98d436e0b7f06a33c","topicId":"616235a98d436e0b7f06a33b","verse":"James 1:17","votes":207,"__v":0,"esv":"<div>\n<p id=\"p59001017_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.</p>\n\n</div>","kjv":"<strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  ","niv":"<sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows."},{"_id":"616235aa8d436e0b7f06a33d","topicId":"616235a98d436e0b7f06a33b","verse":"Romans 6:23","votes":164,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.","modified":"2022-07-13T13:53:14.904Z"},{"_id":"616235aa8d436e0b7f06a33e","topicId":"616235a98d436e0b7f06a33b","verse":"Ephesians 2:8","votes":148,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--","modified":"2023-04-18T05:06:04.900Z"},{"_id":"616235aa8d436e0b7f06a33f","topicId":"616235a98d436e0b7f06a33b","verse":"John 3:16","votes":163,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-4\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616235ab8d436e0b7f06a340","topicId":"616235a98d436e0b7f06a33b","verse":"Romans 12:6","votes":135,"__v":0,"esv":"<div>\n<p id=\"p45012006_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012006-1\">6&nbsp;</b>Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith;</p>\n</div>","kjv":"<strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  ","niv":"<sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith.","modified":"2023-10-31T00:19:28.865Z"},{"_id":"616235ab8d436e0b7f06a341","topicId":"616235a98d436e0b7f06a33b","verse":"1 Peter 4:10","votes":112,"__v":0,"esv":"<div>\n<p id=\"p60004010_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace:</p>\n</div>","kjv":"<strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  ","niv":"<sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms.","modified":"2023-11-24T05:23:28.839Z"},{"_id":"616235ab8d436e0b7f06a342","topicId":"616235a98d436e0b7f06a33b","verse":"Acts 2:38","votes":102,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"616235ac8d436e0b7f06a343","topicId":"616235a98d436e0b7f06a33b","verse":"Romans 11:29","votes":95,"__v":0,"esv":"<div>\n<p id=\"p45011029_01-9\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v45011029-1\">29&nbsp;</b>For the gifts and the calling of God are irrevocable.</p>\n</div>","kjv":"<strong>29</strong> For the gifts and calling of God are without repentance.  ","niv":"<sup><strong>29</strong></sup> for God's gifts and his call are irrevocable.","modified":"2022-09-03T10:38:24.165Z"},{"_id":"616235ac8d436e0b7f06a344","topicId":"616235a98d436e0b7f06a33b","verse":"1 Peter 4:10-11","votes":80,"__v":0,"esv":"<div>\n<p id=\"p60004010_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace: <b class=\"verse-num\" id=\"v60004011-1\">11&nbsp;</b>whoever speaks, as one who speaks oracles of God; whoever serves, as one who serves by the strength that God supplies—in order that in everything God may be glorified through Jesus Christ. To him belong glory and dominion forever and ever. Amen.</p>\n</div>","kjv":"<strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  <strong>11</strong> If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen.  ","niv":"<sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms. <sup><strong>11</strong></sup> If anyone speaks, he should do it as one speaking the very words of God. If anyone serves, he should do it with the strength God provides, so that in all things God may be praised through Jesus Christ. To him be the glory and the power for ever and ever. Amen. "},{"_id":"616235ac8d436e0b7f06a345","topicId":"616235a98d436e0b7f06a33b","verse":"2 Corinthians 9:15","votes":82,"__v":0,"esv":"<div>\n<p id=\"p47009015_01-12\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v47009015-1\">15&nbsp;</b>Thanks be to God for his inexpressible gift!</p>\n</div>","kjv":"<strong>15</strong> Thanks be unto God for his unspeakable gift.  ","niv":"<sup><strong>15</strong></sup> Thanks be to God for his indescribable gift!","modified":"2022-12-01T16:06:55.675Z"},{"_id":"616235ad8d436e0b7f06a346","topicId":"616235a98d436e0b7f06a33b","verse":"Ecclesiastes 3:13","votes":71,"__v":0,"esv":"<div>\n<p id=\"p21003013_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v21003013-1\">13&nbsp;</b>also that everyone should eat and drink and take pleasure in all his toil—this is God’s gift to man.</p>\n</div>","kjv":"<strong>13</strong> And also that every man should eat and drink, and enjoy the good of all his labour, it is the gift of God.  ","niv":"<sup><strong>13</strong></sup> That everyone may eat and drink, and find satisfaction in all his toil-this is the gift of God."},{"_id":"616235ad8d436e0b7f06a347","topicId":"616235a98d436e0b7f06a33b","verse":"Romans 12:6-8","votes":69,"__v":0,"esv":"<div>\n<p id=\"p45012006_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012006-1\">6&nbsp;</b>Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; <b class=\"verse-num\" id=\"v45012007-1\">7&nbsp;</b>if service, in our serving; the one who teaches, in his teaching; <b class=\"verse-num\" id=\"v45012008-1\">8&nbsp;</b>the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.</p>\n\n</div>","kjv":"<strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  <strong>7</strong> Or ministry, let us wait on our ministering: or he that teacheth, on teaching;  <strong>8</strong> Or he that exhorteth, on exhortation: he that giveth, let him do it  with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.  ","niv":"<sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith. <sup><strong>7</strong></sup> If it is serving, let him serve; if it is teaching, let him teach; <sup><strong>8</strong></sup> if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully. "},{"_id":"616235ad8d436e0b7f06a348","topicId":"616235a98d436e0b7f06a33b","verse":"1 Corinthians 12:7","votes":71,"__v":0,"esv":"<div>\n\n<p id=\"p46012001_03-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46012001-1\">12:1&nbsp;</b>Now concerning spiritual gifts, brothers, I do not want you to be uninformed. <b class=\"verse-num\" id=\"v46012002-1\">2&nbsp;</b>You know that when you were pagans you were led astray to mute idols, however you were led. <b class=\"verse-num\" id=\"v46012003-1\">3&nbsp;</b>Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.</p>\n<p id=\"p46012003_03-22\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit; <b class=\"verse-num\" id=\"v46012005-1\">5&nbsp;</b>and there are varieties of service, but the same Lord; <b class=\"verse-num\" id=\"v46012006-1\">6&nbsp;</b>and there are varieties of activities, but it is the same God who empowers them all in everyone. <b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good. <b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit, <b class=\"verse-num\" id=\"v46012009-1\">9&nbsp;</b>to another faith by the same Spirit, to another gifts of healing by the one Spirit, <b class=\"verse-num\" id=\"v46012010-1\">10&nbsp;</b>to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues. <b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n\n<p id=\"p46012011_08-22\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_08-22\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_08-22\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_08-22\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. <b class=\"verse-num\" id=\"v46012029-1\">29&nbsp;</b>Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret? <b class=\"verse-num\" id=\"v46012031-1\">31&nbsp;</b>But earnestly desire the higher gifts.</p>\n<p id=\"p46012031_08-22\">And I will show you a still more excellent way.</p>\n\n</div>","kjv":"<strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  ","niv":"<sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good."},{"_id":"616235ad8d436e0b7f06a349","topicId":"616235a98d436e0b7f06a33b","verse":"1 Timothy 4:14","votes":67,"__v":0,"esv":"<div>\n<p id=\"p54004014_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004014-1\">14&nbsp;</b>Do not neglect the gift you have, which was given you by prophecy when the council of elders laid their hands on you.</p>\n</div>","kjv":"<strong>14</strong> Neglect not the gift that is in thee, which was given thee by prophecy, with the laying on of the hands of the presbytery.  ","niv":"<sup><strong>14</strong></sup> Do not neglect your gift, which was given you through a prophetic message when the body of elders laid their hands on you.","modified":"2022-10-05T23:51:57.361Z"},{"_id":"616235ae8d436e0b7f06a34a","topicId":"616235a98d436e0b7f06a33b","verse":"Matthew 7:11","votes":67,"__v":0,"esv":"<div>\n<p id=\"p40007011_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007011-1\">11&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!</span></p>\n</div>","kjv":"<strong>11</strong> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?  ","niv":"<sup><strong>11</strong></sup> If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him!"},{"_id":"616235ae8d436e0b7f06a34c","topicId":"616235a98d436e0b7f06a33b","verse":"2 Timothy 1:6","votes":67,"__v":0,"esv":"<div>\n<p id=\"p55001006_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001006-1\">6&nbsp;</b>For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands,</p>\n</div>","kjv":"<strong>6</strong> Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.  ","niv":"<sup><strong>6</strong></sup> For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands."},{"_id":"616235ae8d436e0b7f06a34b","topicId":"616235a98d436e0b7f06a33b","verse":"1 Corinthians 12:1-31","votes":65,"__v":0,"kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant. <sup><strong>2</strong></sup> You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. <sup><strong>3</strong></sup> Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit. <sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. <sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. <sup><strong>29</strong></sup> Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret? <sup><strong>31</strong></sup> But eagerly desire the greater gifts. And now I will show you the most excellent way. ","modified":"2022-12-25T19:55:26.739Z"},{"_id":"616235af8d436e0b7f06a34d","topicId":"616235a98d436e0b7f06a33b","verse":"1 Corinthians 12:4","votes":61,"__v":0,"esv":"<div>\n<p id=\"p46012004_01-24\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit;</p>\n</div>","kjv":"<strong>4</strong> Now there are diversities of gifts, but the same Spirit.  ","niv":"<sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit."},{"_id":"616235af8d436e0b7f06a34e","topicId":"616235a98d436e0b7f06a33b","verse":"John 4:10","votes":58,"__v":0,"esv":"<div>\n<p id=\"p43004010_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v43004010-1\">10&nbsp;</b>Jesus answered her, <span class=\"woc\">“If you knew the gift of God, and who it is that is saying to you, ‘Give me a drink,’ you would have asked him, and he would have given you living water.”</span></p>\n</div>","kjv":"<strong>10</strong> Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.  ","niv":"<sup><strong>10</strong></sup> Jesus answered her, \"If you knew the gift of God and who it is that asks you for a drink, you would have asked him and he would have given you living water.\""},{"_id":"616235af8d436e0b7f06a34f","topicId":"616235a98d436e0b7f06a33b","verse":"1 Corinthians 12:11","votes":64,"__v":0,"esv":"<div>\n<p id=\"p46012011_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n</div>","kjv":"<strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  ","niv":"<sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines."},{"_id":"616235b08d436e0b7f06a350","topicId":"616235a98d436e0b7f06a33b","verse":"1 Corinthians 12:27","votes":56,"__v":0,"esv":"<div>\n<p id=\"p46012027_01-29\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it.</p>\n</div>","kjv":"<strong>27</strong> Now ye are the body of Christ, and members in particular.  ","niv":"<sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it."},{"_id":"616235b08d436e0b7f06a351","topicId":"616235a98d436e0b7f06a33b","verse":"Proverbs 17:17","votes":56,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017017_01-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017017-1\">17&nbsp;</b>&nbsp;&nbsp;A friend loves at all times,</span><br><span id=\"p20017017_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a brother is born for adversity.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> A friend loveth at all times, and a brother is born for adversity.  ","niv":"<sup><strong>17</strong></sup> A friend loves at all times, and a brother is born for adversity."},{"_id":"616235b08d436e0b7f06a352","topicId":"616235a98d436e0b7f06a33b","verse":"1 Corinthians 4:7","votes":56,"__v":0,"esv":"<div>\n<p id=\"p46004007_01-32\" class=\"virtual\"><b class=\"verse-num\" id=\"v46004007-1\">7&nbsp;</b>For who sees anything different in you? What do you have that you did not receive? If then you received it, why do you boast as if you did not receive it?</p>\n</div>","kjv":"<strong>7</strong> For who maketh thee to differ from another? and what hast thou that thou didst not receive? now if thou didst receive it, why dost thou glory, as if thou hadst not received it?  ","niv":"<sup><strong>7</strong></sup> For who makes you different from anyone else? What do you have that you did not receive? And if you did receive it, why do you boast as though you did not?"},{"_id":"616235b18d436e0b7f06a354","topicId":"616235a98d436e0b7f06a33b","verse":"Exodus 35:10","votes":56,"__v":0,"esv":"<div>\n<p id=\"p02035010_01-33\"><b class=\"verse-num\" id=\"v02035010-1\">10&nbsp;</b>“Let every skillful craftsman among you come and make all that the LORD has commanded:</p>\n</div>","kjv":"<strong>10</strong> And every wise hearted among you shall come, and make all that the LORD hath commanded;  ","niv":"<sup><strong>10</strong></sup> \"All who are skilled among you are to come and make everything the LORD has commanded:"},{"_id":"616235b18d436e0b7f06a353","topicId":"616235a98d436e0b7f06a33b","verse":"Revelation 1:1-20","votes":55,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-34\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John, <b class=\"verse-num\" id=\"v66001002-1\">2&nbsp;</b>who bore witness to the word of God and to the testimony of Jesus Christ, even to all that he saw. <b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n\n<p id=\"p66001003_07-34\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_07-34\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, <b class=\"verse-num\" id=\"v66001005-1\">5&nbsp;</b>and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth.</p>\n<p id=\"p66001005_07-34\">To him who loves us and has freed us from our sins by his blood <b class=\"verse-num\" id=\"v66001006-1\">6&nbsp;</b>and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen. <b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n<p id=\"p66001007_07-34\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n\n<p id=\"p66001008_13-34\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus. <b class=\"verse-num\" id=\"v66001010-1\">10&nbsp;</b>I was in the Spirit on the Lord’s day, and I heard behind me a loud voice like a trumpet <b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n<p id=\"p66001011_13-34\"><b class=\"verse-num\" id=\"v66001012-1\">12&nbsp;</b>Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, <b class=\"verse-num\" id=\"v66001013-1\">13&nbsp;</b>and in the midst of the lampstands one like a son of man, clothed with a long robe and with a golden sash around his chest. <b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters. <b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n<p id=\"p66001016_13-34\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span> <b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span> <b class=\"verse-num woc\" id=\"v66001019-1\">19&nbsp;</b><span class=\"woc\">Write therefore the things that you have seen, those that are and those that are to take place after this.</span> <b class=\"verse-num woc\" id=\"v66001020-1\">20&nbsp;</b><span class=\"woc\">As for the mystery of the seven stars that you saw in my right hand, and the seven golden lampstands, the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.</span></p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  <strong>2</strong> Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.  <strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  <strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  <strong>5</strong> And from Jesus Christ, who is the faithful witness, and  the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,  <strong>6</strong> And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.  <strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  <strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  <strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  <strong>10</strong> I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,  <strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  <strong>12</strong> And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;  <strong>13</strong> And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.  <strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  <strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  <strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  <strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  <strong>19</strong>           Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;  <strong>20</strong> The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches. ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John, <sup><strong>2</strong></sup> who testifies to everything he saw--that is, the word of God and the testimony of Jesus Christ. <sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near. <sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits <sup><strong>5</strong></sup> before his throne, and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. <sup><strong>6</strong></sup> To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen. <sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen. <sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\" <sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus. <sup><strong>10</strong></sup> On the Lord's Day I was in the Spirit, and I heard behind me a loud voice like a trumpet, <sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\" <sup><strong>12</strong></sup> I turned around to see the voice that was speaking to me. And when I turned I saw seven golden lampstands, <sup><strong>13</strong></sup> and among the lampstands was someone \"like a son of man,\" dressed in a robe reaching down to his feet and with a golden sash around his chest. <sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. <sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance. <sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last. <sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades. <sup><strong>19</strong></sup> \"Write, therefore, what you have seen, what is now and what will take place later. <sup><strong>20</strong></sup> The mystery of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches. "}]}