{"_id":"616238978d436e0b7f06a4c1","slug":"gods-wrath","name":"Gods Wrath","verses":[{"_id":"616238978d436e0b7f06a4c2","topicId":"616238978d436e0b7f06a4c1","verse":"John 3:36","votes":190,"__v":0,"esv":"<div>\n<p id=\"p43003036_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n</div>","kjv":"<strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\"","modified":"2023-07-14T04:38:29.542Z"},{"_id":"616238988d436e0b7f06a4c3","topicId":"616238978d436e0b7f06a4c1","verse":"Romans 1:18","votes":198,"__v":0,"esv":"<div>\n\n<p id=\"p45001018_05-2\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth.</p>\n</div>","kjv":"<strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  ","niv":"<sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness,","modified":"2023-07-13T02:08:23.229Z"},{"_id":"616238988d436e0b7f06a4c4","topicId":"616238978d436e0b7f06a4c1","verse":"Romans 2:5","votes":148,"__v":0,"esv":"<div>\n<p id=\"p45002005_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002005-1\">5&nbsp;</b>But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God’s righteous judgment will be revealed.</p>\n</div>","kjv":"<strong>5</strong> But after thy hardness and impenitent heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God;  ","niv":"<sup><strong>5</strong></sup> But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God's wrath, when his righteous judgment will be revealed.","modified":"2023-06-24T22:52:14.359Z"},{"_id":"616238988d436e0b7f06a4c5","topicId":"616238978d436e0b7f06a4c1","verse":"Romans 5:9","votes":167,"__v":0,"esv":"<div>\n<p id=\"p45005009_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005009-1\">9&nbsp;</b>Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God.</p>\n</div>","kjv":"<strong>9</strong> Much more then, being now justified by his blood, we shall be saved from wrath through him.  ","niv":"<sup><strong>9</strong></sup> Since we have now been justified by his blood, how much more shall we be saved from God's wrath through him!","modified":"2023-04-07T09:39:21.180Z"},{"_id":"616238998d436e0b7f06a4c6","topicId":"616238978d436e0b7f06a4c1","verse":"1 Thessalonians 5:9","votes":110,"__v":0,"esv":"<div>\n<p id=\"p52005009_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005009-1\">9&nbsp;</b>For God has not destined us for wrath, but to obtain salvation through our Lord Jesus Christ,</p>\n</div>","kjv":"<strong>9</strong> For God hath not appointed us to wrath, but to obtain salvation by our Lord Jesus Christ,  ","niv":"<sup><strong>9</strong></sup> For God did not appoint us to suffer wrath but to receive salvation through our Lord Jesus Christ.","modified":"2023-02-22T21:50:19.872Z"},{"_id":"616238998d436e0b7f06a4c8","topicId":"616238978d436e0b7f06a4c1","verse":"Psalm 7:11","votes":93,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19007011_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19007011-1\">11&nbsp;</b>&nbsp;&nbsp;God is a righteous judge,</span><br><span id=\"p19007011_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a God who feels indignation every day.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> God judgeth the righteous, and God is angry with the wicked  every day.  ","niv":"<sup><strong>11</strong></sup> God is a righteous judge, a God who expresses his wrath every day.","modified":"2023-11-15T23:25:07.040Z"},{"_id":"616238998d436e0b7f06a4c7","topicId":"616238978d436e0b7f06a4c1","verse":"Ephesians 5:6","votes":95,"__v":0,"esv":"<div>\n<p id=\"p49005006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005006-1\">6&nbsp;</b>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience.</p>\n</div>","kjv":"<strong>6</strong> Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.  ","niv":"<sup><strong>6</strong></sup> Let no one deceive you with empty words, for because of such things God's wrath comes on those who are disobedient.","modified":"2023-12-06T23:44:55.313Z"},{"_id":"6162389a8d436e0b7f06a4c9","topicId":"616238978d436e0b7f06a4c1","verse":"Revelation 6:16-17","votes":84,"__v":0,"esv":"<div>\n<p id=\"p66006016_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66006016-1\">16&nbsp;</b>calling to the mountains and rocks, “Fall on us and hide us from the face of him who is seated on the throne, and from the wrath of the Lamb, <b class=\"verse-num\" id=\"v66006017-1\">17&nbsp;</b>for the great day of their wrath has come, and who can stand?”</p>\n</div>","kjv":"<strong>16</strong> And said to the mountains and rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb:  <strong>17</strong> For the great day of his wrath is come; and who shall be able to stand?  ","niv":"<sup><strong>16</strong></sup> They called to the mountains and the rocks, \"Fall on us and hide us from the face of him who sits on the throne and from the wrath of the Lamb! <sup><strong>17</strong></sup> For the great day of their wrath has come, and who can stand?\" ","modified":"2023-08-01T11:10:18.285Z"},{"_id":"6162389a8d436e0b7f06a4ca","topicId":"616238978d436e0b7f06a4c1","verse":"Romans 12:19","votes":95,"__v":0,"esv":"<div>\n<p id=\"p45012019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”</p>\n\n</div>","kjv":"<strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  ","niv":"<sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord.","modified":"2023-12-01T06:44:09.299Z"},{"_id":"6162389a8d436e0b7f06a4cb","topicId":"616238978d436e0b7f06a4c1","verse":"Revelation 19:15","votes":87,"__v":0,"esv":"<div>\n<p id=\"p66019015_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019015-1\">15&nbsp;</b>From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty.</p>\n\n</div>","kjv":"<strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  ","niv":"<sup><strong>15</strong></sup> Out of his mouth comes a sharp sword with which to strike down the nations. \"He will rule them with an iron scepter.\" He treads the winepress of the fury of the wrath of God Almighty.","modified":"2023-04-07T09:39:46.615Z"},{"_id":"6162389a8d436e0b7f06a4cc","topicId":"616238978d436e0b7f06a4c1","verse":"Revelation 6:12-17","votes":75,"__v":0,"esv":"<div>\n<p id=\"p66006012_01-12\"><b class=\"verse-num\" id=\"v66006012-1\">12&nbsp;</b>When he opened the sixth seal, I looked, and behold, there was a great earthquake, and the sun became black as sackcloth, the full moon became like blood, <b class=\"verse-num\" id=\"v66006013-1\">13&nbsp;</b>and the stars of the sky fell to the earth as the fig tree sheds its winter fruit when shaken by a gale. <b class=\"verse-num\" id=\"v66006014-1\">14&nbsp;</b>The sky vanished like a scroll that is being rolled up, and every mountain and island was removed from its place. <b class=\"verse-num\" id=\"v66006015-1\">15&nbsp;</b>Then the kings of the earth and the great ones and the generals and the rich and the powerful, and everyone, slave and free, hid themselves in the caves and among the rocks of the mountains, <b class=\"verse-num\" id=\"v66006016-1\">16&nbsp;</b>calling to the mountains and rocks, “Fall on us and hide us from the face of him who is seated on the throne, and from the wrath of the Lamb, <b class=\"verse-num\" id=\"v66006017-1\">17&nbsp;</b>for the great day of their wrath has come, and who can stand?”</p>\n\n</div>","kjv":"<strong>12</strong> And I beheld when he had opened the sixth seal, and, lo, there was a great earthquake; and the sun became black as sackcloth of hair, and the moon became as blood;  <strong>13</strong> And the stars of heaven fell unto the earth, even as a fig tree casteth her untimely figs, when she is shaken of a mighty wind.  <strong>14</strong> And the heaven departed as a scroll when it is rolled together; and every mountain and island were moved out of their places.  <strong>15</strong> And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in the dens and in the rocks of the mountains;  <strong>16</strong> And said to the mountains and rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb:  <strong>17</strong> For the great day of his wrath is come; and who shall be able to stand?  ","niv":"<sup><strong>12</strong></sup> I watched as he opened the sixth seal. There was a great earthquake. The sun turned black like sackcloth made of goat hair, the whole moon turned blood red, <sup><strong>13</strong></sup> and the stars in the sky fell to earth, as late figs drop from a fig tree when shaken by a strong wind. <sup><strong>14</strong></sup> The sky receded like a scroll, rolling up, and every mountain and island was removed from its place. <sup><strong>15</strong></sup> Then the kings of the earth, the princes, the generals, the rich, the mighty, and every slave and every free man hid in caves and among the rocks of the mountains. <sup><strong>16</strong></sup> They called to the mountains and the rocks, \"Fall on us and hide us from the face of him who sits on the throne and from the wrath of the Lamb! <sup><strong>17</strong></sup> For the great day of their wrath has come, and who can stand?\" ","modified":"2023-04-29T22:22:26.124Z"},{"_id":"6162389b8d436e0b7f06a4cd","topicId":"616238978d436e0b7f06a4c1","verse":"Romans 12:17-21","votes":77,"__v":0,"esv":"<div>\n<p id=\"p45012017_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. ","modified":"2023-07-20T17:13:34.455Z"},{"_id":"6162389b8d436e0b7f06a4ce","topicId":"616238978d436e0b7f06a4c1","verse":"Revelation 6:16","votes":69,"__v":0,"esv":"<div>\n<p id=\"p66006016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v66006016-1\">16&nbsp;</b>calling to the mountains and rocks, “Fall on us and hide us from the face of him who is seated on the throne, and from the wrath of the Lamb,</p>\n</div>","kjv":"<strong>16</strong> And said to the mountains and rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb:  ","niv":"<sup><strong>16</strong></sup> They called to the mountains and the rocks, \"Fall on us and hide us from the face of him who sits on the throne and from the wrath of the Lamb!"},{"_id":"6162389c8d436e0b7f06a4cf","topicId":"616238978d436e0b7f06a4c1","verse":"Colossians 3:6","votes":70,"__v":0,"esv":"<div>\n<p id=\"p51003006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming.</p>\n\n</div>","kjv":"<strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  ","niv":"<sup><strong>6</strong></sup> Because of these, the wrath of God is coming.","modified":"2023-10-26T19:26:35.461Z"},{"_id":"6162389c8d436e0b7f06a4d1","topicId":"616238978d436e0b7f06a4c1","verse":"Ephesians 2:3","votes":61,"__v":0,"esv":"<div>\n<p id=\"p49002003_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002003-1\">3&nbsp;</b>among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind.</p>\n\n</div>","kjv":"<strong>3</strong> Among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.  ","niv":"<sup><strong>3</strong></sup> All of us also lived among them at one time, gratifying the cravings of our sinful nature and following its desires and thoughts. Like the rest, we were by nature objects of wrath.","modified":"2022-12-27T17:56:42.473Z"},{"_id":"6162389c8d436e0b7f06a4d2","topicId":"616238978d436e0b7f06a4c1","verse":"Ephesians 4:26","votes":59,"__v":0,"esv":"<div>\n<p id=\"p49004026_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger,</p>\n</div>","kjv":"<strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  ","niv":"<sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry,"},{"_id":"6162389c8d436e0b7f06a4d0","topicId":"616238978d436e0b7f06a4c1","verse":"1 Thessalonians 1:10","votes":60,"__v":0,"esv":"<div>\n<p id=\"p52001010_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v52001010-1\">10&nbsp;</b>and to wait for his Son from heaven, whom he raised from the dead, Jesus who delivers us from the wrath to come.</p>\n</div>","kjv":"<strong>10</strong> And to wait for his Son from heaven, whom he raised from the dead, even Jesus, which delivered us from the wrath to come.  ","niv":"<sup><strong>10</strong></sup> and to wait for his Son from heaven, whom he raised from the dead--Jesus, who rescues us from the coming wrath.","modified":"2023-04-28T15:48:49.063Z"},{"_id":"6162389d8d436e0b7f06a4d3","topicId":"616238978d436e0b7f06a4c1","verse":"James 1:20","votes":71,"__v":0,"esv":"<div>\n<p id=\"p59001020_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God.</p>\n</div>","kjv":"<strong>20</strong> For the wrath of man worketh not the righteousness of God.  ","niv":"<sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires.","modified":"2022-12-27T18:09:48.076Z"},{"_id":"6162389d8d436e0b7f06a4d4","topicId":"616238978d436e0b7f06a4c1","verse":"Revelation 19:11-21","votes":55,"__v":0,"esv":"<div>\n\n<p id=\"p66019011_07-21\"><b class=\"verse-num\" id=\"v66019011-1\">11&nbsp;</b>Then I saw heaven opened, and behold, a white horse! The one sitting on it is called Faithful and True, and in righteousness he judges and makes war. <b class=\"verse-num\" id=\"v66019012-1\">12&nbsp;</b>His eyes are like a flame of fire, and on his head are many diadems, and he has a name written that no one knows but himself. <b class=\"verse-num\" id=\"v66019013-1\">13&nbsp;</b>He is clothed in a robe dipped in blood, and the name by which he is called is The Word of God. <b class=\"verse-num\" id=\"v66019014-1\">14&nbsp;</b>And the armies of heaven, arrayed in fine linen, white and pure, were following him on white horses. <b class=\"verse-num\" id=\"v66019015-1\">15&nbsp;</b>From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty. <b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n<p id=\"p66019016_07-21\"><b class=\"verse-num\" id=\"v66019017-1\">17&nbsp;</b>Then I saw an angel standing in the sun, and with a loud voice he called to all the birds that fly directly overhead, “Come, gather for the great supper of God, <b class=\"verse-num\" id=\"v66019018-1\">18&nbsp;</b>to eat the flesh of kings, the flesh of captains, the flesh of mighty men, the flesh of horses and their riders, and the flesh of all men, both free and slave, both small and great.” <b class=\"verse-num\" id=\"v66019019-1\">19&nbsp;</b>And I saw the beast and the kings of the earth with their armies gathered to make war against him who was sitting on the horse and against his army. <b class=\"verse-num\" id=\"v66019020-1\">20&nbsp;</b>And the beast was captured, and with it the false prophet who in its presence had done the signs by which he deceived those who had received the mark of the beast and those who worshiped its image. These two were thrown alive into the lake of fire that burns with sulfur. <b class=\"verse-num\" id=\"v66019021-1\">21&nbsp;</b>And the rest were slain by the sword that came from the mouth of him who was sitting on the horse, and all the birds were gorged with their flesh.</p>\n\n</div>","kjv":"<strong>11</strong> And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.  <strong>12</strong> His eyes were as a flame of fire, and on his head were  many crowns; and he had a name written, that no man knew, but he himself.  <strong>13</strong> And he was clothed with a vesture dipped in blood: and his name is called The Word of God.  <strong>14</strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.  <strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  <strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  <strong>17</strong> And I saw an angel standing in the sun; and he cried with a loud voice, saying to all the fowls that fly in the midst of heaven, Come and gather yourselves together unto the supper of the great God;  <strong>18</strong> That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all men, both free and bond, both small and great.  <strong>19</strong> And I saw the beast, and the kings of the earth, and their armies, gathered together to make war against him that sat on the horse, and against his army.  <strong>20</strong> And the beast was taken, and with him the false prophet that wrought miracles before him, with which he deceived them that had received the mark of the beast, and them that worshipped his image. These both were cast alive into a lake of fire burning with brimstone.  <strong>21</strong> And the remnant were slain with the sword of him that sat upon the horse, which sword proceeded out of his mouth: and all the fowls were filled with their flesh.  ","niv":"<sup><strong>11</strong></sup> I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and makes war. <sup><strong>12</strong></sup> His eyes are like blazing fire, and on his head are many crowns. He has a name written on him that no one knows but he himself. <sup><strong>13</strong></sup> He is dressed in a robe dipped in blood, and his name is the Word of God. <sup><strong>14</strong></sup> The armies of heaven were following him, riding on white horses and dressed in fine linen, white and clean. <sup><strong>15</strong></sup> Out of his mouth comes a sharp sword with which to strike down the nations. \"He will rule them with an iron scepter.\" He treads the winepress of the fury of the wrath of God Almighty. <sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS. <sup><strong>17</strong></sup> And I saw an angel standing in the sun, who cried in a loud voice to all the birds flying in midair, \"Come, gather together for the great supper of God, <sup><strong>18</strong></sup> so that you may eat the flesh of kings, generals, and mighty men, of horses and their riders, and the flesh of all people, free and slave, small and great.\" <sup><strong>19</strong></sup> Then I saw the beast and the kings of the earth and their armies gathered together to make war against the rider on the horse and his army. <sup><strong>20</strong></sup> But the beast was captured, and with him the false prophet who had performed the miraculous signs on his behalf. With these signs he had deluded those who had received the mark of the beast and worshiped his image. The two of them were thrown alive into the fiery lake of burning sulfur. <sup><strong>21</strong></sup> The rest of them were killed with the sword that came out of the mouth of the rider on the horse, and all the birds gorged themselves on their flesh. "},{"_id":"6162389d8d436e0b7f06a4d5","topicId":"616238978d436e0b7f06a4c1","verse":"Romans 9:22","votes":56,"__v":0,"esv":"<div>\n<p id=\"p45009022_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45009022-1\">22&nbsp;</b>What if God, desiring to show his wrath and to make known his power, has endured with much patience vessels of wrath prepared for destruction,</p>\n</div>","kjv":"<strong>22</strong> What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:  ","niv":"<sup><strong>22</strong></sup> What if God, choosing to show his wrath and make his power known, bore with great patience the objects of his wrath--prepared for destruction?","modified":"2022-03-16T11:26:14.665Z"},{"_id":"6162389e8d436e0b7f06a4d6","topicId":"616238978d436e0b7f06a4c1","verse":"Romans 4:15","votes":50,"__v":0,"esv":"<div>\n<p id=\"p45004015_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45004015-1\">15&nbsp;</b>For the law brings wrath, but where there is no law there is no transgression.</p>\n</div>","kjv":"<strong>15</strong> Because the law worketh wrath: for where no law is, there is  no transgression.  ","niv":"<sup><strong>15</strong></sup> because law brings wrath. And where there is no law there is no transgression."},{"_id":"6162389e8d436e0b7f06a4d7","topicId":"616238978d436e0b7f06a4c1","verse":"2 Peter 2:9","votes":52,"__v":0,"esv":"<div>\n<p id=\"p61002009_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002009-1\">9&nbsp;</b>then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment,</p>\n\n</div>","kjv":"<strong>9</strong> The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:  ","niv":"<sup><strong>9</strong></sup> if this is so, then the Lord knows how to rescue godly men from trials and to hold the unrighteous for the day of judgment, while continuing their punishment.","modified":"2022-09-21T23:35:46.085Z"},{"_id":"6162389e8d436e0b7f06a4d8","topicId":"616238978d436e0b7f06a4c1","verse":"Proverbs 15:1","votes":50,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015001_01-25\" class=\"line\"><b class=\"chapter-num\" id=\"v20015001-1\">15:1&nbsp;</b>&nbsp;&nbsp;A soft answer turns away wrath,</span><br><span id=\"p20015001_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a harsh word stirs up anger.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A soft answer turneth away wrath: but grievous words stir up anger.  ","niv":"<sup><strong>1</strong></sup> A gentle answer turns away wrath, but a harsh word stirs up anger.","modified":"2023-01-04T12:36:04.437Z"},{"_id":"6162389e8d436e0b7f06a4d9","topicId":"616238978d436e0b7f06a4c1","verse":"Romans 3:23","votes":57,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,","modified":"2022-12-27T18:42:29.967Z"},{"_id":"6162389f8d436e0b7f06a4da","topicId":"616238978d436e0b7f06a4c1","verse":"Romans 6:23","votes":48,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.","modified":"2023-02-23T16:43:42.746Z"}]}