{"_id":"616235d38d436e0b7f06a355","slug":"gods-gifts","name":"Gods Gifts","verses":[{"_id":"616235d48d436e0b7f06a356","topicId":"616235d38d436e0b7f06a355","verse":"Ephesians 2:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."},{"_id":"616235d48d436e0b7f06a357","topicId":"616235d38d436e0b7f06a355","verse":"John 4:9-10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43004009_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43004009-1\">9&nbsp;</b>The Samaritan woman said to him, “How is it that you, a Jew, ask for a drink from me, a woman of Samaria?” (For Jews have no dealings with Samaritans.) <b class=\"verse-num\" id=\"v43004010-1\">10&nbsp;</b>Jesus answered her, <span class=\"woc\">“If you knew the gift of God, and who it is that is saying to you, ‘Give me a drink,’ you would have asked him, and he would have given you living water.”</span></p>\n</div>","kjv":"<strong>9</strong> Then saith the woman of Samaria unto him, How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.  <strong>10</strong> Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.  ","niv":"<sup><strong>9</strong></sup> The Samaritan woman said to him, \"You are a Jew and I am a Samaritan woman. How can you ask me for a drink?\" (For Jews do not associate with Samaritans. ) <sup><strong>10</strong></sup> Jesus answered her, \"If you knew the gift of God and who it is that asks you for a drink, you would have asked him and he would have given you living water.\" "},{"_id":"616235d58d436e0b7f06a358","topicId":"616235d38d436e0b7f06a355","verse":"Exodus 31:1-11","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p02031001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02031001-1\">31:1&nbsp;</b>The LORD said to Moses, <b class=\"verse-num\" id=\"v02031002-1\">2&nbsp;</b>“See, I have called by name Bezalel the son of Uri, son of Hur, of the tribe of Judah, <b class=\"verse-num\" id=\"v02031003-1\">3&nbsp;</b>and I have filled him with the Spirit of God, with ability and intelligence, with knowledge and all craftsmanship, <b class=\"verse-num\" id=\"v02031004-1\">4&nbsp;</b>to devise artistic designs, to work in gold, silver, and bronze, <b class=\"verse-num\" id=\"v02031005-1\">5&nbsp;</b>in cutting stones for setting, and in carving wood, to work in every craft. <b class=\"verse-num\" id=\"v02031006-1\">6&nbsp;</b>And behold, I have appointed with him Oholiab, the son of Ahisamach, of the tribe of Dan. And I have given to all able men ability, that they may make all that I have commanded you: <b class=\"verse-num\" id=\"v02031007-1\">7&nbsp;</b>the tent of meeting, and the ark of the testimony, and the mercy seat that is on it, and all the furnishings of the tent, <b class=\"verse-num\" id=\"v02031008-1\">8&nbsp;</b>the table and its utensils, and the pure lampstand with all its utensils, and the altar of incense, <b class=\"verse-num\" id=\"v02031009-1\">9&nbsp;</b>and the altar of burnt offering with all its utensils, and the basin and its stand, <b class=\"verse-num\" id=\"v02031010-1\">10&nbsp;</b>and the finely worked garments, the holy garments for Aaron the priest and the garments of his sons, for their service as priests, <b class=\"verse-num\" id=\"v02031011-1\">11&nbsp;</b>and the anointing oil and the fragrant incense for the Holy Place. According to all that I have commanded you, they shall do.”</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> See, I have called by name Bezaleel the son of Uri, the son of Hur, of the tribe of Judah:  <strong>3</strong> And I have filled him with the spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner of workmanship,  <strong>4</strong> To devise cunning works, to work in gold, and in silver, and in brass,  <strong>5</strong> And in cutting of stones, to set them, and in carving of timber, to work in all manner of workmanship.  <strong>6</strong> And I, behold, I have given with him Aholiab, the son of Ahisamach, of the tribe of Dan: and in the hearts of all that are wise hearted I have put wisdom, that they may make all that I have commanded thee;  <strong>7</strong> The tabernacle of the congregation, and the ark of the testimony, and the mercy seat that is thereupon, and all the furniture of the tabernacle,  <strong>8</strong> And the table and his furniture, and the pure candlestick with all his furniture, and the altar of incense,  <strong>9</strong> And the altar of burnt offering with all his furniture, and the laver and his foot,  <strong>10</strong> And the cloths of service, and the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest’s office,  <strong>11</strong> And the anointing oil, and sweet incense for the holy place:  according to all that I have commanded thee shall they do.  ","niv":"<sup><strong>1</strong></sup> Then the LORD said to Moses, <sup><strong>2</strong></sup> \"See, I have chosen Bezalel son of Uri, the son of Hur, of the tribe of Judah, <sup><strong>3</strong></sup> and I have filled him with the Spirit of God, with skill, ability and knowledge in all kinds of crafts- <sup><strong>4</strong></sup> to make artistic designs for work in gold, silver and bronze, <sup><strong>5</strong></sup> to cut and set stones, to work in wood, and to engage in all kinds of craftsmanship. <sup><strong>6</strong></sup> Moreover, I have appointed Oholiab son of Ahisamach, of the tribe of Dan, to help him. Also I have given skill to all the craftsmen to make everything I have commanded you: <sup><strong>7</strong></sup> the Tent of Meeting, the ark of the Testimony with the atonement cover on it, and all the other furnishings of the tent- <sup><strong>8</strong></sup> the table and its articles, the pure gold lampstand and all its accessories, the altar of incense, <sup><strong>9</strong></sup> the altar of burnt offering and all its utensils, the basin with its stand- <sup><strong>10</strong></sup> and also the woven garments, both the sacred garments for Aaron the priest and the garments for his sons when they serve as priests, <sup><strong>11</strong></sup> and the anointing oil and fragrant incense for the Holy Place. They are to make them just as I commanded you.\" "},{"_id":"616235d58d436e0b7f06a359","topicId":"616235d38d436e0b7f06a355","verse":"1 John 1:1-10","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62001001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62001001-1\">1:1&nbsp;</b>That which was from the beginning, which we have heard, which we have seen with our eyes, which we looked upon and have touched with our hands, concerning the word of life—<b class=\"verse-num\" id=\"v62001002-1\">2&nbsp;</b>the life was made manifest, and we have seen it, and testify to it and proclaim to you the eternal life, which was with the Father and was made manifest to us—<b class=\"verse-num\" id=\"v62001003-1\">3&nbsp;</b>that which we have seen and heard we proclaim also to you, so that you too may have fellowship with us; and indeed our fellowship is with the Father and with his Son Jesus Christ. <b class=\"verse-num\" id=\"v62001004-1\">4&nbsp;</b>And we are writing these things so that our joy may be complete.</p>\n\n<p id=\"p62001004_09-4\"><b class=\"verse-num\" id=\"v62001005-1\">5&nbsp;</b>This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all. <b class=\"verse-num\" id=\"v62001006-1\">6&nbsp;</b>If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth. <b class=\"verse-num\" id=\"v62001007-1\">7&nbsp;</b>But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin. <b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us. <b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness. <b class=\"verse-num\" id=\"v62001010-1\">10&nbsp;</b>If we say we have not sinned, we make him a liar, and his word is not in us.</p>\n\n</div>","kjv":"<strong>1</strong> That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;  <strong>2</strong> (For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)  <strong>3</strong> That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.  <strong>4</strong> And these things write we unto you, that your joy may be full.  <strong>5</strong> This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.  <strong>6</strong> If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:  <strong>7</strong> But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.  <strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  <strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  <strong>10</strong> If we say that we have not sinned, we make him a liar, and his word is not in us.  ","niv":"<sup><strong>1</strong></sup> That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched--this we proclaim concerning the Word of life. <sup><strong>2</strong></sup> The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us. <sup><strong>3</strong></sup> We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ. <sup><strong>4</strong></sup> We write this to make our joy complete. <sup><strong>5</strong></sup> This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all. <sup><strong>6</strong></sup> If we claim to have fellowship with him yet walk in the darkness, we lie and do not live by the truth. <sup><strong>7</strong></sup> But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin. <sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us. <sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. <sup><strong>10</strong></sup> If we claim we have not sinned, we make him out to be a liar and his word has no place in our lives. "},{"_id":"616235d58d436e0b7f06a35a","topicId":"616235d38d436e0b7f06a355","verse":"Acts 2:4","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-17\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-17\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-17\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-17\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-17\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-17\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-17\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-17\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-17\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-17\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-17\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-17\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  ","niv":"<sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them."},{"_id":"616235d58d436e0b7f06a35b","topicId":"616235d38d436e0b7f06a355","verse":"2 Peter 2:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p61002001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61002001-1\">2:1&nbsp;</b>But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction. <b class=\"verse-num\" id=\"v61002002-1\">2&nbsp;</b>And many will follow their sensuality, and because of them the way of truth will be blasphemed. <b class=\"verse-num\" id=\"v61002003-1\">3&nbsp;</b>And in their greed they will exploit you with false words. Their condemnation from long ago is not idle, and their destruction is not asleep.</p>\n<p id=\"p61002003_05-6\"><b class=\"verse-num\" id=\"v61002004-1\">4&nbsp;</b>For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment; <b class=\"verse-num\" id=\"v61002005-1\">5&nbsp;</b>if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly; <b class=\"verse-num\" id=\"v61002006-1\">6&nbsp;</b>if by turning the cities of Sodom and Gomorrah to ashes he condemned them to extinction, making them an example of what is going to happen to the ungodly; <b class=\"verse-num\" id=\"v61002007-1\">7&nbsp;</b>and if he rescued righteous Lot, greatly distressed by the sensual conduct of the wicked <b class=\"verse-num\" id=\"v61002008-1\">8&nbsp;</b>(for as that righteous man lived among them day after day, he was tormenting his righteous soul over their lawless deeds that he saw and heard); <b class=\"verse-num\" id=\"v61002009-1\">9&nbsp;</b>then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment, <b class=\"verse-num\" id=\"v61002010-1\">10&nbsp;</b>and especially those who indulge in the lust of defiling passion and despise authority.</p>\n<p id=\"p61002010_05-6\">Bold and willful, they do not tremble as they blaspheme the glorious ones, <b class=\"verse-num\" id=\"v61002011-1\">11&nbsp;</b>whereas angels, though greater in might and power, do not pronounce a blasphemous judgment against them before the Lord. <b class=\"verse-num\" id=\"v61002012-1\">12&nbsp;</b>But these, like irrational animals, creatures of instinct, born to be caught and destroyed, blaspheming about matters of which they are ignorant, will also be destroyed in their destruction, <b class=\"verse-num\" id=\"v61002013-1\">13&nbsp;</b>suffering wrong as the wage for their wrongdoing. They count it pleasure to revel in the daytime. They are blots and blemishes, reveling in their deceptions, while they feast with you. <b class=\"verse-num\" id=\"v61002014-1\">14&nbsp;</b>They have eyes full of adultery, insatiable for sin. They entice unsteady souls. They have hearts trained in greed. Accursed children! <b class=\"verse-num\" id=\"v61002015-1\">15&nbsp;</b>Forsaking the right way, they have gone astray. They have followed the way of Balaam, the son of Beor, who loved gain from wrongdoing, <b class=\"verse-num\" id=\"v61002016-1\">16&nbsp;</b>but was rebuked for his own transgression; a speechless donkey spoke with human voice and restrained the prophet’s madness.</p>\n<p id=\"p61002016_05-6\"><b class=\"verse-num\" id=\"v61002017-1\">17&nbsp;</b>These are waterless springs and mists driven by a storm. For them the gloom of utter darkness has been reserved. <b class=\"verse-num\" id=\"v61002018-1\">18&nbsp;</b>For, speaking loud boasts of folly, they entice by sensual passions of the flesh those who are barely escaping from those who live in error. <b class=\"verse-num\" id=\"v61002019-1\">19&nbsp;</b>They promise them freedom, but they themselves are slaves of corruption. For whatever overcomes a person, to that he is enslaved. <b class=\"verse-num\" id=\"v61002020-1\">20&nbsp;</b>For if, after they have escaped the defilements of the world through the knowledge of our Lord and Savior Jesus Christ, they are again entangled in them and overcome, the last state has become worse for them than the first. <b class=\"verse-num\" id=\"v61002021-1\">21&nbsp;</b>For it would have been better for them never to have known the way of righteousness than after knowing it to turn back from the holy commandment delivered to them. <b class=\"verse-num\" id=\"v61002022-1\">22&nbsp;</b>What the true proverb says has happened to them: “The dog returns to its own vomit, and the sow, after washing herself, returns to wallow in the mire.”</p>\n\n</div>","kjv":"<strong>1</strong> But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.  <strong>2</strong> And many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of.  <strong>3</strong> And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.  <strong>4</strong> For if God spared not the angels that sinned, but cast them  down to hell, and delivered them into chains of darkness, to be reserved unto judgment;  <strong>5</strong> And spared not the old world, but saved Noah the eighth person,  a preacher of righteousness, bringing in the flood upon the world of the ungodly;  <strong>6</strong> And turning the cities of Sodom and Gomorrah into ashes condemned them with an overthrow, making them an ensample unto those that after should live ungodly;  <strong>7</strong> And delivered just Lot, vexed with the filthy conversation of the wicked:  <strong>8</strong> (For that righteous man dwelling among them, in seeing and hearing, vexed his righteous soul from day to day with their unlawful deeds;)  <strong>9</strong> The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:  <strong>10</strong> But chiefly them that walk after the flesh in the lust of uncleanness, and despise government. Presumptuous are they, selfwilled, they are not afraid to speak evil of dignities.  <strong>11</strong> Whereas angels, which are greater in power and might, bring not railing accusation against them before the Lord.  <strong>12</strong> But these, as natural brute beasts, made to be taken and destroyed, speak evil of the things that they understand not; and shall utterly perish in their own corruption;  <strong>13</strong> And shall receive the reward of unrighteousness, as they that count it pleasure to riot in the daytime. Spots they are and blemishes, sporting themselves with their own deceivings while they feast with you;  <strong>14</strong> Having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:  <strong>15</strong> Which have forsaken the right way, and are gone astray, following the way of Balaam the son of Bosor, who loved the wages of unrighteousness;  <strong>16</strong> But was rebuked for his iniquity: the dumb ass speaking with man’s voice forbad the madness of the prophet.  <strong>17</strong> These are wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.  <strong>18</strong> For when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error.  <strong>19</strong> While they promise them liberty, they themselves are the servants of corruption: for of whom a man is overcome, of the same is he brought in bondage.  <strong>20</strong> For if after they have escaped the pollutions of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again entangled therein, and overcome, the latter end is worse with them than the beginning.  <strong>21</strong> For it had been better for them not to have known the way of righteousness, than, after they have known it, to turn from the holy commandment delivered unto them.  <strong>22</strong> But it is happened unto them according to the true proverb, The dog is turned to his own vomit again; and the sow that was washed to her wallowing in the mire.  ","niv":"<sup><strong>1</strong></sup> But there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them--bringing swift destruction on themselves. <sup><strong>2</strong></sup> Many will follow their shameful ways and will bring the way of truth into disrepute. <sup><strong>3</strong></sup> In their greed these teachers will exploit you with stories they have made up. Their condemnation has long been hanging over them, and their destruction has not been sleeping. <sup><strong>4</strong></sup> For if God did not spare angels when they sinned, but sent them to hell, putting them into gloomy dungeons to be held for judgment; <sup><strong>5</strong></sup> if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others; <sup><strong>6</strong></sup> if he condemned the cities of Sodom and Gomorrah by burning them to ashes, and made them an example of what is going to happen to the ungodly; <sup><strong>7</strong></sup> and if he rescued Lot, a righteous man, who was distressed by the filthy lives of lawless men <sup><strong>8</strong></sup> (for that righteous man, living among them day after day, was tormented in his righteous soul by the lawless deeds he saw and heard)-- <sup><strong>9</strong></sup> if this is so, then the Lord knows how to rescue godly men from trials and to hold the unrighteous for the day of judgment, while continuing their punishment. <sup><strong>10</strong></sup> This is especially true of those who follow the corrupt desire of the sinful nature and despise authority. <sup><strong>11</strong></sup> Bold and arrogant, these men are not afraid to slander celestial beings; yet even angels, although they are stronger and more powerful, do not bring slanderous accusations against such beings in the presence of the Lord. <sup><strong>12</strong></sup> But these men blaspheme in matters they do not understand. They are like brute beasts, creatures of instinct, born only to be caught and destroyed, and like beasts they too will perish. <sup><strong>13</strong></sup> They will be paid back with harm for the harm they have done. Their idea of pleasure is to carouse in broad daylight. They are blots and blemishes, reveling in their pleasures while they feast with you. <sup><strong>14</strong></sup> With eyes full of adultery, they never stop sinning; they seduce the unstable; they are experts in greed--an accursed brood! <sup><strong>15</strong></sup> They have left the straight way and wandered off to follow the way of Balaam son of Beor, who loved the wages of wickedness. <sup><strong>16</strong></sup> But he was rebuked for his wrongdoing by a donkey--a beast without speech--who spoke with a man's voice and restrained the prophet's madness. <sup><strong>17</strong></sup> These men are springs without water and mists driven by a storm. Blackest darkness is reserved for them. <sup><strong>18</strong></sup> For they mouth empty, boastful words and, by appealing to the lustful desires of sinful human nature, they entice people who are just escaping from those who live in error. <sup><strong>19</strong></sup> They promise them freedom, while they themselves are slaves of depravity--for a man is a slave to whatever has mastered him. <sup><strong>20</strong></sup> If they have escaped the corruption of the world by knowing our Lord and Savior Jesus Christ and are again entangled in it and overcome, they are worse off at the end than they were at the beginning. <sup><strong>21</strong></sup> It would have been better for them not to have known the way of righteousness, than to have known it and then to turn their backs on the sacred command that was passed on to them. <sup><strong>22</strong></sup> Of them the proverbs are true: \"A dog returns to its vomit,\" and, \"A sow that is washed goes back to her wallowing in the mud.\" "},{"_id":"616235d68d436e0b7f06a35c","topicId":"616235d38d436e0b7f06a355","verse":"Titus 2:1-15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p56002001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56002001-1\">2:1&nbsp;</b>But as for you, teach what accords with sound doctrine. <b class=\"verse-num\" id=\"v56002002-1\">2&nbsp;</b>Older men are to be sober-minded, dignified, self-controlled, sound in faith, in love, and in steadfastness. <b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled. <b class=\"verse-num\" id=\"v56002006-1\">6&nbsp;</b>Likewise, urge the younger men to be self-controlled. <b class=\"verse-num\" id=\"v56002007-1\">7&nbsp;</b>Show yourself in all respects to be a model of good works, and in your teaching show integrity, dignity, <b class=\"verse-num\" id=\"v56002008-1\">8&nbsp;</b>and sound speech that cannot be condemned, so that an opponent may be put to shame, having nothing evil to say about us. <b class=\"verse-num\" id=\"v56002009-1\">9&nbsp;</b>Bondservants are to be submissive to their own masters in everything; they are to be well-pleasing, not argumentative, <b class=\"verse-num\" id=\"v56002010-1\">10&nbsp;</b>not pilfering, but showing all good faith, so that in everything they may adorn the doctrine of God our Savior.</p>\n<p id=\"p56002010_04-7\"><b class=\"verse-num\" id=\"v56002011-1\">11&nbsp;</b>For the grace of God has appeared, bringing salvation for all people, <b class=\"verse-num\" id=\"v56002012-1\">12&nbsp;</b>training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age, <b class=\"verse-num\" id=\"v56002013-1\">13&nbsp;</b>waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ, <b class=\"verse-num\" id=\"v56002014-1\">14&nbsp;</b>who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works.</p>\n<p id=\"p56002014_04-7\"><b class=\"verse-num\" id=\"v56002015-1\">15&nbsp;</b>Declare these things; exhort and rebuke with all authority. Let no one disregard you.</p>\n\n</div>","kjv":"<strong>1</strong> But speak thou the things which become sound doctrine:  <strong>2</strong> That the aged men be sober, grave, temperate, sound in faith, in charity, in patience.  <strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  <strong>6</strong> Young men likewise exhort to be sober minded.  <strong>7</strong> In all things shewing thyself a pattern of good works: in doctrine shewing uncorruptness, gravity, sincerity,  <strong>8</strong> Sound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.  <strong>9</strong> Exhort servants to be obedient unto their own masters, and to please them well in all things; not answering again;  <strong>10</strong> Not purloining, but shewing all good fidelity; that they may adorn the doctrine of God our Saviour in all things.  <strong>11</strong> For the grace of God that bringeth salvation hath appeared to all men,  <strong>12</strong> Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world;  <strong>13</strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;  <strong>14</strong> Who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.  <strong>15</strong> These things speak, and exhort, and rebuke with all authority. Let no man despise thee.  ","niv":"<sup><strong>1</strong></sup> You must teach what is in accord with sound doctrine. <sup><strong>2</strong></sup> Teach the older men to be temperate, worthy of respect, self-controlled, and sound in faith, in love and in endurance. <sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. <sup><strong>6</strong></sup> Similarly, encourage the young men to be self-controlled. <sup><strong>7</strong></sup> In everything set them an example by doing what is good. In your teaching show integrity, seriousness <sup><strong>8</strong></sup> and soundness of speech that cannot be condemned, so that those who oppose you may be ashamed because they have nothing bad to say about us. <sup><strong>9</strong></sup> Teach slaves to be subject to their masters in everything, to try to please them, not to talk back to them, <sup><strong>10</strong></sup> and not to steal from them, but to show that they can be fully trusted, so that in every way they will make the teaching about God our Savior attractive. <sup><strong>11</strong></sup> For the grace of God that brings salvation has appeared to all men. <sup><strong>12</strong></sup> It teaches us to say \"No\" to ungodliness and worldly passions, and to live self-controlled, upright and godly lives in this present age, <sup><strong>13</strong></sup> while we wait for the blessed hope--the glorious appearing of our great God and Savior, Jesus Christ, <sup><strong>14</strong></sup> who gave himself for us to redeem us from all wickedness and to purify for himself a people that are his very own, eager to do what is good. <sup><strong>15</strong></sup> These, then, are the things you should teach. Encourage and rebuke with all authority. Do not let anyone despise you. "},{"_id":"616235d68d436e0b7f06a35e","topicId":"616235d38d436e0b7f06a355","verse":"Hebrews 11:1-40","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen. <b class=\"verse-num\" id=\"v58011002-1\">2&nbsp;</b>For by it the people of old received their commendation. <b class=\"verse-num\" id=\"v58011003-1\">3&nbsp;</b>By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible.</p>\n<p id=\"p58011003_03-8\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. <b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. <b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him. <b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n<p id=\"p58011007_03-8\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God. <b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised. <b class=\"verse-num\" id=\"v58011012-1\">12&nbsp;</b>Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore.</p>\n<p id=\"p58011012_03-8\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n<p id=\"p58011016_03-8\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, <b class=\"verse-num\" id=\"v58011018-1\">18&nbsp;</b>of whom it was said, “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v58011019-1\">19&nbsp;</b>He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back. <b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau. <b class=\"verse-num\" id=\"v58011021-1\">21&nbsp;</b>By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. <b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n<p id=\"p58011022_03-8\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict. <b class=\"verse-num\" id=\"v58011024-1\">24&nbsp;</b>By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter, <b class=\"verse-num\" id=\"v58011025-1\">25&nbsp;</b>choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin. <b class=\"verse-num\" id=\"v58011026-1\">26&nbsp;</b>He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward. <b class=\"verse-num\" id=\"v58011027-1\">27&nbsp;</b>By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible. <b class=\"verse-num\" id=\"v58011028-1\">28&nbsp;</b>By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them.</p>\n<p id=\"p58011028_03-8\"><b class=\"verse-num\" id=\"v58011029-1\">29&nbsp;</b>By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned. <b class=\"verse-num\" id=\"v58011030-1\">30&nbsp;</b>By faith the walls of Jericho fell down after they had been encircled for seven days. <b class=\"verse-num\" id=\"v58011031-1\">31&nbsp;</b>By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies.</p>\n<p id=\"p58011031_03-8\"><b class=\"verse-num\" id=\"v58011032-1\">32&nbsp;</b>And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—<b class=\"verse-num\" id=\"v58011033-1\">33&nbsp;</b>who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions, <b class=\"verse-num\" id=\"v58011034-1\">34&nbsp;</b>quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight. <b class=\"verse-num\" id=\"v58011035-1\">35&nbsp;</b>Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. <b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n<p id=\"p58011038_03-8\"><b class=\"verse-num\" id=\"v58011039-1\">39&nbsp;</b>And all these, though commended through their faith, did not receive what was promised, <b class=\"verse-num\" id=\"v58011040-1\">40&nbsp;</b>since God had provided something better for us, that apart from us they should not be made perfect.</p>\n\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  <strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  <strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  <strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  <strong>12</strong> Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.  <strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  <strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  <strong>19</strong> Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.  <strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  <strong>21</strong> By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.  <strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  <strong>24</strong> By faith Moses, when he was come to years, refused to be called the son of Pharaoh’s daughter;  <strong>25</strong> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;  <strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  <strong>27</strong> By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.  <strong>28</strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.  <strong>29</strong> By faith they passed through the Red sea as by dry land:  which the Egyptians assaying to do were drowned.  <strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  <strong>31</strong> By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.  <strong>32</strong> And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:  <strong>33</strong> Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,  <strong>34</strong> Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.  <strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see. <sup><strong>2</strong></sup> This is what the ancients were commended for. <sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible. <sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead. <sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God. <sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. <sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith. <sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. <sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise. <sup><strong>12</strong></sup> And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore. <sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. <sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son, <sup><strong>18</strong></sup> even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>19</strong></sup> Abraham reasoned that God could raise the dead, and figuratively speaking, he did receive Isaac back from death. <sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future. <sup><strong>21</strong></sup> By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff. <sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones. <sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. <sup><strong>24</strong></sup> By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. <sup><strong>25</strong></sup> He chose to be mistreated along with the people of God rather than to enjoy the pleasures of sin for a short time. <sup><strong>26</strong></sup> He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. <sup><strong>27</strong></sup> By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. <sup><strong>28</strong></sup> By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel. <sup><strong>29</strong></sup> By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned. <sup><strong>30</strong></sup> By faith the walls of Jericho fell, after the people had marched around them for seven days. <sup><strong>31</strong></sup> By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient. <sup><strong>32</strong></sup> And what more shall I say? I do not have time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel and the prophets, <sup><strong>33</strong></sup> who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, <sup><strong>34</strong></sup> quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. <sup><strong>35</strong></sup> Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection. <sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. <sup><strong>39</strong></sup> These were all commended for their faith, yet none of them received what had been promised. <sup><strong>40</strong></sup> God had planned something better for us so that only together with us would they be made perfect. "},{"_id":"616235d68d436e0b7f06a35d","topicId":"616235d38d436e0b7f06a355","verse":"Hebrews 13:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58013007_01-9\"><b class=\"verse-num\" id=\"v58013007-1\">7&nbsp;</b>Remember your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith.</p>\n</div>","kjv":"<strong>7</strong> Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.  ","niv":"<sup><strong>7</strong></sup> Remember your leaders, who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith."},{"_id":"616235d68d436e0b7f06a35f","topicId":"616235d38d436e0b7f06a355","verse":"Colossians 2:1-23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51002001_01-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51002001-1\">2:1&nbsp;</b>For I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face, <b class=\"verse-num\" id=\"v51002002-1\">2&nbsp;</b>that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God’s mystery, which is Christ, <b class=\"verse-num\" id=\"v51002003-1\">3&nbsp;</b>in whom are hidden all the treasures of wisdom and knowledge. <b class=\"verse-num\" id=\"v51002004-1\">4&nbsp;</b>I say this in order that no one may delude you with plausible arguments. <b class=\"verse-num\" id=\"v51002005-1\">5&nbsp;</b>For though I am absent in body, yet I am with you in spirit, rejoicing to see your good order and the firmness of your faith in Christ.</p>\n\n<p id=\"p51002005_04-10\"><b class=\"verse-num\" id=\"v51002006-1\">6&nbsp;</b>Therefore, as you received Christ Jesus the Lord, so walk in him, <b class=\"verse-num\" id=\"v51002007-1\">7&nbsp;</b>rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.</p>\n<p id=\"p51002007_04-10\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ. <b class=\"verse-num\" id=\"v51002009-1\">9&nbsp;</b>For in him the whole fullness of deity dwells bodily, <b class=\"verse-num\" id=\"v51002010-1\">10&nbsp;</b>and you have been filled in him, who is the head of all rule and authority. <b class=\"verse-num\" id=\"v51002011-1\">11&nbsp;</b>In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ, <b class=\"verse-num\" id=\"v51002012-1\">12&nbsp;</b>having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead. <b class=\"verse-num\" id=\"v51002013-1\">13&nbsp;</b>And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses, <b class=\"verse-num\" id=\"v51002014-1\">14&nbsp;</b>by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross. <b class=\"verse-num\" id=\"v51002015-1\">15&nbsp;</b>He disarmed the rulers and authorities and put them to open shame, by triumphing over them in him.</p>\n\n<p id=\"p51002015_09-10\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. <b class=\"verse-num\" id=\"v51002017-1\">17&nbsp;</b>These are a shadow of the things to come, but the substance belongs to Christ. <b class=\"verse-num\" id=\"v51002018-1\">18&nbsp;</b>Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind, <b class=\"verse-num\" id=\"v51002019-1\">19&nbsp;</b>and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God.</p>\n<p id=\"p51002019_09-10\"><b class=\"verse-num\" id=\"v51002020-1\">20&nbsp;</b>If with Christ you died to the elemental spirits of the world, why, as if you were still alive in the world, do you submit to regulations—<b class=\"verse-num\" id=\"v51002021-1\">21&nbsp;</b>“Do not handle, Do not taste, Do not touch” <b class=\"verse-num\" id=\"v51002022-1\">22&nbsp;</b>(referring to things that all perish as they are used)—according to human precepts and teachings? <b class=\"verse-num\" id=\"v51002023-1\">23&nbsp;</b>These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh.</p>\n\n</div>","kjv":"<strong>1</strong> For I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;  <strong>2</strong> That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;  <strong>3</strong> In whom are hid all the treasures of wisdom and knowledge.  <strong>4</strong> And this I say, lest any man should beguile you with enticing words.  <strong>5</strong> For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.  <strong>6</strong> As ye have therefore received Christ Jesus the Lord, so walk ye in him:  <strong>7</strong> Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.  <strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  <strong>9</strong> For in him dwelleth all the fulness of the Godhead bodily.  <strong>10</strong> And ye are complete in him, which is the head of all principality and power:  <strong>11</strong> In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:  <strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  <strong>13</strong> And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;  <strong>14</strong> Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;  <strong>15</strong> And having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.  <strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  <strong>17</strong> Which are a shadow of things to come; but the body is of Christ.  <strong>18</strong> Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,  <strong>19</strong> And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.  <strong>20</strong> Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,  <strong>21</strong> (Touch not; taste not; handle not;  <strong>22</strong> Which all are to perish with the using;) after the commandments and doctrines of men?  <strong>23</strong> Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.  ","niv":"<sup><strong>1</strong></sup> I want you to know how much I am struggling for you and for those at Laodicea, and for all who have not met me personally. <sup><strong>2</strong></sup> My purpose is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ, <sup><strong>3</strong></sup> in whom are hidden all the treasures of wisdom and knowledge. <sup><strong>4</strong></sup> I tell you this so that no one may deceive you by fine-sounding arguments. <sup><strong>5</strong></sup> For though I am absent from you in body, I am present with you in spirit and delight to see how orderly you are and how firm your faith in Christ is. <sup><strong>6</strong></sup> So then, just as you received Christ Jesus as Lord, continue to live in him, <sup><strong>7</strong></sup> rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness. <sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ. <sup><strong>9</strong></sup> For in Christ all the fullness of the Deity lives in bodily form, <sup><strong>10</strong></sup> and you have been given fullness in Christ, who is the head over every power and authority. <sup><strong>11</strong></sup> In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ, <sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead. <sup><strong>13</strong></sup> When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins, <sup><strong>14</strong></sup> having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross. <sup><strong>15</strong></sup> And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross. <sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. <sup><strong>17</strong></sup> These are a shadow of the things that were to come; the reality, however, is found in Christ. <sup><strong>18</strong></sup> Do not let anyone who delights in false humility and the worship of angels disqualify you for the prize. Such a person goes into great detail about what he has seen, and his unspiritual mind puffs him up with idle notions. <sup><strong>19</strong></sup> He has lost connection with the Head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow. <sup><strong>20</strong></sup> Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules: <sup><strong>21</strong></sup> \"Do not handle! Do not taste! Do not touch!\"? <sup><strong>22</strong></sup> These are all destined to perish with use, because they are based on human commands and teachings. <sup><strong>23</strong></sup> Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence. "},{"_id":"616235d78d436e0b7f06a360","topicId":"616235d38d436e0b7f06a355","verse":"Acts 13:1-52","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44013001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44013001-1\">13:1&nbsp;</b>Now there were in the church at Antioch prophets and teachers, Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen a lifelong friend of Herod the tetrarch, and Saul. <b class=\"verse-num\" id=\"v44013002-1\">2&nbsp;</b>While they were worshiping the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.” <b class=\"verse-num\" id=\"v44013003-1\">3&nbsp;</b>Then after fasting and praying they laid their hands on them and sent them off.</p>\n\n<p id=\"p44013003_11-11\"><b class=\"verse-num\" id=\"v44013004-1\">4&nbsp;</b>So, being sent out by the Holy Spirit, they went down to Seleucia, and from there they sailed to Cyprus. <b class=\"verse-num\" id=\"v44013005-1\">5&nbsp;</b>When they arrived at Salamis, they proclaimed the word of God in the synagogues of the Jews. And they had John to assist them. <b class=\"verse-num\" id=\"v44013006-1\">6&nbsp;</b>When they had gone through the whole island as far as Paphos, they came upon a certain magician, a Jewish false prophet named Bar-Jesus. <b class=\"verse-num\" id=\"v44013007-1\">7&nbsp;</b>He was with the proconsul, Sergius Paulus, a man of intelligence, who summoned Barnabas and Saul and sought to hear the word of God. <b class=\"verse-num\" id=\"v44013008-1\">8&nbsp;</b>But Elymas the magician (for that is the meaning of his name) opposed them, seeking to turn the proconsul away from the faith. <b class=\"verse-num\" id=\"v44013009-1\">9&nbsp;</b>But Saul, who was also called Paul, filled with the Holy Spirit, looked intently at him <b class=\"verse-num\" id=\"v44013010-1\">10&nbsp;</b>and said, “You son of the devil, you enemy of all righteousness, full of all deceit and villainy, will you not stop making crooked the straight paths of the Lord? <b class=\"verse-num\" id=\"v44013011-1\">11&nbsp;</b>And now, behold, the hand of the Lord is upon you, and you will be blind and unable to see the sun for a time.” Immediately mist and darkness fell upon him, and he went about seeking people to lead him by the hand. <b class=\"verse-num\" id=\"v44013012-1\">12&nbsp;</b>Then the proconsul believed, when he saw what had occurred, for he was astonished at the teaching of the Lord.</p>\n\n<p id=\"p44013012_18-11\"><b class=\"verse-num\" id=\"v44013013-1\">13&nbsp;</b>Now Paul and his companions set sail from Paphos and came to Perga in Pamphylia. And John left them and returned to Jerusalem, <b class=\"verse-num\" id=\"v44013014-1\">14&nbsp;</b>but they went on from Perga and came to Antioch in Pisidia. And on the Sabbath day they went into the synagogue and sat down. <b class=\"verse-num\" id=\"v44013015-1\">15&nbsp;</b>After the reading from the Law and the Prophets, the rulers of the synagogue sent a message to them, saying, “Brothers, if you have any word of encouragement for the people, say it.” <b class=\"verse-num\" id=\"v44013016-1\">16&nbsp;</b>So Paul stood up, and motioning with his hand said:</p>\n<p id=\"p44013016_18-11\">“Men of Israel and you who fear God, listen. <b class=\"verse-num\" id=\"v44013017-1\">17&nbsp;</b>The God of this people Israel chose our fathers and made the people great during their stay in the land of Egypt, and with uplifted arm he led them out of it. <b class=\"verse-num\" id=\"v44013018-1\">18&nbsp;</b>And for about forty years he put up with them in the wilderness. <b class=\"verse-num\" id=\"v44013019-1\">19&nbsp;</b>And after destroying seven nations in the land of Canaan, he gave them their land as an inheritance. <b class=\"verse-num\" id=\"v44013020-1\">20&nbsp;</b>All this took about 450 years. And after that he gave them judges until Samuel the prophet. <b class=\"verse-num\" id=\"v44013021-1\">21&nbsp;</b>Then they asked for a king, and God gave them Saul the son of Kish, a man of the tribe of Benjamin, for forty years. <b class=\"verse-num\" id=\"v44013022-1\">22&nbsp;</b>And when he had removed him, he raised up David to be their king, of whom he testified and said, ‘I have found in David the son of Jesse a man after my heart, who will do all my will.’ <b class=\"verse-num\" id=\"v44013023-1\">23&nbsp;</b>Of this man’s offspring God has brought to Israel a Savior, Jesus, as he promised. <b class=\"verse-num\" id=\"v44013024-1\">24&nbsp;</b>Before his coming, John had proclaimed a baptism of repentance to all the people of Israel. <b class=\"verse-num\" id=\"v44013025-1\">25&nbsp;</b>And as John was finishing his course, he said, ‘What do you suppose that I am? I am not he. No, but behold, after me one is coming, the sandals of whose feet I am not worthy to untie.’</p>\n<p id=\"p44013025_18-11\"><b class=\"verse-num\" id=\"v44013026-1\">26&nbsp;</b>“Brothers, sons of the family of Abraham, and those among you who fear God, to us has been sent the message of this salvation. <b class=\"verse-num\" id=\"v44013027-1\">27&nbsp;</b>For those who live in Jerusalem and their rulers, because they did not recognize him nor understand the utterances of the prophets, which are read every Sabbath, fulfilled them by condemning him. <b class=\"verse-num\" id=\"v44013028-1\">28&nbsp;</b>And though they found in him no guilt worthy of death, they asked Pilate to have him executed. <b class=\"verse-num\" id=\"v44013029-1\">29&nbsp;</b>And when they had carried out all that was written of him, they took him down from the tree and laid him in a tomb. <b class=\"verse-num\" id=\"v44013030-1\">30&nbsp;</b>But God raised him from the dead, <b class=\"verse-num\" id=\"v44013031-1\">31&nbsp;</b>and for many days he appeared to those who had come up with him from Galilee to Jerusalem, who are now his witnesses to the people. <b class=\"verse-num\" id=\"v44013032-1\">32&nbsp;</b>And we bring you the good news that what God promised to the fathers, <b class=\"verse-num\" id=\"v44013033-1\">33&nbsp;</b>this he has fulfilled to us their children by raising Jesus, as also it is written in the second Psalm,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44013033_18-11\" class=\"line\">&nbsp;&nbsp;“‘You are my Son,</span><br><span id=\"p44013033_18-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;today I have begotten you.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44013033_18-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44013034-1\">34&nbsp;</b>And as for the fact that he raised him from the dead, no more to return to corruption, he has spoken in this way,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44013034_18-11\" class=\"line\">&nbsp;&nbsp;“‘I will give you the holy and sure blessings of David.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44013034_18-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44013035-1\">35&nbsp;</b>Therefore he says also in another psalm,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44013035_18-11\" class=\"line\">&nbsp;&nbsp;“‘You will not let your Holy One see corruption.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44013035_18-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44013036-1\">36&nbsp;</b>For David, after he had served the purpose of God in his own generation, fell asleep and was laid with his fathers and saw corruption, <b class=\"verse-num\" id=\"v44013037-1\">37&nbsp;</b>but he whom God raised up did not see corruption. <b class=\"verse-num\" id=\"v44013038-1\">38&nbsp;</b>Let it be known to you therefore, brothers, that through this man forgiveness of sins is proclaimed to you, <b class=\"verse-num\" id=\"v44013039-1\">39&nbsp;</b>and by him everyone who believes is freed from everything from which you could not be freed by the law of Moses. <b class=\"verse-num\" id=\"v44013040-1\">40&nbsp;</b>Beware, therefore, lest what is said in the Prophets should come about:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44013041_18-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44013041-1\">41&nbsp;</b>&nbsp;&nbsp;“‘Look, you scoffers,</span><br><span id=\"p44013041_18-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be astounded and perish;</span><br><span id=\"p44013041_18-11\" class=\"line\">&nbsp;&nbsp;for I am doing a work in your days,</span><br><span id=\"p44013041_18-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a work that you will not believe, even if one tells it to you.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44013041_18-11\"><b class=\"verse-num\" id=\"v44013042-1\">42&nbsp;</b>As they went out, the people begged that these things might be told them the next Sabbath. <b class=\"verse-num\" id=\"v44013043-1\">43&nbsp;</b>And after the meeting of the synagogue broke up, many Jews and devout converts to Judaism followed Paul and Barnabas, who, as they spoke with them, urged them to continue in the grace of God.</p>\n<p id=\"p44013043_18-11\"><b class=\"verse-num\" id=\"v44013044-1\">44&nbsp;</b>The next Sabbath almost the whole city gathered to hear the word of the Lord. <b class=\"verse-num\" id=\"v44013045-1\">45&nbsp;</b>But when the Jews saw the crowds, they were filled with jealousy and began to contradict what was spoken by Paul, reviling him. <b class=\"verse-num\" id=\"v44013046-1\">46&nbsp;</b>And Paul and Barnabas spoke out boldly, saying, “It was necessary that the word of God be spoken first to you. Since you thrust it aside and judge yourselves unworthy of eternal life, behold, we are turning to the Gentiles. <b class=\"verse-num\" id=\"v44013047-1\">47&nbsp;</b>For so the Lord has commanded us, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44013047_18-11\" class=\"line\">&nbsp;&nbsp;“‘I have made you a light for the Gentiles,</span><br><span id=\"p44013047_18-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you may bring salvation to the ends of the earth.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44013047_18-11\"><b class=\"verse-num\" id=\"v44013048-1\">48&nbsp;</b>And when the Gentiles heard this, they began rejoicing and glorifying the word of the Lord, and as many as were appointed to eternal life believed. <b class=\"verse-num\" id=\"v44013049-1\">49&nbsp;</b>And the word of the Lord was spreading throughout the whole region. <b class=\"verse-num\" id=\"v44013050-1\">50&nbsp;</b>But the Jews incited the devout women of high standing and the leading men of the city, stirred up persecution against Paul and Barnabas, and drove them out of their district. <b class=\"verse-num\" id=\"v44013051-1\">51&nbsp;</b>But they shook off the dust from their feet against them and went to Iconium. <b class=\"verse-num\" id=\"v44013052-1\">52&nbsp;</b>And the disciples were filled with joy and with the Holy Spirit.</p>\n\n</div>","kjv":"<strong>1</strong> Now there were in the church that was at Antioch certain prophets and teachers; as Barnabas, and Simeon that was called Niger, and Lucius of Cyrene, and Manaen, which had been brought up with Herod the tetrarch, and Saul.  <strong>2</strong> As they ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas and Saul for the work whereunto I have called them.  <strong>3</strong> And when they had fasted and prayed, and laid their hands on them, they sent them away.  <strong>4</strong> So they, being sent forth by the Holy Ghost, departed unto Seleucia; and from thence they sailed to Cyprus.  <strong>5</strong> And when they were at Salamis, they preached the word of God in the synagogues of the Jews: and they had also John to their minister.  <strong>6</strong> And when they had gone through the isle unto Paphos, they found a certain sorcerer, a false prophet, a Jew, whose name was Bar-jesus:  <strong>7</strong> Which was with the deputy of the country, Sergius Paulus, a prudent man; who called for Barnabas and Saul, and desired to hear the word of God.  <strong>8</strong> But Elymas the sorcerer (for so is his name by interpretation) withstood them, seeking to turn away the deputy from the faith.  <strong>9</strong> Then Saul, (who also is called Paul,) filled with the Holy Ghost, set his eyes on him,  <strong>10</strong> And said, O full of all subtilty and all mischief, thou child of the devil, thou enemy of all righteousness, wilt thou not cease to pervert the right ways of the Lord?  <strong>11</strong> And now, behold, the hand of the Lord is upon thee, and thou shalt be blind, not seeing the sun for a season. And immediately there fell on him a mist and a darkness; and he went about seeking some to lead him by the hand.  <strong>12</strong> Then the deputy, when he saw what was done, believed, being astonished at the doctrine of the Lord.  <strong>13</strong> Now when Paul and his company loosed from Paphos, they came to Perga in Pamphylia: and John departing from them returned to Jerusalem.  <strong>14</strong> But when they departed from Perga, they came to Antioch in Pisidia, and went into the synagogue on the sabbath day, and sat down.  <strong>15</strong> And after the reading of the law and the prophets the rulers of the synagogue sent unto them, saying, Ye men and brethren, if ye have any word of exhortation for the people, say on.  <strong>16</strong> Then Paul stood up, and beckoning with his hand said, Men of Israel, and ye that fear God, give audience.  <strong>17</strong> The God of this people of Israel chose our fathers, and exalted the people when they dwelt as strangers in the land of Egypt, and with an high arm brought he them out of it.  <strong>18</strong> And about the time of forty years suffered he their manners in the wilderness.  <strong>19</strong> And when he had destroyed seven nations in the land of Chanaan, he divided their land to them by lot.  <strong>20</strong> And after that he gave unto them judges about the space of four hundred and fifty years, until Samuel the prophet.  <strong>21</strong> And afterward they desired a king: and God gave unto them Saul the son of Cis, a man of the tribe of Benjamin, by the space of forty years.  <strong>22</strong> And when he had removed him, he raised up unto them David to be their king; to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.  <strong>23</strong> Of this man’s seed hath God according to his promise raised unto Israel a Saviour, Jesus:  <strong>24</strong> When John had first preached before his coming the baptism of repentance to all the people of Israel.  <strong>25</strong> And as John fulfilled his course, he said, Whom think ye that I am? I am not he. But, behold, there cometh one after me, whose shoes of his feet I am not worthy to loose.  <strong>26</strong> Men and brethren, children of the stock of Abraham, and whosoever among you feareth God, to you is the word of this salvation sent.  <strong>27</strong> For they that dwell at Jerusalem, and their rulers, because they knew him not, nor yet the voices of the prophets which are read every sabbath day, they have fulfilled them in condemning him.  <strong>28</strong> And though they found no cause of death in him, yet desired they Pilate that he should be slain.  <strong>29</strong> And when they had fulfilled all that was written of him, they took him down from the tree, and laid him in a sepulchre.  <strong>30</strong> But God raised him from the dead:  <strong>31</strong> And he was seen many days of them which came up with him from Galilee to Jerusalem, who are his witnesses unto the people.  <strong>32</strong> And we declare unto you glad tidings, how that the promise which was made unto the fathers,  <strong>33</strong> God hath fulfilled the same unto us their children, in that he hath raised up Jesus again; as it is also written in the second psalm, Thou art my Son, this day have I begotten thee.  <strong>34</strong> And as concerning that he raised him up from the dead, now  no more to return to corruption, he said on this wise, I will give you the sure mercies of David.  <strong>35</strong> Wherefore he saith also in another psalm, Thou shalt not suffer thine Holy One to see corruption.  <strong>36</strong> For David, after he had served his own generation by the will of God, fell on sleep, and was laid unto his fathers, and saw corruption:  <strong>37</strong> But he, whom God raised again, saw no corruption.  <strong>38</strong> Be it known unto you therefore, men and brethren, that through this man is preached unto you the forgiveness of sins:  <strong>39</strong> And by him all that believe are justified from all things, from which ye could not be justified by the law of Moses.  <strong>40</strong> Beware therefore, lest that come upon you, which is spoken of in the prophets;  <strong>41</strong> Behold, ye despisers, and wonder, and perish: for I work a work in your days, a work which ye shall in no wise believe, though a man declare it unto you.  <strong>42</strong> And when the Jews were gone out of the synagogue, the Gentiles besought that these words might be preached to them the next sabbath.  <strong>43</strong> Now when the congregation was broken up, many of the Jews and religious proselytes followed Paul and Barnabas: who, speaking to them, persuaded them to continue in the grace of God.  <strong>44</strong> And the next sabbath day came almost the whole city together to hear the word of God.  <strong>45</strong> But when the Jews saw the multitudes, they were filled with envy, and spake against those things which were spoken by Paul, contradicting and blaspheming.  <strong>46</strong> Then Paul and Barnabas waxed bold, and said, It was necessary that the word of God should first have been spoken to you: but seeing ye put it from you, and judge yourselves unworthy of everlasting life, lo, we turn to the Gentiles.  <strong>47</strong> For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.  <strong>48</strong> And when the Gentiles heard this, they were glad, and glorified the word of the Lord: and as many as were ordained to eternal life believed.  <strong>49</strong> And the word of the Lord was published throughout all the region.  <strong>50</strong> But the Jews stirred up the devout and honourable women, and the chief men of the city, and raised persecution against Paul and Barnabas, and expelled them out of their coasts.  <strong>51</strong> But they shook off the dust of their feet against them, and came unto Iconium.  <strong>52</strong> And the disciples were filled with joy, and with the Holy Ghost.  ","niv":"<sup><strong>1</strong></sup> In the church at Antioch there were prophets and teachers: Barnabas, Simeon called Niger, Lucius of Cyrene, Manaen (who had been brought up with Herod the tetrarch) and Saul. <sup><strong>2</strong></sup> While they were worshiping the Lord and fasting, the Holy Spirit said, \"Set apart for me Barnabas and Saul for the work to which I have called them.\" <sup><strong>3</strong></sup> So after they had fasted and prayed, they placed their hands on them and sent them off. <sup><strong>4</strong></sup> The two of them, sent on their way by the Holy Spirit, went down to Seleucia and sailed from there to Cyprus. <sup><strong>5</strong></sup> When they arrived at Salamis, they proclaimed the word of God in the Jewish synagogues. John was with them as their helper. <sup><strong>6</strong></sup> They traveled through the whole island until they came to Paphos. There they met a Jewish sorcerer and false prophet named Bar-Jesus, <sup><strong>7</strong></sup> who was an attendant of the proconsul, Sergius Paulus. The proconsul, an intelligent man, sent for Barnabas and Saul because he wanted to hear the word of God. <sup><strong>8</strong></sup> But Elymas the sorcerer (for that is what his name means) opposed them and tried to turn the proconsul from the faith. <sup><strong>9</strong></sup> Then Saul, who was also called Paul, filled with the Holy Spirit, looked straight at Elymas and said, <sup><strong>10</strong></sup> \"You are a child of the devil and an enemy of everything that is right! You are full of all kinds of deceit and trickery. Will you never stop perverting the right ways of the Lord? <sup><strong>11</strong></sup> Now the hand of the Lord is against you. You are going to be blind, and for a time you will be unable to see the light of the sun.\" <sup><strong>12</strong></sup> Immediately mist and darkness came over him, and he groped about, seeking someone to lead him by the hand. When the proconsul saw what had happened, he believed, for he was amazed at the teaching about the Lord. <sup><strong>13</strong></sup> From Paphos, Paul and his companions sailed to Perga in Pamphylia, where John left them to return to Jerusalem. <sup><strong>14</strong></sup> From Perga they went on to Pisidian Antioch. On the Sabbath they entered the synagogue and sat down. <sup><strong>15</strong></sup> After the reading from the Law and the Prophets, the synagogue rulers sent word to them, saying, \"Brothers, if you have a message of encouragement for the people, please speak.\" <sup><strong>16</strong></sup> Standing up, Paul motioned with his hand and said: \"Men of Israel and you Gentiles who worship God, listen to me! <sup><strong>17</strong></sup> The God of the people of Israel chose our fathers; he made the people prosper during their stay in Egypt, with mighty power he led them out of that country, <sup><strong>18</strong></sup> he endured their conduct for about forty years in the desert, <sup><strong>19</strong></sup> he overthrew seven nations in Canaan and gave their land to his people as their inheritance. <sup><strong>20</strong></sup> All this took about 450 years. <sup><strong>21</strong></sup> \"After this, God gave them judges until the time of Samuel the prophet. Then the people asked for a king, and he gave them Saul son of Kish, of the tribe of Benjamin, who ruled forty years. <sup><strong>22</strong></sup> After removing Saul, he made David their king. He testified concerning him: 'I have found David son of Jesse a man after my own heart; he will do everything I want him to do.' <sup><strong>23</strong></sup> \"From this man's descendants God has brought to Israel the Savior Jesus, as he promised. <sup><strong>24</strong></sup> Before the coming of Jesus, John preached repentance and baptism to all the people of Israel. <sup><strong>25</strong></sup> As John was completing his work, he said: 'Who do you think I am? I am not that one. No, but he is coming after me, whose sandals I am not worthy to untie.' <sup><strong>26</strong></sup> \"Brothers, children of Abraham, and you God-fearing Gentiles, it is to us that this message of salvation has been sent. <sup><strong>27</strong></sup> The people of Jerusalem and their rulers did not recognize Jesus, yet in condemning him they fulfilled the words of the prophets that are read every Sabbath. <sup><strong>28</strong></sup> Though they found no proper ground for a death sentence, they asked Pilate to have him executed. <sup><strong>29</strong></sup> When they had carried out all that was written about him, they took him down from the tree and laid him in a tomb. <sup><strong>30</strong></sup> But God raised him from the dead, <sup><strong>31</strong></sup> and for many days he was seen by those who had traveled with him from Galilee to Jerusalem. They are now his witnesses to our people. <sup><strong>32</strong></sup> \"We tell you the good news: What God promised our fathers <sup><strong>33</strong></sup> he has fulfilled for us, their children, by raising up Jesus. As it is written in the second Psalm: \"'You are my Son; today I have become your Father. ' <sup><strong>34</strong></sup> The fact that God raised him from the dead, never to decay, is stated in these words: \"'I will give you the holy and sure blessings promised to David.' <sup><strong>35</strong></sup> So it is stated elsewhere: \"'You will not let your Holy One see decay.' <sup><strong>36</strong></sup> \"For when David had served God's purpose in his own generation, he fell asleep; he was buried with his fathers and his body decayed. <sup><strong>37</strong></sup> But the one whom God raised from the dead did not see decay. <sup><strong>38</strong></sup> \"Therefore, my brothers, I want you to know that through Jesus the forgiveness of sins is proclaimed to you. <sup><strong>39</strong></sup> Through him everyone who believes is justified from everything you could not be justified from by the law of Moses. <sup><strong>40</strong></sup> Take care that what the prophets have said does not happen to you: <sup><strong>41</strong></sup> \"'Look, you scoffers, wonder and perish, for I am going to do something in your days that you would never believe, even if someone told you.'\" <sup><strong>42</strong></sup> As Paul and Barnabas were leaving the synagogue, the people invited them to speak further about these things on the next Sabbath. <sup><strong>43</strong></sup> When the congregation was dismissed, many of the Jews and devout converts to Judaism followed Paul and Barnabas, who talked with them and urged them to continue in the grace of God. <sup><strong>44</strong></sup> On the next Sabbath almost the whole city gathered to hear the word of the Lord. <sup><strong>45</strong></sup> When the Jews saw the crowds, they were filled with jealousy and talked abusively against what Paul was saying. <sup><strong>46</strong></sup> Then Paul and Barnabas answered them boldly: \"We had to speak the word of God to you first. Since you reject it and do not consider yourselves worthy of eternal life, we now turn to the Gentiles. <sup><strong>47</strong></sup> For this is what the Lord has commanded us: \"'I have made you a light for the Gentiles, that you may bring salvation to the ends of the earth.'\" <sup><strong>48</strong></sup> When the Gentiles heard this, they were glad and honored the word of the Lord; and all who were appointed for eternal life believed. <sup><strong>49</strong></sup> The word of the Lord spread through the whole region. <sup><strong>50</strong></sup> But the Jews incited the God-fearing women of high standing and the leading men of the city. They stirred up persecution against Paul and Barnabas, and expelled them from their region. <sup><strong>51</strong></sup> So they shook the dust from their feet in protest against them and went to Iconium. <sup><strong>52</strong></sup> And the disciples were filled with joy and with the Holy Spirit. "},{"_id":"616235d78d436e0b7f06a361","topicId":"616235d38d436e0b7f06a355","verse":"1 Corinthians 13:1-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-13\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-13\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-13\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"616235d78d436e0b7f06a362","topicId":"616235d38d436e0b7f06a355","verse":"Ephesians 4:1-32","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49004001_07-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49004001-1\">4:1&nbsp;</b>I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, <b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love, <b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace. <b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—<b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism, <b class=\"verse-num\" id=\"v49004006-1\">6&nbsp;</b>one God and Father of all, who is over all and through all and in all. <b class=\"verse-num\" id=\"v49004007-1\">7&nbsp;</b>But grace was given to each one of us according to the measure of Christ’s gift. <b class=\"verse-num\" id=\"v49004008-1\">8&nbsp;</b>Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49004008_07-14\" class=\"line\">&nbsp;&nbsp;“When he ascended on high he led a host of captives,</span><br><span id=\"p49004008_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he gave gifts to men.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49004008_07-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v49004009-1\">9&nbsp;</b>(In saying, “He ascended,” what does it mean but that he had also descended into the lower regions, the earth? <b class=\"verse-num\" id=\"v49004010-1\">10&nbsp;</b>He who descended is the one who also ascended far above all the heavens, that he might fill all things.) <b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, <b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes. <b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n\n<p id=\"p49004016_10-14\"><b class=\"verse-num\" id=\"v49004017-1\">17&nbsp;</b>Now this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds. <b class=\"verse-num\" id=\"v49004018-1\">18&nbsp;</b>They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart. <b class=\"verse-num\" id=\"v49004019-1\">19&nbsp;</b>They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity. <b class=\"verse-num\" id=\"v49004020-1\">20&nbsp;</b>But that is not the way you learned Christ!—<b class=\"verse-num\" id=\"v49004021-1\">21&nbsp;</b>assuming that you have heard about him and were taught in him, as the truth is in Jesus, <b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n<p id=\"p49004024_10-14\"><b class=\"verse-num\" id=\"v49004025-1\">25&nbsp;</b>Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another. <b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger, <b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil. <b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need. <b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear. <b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n\n</div>","kjv":"<strong>1</strong> I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,  <strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  <strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  <strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  <strong>5</strong> One Lord, one faith, one baptism,  <strong>6</strong> One God and Father of all, who is above all, and through all, and in you all.  <strong>7</strong> But unto every one of us is given grace according to the measure of the gift of Christ.  <strong>8</strong> Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.  <strong>9</strong> (Now that he ascended, what is it but that he also descended first into the lower parts of the earth?  <strong>10</strong> He that descended is the same also that ascended up far above all heavens, that he might fill all things.)  <strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  <strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  <strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  <strong>17</strong> This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,  <strong>18</strong> Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:  <strong>19</strong> Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.  <strong>20</strong> But ye have not so learned Christ;  <strong>21</strong> If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:  <strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  <strong>25</strong> Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.  <strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  <strong>27</strong> Neither give place to the devil.  <strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  <strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  <strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  <strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>1</strong></sup> As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received. <sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love. <sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace. <sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- <sup><strong>5</strong></sup> one Lord, one faith, one baptism; <sup><strong>6</strong></sup> one God and Father of all, who is over all and through all and in all. <sup><strong>7</strong></sup> But to each one of us grace has been given as Christ apportioned it. <sup><strong>8</strong></sup> This is why it says: \"When he ascended on high, he led captives in his train and gave gifts to men.\" <sup><strong>9</strong></sup> (What does \"he ascended\" mean except that he also descended to the lower, earthly regions? <sup><strong>10</strong></sup> He who descended is the very one who ascended higher than all the heavens, in order to fill the whole universe.) <sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. <sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming. <sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. <sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work. <sup><strong>17</strong></sup> So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking. <sup><strong>18</strong></sup> They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts. <sup><strong>19</strong></sup> Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, with a continual lust for more. <sup><strong>20</strong></sup> You, however, did not come to know Christ that way. <sup><strong>21</strong></sup> Surely you heard of him and were taught in him in accordance with the truth that is in Jesus. <sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. <sup><strong>25</strong></sup> Therefore each of you must put off falsehood and speak truthfully to his neighbor, for we are all members of one body. <sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry, <sup><strong>27</strong></sup> and do not give the devil a foothold. <sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need. <sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen. <sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption. <sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"616235d88d436e0b7f06a363","topicId":"616235d38d436e0b7f06a355","verse":"Acts 10:1-48","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44010001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44010001-1\">10:1&nbsp;</b>At Caesarea there was a man named Cornelius, a centurion of what was known as the Italian Cohort, <b class=\"verse-num\" id=\"v44010002-1\">2&nbsp;</b>a devout man who feared God with all his household, gave alms generously to the people, and prayed continually to God. <b class=\"verse-num\" id=\"v44010003-1\">3&nbsp;</b>About the ninth hour of the day he saw clearly in a vision an angel of God come in and say to him, “Cornelius.” <b class=\"verse-num\" id=\"v44010004-1\">4&nbsp;</b>And he stared at him in terror and said, “What is it, Lord?” And he said to him, “Your prayers and your alms have ascended as a memorial before God. <b class=\"verse-num\" id=\"v44010005-1\">5&nbsp;</b>And now send men to Joppa and bring one Simon who is called Peter. <b class=\"verse-num\" id=\"v44010006-1\">6&nbsp;</b>He is lodging with one Simon, a tanner, whose house is by the sea.” <b class=\"verse-num\" id=\"v44010007-1\">7&nbsp;</b>When the angel who spoke to him had departed, he called two of his servants and a devout soldier from among those who attended him, <b class=\"verse-num\" id=\"v44010008-1\">8&nbsp;</b>and having related everything to them, he sent them to Joppa.</p>\n\n<p id=\"p44010008_06-15\"><b class=\"verse-num\" id=\"v44010009-1\">9&nbsp;</b>The next day, as they were on their journey and approaching the city, Peter went up on the housetop about the sixth hour to pray. <b class=\"verse-num\" id=\"v44010010-1\">10&nbsp;</b>And he became hungry and wanted something to eat, but while they were preparing it, he fell into a trance <b class=\"verse-num\" id=\"v44010011-1\">11&nbsp;</b>and saw the heavens opened and something like a great sheet descending, being let down by its four corners upon the earth. <b class=\"verse-num\" id=\"v44010012-1\">12&nbsp;</b>In it were all kinds of animals and reptiles and birds of the air. <b class=\"verse-num\" id=\"v44010013-1\">13&nbsp;</b>And there came a voice to him: <span class=\"woc\">“Rise, Peter; kill and eat.”</span> <b class=\"verse-num\" id=\"v44010014-1\">14&nbsp;</b>But Peter said, “By no means, Lord; for I have never eaten anything that is common or unclean.” <b class=\"verse-num\" id=\"v44010015-1\">15&nbsp;</b>And the voice came to him again a second time, <span class=\"woc\">“What God has made clean, do not call common.”</span> <b class=\"verse-num\" id=\"v44010016-1\">16&nbsp;</b>This happened three times, and the thing was taken up at once to heaven.</p>\n<p id=\"p44010016_06-15\"><b class=\"verse-num\" id=\"v44010017-1\">17&nbsp;</b>Now while Peter was inwardly perplexed as to what the vision that he had seen might mean, behold, the men who were sent by Cornelius, having made inquiry for Simon’s house, stood at the gate <b class=\"verse-num\" id=\"v44010018-1\">18&nbsp;</b>and called out to ask whether Simon who was called Peter was lodging there. <b class=\"verse-num\" id=\"v44010019-1\">19&nbsp;</b>And while Peter was pondering the vision, the Spirit said to him, “Behold, three men are looking for you. <b class=\"verse-num\" id=\"v44010020-1\">20&nbsp;</b>Rise and go down and accompany them without hesitation, for I have sent them.” <b class=\"verse-num\" id=\"v44010021-1\">21&nbsp;</b>And Peter went down to the men and said, “I am the one you are looking for. What is the reason for your coming?” <b class=\"verse-num\" id=\"v44010022-1\">22&nbsp;</b>And they said, “Cornelius, a centurion, an upright and God-fearing man, who is well spoken of by the whole Jewish nation, was directed by a holy angel to send for you to come to his house and to hear what you have to say.” <b class=\"verse-num\" id=\"v44010023-1\">23&nbsp;</b>So he invited them in to be his guests.</p>\n<p id=\"p44010023_06-15\">The next day he rose and went away with them, and some of the brothers from Joppa accompanied him. <b class=\"verse-num\" id=\"v44010024-1\">24&nbsp;</b>And on the following day they entered Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <b class=\"verse-num\" id=\"v44010025-1\">25&nbsp;</b>When Peter entered, Cornelius met him and fell down at his feet and worshiped him. <b class=\"verse-num\" id=\"v44010026-1\">26&nbsp;</b>But Peter lifted him up, saying, “Stand up; I too am a man.” <b class=\"verse-num\" id=\"v44010027-1\">27&nbsp;</b>And as he talked with him, he went in and found many persons gathered. <b class=\"verse-num\" id=\"v44010028-1\">28&nbsp;</b>And he said to them, “You yourselves know how unlawful it is for a Jew to associate with or to visit anyone of another nation, but God has shown me that I should not call any person common or unclean. <b class=\"verse-num\" id=\"v44010029-1\">29&nbsp;</b>So when I was sent for, I came without objection. I ask then why you sent for me.”</p>\n<p id=\"p44010029_06-15\"><b class=\"verse-num\" id=\"v44010030-1\">30&nbsp;</b>And Cornelius said, “Four days ago, about this hour, I was praying in my house at the ninth hour, and behold, a man stood before me in bright clothing <b class=\"verse-num\" id=\"v44010031-1\">31&nbsp;</b>and said, ‘Cornelius, your prayer has been heard and your alms have been remembered before God. <b class=\"verse-num\" id=\"v44010032-1\">32&nbsp;</b>Send therefore to Joppa and ask for Simon who is called Peter. He is lodging in the house of Simon, a tanner, by the sea.’ <b class=\"verse-num\" id=\"v44010033-1\">33&nbsp;</b>So I sent for you at once, and you have been kind enough to come. Now therefore we are all here in the presence of God to hear all that you have been commanded by the Lord.”</p>\n\n<p id=\"p44010033_11-15\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality, <b class=\"verse-num\" id=\"v44010035-1\">35&nbsp;</b>but in every nation anyone who fears him and does what is right is acceptable to him. <b class=\"verse-num\" id=\"v44010036-1\">36&nbsp;</b>As for the word that he sent to Israel, preaching good news of peace through Jesus Christ (he is Lord of all), <b class=\"verse-num\" id=\"v44010037-1\">37&nbsp;</b>you yourselves know what happened throughout all Judea, beginning from Galilee after the baptism that John proclaimed: <b class=\"verse-num\" id=\"v44010038-1\">38&nbsp;</b>how God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him. <b class=\"verse-num\" id=\"v44010039-1\">39&nbsp;</b>And we are witnesses of all that he did both in the country of the Jews and in Jerusalem. They put him to death by hanging him on a tree, <b class=\"verse-num\" id=\"v44010040-1\">40&nbsp;</b>but God raised him on the third day and made him to appear, <b class=\"verse-num\" id=\"v44010041-1\">41&nbsp;</b>not to all the people but to us who had been chosen by God as witnesses, who ate and drank with him after he rose from the dead. <b class=\"verse-num\" id=\"v44010042-1\">42&nbsp;</b>And he commanded us to preach to the people and to testify that he is the one appointed by God to be judge of the living and the dead. <b class=\"verse-num\" id=\"v44010043-1\">43&nbsp;</b>To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”</p>\n\n<p id=\"p44010043_18-15\"><b class=\"verse-num\" id=\"v44010044-1\">44&nbsp;</b>While Peter was still saying these things, the Holy Spirit fell on all who heard the word. <b class=\"verse-num\" id=\"v44010045-1\">45&nbsp;</b>And the believers from among the circumcised who had come with Peter were amazed, because the gift of the Holy Spirit was poured out even on the Gentiles. <b class=\"verse-num\" id=\"v44010046-1\">46&nbsp;</b>For they were hearing them speaking in tongues and extolling God. Then Peter declared, <b class=\"verse-num\" id=\"v44010047-1\">47&nbsp;</b>“Can anyone withhold water for baptizing these people, who have received the Holy Spirit just as we have?” <b class=\"verse-num\" id=\"v44010048-1\">48&nbsp;</b>And he commanded them to be baptized in the name of Jesus Christ. Then they asked him to remain for some days.</p>\n\n</div>","kjv":"<strong>1</strong> There was a certain man in Caesarea called Cornelius, a centurion of the band called the Italian band,  <strong>2</strong> A devout man, and one that feared God with all his house, which gave much alms to the people, and prayed to God alway.  <strong>3</strong> He saw in a vision evidently about the ninth hour of the day an angel of God coming in to him, and saying unto him, Cornelius.  <strong>4</strong> And when he looked on him, he was afraid, and said, What is it, Lord? And he said unto him, Thy prayers and thine alms are come up for a memorial before God.  <strong>5</strong> And now send men to Joppa, and call for one Simon, whose surname is Peter:  <strong>6</strong> He lodgeth with one Simon a tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.  <strong>7</strong> And when the angel which spake unto Cornelius was departed, he called two of his household servants, and a devout soldier of them that waited on him continually;  <strong>8</strong> And when he had declared all these things unto them, he sent them to Joppa.  <strong>9</strong> On the morrow, as they went on their journey, and drew nigh unto the city, Peter went up upon the housetop to pray about the sixth hour:  <strong>10</strong> And he became very hungry, and would have eaten: but while they made ready, he fell into a trance,  <strong>11</strong> And saw heaven opened, and a certain vessel descending unto him, as it had been a great sheet knit at the four corners, and let down to the earth:  <strong>12</strong> Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.  <strong>13</strong> And there came a voice to him, Rise, Peter; kill, and eat.  <strong>14</strong> But Peter said, Not so, Lord; for I have never eaten any thing that is common or unclean.  <strong>15</strong> And the voice spake unto him again the second time, What God hath cleansed, that call not thou common.  <strong>16</strong> This was done thrice: and the vessel was received up again into heaven.  <strong>17</strong> Now while Peter doubted in himself what this vision which he had seen should mean, behold, the men which were sent from Cornelius had made enquiry for Simon’s house, and stood before the gate,  <strong>18</strong> And called, and asked whether Simon, which was surnamed Peter, were lodged there.  <strong>19</strong> While Peter thought on the vision, the Spirit said unto him, Behold, three men seek thee.  <strong>20</strong> Arise therefore, and get thee down, and go with them, doubting nothing: for I have sent them.  <strong>21</strong> Then Peter went down to the men which were sent unto him from Cornelius; and said, Behold, I am he whom ye seek: what is the cause wherefore ye are come?  <strong>22</strong> And they said, Cornelius the centurion, a just man, and one that feareth God, and of good report among all the nation of the Jews, was warned from God by an holy angel to send for thee into his house, and to hear words of thee.  <strong>23</strong> Then called he them in, and lodged them. And on the morrow Peter went away with them, and certain brethren from Joppa accompanied him.  <strong>24</strong> And the morrow after they entered into Caesarea. And Cornelius waited for them, and had called together his kinsmen and near friends.  <strong>25</strong> And as Peter was coming in, Cornelius met him, and fell down at his feet, and worshipped him.  <strong>26</strong> But Peter took him up, saying, Stand up; I myself also am a man.  <strong>27</strong> And as he talked with him, he went in, and found many that were come together.  <strong>28</strong> And he said unto them, Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath shewed me that I should not call any man common or unclean.  <strong>29</strong> Therefore came I unto you without gainsaying, as soon as I was sent for: I ask therefore for what intent ye have sent for me?  <strong>30</strong> And Cornelius said, Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and, behold, a man stood before me in bright clothing,  <strong>31</strong> And said, Cornelius, thy prayer is heard, and thine alms are had in remembrance in the sight of God.  <strong>32</strong> Send therefore to Joppa, and call hither Simon, whose surname is Peter; he is lodged in the house of one Simon a tanner by the sea side: who, when he cometh, shall speak unto thee.  <strong>33</strong> Immediately therefore I sent to thee; and thou hast well done that thou art come. Now therefore are we all here present before God, to hear all things that are commanded thee of God.  <strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  <strong>35</strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.  <strong>36</strong> The word which God sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)  <strong>37</strong> That word, I say, ye know, which was published throughout all Judaea, and began from Galilee, after the baptism which John preached;  <strong>38</strong> How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.  <strong>39</strong> And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:  <strong>40</strong> Him God raised up the third day, and shewed him openly;  <strong>41</strong> Not to all the people, but unto witnesses chosen before of God, even to us, who did eat and drink with him after he rose from the dead.  <strong>42</strong> And he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead.  <strong>43</strong> To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins.  <strong>44</strong> While Peter yet spake these words, the Holy Ghost fell on all them which heard the word.  <strong>45</strong> And they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost.  <strong>46</strong> For they heard them speak with tongues, and magnify God. Then answered Peter,  <strong>47</strong> Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we?  <strong>48</strong> And he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days.  ","niv":"<sup><strong>1</strong></sup> At Caesarea there was a man named Cornelius, a centurion in what was known as the Italian Regiment. <sup><strong>2</strong></sup> He and all his family were devout and God-fearing; he gave generously to those in need and prayed to God regularly. <sup><strong>3</strong></sup> One day at about three in the afternoon he had a vision. He distinctly saw an angel of God, who came to him and said, \"Cornelius!\" <sup><strong>4</strong></sup> Cornelius stared at him in fear. \"What is it, Lord?\" he asked. <sup><strong>5</strong></sup> The angel answered, \"Your prayers and gifts to the poor have come up as a memorial offering before God. Now send men to Joppa to bring back a man named Simon who is called Peter. <sup><strong>6</strong></sup> He is staying with Simon the tanner, whose house is by the sea.\" <sup><strong>7</strong></sup> When the angel who spoke to him had gone, Cornelius called two of his servants and a devout soldier who was one of his attendants. <sup><strong>8</strong></sup> He told them everything that had happened and sent them to Joppa. <sup><strong>9</strong></sup> About noon the following day as they were on their journey and approaching the city, Peter went up on the roof to pray. <sup><strong>10</strong></sup> He became hungry and wanted something to eat, and while the meal was being prepared, he fell into a trance. <sup><strong>11</strong></sup> He saw heaven opened and something like a large sheet being let down to earth by its four corners. <sup><strong>12</strong></sup> It contained all kinds of four-footed animals, as well as reptiles of the earth and birds of the air. <sup><strong>13</strong></sup> Then a voice told him, \"Get up, Peter. Kill and eat.\" <sup><strong>14</strong></sup> \"Surely not, Lord!\" Peter replied. \"I have never eaten anything impure or unclean.\" <sup><strong>15</strong></sup> The voice spoke to him a second time, \"Do not call anything impure that God has made clean.\" <sup><strong>16</strong></sup> This happened three times, and immediately the sheet was taken back to heaven. <sup><strong>17</strong></sup> While Peter was wondering about the meaning of the vision, the men sent by Cornelius found out where Simon's house was and stopped at the gate. <sup><strong>18</strong></sup> They called out, asking if Simon who was known as Peter was staying there. <sup><strong>19</strong></sup> While Peter was still thinking about the vision, the Spirit said to him, \"Simon, three men are looking for you. <sup><strong>20</strong></sup> So get up and go downstairs. Do not hesitate to go with them, for I have sent them.\" <sup><strong>21</strong></sup> Peter went down and said to the men, \"I'm the one you're looking for. Why have you come?\" <sup><strong>22</strong></sup> The men replied, \"We have come from Cornelius the centurion. He is a righteous and God-fearing man, who is respected by all the Jewish people. A holy angel told him to have you come to his house so that he could hear what you have to say.\" <sup><strong>23</strong></sup> Then Peter invited the men into the house to be his guests. <sup><strong>24</strong></sup> The next day Peter started out with them, and some of the brothers from Joppa went along. The following day he arrived in Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <sup><strong>25</strong></sup> As Peter entered the house, Cornelius met him and fell at his feet in reverence. <sup><strong>26</strong></sup> But Peter made him get up. \"Stand up,\" he said, \"I am only a man myself.\" <sup><strong>27</strong></sup> Talking with him, Peter went inside and found a large gathering of people. <sup><strong>28</strong></sup> He said to them: \"You are well aware that it is against our law for a Jew to associate with a Gentile or visit him. But God has shown me that I should not call any man impure or unclean. <sup><strong>29</strong></sup> So when I was sent for, I came without raising any objection. May I ask why you sent for me?\" <sup><strong>30</strong></sup> Cornelius answered: \"Four days ago I was in my house praying at this hour, at three in the afternoon. Suddenly a man in shining clothes stood before me <sup><strong>31</strong></sup> and said, 'Cornelius, God has heard your prayer and remembered your gifts to the poor. <sup><strong>32</strong></sup> Send to Joppa for Simon who is called Peter. He is a guest in the home of Simon the tanner, who lives by the sea.' <sup><strong>33</strong></sup> So I sent for you immediately, and it was good of you to come. Now we are all here in the presence of God to listen to everything the Lord has commanded you to tell us.\" <sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism <sup><strong>35</strong></sup> but accepts men from every nation who fear him and do what is right. <sup><strong>36</strong></sup> You know the message God sent to the people of Israel, telling the good news of peace through Jesus Christ, who is Lord of all. <sup><strong>37</strong></sup> You know what has happened throughout Judea, beginning in Galilee after the baptism that John preached-- <sup><strong>38</strong></sup> how God anointed Jesus of Nazareth with the Holy Spirit and power, and how he went around doing good and healing all who were under the power of the devil, because God was with him. <sup><strong>39</strong></sup> \"We are witnesses of everything he did in the country of the Jews and in Jerusalem. They killed him by hanging him on a tree, <sup><strong>40</strong></sup> but God raised him from the dead on the third day and caused him to be seen. <sup><strong>41</strong></sup> He was not seen by all the people, but by witnesses whom God had already chosen--by us who ate and drank with him after he rose from the dead. <sup><strong>42</strong></sup> He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead. <sup><strong>43</strong></sup> All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.\" <sup><strong>44</strong></sup> While Peter was still speaking these words, the Holy Spirit came on all who heard the message. <sup><strong>45</strong></sup> The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on the Gentiles. <sup><strong>46</strong></sup> For they heard them speaking in tongues and praising God. <sup><strong>47</strong></sup> Then Peter said, \"Can anyone keep these people from being baptized with water? They have received the Holy Spirit just as we have.\" <sup><strong>48</strong></sup> So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days. "},{"_id":"616235d88d436e0b7f06a364","topicId":"616235d38d436e0b7f06a355","verse":"Acts 1:1-26","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44001001_07-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44001001-1\">1:1&nbsp;</b>In the first book, O Theophilus, I have dealt with all that Jesus began to do and teach, <b class=\"verse-num\" id=\"v44001002-1\">2&nbsp;</b>until the day when he was taken up, after he had given commands through the Holy Spirit to the apostles whom he had chosen. <b class=\"verse-num\" id=\"v44001003-1\">3&nbsp;</b>He presented himself alive to them after his suffering by many proofs, appearing to them during forty days and speaking about the kingdom of God.</p>\n<p id=\"p44001003_07-16\"><b class=\"verse-num\" id=\"v44001004-1\">4&nbsp;</b>And while staying with them he ordered them not to depart from Jerusalem, but to wait for the promise of the Father, which, he said, <span class=\"woc\">“you heard from me;</span> <b class=\"verse-num woc\" id=\"v44001005-1\">5&nbsp;</b><span class=\"woc\">for John baptized with water, but you will be baptized with the Holy Spirit not many days from now.”</span></p>\n\n<p id=\"p44001005_09-16\"><b class=\"verse-num\" id=\"v44001006-1\">6&nbsp;</b>So when they had come together, they asked him, “Lord, will you at this time restore the kingdom to Israel?” <b class=\"verse-num\" id=\"v44001007-1\">7&nbsp;</b>He said to them, <span class=\"woc\">“It is not for you to know times or seasons that the Father has fixed by his own authority.</span> <b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span> <b class=\"verse-num\" id=\"v44001009-1\">9&nbsp;</b>And when he had said these things, as they were looking on, he was lifted up, and a cloud took him out of their sight. <b class=\"verse-num\" id=\"v44001010-1\">10&nbsp;</b>And while they were gazing into heaven as he went, behold, two men stood by them in white robes, <b class=\"verse-num\" id=\"v44001011-1\">11&nbsp;</b>and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”</p>\n\n<p id=\"p44001011_14-16\"><b class=\"verse-num\" id=\"v44001012-1\">12&nbsp;</b>Then they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey away. <b class=\"verse-num\" id=\"v44001013-1\">13&nbsp;</b>And when they had entered, they went up to the upper room, where they were staying, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus and Simon the Zealot and Judas the son of James. <b class=\"verse-num\" id=\"v44001014-1\">14&nbsp;</b>All these with one accord were devoting themselves to prayer, together with the women and Mary the mother of Jesus, and his brothers.</p>\n<p id=\"p44001014_14-16\"><b class=\"verse-num\" id=\"v44001015-1\">15&nbsp;</b>In those days Peter stood up among the brothers (the company of persons was in all about 120) and said, <b class=\"verse-num\" id=\"v44001016-1\">16&nbsp;</b>“Brothers, the Scripture had to be fulfilled, which the Holy Spirit spoke beforehand by the mouth of David concerning Judas, who became a guide to those who arrested Jesus. <b class=\"verse-num\" id=\"v44001017-1\">17&nbsp;</b>For he was numbered among us and was allotted his share in this ministry.” <b class=\"verse-num\" id=\"v44001018-1\">18&nbsp;</b>(Now this man acquired a field with the reward of his wickedness, and falling headlong he burst open in the middle and all his bowels gushed out. <b class=\"verse-num\" id=\"v44001019-1\">19&nbsp;</b>And it became known to all the inhabitants of Jerusalem, so that the field was called in their own language Akeldama, that is, Field of Blood.) <b class=\"verse-num\" id=\"v44001020-1\">20&nbsp;</b>“For it is written in the Book of Psalms,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_14-16\" class=\"line\">&nbsp;&nbsp;“‘May his camp become desolate,</span><br><span id=\"p44001020_14-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let there be no one to dwell in it’;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_14-16\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_14-16\" class=\"line\">&nbsp;&nbsp;“‘Let another take his office.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_14-16\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44001021-1\">21&nbsp;</b>So one of the men who have accompanied us during all the time that the Lord Jesus went in and out among us, <b class=\"verse-num\" id=\"v44001022-1\">22&nbsp;</b>beginning from the baptism of John until the day when he was taken up from us—one of these men must become with us a witness to his resurrection.” <b class=\"verse-num\" id=\"v44001023-1\">23&nbsp;</b>And they put forward two, Joseph called Barsabbas, who was also called Justus, and Matthias. <b class=\"verse-num\" id=\"v44001024-1\">24&nbsp;</b>And they prayed and said, “You, Lord, who know the hearts of all, show which one of these two you have chosen <b class=\"verse-num\" id=\"v44001025-1\">25&nbsp;</b>to take the place in this ministry and apostleship from which Judas turned aside to go to his own place.” <b class=\"verse-num\" id=\"v44001026-1\">26&nbsp;</b>And they cast lots for them, and the lot fell on Matthias, and he was numbered with the eleven apostles.</p>\n\n</div>","kjv":"<strong>1</strong> The former treatise have I made, O Theophilus, of all that Jesus began both to do and teach,  <strong>2</strong> Until the day in which he was taken up, after that he through the Holy Ghost had given commandments unto the apostles whom he had chosen:  <strong>3</strong> To whom also he shewed himself alive after his passion by many infallible proofs, being seen of them forty days, and speaking of the things pertaining to the kingdom of God:  <strong>4</strong> And, being assembled together with them, commanded them that they should not depart from Jerusalem, but wait for the promise of the Father, which, saith he, ye have heard of me.  <strong>5</strong> For John truly baptized with water; but ye shall be baptized with the Holy Ghost not many days hence.  <strong>6</strong> When they therefore were come together, they asked of him, saying, Lord, wilt thou at this time restore again the kingdom to Israel?  <strong>7</strong> And he said unto them, It is not for you to know the times or the seasons, which the Father hath put in his own power.  <strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  <strong>9</strong> And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.  <strong>10</strong> And while they looked stedfastly toward heaven as he went up, behold, two men stood by them in white apparel;  <strong>11</strong> Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.  <strong>12</strong> Then returned they unto Jerusalem from the mount called Olivet, which is from Jerusalem a sabbath day’s journey.  <strong>13</strong> And when they were come in, they went up into an upper room, where abode both Peter, and James, and John, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, James the son of Alphaeus, and Simon Zelotes, and Judas the brother of James.  <strong>14</strong> These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren.  <strong>15</strong> And in those days Peter stood up in the midst of the disciples, and said, (the number of names together were about an hundred and twenty,)  <strong>16</strong> Men and brethren, this scripture must needs have been fulfilled, which the Holy Ghost by the mouth of David spake before concerning Judas, which was guide to them that took Jesus.  <strong>17</strong> For he was numbered with us, and had obtained part of this ministry.  <strong>18</strong> Now this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the midst, and all his bowels gushed out.  <strong>19</strong> And it was known unto all the dwellers at Jerusalem; insomuch as that field is called in their proper tongue, Aceldama, that is to say, The field of blood.  <strong>20</strong> For it is written in the book of Psalms, Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take.  <strong>21</strong> Wherefore of these men which have companied with us all the time that the Lord Jesus went in and out among us,  <strong>22</strong> Beginning from the baptism of John, unto that same day that he was taken up from us, must one be ordained to be a witness with us of his resurrection.  <strong>23</strong> And they appointed two, Joseph called Barsabas, who was surnamed Justus, and Matthias.  <strong>24</strong> And they prayed, and said, Thou, Lord, which knowest the hearts of all men, shew whether of these two thou hast chosen,  <strong>25</strong> That he may take part of this ministry and apostleship, from which Judas by transgression fell, that he might go to his own place.  <strong>26</strong> And they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles.  ","niv":"<sup><strong>1</strong></sup> In my former book, Theophilus, I wrote about all that Jesus began to do and to teach <sup><strong>2</strong></sup> until the day he was taken up to heaven, after giving instructions through the Holy Spirit to the apostles he had chosen. <sup><strong>3</strong></sup> After his suffering, he showed himself to these men and gave many convincing proofs that he was alive. He appeared to them over a period of forty days and spoke about the kingdom of God. <sup><strong>4</strong></sup> On one occasion, while he was eating with them, he gave them this command: \"Do not leave Jerusalem, but wait for the gift my Father promised, which you have heard me speak about. <sup><strong>5</strong></sup> For John baptized with water, but in a few days you will be baptized with the Holy Spirit.\" <sup><strong>6</strong></sup> So when they met together, they asked him, \"Lord, are you at this time going to restore the kingdom to Israel?\" <sup><strong>7</strong></sup> He said to them: \"It is not for you to know the times or dates the Father has set by his own authority. <sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\" <sup><strong>9</strong></sup> After he said this, he was taken up before their very eyes, and a cloud hid him from their sight. <sup><strong>10</strong></sup> They were looking intently up into the sky as he was going, when suddenly two men dressed in white stood beside them. <sup><strong>11</strong></sup> \"Men of Galilee,\" they said, \"why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.\" <sup><strong>12</strong></sup> Then they returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk from the city. <sup><strong>13</strong></sup> When they arrived, they went upstairs to the room where they were staying. Those present were Peter, John, James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas son of James. <sup><strong>14</strong></sup> They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers. <sup><strong>15</strong></sup> In those days Peter stood up among the believers (a group numbering about a hundred and twenty) <sup><strong>16</strong></sup> and said, \"Brothers, the Scripture had to be fulfilled which the Holy Spirit spoke long ago through the mouth of David concerning Judas, who served as guide for those who arrested Jesus-- <sup><strong>17</strong></sup> he was one of our number and shared in this ministry.\" <sup><strong>18</strong></sup> (With the reward he got for his wickedness, Judas bought a field; there he fell headlong, his body burst open and all his intestines spilled out. <sup><strong>19</strong></sup> Everyone in Jerusalem heard about this, so they called that field in their language Akeldama, that is, Field of Blood.) <sup><strong>20</strong></sup> \"For,\" said Peter, \"it is written in the book of Psalms, \"'May his place be deserted; let there be no one to dwell in it,' and, \"'May another take his place of leadership.' <sup><strong>21</strong></sup> Therefore it is necessary to choose one of the men who have been with us the whole time the Lord Jesus went in and out among us, <sup><strong>22</strong></sup> beginning from John's baptism to the time when Jesus was taken up from us. For one of these must become a witness with us of his resurrection.\" <sup><strong>23</strong></sup> So they proposed two men: Joseph called Barsabbas (also known as Justus) and Matthias. <sup><strong>24</strong></sup> Then they prayed, \"Lord, you know everyone's heart. Show us which of these two you have chosen <sup><strong>25</strong></sup> to take over this apostolic ministry, which Judas left to go where he belongs.\" <sup><strong>26</strong></sup> Then they cast lots, and the lot fell to Matthias; so he was added to the eleven apostles. "},{"_id":"616235d88d436e0b7f06a365","topicId":"616235d38d436e0b7f06a355","verse":"Acts 2:1-47","votes":2,"__v":0,"kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"616235d98d436e0b7f06a366","topicId":"616235d38d436e0b7f06a355","verse":"Matthew 1:1-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40001001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40001001-1\">1:1&nbsp;</b>The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.</p>\n<p id=\"p40001001_06-18\"><b class=\"verse-num\" id=\"v40001002-1\">2&nbsp;</b>Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers, <b class=\"verse-num\" id=\"v40001003-1\">3&nbsp;</b>and Judah the father of Perez and Zerah by Tamar, and Perez the father of Hezron, and Hezron the father of Ram, <b class=\"verse-num\" id=\"v40001004-1\">4&nbsp;</b>and Ram the father of Amminadab, and Amminadab the father of Nahshon, and Nahshon the father of Salmon, <b class=\"verse-num\" id=\"v40001005-1\">5&nbsp;</b>and Salmon the father of Boaz by Rahab, and Boaz the father of Obed by Ruth, and Obed the father of Jesse, <b class=\"verse-num\" id=\"v40001006-1\">6&nbsp;</b>and Jesse the father of David the king.</p>\n<p id=\"p40001006_06-18\">And David was the father of Solomon by the wife of Uriah, <b class=\"verse-num\" id=\"v40001007-1\">7&nbsp;</b>and Solomon the father of Rehoboam, and Rehoboam the father of Abijah, and Abijah the father of Asaph, <b class=\"verse-num\" id=\"v40001008-1\">8&nbsp;</b>and Asaph the father of Jehoshaphat, and Jehoshaphat the father of Joram, and Joram the father of Uzziah, <b class=\"verse-num\" id=\"v40001009-1\">9&nbsp;</b>and Uzziah the father of Jotham, and Jotham the father of Ahaz, and Ahaz the father of Hezekiah, <b class=\"verse-num\" id=\"v40001010-1\">10&nbsp;</b>and Hezekiah the father of Manasseh, and Manasseh the father of Amos, and Amos the father of Josiah, <b class=\"verse-num\" id=\"v40001011-1\">11&nbsp;</b>and Josiah the father of Jechoniah and his brothers, at the time of the deportation to Babylon.</p>\n<p id=\"p40001011_06-18\"><b class=\"verse-num\" id=\"v40001012-1\">12&nbsp;</b>And after the deportation to Babylon: Jechoniah was the father of Shealtiel, and Shealtiel the father of Zerubbabel, <b class=\"verse-num\" id=\"v40001013-1\">13&nbsp;</b>and Zerubbabel the father of Abiud, and Abiud the father of Eliakim, and Eliakim the father of Azor, <b class=\"verse-num\" id=\"v40001014-1\">14&nbsp;</b>and Azor the father of Zadok, and Zadok the father of Achim, and Achim the father of Eliud, <b class=\"verse-num\" id=\"v40001015-1\">15&nbsp;</b>and Eliud the father of Eleazar, and Eleazar the father of Matthan, and Matthan the father of Jacob, <b class=\"verse-num\" id=\"v40001016-1\">16&nbsp;</b>and Jacob the father of Joseph the husband of Mary, of whom Jesus was born, who is called Christ.</p>\n<p id=\"p40001016_06-18\"><b class=\"verse-num\" id=\"v40001017-1\">17&nbsp;</b>So all the generations from Abraham to David were fourteen generations, and from David to the deportation to Babylon fourteen generations, and from the deportation to Babylon to the Christ fourteen generations.</p>\n\n<p id=\"p40001017_11-18\"><b class=\"verse-num\" id=\"v40001018-1\">18&nbsp;</b>Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit. <b class=\"verse-num\" id=\"v40001019-1\">19&nbsp;</b>And her husband Joseph, being a just man and unwilling to put her to shame, resolved to divorce her quietly. <b class=\"verse-num\" id=\"v40001020-1\">20&nbsp;</b>But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit. <b class=\"verse-num\" id=\"v40001021-1\">21&nbsp;</b>She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.” <b class=\"verse-num\" id=\"v40001022-1\">22&nbsp;</b>All this took place to fulfill what the Lord had spoken by the prophet:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40001023_11-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v40001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Behold, the virgin shall conceive and bear a son,</span><br><span id=\"p40001023_11-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall call his name Immanuel”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40001023_11-18\" class=\"same-paragraph\">(which means, God with us). <b class=\"verse-num\" id=\"v40001024-1\">24&nbsp;</b>When Joseph woke from sleep, he did as the angel of the Lord commanded him: he took his wife, <b class=\"verse-num\" id=\"v40001025-1\">25&nbsp;</b>but knew her not until she had given birth to a son. And he called his name Jesus.</p>\n\n</div>","kjv":"<strong>1</strong> The book of the generation of Jesus Christ, the son of David, the son of Abraham.  <strong>2</strong> Abraham begat Isaac; and Isaac begat Jacob; and Jacob begat Judas and his brethren;  <strong>3</strong> And Judas begat Phares and Zara of Thamar; and Phares begat Esrom; and Esrom begat Aram;  <strong>4</strong> And Aram begat Aminadab; and Aminadab begat Naasson; and Naasson begat Salmon;  <strong>5</strong> And Salmon begat Booz of Rachab; and Booz begat Obed of Ruth; and Obed begat Jesse;  <strong>6</strong> And Jesse begat David the king; and David the king begat Solomon of her that had been the wife of Urias;  <strong>7</strong> And Solomon begat Roboam; and Roboam begat Abia; and Abia begat Asa;  <strong>8</strong> And Asa begat Josaphat; and Josaphat begat Joram; and Joram begat Ozias;  <strong>9</strong> And Ozias begat Joatham; and Joatham begat Achaz; and Achaz begat Ezekias;  <strong>10</strong> And Ezekias begat Manasses; and Manasses begat Amon; and Amon begat Josias;  <strong>11</strong> And Josias begat Jechonias and his brethren, about the time they were carried away to Babylon:  <strong>12</strong> And after they were brought to Babylon, Jechonias begat Salathiel; and Salathiel begat Zorobabel;  <strong>13</strong> And Zorobabel begat Abiud; and Abiud begat Eliakim; and Eliakim begat Azor;  <strong>14</strong> And Azor begat Sadoc; and Sadoc begat Achim; and Achim begat Eliud;  <strong>15</strong> And Eliud begat Eleazar; and Eleazar begat Matthan; and Matthan begat Jacob;  <strong>16</strong> And Jacob begat Joseph the husband of Mary, of whom was born Jesus, who is called Christ.  <strong>17</strong> So all the generations from Abraham to David are fourteen generations; and from David until the carrying away into Babylon are  fourteen generations; and from the carrying away into Babylon unto Christ are fourteen generations.  <strong>18</strong> Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.  <strong>19</strong> Then Joseph her husband, being a just man, and not willing to make her a publick example, was minded to put her away privily.  <strong>20</strong> But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost.  <strong>21</strong> And she shall bring forth a son, and thou shalt call his name JESUS: for he shall save his people from their sins.  <strong>22</strong> Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying,  <strong>23</strong> Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us.  <strong>24</strong> Then Joseph being raised from sleep did as the angel of the Lord had bidden him, and took unto him his wife:  <strong>25</strong> And knew her not till she had brought forth her firstborn son: and he called his name JESUS.  ","niv":"<sup><strong>1</strong></sup> A record of the genealogy of Jesus Christ the son of David, the son of Abraham: <sup><strong>2</strong></sup> Abraham was the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers, <sup><strong>3</strong></sup> Judah the father of Perez and Zerah, whose mother was Tamar, Perez the father of Hezron, Hezron the father of Ram, <sup><strong>4</strong></sup> Ram the father of Amminadab, Amminadab the father of Nahshon, Nahshon the father of Salmon, <sup><strong>5</strong></sup> Salmon the father of Boaz, whose mother was Rahab, Boaz the father of Obed, whose mother was Ruth, Obed the father of Jesse, <sup><strong>6</strong></sup> and Jesse the father of King David. David was the father of Solomon, whose mother had been Uriah's wife, <sup><strong>7</strong></sup> Solomon the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asa, <sup><strong>8</strong></sup> Asa the father of Jehoshaphat, Jehoshaphat the father of Jehoram, Jehoram the father of Uzziah, <sup><strong>9</strong></sup> Uzziah the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah, <sup><strong>10</strong></sup> Hezekiah the father of Manasseh, Manasseh the father of Amon, Amon the father of Josiah, <sup><strong>11</strong></sup> and Josiah the father of Jeconiah and his brothers at the time of the exile to Babylon. <sup><strong>12</strong></sup> After the exile to Babylon: Jeconiah was the father of Shealtiel, Shealtiel the father of Zerubbabel, <sup><strong>13</strong></sup> Zerubbabel the father of Abiud, Abiud the father of Eliakim, Eliakim the father of Azor, <sup><strong>14</strong></sup> Azor the father of Zadok, Zadok the father of Akim, Akim the father of Eliud, <sup><strong>15</strong></sup> Eliud the father of Eleazar, Eleazar the father of Matthan, Matthan the father of Jacob, <sup><strong>16</strong></sup> and Jacob the father of Joseph, the husband of Mary, of whom was born Jesus, who is called Christ. <sup><strong>17</strong></sup> Thus there were fourteen generations in all from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Christ. <sup><strong>18</strong></sup> This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit. <sup><strong>19</strong></sup> Because Joseph her husband was a righteous man and did not want to expose her to public disgrace, he had in mind to divorce her quietly. <sup><strong>20</strong></sup> But after he had considered this, an angel of the Lord appeared to him in a dream and said, \"Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit. <sup><strong>21</strong></sup> She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.\" <sup><strong>22</strong></sup> All this took place to fulfill what the Lord had said through the prophet: <sup><strong>23</strong></sup> \"The virgin will be with child and will give birth to a son, and they will call him Immanuel\"--which means, \"God with us.\" <sup><strong>24</strong></sup> When Joseph woke up, he did what the angel of the Lord had commanded him and took Mary home as his wife. <sup><strong>25</strong></sup> But he had no union with her until she gave birth to a son. And he gave him the name Jesus. "},{"_id":"616235d98d436e0b7f06a367","topicId":"616235d38d436e0b7f06a355","verse":"John 1:1-51","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God. <b class=\"verse-num\" id=\"v43001002-1\">2&nbsp;</b>He was in the beginning with God. <b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made. <b class=\"verse-num\" id=\"v43001004-1\">4&nbsp;</b>In him was life, and the life was the light of men. <b class=\"verse-num\" id=\"v43001005-1\">5&nbsp;</b>The light shines in the darkness, and the darkness has not overcome it.</p>\n<p id=\"p43001005_05-19\"><b class=\"verse-num\" id=\"v43001006-1\">6&nbsp;</b>There was a man sent from God, whose name was John. <b class=\"verse-num\" id=\"v43001007-1\">7&nbsp;</b>He came as a witness, to bear witness about the light, that all might believe through him. <b class=\"verse-num\" id=\"v43001008-1\">8&nbsp;</b>He was not the light, but came to bear witness about the light.</p>\n<p id=\"p43001008_05-19\"><b class=\"verse-num\" id=\"v43001009-1\">9&nbsp;</b>The true light, which gives light to everyone, was coming into the world. <b class=\"verse-num\" id=\"v43001010-1\">10&nbsp;</b>He was in the world, and the world was made through him, yet the world did not know him. <b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him. <b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God, <b class=\"verse-num\" id=\"v43001013-1\">13&nbsp;</b>who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.</p>\n<p id=\"p43001013_05-19\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth. <b class=\"verse-num\" id=\"v43001015-1\">15&nbsp;</b>(John bore witness about him, and cried out, “This was he of whom I said, ‘He who comes after me ranks before me, because he was before me.’”) <b class=\"verse-num\" id=\"v43001016-1\">16&nbsp;</b>For from his fullness we have all received, grace upon grace. <b class=\"verse-num\" id=\"v43001017-1\">17&nbsp;</b>For the law was given through Moses; grace and truth came through Jesus Christ. <b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n<p id=\"p43001018_11-19\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_11-19\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?” <b class=\"verse-num\" id=\"v43001026-1\">26&nbsp;</b>John answered them, “I baptize with water, but among you stands one you do not know, <b class=\"verse-num\" id=\"v43001027-1\">27&nbsp;</b>even he who comes after me, the strap of whose sandal I am not worthy to untie.” <b class=\"verse-num\" id=\"v43001028-1\">28&nbsp;</b>These things took place in Bethany across the Jordan, where John was baptizing.</p>\n\n<p id=\"p43001028_16-19\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world! <b class=\"verse-num\" id=\"v43001030-1\">30&nbsp;</b>This is he of whom I said, ‘After me comes a man who ranks before me, because he was before me.’ <b class=\"verse-num\" id=\"v43001031-1\">31&nbsp;</b>I myself did not know him, but for this purpose I came baptizing with water, that he might be revealed to Israel.” <b class=\"verse-num\" id=\"v43001032-1\">32&nbsp;</b>And John bore witness: “I saw the Spirit descend from heaven like a dove, and it remained on him. <b class=\"verse-num\" id=\"v43001033-1\">33&nbsp;</b>I myself did not know him, but he who sent me to baptize with water said to me, ‘He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.’ <b class=\"verse-num\" id=\"v43001034-1\">34&nbsp;</b>And I have seen and have borne witness that this is the Son of God.”</p>\n\n<p id=\"p43001034_21-19\"><b class=\"verse-num\" id=\"v43001035-1\">35&nbsp;</b>The next day again John was standing with two of his disciples, <b class=\"verse-num\" id=\"v43001036-1\">36&nbsp;</b>and he looked at Jesus as he walked by and said, “Behold, the Lamb of God!” <b class=\"verse-num\" id=\"v43001037-1\">37&nbsp;</b>The two disciples heard him say this, and they followed Jesus. <b class=\"verse-num\" id=\"v43001038-1\">38&nbsp;</b>Jesus turned and saw them following and said to them, <span class=\"woc\">“What are you seeking?”</span> And they said to him, “Rabbi” (which means Teacher), “where are you staying?” <b class=\"verse-num\" id=\"v43001039-1\">39&nbsp;</b>He said to them, <span class=\"woc\">“Come and you will see.”</span> So they came and saw where he was staying, and they stayed with him that day, for it was about the tenth hour. <b class=\"verse-num\" id=\"v43001040-1\">40&nbsp;</b>One of the two who heard John speak and followed Jesus was Andrew, Simon Peter’s brother. <b class=\"verse-num\" id=\"v43001041-1\">41&nbsp;</b>He first found his own brother Simon and said to him, “We have found the Messiah” (which means Christ). <b class=\"verse-num\" id=\"v43001042-1\">42&nbsp;</b>He brought him to Jesus. Jesus looked at him and said, <span class=\"woc\">“You are Simon the son of John. You shall be called Cephas”</span> (which means Peter).</p>\n\n<p id=\"p43001042_26-19\"><b class=\"verse-num\" id=\"v43001043-1\">43&nbsp;</b>The next day Jesus decided to go to Galilee. He found Philip and said to him, <span class=\"woc\">“Follow me.”</span> <b class=\"verse-num\" id=\"v43001044-1\">44&nbsp;</b>Now Philip was from Bethsaida, the city of Andrew and Peter. <b class=\"verse-num\" id=\"v43001045-1\">45&nbsp;</b>Philip found Nathanael and said to him, “We have found him of whom Moses in the Law and also the prophets wrote, Jesus of Nazareth, the son of Joseph.” <b class=\"verse-num\" id=\"v43001046-1\">46&nbsp;</b>Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see.” <b class=\"verse-num\" id=\"v43001047-1\">47&nbsp;</b>Jesus saw Nathanael coming toward him and said of him, <span class=\"woc\">“Behold, an Israelite indeed, in whom there is no deceit!”</span> <b class=\"verse-num\" id=\"v43001048-1\">48&nbsp;</b>Nathanael said to him, “How do you know me?” Jesus answered him, <span class=\"woc\">“Before Philip called you, when you were under the fig tree, I saw you.”</span> <b class=\"verse-num\" id=\"v43001049-1\">49&nbsp;</b>Nathanael answered him, “Rabbi, you are the Son of God! You are the King of Israel!” <b class=\"verse-num\" id=\"v43001050-1\">50&nbsp;</b>Jesus answered him, <span class=\"woc\">“Because I said to you, ‘I saw you under the fig tree,’ do you believe? You will see greater things than these.”</span> <b class=\"verse-num\" id=\"v43001051-1\">51&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, truly, I say to you, you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  <strong>2</strong> The same was in the beginning with God.  <strong>3</strong> All things were made by him; and without him was not any thing made that was made.  <strong>4</strong> In him was life; and the life was the light of men.  <strong>5</strong> And the light shineth in darkness; and the darkness comprehended it not.  <strong>6</strong> There was a man sent from God, whose name was John.  <strong>7</strong> The same came for a witness, to bear witness of the Light, that all men through him might believe.  <strong>8</strong> He was not that Light, but was sent to bear witness of that Light.  <strong>9</strong> That was the true Light, which lighteth every man that cometh into the world.  <strong>10</strong> He was in the world, and the world was made by him, and the world knew him not.  <strong>11</strong> He came unto his own, and his own received him not.  <strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  <strong>13</strong> Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.  <strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  <strong>15</strong> John bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me.  <strong>16</strong> And of his fulness have all we received, and grace for grace.  <strong>17</strong> For the law was given by Moses, but grace and truth came by Jesus Christ.  <strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  <strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  <strong>26</strong> John answered them, saying, I baptize with water: but there standeth one among you, whom ye know not;  <strong>27</strong> He it is, who coming after me is preferred before me, whose shoe’s latchet I am not worthy to unloose.  <strong>28</strong> These things were done in Bethabara beyond Jordan, where John was baptizing.  <strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  <strong>30</strong> This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.  <strong>31</strong> And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water.  <strong>32</strong> And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him.  <strong>33</strong> And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.  <strong>34</strong> And I saw, and bare record that this is the Son of God.  <strong>35</strong> Again the next day after John stood, and two of his disciples;  <strong>36</strong> And looking upon Jesus as he walked, he saith, Behold the Lamb of God!  <strong>37</strong> And the two disciples heard him speak, and they followed Jesus.  <strong>38</strong> Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?  <strong>39</strong> He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.  <strong>40</strong> One of the two which heard John speak, and followed him, was Andrew, Simon Peter’s brother.  <strong>41</strong> He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ.  <strong>42</strong> And he brought him to Jesus. And when Jesus beheld him, he said, Thou art Simon the son of Jona: thou shalt be called Cephas, which is by interpretation, A stone.  <strong>43</strong> The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me.  <strong>44</strong> Now Philip was of Bethsaida, the city of Andrew and Peter.  <strong>45</strong> Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.  <strong>46</strong> And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.  <strong>47</strong> Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!  <strong>48</strong> Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee.  <strong>49</strong> Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.  <strong>50</strong> Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these.  <strong>51</strong> And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man. ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><strong>2</strong></sup> He was with God in the beginning. <sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made. <sup><strong>4</strong></sup> In him was life, and that life was the light of men. <sup><strong>5</strong></sup> The light shines in the darkness, but the darkness has not understood it. <sup><strong>6</strong></sup> There came a man who was sent from God; his name was John. <sup><strong>7</strong></sup> He came as a witness to testify concerning that light, so that through him all men might believe. <sup><strong>8</strong></sup> He himself was not the light; he came only as a witness to the light. <sup><strong>9</strong></sup> The true light that gives light to every man was coming into the world. <sup><strong>10</strong></sup> He was in the world, and though the world was made through him, the world did not recognize him. <sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him. <sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God-- <sup><strong>13</strong></sup> children born not of natural descent, nor of human decision or a husband's will, but born of God. <sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth. <sup><strong>15</strong></sup> John testifies concerning him. He cries out, saying, \"This was he of whom I said, 'He who comes after me has surpassed me because he was before me.'\" <sup><strong>16</strong></sup> From the fullness of his grace we have all received one blessing after another. <sup><strong>17</strong></sup> For the law was given through Moses; grace and truth came through Jesus Christ. <sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known. <sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" <sup><strong>26</strong></sup> \"I baptize with water,\" John replied, \"but among you stands one you do not know. <sup><strong>27</strong></sup> He is the one who comes after me, the thongs of whose sandals I am not worthy to untie.\" <sup><strong>28</strong></sup> This all happened at Bethany on the other side of the Jordan, where John was baptizing. <sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world! <sup><strong>30</strong></sup> This is the one I meant when I said, 'A man who comes after me has surpassed me because he was before me.' <sup><strong>31</strong></sup> I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.\" <sup><strong>32</strong></sup> Then John gave this testimony: \"I saw the Spirit come down from heaven as a dove and remain on him. <sup><strong>33</strong></sup> I would not have known him, except that the one who sent me to baptize with water told me, 'The man on whom you see the Spirit come down and remain is he who will baptize with the Holy Spirit.' <sup><strong>34</strong></sup> I have seen and I testify that this is the Son of God.\" <sup><strong>35</strong></sup> The next day John was there again with two of his disciples. <sup><strong>36</strong></sup> When he saw Jesus passing by, he said, \"Look, the Lamb of God!\" <sup><strong>37</strong></sup> When the two disciples heard him say this, they followed Jesus. <sup><strong>38</strong></sup> Turning around, Jesus saw them following and asked, \"What do you want?\" They said, \"Rabbi\" (which means Teacher), \"where are you staying?\" <sup><strong>39</strong></sup> \"Come,\" he replied, \"and you will see.\" So they went and saw where he was staying, and spent that day with him. It was about the tenth hour. <sup><strong>40</strong></sup> Andrew, Simon Peter's brother, was one of the two who heard what John had said and who had followed Jesus. <sup><strong>41</strong></sup> The first thing Andrew did was to find his brother Simon and tell him, \"We have found the Messiah\" (that is, the Christ). <sup><strong>42</strong></sup> And he brought him to Jesus. Jesus looked at him and said, \"You are Simon son of John. You will be called Cephas\" (which, when translated, is Peter ). <sup><strong>43</strong></sup> The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, \"Follow me.\" <sup><strong>44</strong></sup> Philip, like Andrew and Peter, was from the town of Bethsaida. <sup><strong>45</strong></sup> Philip found Nathanael and told him, \"We have found the one Moses wrote about in the Law, and about whom the prophets also wrote--Jesus of Nazareth, the son of Joseph.\" <sup><strong>46</strong></sup> \"Nazareth! Can anything good come from there?\" Nathanael asked. \"Come and see,\" said Philip. <sup><strong>47</strong></sup> When Jesus saw Nathanael approaching, he said of him, \"Here is a true Israelite, in whom there is nothing false.\" <sup><strong>48</strong></sup> \"How do you know me?\" Nathanael asked. Jesus answered, \"I saw you while you were still under the fig tree before Philip called you.\" <sup><strong>49</strong></sup> Then Nathanael declared, \"Rabbi, you are the Son of God; you are the King of Israel.\" <sup><strong>50</strong></sup> Jesus said, \"You believe because I told you I saw you under the fig tree. You shall see greater things than that.\" <sup><strong>51</strong></sup> He then added, \"I tell you the truth, you shall see heaven open, and the angels of God ascending and descending on the Son of Man.\" "},{"_id":"616235d98d436e0b7f06a368","topicId":"616235d38d436e0b7f06a355","verse":"John 10:1-42","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43010001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43010001-1\">10:1&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, he who does not enter the sheepfold by the door but climbs in by another way, that man is a thief and a robber.</span> <b class=\"verse-num woc\" id=\"v43010002-1\">2&nbsp;</b><span class=\"woc\">But he who enters by the door is the shepherd of the sheep.</span> <b class=\"verse-num woc\" id=\"v43010003-1\">3&nbsp;</b><span class=\"woc\">To him the gatekeeper opens. The sheep hear his voice, and he calls his own sheep by name and leads them out.</span> <b class=\"verse-num woc\" id=\"v43010004-1\">4&nbsp;</b><span class=\"woc\">When he has brought out all his own, he goes before them, and the sheep follow him, for they know his voice.</span> <b class=\"verse-num woc\" id=\"v43010005-1\">5&nbsp;</b><span class=\"woc\">A stranger they will not follow, but they will flee from him, for they do not know the voice of strangers.”</span> <b class=\"verse-num\" id=\"v43010006-1\">6&nbsp;</b>This figure of speech Jesus used with them, but they did not understand what he was saying to them.</p>\n<p id=\"p43010006_06-20\"><b class=\"verse-num\" id=\"v43010007-1\">7&nbsp;</b>So Jesus again said to them, <span class=\"woc\">“Truly, truly, I say to you, I am the door of the sheep.</span> <b class=\"verse-num woc\" id=\"v43010008-1\">8&nbsp;</b><span class=\"woc\">All who came before me are thieves and robbers, but the sheep did not listen to them.</span> <b class=\"verse-num woc\" id=\"v43010009-1\">9&nbsp;</b><span class=\"woc\">I am the door. If anyone enters by me, he will be saved and will go in and out and find pasture.</span> <b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span> <b class=\"verse-num woc\" id=\"v43010011-1\">11&nbsp;</b><span class=\"woc\">I am the good shepherd. The good shepherd lays down his life for the sheep.</span> <b class=\"verse-num woc\" id=\"v43010012-1\">12&nbsp;</b><span class=\"woc\">He who is a hired hand and not a shepherd, who does not own the sheep, sees the wolf coming and leaves the sheep and flees, and the wolf snatches them and scatters them.</span> <b class=\"verse-num woc\" id=\"v43010013-1\">13&nbsp;</b><span class=\"woc\">He flees because he is a hired hand and cares nothing for the sheep.</span> <b class=\"verse-num woc\" id=\"v43010014-1\">14&nbsp;</b><span class=\"woc\">I am the good shepherd. I know my own and my own know me,</span> <b class=\"verse-num woc\" id=\"v43010015-1\">15&nbsp;</b><span class=\"woc\">just as the Father knows me and I know the Father; and I lay down my life for the sheep.</span> <b class=\"verse-num woc\" id=\"v43010016-1\">16&nbsp;</b><span class=\"woc\">And I have other sheep that are not of this fold. I must bring them also, and they will listen to my voice. So there will be one flock, one shepherd.</span> <b class=\"verse-num woc\" id=\"v43010017-1\">17&nbsp;</b><span class=\"woc\">For this reason the Father loves me, because I lay down my life that I may take it up again.</span> <b class=\"verse-num woc\" id=\"v43010018-1\">18&nbsp;</b><span class=\"woc\">No one takes it from me, but I lay it down of my own accord. I have authority to lay it down, and I have authority to take it up again. This charge I have received from my Father.”</span></p>\n<p id=\"p43010018_06-20\"><b class=\"verse-num\" id=\"v43010019-1\">19&nbsp;</b>There was again a division among the Jews because of these words. <b class=\"verse-num\" id=\"v43010020-1\">20&nbsp;</b>Many of them said, “He has a demon, and is insane; why listen to him?” <b class=\"verse-num\" id=\"v43010021-1\">21&nbsp;</b>Others said, “These are not the words of one who is oppressed by a demon. Can a demon open the eyes of the blind?”</p>\n\n<p id=\"p43010021_12-20\"><b class=\"verse-num\" id=\"v43010022-1\">22&nbsp;</b>At that time the Feast of Dedication took place at Jerusalem. It was winter, <b class=\"verse-num\" id=\"v43010023-1\">23&nbsp;</b>and Jesus was walking in the temple, in the colonnade of Solomon. <b class=\"verse-num\" id=\"v43010024-1\">24&nbsp;</b>So the Jews gathered around him and said to him, “How long will you keep us in suspense? If you are the Christ, tell us plainly.” <b class=\"verse-num\" id=\"v43010025-1\">25&nbsp;</b>Jesus answered them, <span class=\"woc\">“I told you, and you do not believe. The works that I do in my Father’s name bear witness about me,</span> <b class=\"verse-num woc\" id=\"v43010026-1\">26&nbsp;</b><span class=\"woc\">but you do not believe because you are not among my sheep.</span> <b class=\"verse-num woc\" id=\"v43010027-1\">27&nbsp;</b><span class=\"woc\">My sheep hear my voice, and I know them, and they follow me.</span> <b class=\"verse-num woc\" id=\"v43010028-1\">28&nbsp;</b><span class=\"woc\">I give them eternal life, and they will never perish, and no one will snatch them out of my hand.</span> <b class=\"verse-num woc\" id=\"v43010029-1\">29&nbsp;</b><span class=\"woc\">My Father, who has given them to me, is greater than all, and no one is able to snatch them out of the Father’s hand.</span> <b class=\"verse-num woc\" id=\"v43010030-1\">30&nbsp;</b><span class=\"woc\">I and the Father are one.”</span></p>\n<p id=\"p43010030_12-20\"><b class=\"verse-num\" id=\"v43010031-1\">31&nbsp;</b>The Jews picked up stones again to stone him. <b class=\"verse-num\" id=\"v43010032-1\">32&nbsp;</b>Jesus answered them, <span class=\"woc\">“I have shown you many good works from the Father; for which of them are you going to stone me?”</span> <b class=\"verse-num\" id=\"v43010033-1\">33&nbsp;</b>The Jews answered him, “It is not for a good work that we are going to stone you but for blasphemy, because you, being a man, make yourself God.” <b class=\"verse-num\" id=\"v43010034-1\">34&nbsp;</b>Jesus answered them, <span class=\"woc\">“Is it not written in your Law, ‘I said, you are gods’?</span> <b class=\"verse-num woc\" id=\"v43010035-1\">35&nbsp;</b><span class=\"woc\">If he called them gods to whom the word of God came—and Scripture cannot be broken—</span><b class=\"verse-num woc\" id=\"v43010036-1\">36&nbsp;</b><span class=\"woc\">do you say of him whom the Father consecrated and sent into the world, ‘You are blaspheming,’ because I said, ‘I am the Son of God’?</span> <b class=\"verse-num woc\" id=\"v43010037-1\">37&nbsp;</b><span class=\"woc\">If I am not doing the works of my Father, then do not believe me;</span> <b class=\"verse-num woc\" id=\"v43010038-1\">38&nbsp;</b><span class=\"woc\">but if I do them, even though you do not believe me, believe the works, that you may know and understand that the Father is in me and I am in the Father.”</span> <b class=\"verse-num\" id=\"v43010039-1\">39&nbsp;</b>Again they sought to arrest him, but he escaped from their hands.</p>\n<p id=\"p43010039_12-20\"><b class=\"verse-num\" id=\"v43010040-1\">40&nbsp;</b>He went away again across the Jordan to the place where John had been baptizing at first, and there he remained. <b class=\"verse-num\" id=\"v43010041-1\">41&nbsp;</b>And many came to him. And they said, “John did no sign, but everything that John said about this man was true.” <b class=\"verse-num\" id=\"v43010042-1\">42&nbsp;</b>And many believed in him there.</p>\n\n</div>","kjv":"<strong>1</strong>           Verily, verily, I say unto you, He that entereth not by the door into the sheepfold, but climbeth up some other way, the same is a thief and a robber.  <strong>2</strong> But he that entereth in by the door is the shepherd of the sheep.  <strong>3</strong> To him the porter openeth; and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out.  <strong>4</strong> And when he putteth forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice.  <strong>5</strong> And a stranger will they not follow, but will flee from him: for they know not the voice of strangers.  <strong>6</strong> This parable spake Jesus unto them: but they understood not what things they were which he spake unto them.  <strong>7</strong> Then said Jesus unto them again, Verily, verily, I say unto you, I am the door of the sheep.  <strong>8</strong> All that ever came before me are thieves and robbers: but the sheep did not hear them.  <strong>9</strong> I am the door: by me if any man enter in, he shall be saved, and shall go in and out, and find pasture.  <strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  <strong>11</strong> I am the good shepherd: the good shepherd giveth his life for the sheep.  <strong>12</strong> But he that is an hireling, and not the shepherd, whose own the sheep are not, seeth the wolf coming, and leaveth the sheep, and fleeth: and the wolf catcheth them, and scattereth the sheep.  <strong>13</strong> The hireling fleeth, because he is an hireling, and careth not for the sheep.  <strong>14</strong> I am the good shepherd, and know my sheep, and am known of mine.  <strong>15</strong> As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep.  <strong>16</strong> And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and  one shepherd.  <strong>17</strong> Therefore doth my Father love me, because I lay down my life, that I might take it again.  <strong>18</strong> No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father. <strong>19</strong> There was a division therefore again among the Jews for these sayings.  <strong>20</strong> And many of them said, He hath a devil, and is mad; why hear ye him?  <strong>21</strong> Others said, These are not the words of him that hath a devil. Can a devil open the eyes of the blind?  <strong>22</strong> And it was at Jerusalem the feast of the dedication, and it was winter.  <strong>23</strong> And Jesus walked in the temple in Solomon’s porch.  <strong>24</strong> Then came the Jews round about him, and said unto him, How long dost thou make us to doubt? If thou be the Christ, tell us plainly.  <strong>25</strong> Jesus answered them, I told you, and ye believed not: the works that I do in my Father’s name, they bear witness of me.  <strong>26</strong> But ye believe not, because ye are not of my sheep, as I said unto you.  <strong>27</strong> My sheep hear my voice, and I know them, and they follow me:  <strong>28</strong> And I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand.  <strong>29</strong> My Father, which gave them me, is greater than all; and no man is able to pluck them out of my Father’s hand.  <strong>30</strong> I and my Father are one.  <strong>31</strong> Then the Jews took up stones again to stone him.  <strong>32</strong> Jesus answered them, Many good works have I shewed you from my Father; for which of those works do ye stone me?  <strong>33</strong> The Jews answered him, saying, For a good work we stone thee not; but for blasphemy; and because that thou, being a man, makest thyself God.  <strong>34</strong> Jesus answered them, Is it not written in your law, I said, Ye are gods?  <strong>35</strong> If he called them gods, unto whom the word of God came, and the scripture cannot be broken;  <strong>36</strong> Say ye of him, whom the Father hath sanctified, and sent into the world, Thou blasphemest; because I said, I am the Son of God?  <strong>37</strong> If I do not the works of my Father, believe me not.  <strong>38</strong> But if I do, though ye believe not me, believe the works: that ye may know, and believe, that the Father is in me, and I in him.  <strong>39</strong> Therefore they sought again to take him: but he escaped out of their hand,  <strong>40</strong> And went away again beyond Jordan into the place where John at first baptized; and there he abode.  <strong>41</strong> And many resorted unto him, and said, John did no miracle: but all things that John spake of this man were true.  <strong>42</strong> And many believed on him there.  ","niv":"<sup><strong>1</strong></sup> \"I tell you the truth, the man who does not enter the sheep pen by the gate, but climbs in by some other way, is a thief and a robber. <sup><strong>2</strong></sup> The man who enters by the gate is the shepherd of his sheep. <sup><strong>3</strong></sup> The watchman opens the gate for him, and the sheep listen to his voice. He calls his own sheep by name and leads them out. <sup><strong>4</strong></sup> When he has brought out all his own, he goes on ahead of them, and his sheep follow him because they know his voice. <sup><strong>5</strong></sup> But they will never follow a stranger; in fact, they will run away from him because they do not recognize a stranger's voice.\" <sup><strong>6</strong></sup> Jesus used this figure of speech, but they did not understand what he was telling them. <sup><strong>7</strong></sup> Therefore Jesus said again, \"I tell you the truth, I am the gate for the sheep. <sup><strong>8</strong></sup> All who ever came before me were thieves and robbers, but the sheep did not listen to them. <sup><strong>9</strong></sup> I am the gate; whoever enters through me will be saved. He will come in and go out, and find pasture. <sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full. <sup><strong>11</strong></sup> \"I am the good shepherd. The good shepherd lays down his life for the sheep. <sup><strong>12</strong></sup> The hired hand is not the shepherd who owns the sheep. So when he sees the wolf coming, he abandons the sheep and runs away. Then the wolf attacks the flock and scatters it. <sup><strong>13</strong></sup> The man runs away because he is a hired hand and cares nothing for the sheep. <sup><strong>14</strong></sup> \"I am the good shepherd; I know my sheep and my sheep know me-- <sup><strong>15</strong></sup> just as the Father knows me and I know the Father--and I lay down my life for the sheep. <sup><strong>16</strong></sup> I have other sheep that are not of this sheep pen. I must bring them also. They too will listen to my voice, and there shall be one flock and one shepherd. <sup><strong>17</strong></sup> The reason my Father loves me is that I lay down my life--only to take it up again. <sup><strong>18</strong></sup> No one takes it from me, but I lay it down of my own accord. I have authority to lay it down and authority to take it up again. This command I received from my Father.\" <sup><strong>19</strong></sup> At these words the Jews were again divided. <sup><strong>20</strong></sup> Many of them said, \"He is demon-possessed and raving mad. Why listen to him?\" <sup><strong>21</strong></sup> But others said, \"These are not the sayings of a man possessed by a demon. Can a demon open the eyes of the blind?\" <sup><strong>22</strong></sup> Then came the Feast of Dedication at Jerusalem. It was winter, <sup><strong>23</strong></sup> and Jesus was in the temple area walking in Solomon's Colonnade. <sup><strong>24</strong></sup> The Jews gathered around him, saying, \"How long will you keep us in suspense? If you are the Christ, tell us plainly.\" <sup><strong>25</strong></sup> Jesus answered, \"I did tell you, but you do not believe. The miracles I do in my Father's name speak for me, <sup><strong>26</strong></sup> but you do not believe because you are not my sheep. <sup><strong>27</strong></sup> My sheep listen to my voice; I know them, and they follow me. <sup><strong>28</strong></sup> I give them eternal life, and they shall never perish; no one can snatch them out of my hand. <sup><strong>29</strong></sup> My Father, who has given them to me, is greater than all; no one can snatch them out of my Father's hand. <sup><strong>30</strong></sup> I and the Father are one.\" <sup><strong>31</strong></sup> Again the Jews picked up stones to stone him, <sup><strong>32</strong></sup> but Jesus said to them, \"I have shown you many great miracles from the Father. For which of these do you stone me?\" <sup><strong>33</strong></sup> \"We are not stoning you for any of these,\" replied the Jews, \"but for blasphemy, because you, a mere man, claim to be God.\" <sup><strong>34</strong></sup> Jesus answered them, \"Is it not written in your Law, 'I have said you are gods'? <sup><strong>35</strong></sup> If he called them 'gods,' to whom the word of God came--and the Scripture cannot be broken-- <sup><strong>36</strong></sup> what about the one whom the Father set apart as his very own and sent into the world? Why then do you accuse me of blasphemy because I said, 'I am God's Son'? <sup><strong>37</strong></sup> Do not believe me unless I do what my Father does. <sup><strong>38</strong></sup> But if I do it, even though you do not believe me, believe the miracles, that you may know and understand that the Father is in me, and I in the Father.\" <sup><strong>39</strong></sup> Again they tried to seize him, but he escaped their grasp. <sup><strong>40</strong></sup> Then Jesus went back across the Jordan to the place where John had been baptizing in the early days. Here he stayed <sup><strong>41</strong></sup> and many people came to him. They said, \"Though John never performed a miraculous sign, all that John said about this man was true.\" <sup><strong>42</strong></sup> And in that place many believed in Jesus. "},{"_id":"616235da8d436e0b7f06a369","topicId":"616235d38d436e0b7f06a355","verse":"Isaiah 9:6","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009006_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009006-1\">6&nbsp;</b>&nbsp;&nbsp;For to us a child is born,</span><br><span id=\"p23009006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to us a son is given;</span><br><span id=\"p23009006_01-21\" class=\"line\">&nbsp;&nbsp;and the government shall be upon his shoulder,</span><br><span id=\"p23009006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his name shall be called</span><br><span id=\"p23009006_01-21\" class=\"line\">&nbsp;&nbsp;Wonderful Counselor, Mighty God,</span><br><span id=\"p23009006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Everlasting Father, Prince of Peace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.  ","niv":"<sup><strong>6</strong></sup> For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace."},{"_id":"616235da8d436e0b7f06a36a","topicId":"616235d38d436e0b7f06a355","verse":"Revelation 21:1-7","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66021001_08-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. <b class=\"verse-num\" id=\"v66021002-1\">2&nbsp;</b>And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband. <b class=\"verse-num\" id=\"v66021003-1\">3&nbsp;</b>And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God. <b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n<p id=\"p66021004_08-22\"><b class=\"verse-num\" id=\"v66021005-1\">5&nbsp;</b>And he who was seated on the throne said, “Behold, I am making all things new.” Also he said, “Write this down, for these words are trustworthy and true.” <b class=\"verse-num\" id=\"v66021006-1\">6&nbsp;</b>And he said to me, “It is done! I am the Alpha and the Omega, the beginning and the end. To the thirsty I will give from the spring of the water of life without payment. <b class=\"verse-num\" id=\"v66021007-1\">7&nbsp;</b>The one who conquers will have this heritage, and I will be his God and he will be my son.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  <strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  <strong>3</strong> And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.  <strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  <strong>5</strong> And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.  <strong>6</strong> And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely.  <strong>7</strong> He that overcometh shall inherit all things; and I will be his God, and he shall be my son.  ","niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea. <sup><strong>2</strong></sup> I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband. <sup><strong>3</strong></sup> And I heard a loud voice from the throne saying, \"Now the dwelling of God is with men, and he will live with them. They will be his people, and God himself will be with them and be their God. <sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\" <sup><strong>5</strong></sup> He who was seated on the throne said, \"I am making everything new!\" Then he said, \"Write this down, for these words are trustworthy and true.\" <sup><strong>6</strong></sup> He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To him who is thirsty I will give to drink without cost from the spring of the water of life. <sup><strong>7</strong></sup> He who overcomes will inherit all this, and I will be his God and he will be my son. "},{"_id":"616235da8d436e0b7f06a36c","topicId":"616235d38d436e0b7f06a355","verse":"Revelation 15:1-22:21","votes":1,"__v":0,"kjv":"<strong>1</strong> And I saw another sign in heaven, great and marvellous, seven angels having the seven last plagues; for in them is filled up the wrath of God.  <strong>2</strong> And I saw as it were a sea of glass mingled with fire: and them that had gotten the victory over the beast, and over his image, and over his mark, and over the number of his name, stand on the sea of glass, having the harps of God.  <strong>3</strong> And they sing the song of Moses the servant of God, and the song of the Lamb, saying, Great and marvellous are thy works, Lord God Almighty; just and true are thy ways, thou King of saints.  <strong>4</strong> Who shall not fear thee, O Lord, and glorify thy name? for thou  only art holy: for all nations shall come and worship before thee; for thy judgments are made manifest.  <strong>5</strong> And after that I looked, and, behold, the temple of the tabernacle of the testimony in heaven was opened:  <strong>6</strong> And the seven angels came out of the temple, having the seven plagues, clothed in pure and white linen, and having their breasts girded with golden girdles.  <strong>7</strong> And one of the four beasts gave unto the seven angels seven golden vials full of the wrath of God, who liveth for ever and ever.  <strong>8</strong> And the temple was filled with smoke from the glory of God, and from his power; and no man was able to enter into the temple, till the seven plagues of the seven angels were fulfilled.  <strong>1</strong> And I heard a great voice out of the temple saying to the seven angels, Go your ways, and pour out the vials of the wrath of God upon the earth.  <strong>2</strong> And the first went, and poured out his vial upon the earth; and there fell a noisome and grievous sore upon the men which had the mark of the beast, and upon them which worshipped his image.  <strong>3</strong> And the second angel poured out his vial upon the sea; and it became as the blood of a dead man: and every living soul died in the sea.  <strong>4</strong> And the third angel poured out his vial upon the rivers and fountains of waters; and they became blood.  <strong>5</strong> And I heard the angel of the waters say, Thou art righteous, O Lord, which art, and wast, and shalt be, because thou hast judged thus.  <strong>6</strong> For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.  <strong>7</strong> And I heard another out of the altar say, Even so, Lord God Almighty, true and righteous are thy judgments.  <strong>8</strong> And the fourth angel poured out his vial upon the sun; and power was given unto him to scorch men with fire.  <strong>9</strong> And men were scorched with great heat, and blasphemed the name of God, which hath power over these plagues: and they repented not to give him glory.  <strong>10</strong> And the fifth angel poured out his vial upon the seat of the beast; and his kingdom was full of darkness; and they gnawed their tongues for pain,  <strong>11</strong> And blasphemed the God of heaven because of their pains and their sores, and repented not of their deeds.  <strong>12</strong> And the sixth angel poured out his vial upon the great river Euphrates; and the water thereof was dried up, that the way of the kings of the east might be prepared.  <strong>13</strong> And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.  <strong>14</strong> For they are the spirits of devils, working miracles, which  go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.  <strong>15</strong> Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.  <strong>16</strong> And he gathered them together into a place called in the Hebrew tongue Armageddon.  <strong>17</strong> And the seventh angel poured out his vial into the air; and there came a great voice out of the temple of heaven, from the throne, saying, It is done.  <strong>18</strong> And there were voices, and thunders, and lightnings; and there was a great earthquake, such as was not since men were upon the earth, so mighty an earthquake, and so great.  <strong>19</strong> And the great city was divided into three parts, and the cities of the nations fell: and great Babylon came in remembrance before God, to give unto her the cup of the wine of the fierceness of his wrath.  <strong>20</strong> And every island fled away, and the mountains were not found.  <strong>21</strong> And there fell upon men a great hail out of heaven, every stone  about the weight of a talent: and men blasphemed God because of the plague of the hail; for the plague thereof was exceeding great.  <strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  <strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  <strong>11</strong> And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.  <strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  <strong>13</strong> These have one mind, and shall give their power and strength unto the beast.  <strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  <strong>15</strong> And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.  <strong>16</strong> And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.  <strong>17</strong> For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled.  <strong>18</strong> And the woman which thou sawest is that great city, which reigneth over the kings of the earth.  <strong>1</strong> And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.  <strong>2</strong> And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird.  <strong>3</strong> For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies.  <strong>4</strong> And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.  <strong>5</strong> For her sins have reached unto heaven, and God hath remembered her iniquities.  <strong>6</strong> Reward her even as she rewarded you, and double unto her double according to her works: in the cup which she hath filled fill to her double.  <strong>7</strong> How much she hath glorified herself, and lived deliciously, so much torment and sorrow give her: for she saith in her heart, I sit a queen, and am no widow, and shall see no sorrow.  <strong>8</strong> Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is  the Lord God who judgeth her.  <strong>9</strong> And the kings of the earth, who have committed fornication and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,  <strong>10</strong> Standing afar off for the fear of her torment, saying, Alas, alas, that great city Babylon, that mighty city! for in one hour is thy judgment come.  <strong>11</strong> And the merchants of the earth shall weep and mourn over her; for no man buyeth their merchandise any more:  <strong>12</strong> The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,  <strong>13</strong> And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.  <strong>14</strong> And the fruits that thy soul lusted after are departed from thee, and all things which were dainty and goodly are departed from thee, and thou shalt find them no more at all.  <strong>15</strong> The merchants of these things, which were made rich by her, shall stand afar off for the fear of her torment, weeping and wailing,  <strong>16</strong> And saying, Alas, alas, that great city, that was clothed in fine linen, and purple, and scarlet, and decked with gold, and precious stones, and pearls!  <strong>17</strong> For in one hour so great riches is come to nought. And every shipmaster, and all the company in ships, and sailors, and as many as trade by sea, stood afar off,  <strong>18</strong> And cried when they saw the smoke of her burning, saying, What city is like unto this great city!  <strong>19</strong> And they cast dust on their heads, and cried, weeping and wailing, saying, Alas, alas, that great city, wherein were made rich all that had ships in the sea by reason of her costliness! for in one hour is she made desolate.  <strong>20</strong> Rejoice over her, thou heaven, and ye holy apostles and prophets; for God hath avenged you on her.  <strong>21</strong> And a mighty angel took up a stone like a great millstone, and cast it into the sea, saying, Thus with violence shall that great city Babylon be thrown down, and shall be found no more at all.  <strong>22</strong> And the voice of harpers, and musicians, and of pipers, and trumpeters, shall be heard no more at all in thee; and no craftsman, of whatsoever craft he be, shall be found any more in thee; and the sound of a millstone shall be heard no more at all in thee;  <strong>23</strong> And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.  <strong>24</strong> And in her was found the blood of prophets, and of saints, and of all that were slain upon the earth.  <strong>1</strong> And after these things I heard a great voice of much people in heaven, saying, Alleluia; Salvation, and glory, and honour, and power, unto the Lord our God:  <strong>2</strong> For true and righteous are his judgments: for he hath judged the great whore, which did corrupt the earth with her fornication, and hath avenged the blood of his servants at her hand.  <strong>3</strong> And again they said, Alleluia. And her smoke rose up for ever and ever.  <strong>4</strong> And the four and twenty elders and the four beasts fell down and worshipped God that sat on the throne, saying, Amen; Alleluia.  <strong>5</strong> And a voice came out of the throne, saying, Praise our God, all ye his servants, and ye that fear him, both small and great.  <strong>6</strong> And I heard as it were the voice of a great multitude, and as the voice of many waters, and as the voice of mighty thunderings, saying, Alleluia: for the Lord God omnipotent reigneth.  <strong>7</strong> Let us be glad and rejoice, and give honour to him: for the marriage of the Lamb is come, and his wife hath made herself ready.  <strong>8</strong> And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints.  <strong>9</strong> And he saith unto me, Write, Blessed are they which are called unto the marriage supper of the Lamb. And he saith unto me, These are the true sayings of God.  <strong>10</strong> And I fell at his feet to worship him. And he said unto me, See thou do it not: I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy.  <strong>11</strong> And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.  <strong>12</strong> His eyes were as a flame of fire, and on his head were  many crowns; and he had a name written, that no man knew, but he himself.  <strong>13</strong> And he was clothed with a vesture dipped in blood: and his name is called The Word of God.  <strong>14</strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.  <strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  <strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  <strong>17</strong> And I saw an angel standing in the sun; and he cried with a loud voice, saying to all the fowls that fly in the midst of heaven, Come and gather yourselves together unto the supper of the great God;  <strong>18</strong> That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all men, both free and bond, both small and great.  <strong>19</strong> And I saw the beast, and the kings of the earth, and their armies, gathered together to make war against him that sat on the horse, and against his army.  <strong>20</strong> And the beast was taken, and with him the false prophet that wrought miracles before him, with which he deceived them that had received the mark of the beast, and them that worshipped his image. These both were cast alive into a lake of fire burning with brimstone.  <strong>21</strong> And the remnant were slain with the sword of him that sat upon the horse, which sword proceeded out of his mouth: and all the fowls were filled with their flesh.  <strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  <strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  <strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  <strong>3</strong> And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.  <strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  <strong>5</strong> And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.  <strong>6</strong> And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely.  <strong>7</strong> He that overcometh shall inherit all things; and I will be his God, and he shall be my son.  <strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  <strong>9</strong> And there came unto me one of the seven angels which had the seven vials full of the seven last plagues, and talked with me, saying, Come hither, I will shew thee the bride, the Lamb’s wife.  <strong>10</strong> And he carried me away in the spirit to a great and high mountain, and shewed me that great city, the holy Jerusalem, descending out of heaven from God,  <strong>11</strong> Having the glory of God: and her light was like unto a stone most precious, even like a jasper stone, clear as crystal;  <strong>12</strong> And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names  of the twelve tribes of the children of Israel:  <strong>13</strong> On the east three gates; on the north three gates; on the south three gates; and on the west three gates.  <strong>14</strong> And the wall of the city had twelve foundations, and in them the names of the twelve apostles of the Lamb.  <strong>15</strong> And he that talked with me had a golden reed to measure the city, and the gates thereof, and the wall thereof.  <strong>16</strong> And the city lieth foursquare, and the length is as large as the breadth: and he measured the city with the reed, twelve thousand furlongs. The length and the breadth and the height of it are equal.  <strong>17</strong> And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.  <strong>18</strong> And the building of the wall of it was of jasper: and the city was pure gold, like unto clear glass.  <strong>19</strong> And the foundations of the wall of the city were garnished with all manner of precious stones. The first foundation was jasper; the second, sapphire; the third, a chalcedony; the fourth, an emerald;  <strong>20</strong> The fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, a topaz; the tenth, a chrysoprasus; the eleventh, a jacinth; the twelfth, an amethyst.  <strong>21</strong> And the twelve gates were twelve pearls; every several gate was of one pearl: and the street of the city was pure gold, as it were transparent glass.  <strong>22</strong> And I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it.  <strong>23</strong> And the city had no need of the sun, neither of the moon, to shine in it: for the glory of God did lighten it, and the Lamb is the light thereof.  <strong>24</strong> And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it.  <strong>25</strong> And the gates of it shall not be shut at all by day: for there shall be no night there.  <strong>26</strong> And they shall bring the glory and honour of the nations into it.  <strong>27</strong> And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb’s book of life.  <strong>1</strong> And he shewed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb.  <strong>2</strong> In the midst of the street of it, and on either side of the river, was there the tree of life, which bare twelve manner  of fruits, and yielded her fruit every month: and the leaves of the tree were for the healing of the nations.  <strong>3</strong> And there shall be no more curse: but the throne of God and of the Lamb shall be in it; and his servants shall serve him:  <strong>4</strong> And they shall see his face; and his name shall be in their foreheads.  <strong>5</strong> And there shall be no night there; and they need no candle, neither light of the sun; for the Lord God giveth them light: and they shall reign for ever and ever.  <strong>6</strong> And he said unto me, These sayings are faithful and true: and the Lord God of the holy prophets sent his angel to shew unto his servants the things which must shortly be done.  <strong>7</strong> Behold, I come quickly: blessed is he that keepeth the sayings of the prophecy of this book.  <strong>8</strong> And I John saw these things, and heard them. And when I had heard and seen, I fell down to worship before the feet of the angel which shewed me these things.  <strong>9</strong> Then saith he unto me, See thou do it not: for I am thy fellowservant, and of thy brethren the prophets, and of them which keep the sayings of this book: worship God.  <strong>10</strong> And he saith unto me, Seal not the sayings of the prophecy of this book: for the time is at hand.  <strong>11</strong> He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.  <strong>12</strong> And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.  <strong>13</strong> I am Alpha and Omega, the beginning and the end, the first and the last.  <strong>14</strong> Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.  <strong>15</strong> For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.  <strong>16</strong>           I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star. <strong>17</strong> And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.  <strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  <strong>20</strong> He which testifieth these things saith, Surely I come quickly.  Amen. Even so, come, Lord Jesus.  <strong>21</strong> The grace of our Lord Jesus Christ be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> I saw in heaven another great and marvelous sign: seven angels with the seven last plagues--last, because with them God's wrath is completed. <sup><strong>2</strong></sup> And I saw what looked like a sea of glass mixed with fire and, standing beside the sea, those who had been victorious over the beast and his image and over the number of his name. They held harps given them by God <sup><strong>3</strong></sup> and sang the song of Moses the servant of God and the song of the Lamb: \"Great and marvelous are your deeds, Lord God Almighty. Just and true are your ways, King of the ages. <sup><strong>4</strong></sup> Who will not fear you, O Lord, and bring glory to your name? For you alone are holy. All nations will come and worship before you, for your righteous acts have been revealed.\" <sup><strong>5</strong></sup> After this I looked and in heaven the temple, that is, the tabernacle of the Testimony, was opened. <sup><strong>6</strong></sup> Out of the temple came the seven angels with the seven plagues. They were dressed in clean, shining linen and wore golden sashes around their chests. <sup><strong>7</strong></sup> Then one of the four living creatures gave to the seven angels seven golden bowls filled with the wrath of God, who lives for ever and ever. <sup><strong>8</strong></sup> And the temple was filled with smoke from the glory of God and from his power, and no one could enter the temple until the seven plagues of the seven angels were completed. <sup><strong>9</strong></sup> undefined <sup><strong>10</strong></sup> undefined <sup><strong>11</strong></sup> undefined <sup><strong>12</strong></sup> undefined <sup><strong>13</strong></sup> undefined <sup><strong>14</strong></sup> undefined <sup><strong>15</strong></sup> undefined <sup><strong>16</strong></sup> undefined <sup><strong>17</strong></sup> undefined <sup><strong>18</strong></sup> undefined <sup><strong>19</strong></sup> undefined <sup><strong>20</strong></sup> undefined <sup><strong>21</strong></sup> undefined <sup><strong>22</strong></sup> undefined "},{"_id":"616235da8d436e0b7f06a36b","topicId":"616235d38d436e0b7f06a355","verse":"Genesis 12:1-20","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01012001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01012001-1\">12:1&nbsp;</b>Now the LORD said to Abram, “Go from your country and your kindred and your father’s house to the land that I will show you. <b class=\"verse-num\" id=\"v01012002-1\">2&nbsp;</b>And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing. <b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n<p id=\"p01012003_05-24\"><b class=\"verse-num\" id=\"v01012004-1\">4&nbsp;</b>So Abram went, as the LORD had told him, and Lot went with him. Abram was seventy-five years old when he departed from Haran. <b class=\"verse-num\" id=\"v01012005-1\">5&nbsp;</b>And Abram took Sarai his wife, and Lot his brother’s son, and all their possessions that they had gathered, and the people that they had acquired in Haran, and they set out to go to the land of Canaan. When they came to the land of Canaan, <b class=\"verse-num\" id=\"v01012006-1\">6&nbsp;</b>Abram passed through the land to the place at Shechem, to the oak of Moreh. At that time the Canaanites were in the land. <b class=\"verse-num\" id=\"v01012007-1\">7&nbsp;</b>Then the LORD appeared to Abram and said, “To your offspring I will give this land.” So he built there an altar to the LORD, who had appeared to him. <b class=\"verse-num\" id=\"v01012008-1\">8&nbsp;</b>From there he moved to the hill country on the east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. And there he built an altar to the LORD and called upon the name of the LORD. <b class=\"verse-num\" id=\"v01012009-1\">9&nbsp;</b>And Abram journeyed on, still going toward the Negeb.</p>\n\n<p id=\"p01012009_10-24\"><b class=\"verse-num\" id=\"v01012010-1\">10&nbsp;</b>Now there was a famine in the land. So Abram went down to Egypt to sojourn there, for the famine was severe in the land. <b class=\"verse-num\" id=\"v01012011-1\">11&nbsp;</b>When he was about to enter Egypt, he said to Sarai his wife, “I know that you are a woman beautiful in appearance, <b class=\"verse-num\" id=\"v01012012-1\">12&nbsp;</b>and when the Egyptians see you, they will say, ‘This is his wife.’ Then they will kill me, but they will let you live. <b class=\"verse-num\" id=\"v01012013-1\">13&nbsp;</b>Say you are my sister, that it may go well with me because of you, and that my life may be spared for your sake.” <b class=\"verse-num\" id=\"v01012014-1\">14&nbsp;</b>When Abram entered Egypt, the Egyptians saw that the woman was very beautiful. <b class=\"verse-num\" id=\"v01012015-1\">15&nbsp;</b>And when the princes of Pharaoh saw her, they praised her to Pharaoh. And the woman was taken into Pharaoh’s house. <b class=\"verse-num\" id=\"v01012016-1\">16&nbsp;</b>And for her sake he dealt well with Abram; and he had sheep, oxen, male donkeys, male servants, female servants, female donkeys, and camels.</p>\n<p id=\"p01012016_10-24\"><b class=\"verse-num\" id=\"v01012017-1\">17&nbsp;</b>But the LORD afflicted Pharaoh and his house with great plagues because of Sarai, Abram’s wife. <b class=\"verse-num\" id=\"v01012018-1\">18&nbsp;</b>So Pharaoh called Abram and said, “What is this you have done to me? Why did you not tell me that she was your wife? <b class=\"verse-num\" id=\"v01012019-1\">19&nbsp;</b>Why did you say, ‘She is my sister,’ so that I took her for my wife? Now then, here is your wife; take her, and go.” <b class=\"verse-num\" id=\"v01012020-1\">20&nbsp;</b>And Pharaoh gave men orders concerning him, and they sent him away with his wife and all that he had.</p>\n\n</div>","kjv":"<strong>1</strong> Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will shew thee:  <strong>2</strong> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:  <strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  <strong>4</strong> So Abram departed, as the LORD had spoken unto him; and Lot went with him: and Abram was seventy and five years old when he departed out of Haran.  <strong>5</strong> And Abram took Sarai his wife, and Lot his brother’s son, and all their substance that they had gathered, and the souls that they had gotten in Haran; and they went forth to go into the land of Canaan; and into the land of Canaan they came.  <strong>6</strong> And Abram passed through the land unto the place of Sichem, unto the plain of Moreh. And the Canaanite was then in the land.  <strong>7</strong> And the LORD appeared unto Abram, and said, Unto thy seed will I give this land: and there builded he an altar unto the LORD, who appeared unto him.  <strong>8</strong> And he removed from thence unto a mountain on the east of Bethel, and pitched his tent, having Bethel on the west, and Hai on the east: and there he builded an altar unto the LORD, and called upon the name of the LORD.  <strong>9</strong> And Abram journeyed, going on still toward the south.  <strong>10</strong> And there was a famine in the land: and Abram went down into Egypt to sojourn there; for the famine was grievous in the land.  <strong>11</strong> And it came to pass, when he was come near to enter into Egypt, that he said unto Sarai his wife, Behold now, I know that thou art a fair woman to look upon:  <strong>12</strong> Therefore it shall come to pass, when the Egyptians shall see thee, that they shall say, This is his wife: and they will kill me, but they will save thee alive.  <strong>13</strong> Say, I pray thee, thou art my sister: that it may be well with me for thy sake; and my soul shall live because of thee.  <strong>14</strong> And it came to pass, that, when Abram was come into Egypt, the Egyptians beheld the woman that she was very fair.  <strong>15</strong> The princes also of Pharaoh saw her, and commended her before Pharaoh: and the woman was taken into Pharaoh’s house.  <strong>16</strong> And he entreated Abram well for her sake: and he had sheep, and oxen, and he asses, and menservants, and maidservants, and she asses, and camels.  <strong>17</strong> And the LORD plagued Pharaoh and his house with great plagues because of Sarai Abram’s wife.  <strong>18</strong> And Pharaoh called Abram, and said, What is this that  thou hast done unto me? why didst thou not tell me that she was  thy wife?  <strong>19</strong> Why saidst thou, She is my sister? so I might have taken her to me to wife: now therefore behold thy wife, take her, and go thy way.  <strong>20</strong> And Pharaoh commanded his men concerning him: and they sent him away, and his wife, and all that he had.  ","niv":"<sup><strong>1</strong></sup> The LORD had said to Abram, \"Leave your country, your people and your father's household and go to the land I will show you. <sup><strong>2</strong></sup> \"I will make you into a great nation and I will bless you; I will make your name great, and you will be a blessing. <sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\" <sup><strong>4</strong></sup> So Abram left, as the LORD had told him; and Lot went with him. Abram was seventy-five years old when he set out from Haran. <sup><strong>5</strong></sup> He took his wife Sarai, his nephew Lot, all the possessions they had accumulated and the people they had acquired in Haran, and they set out for the land of Canaan, and they arrived there. <sup><strong>6</strong></sup> Abram traveled through the land as far as the site of the great tree of Moreh at Shechem. At that time the Canaanites were in the land. <sup><strong>7</strong></sup> The LORD appeared to Abram and said, \"To your offspring I will give this land.\" So he built an altar there to the LORD, who had appeared to him. <sup><strong>8</strong></sup> From there he went on toward the hills east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. There he built an altar to the LORD and called on the name of the LORD. <sup><strong>9</strong></sup> Then Abram set out and continued toward the Negev. <sup><strong>10</strong></sup> Now there was a famine in the land, and Abram went down to Egypt to live there for a while because the famine was severe. <sup><strong>11</strong></sup> As he was about to enter Egypt, he said to his wife Sarai, \"I know what a beautiful woman you are. <sup><strong>12</strong></sup> When the Egyptians see you, they will say, 'This is his wife.' Then they will kill me but will let you live. <sup><strong>13</strong></sup> Say you are my sister, so that I will be treated well for your sake and my life will be spared because of you.\" <sup><strong>14</strong></sup> When Abram came to Egypt, the Egyptians saw that she was a very beautiful woman. <sup><strong>15</strong></sup> And when Pharaoh's officials saw her, they praised her to Pharaoh, and she was taken into his palace. <sup><strong>16</strong></sup> He treated Abram well for her sake, and Abram acquired sheep and cattle, male and female donkeys, menservants and maidservants, and camels. <sup><strong>17</strong></sup> But the LORD inflicted serious diseases on Pharaoh and his household because of Abram's wife Sarai. <sup><strong>18</strong></sup> So Pharaoh summoned Abram. \"What have you done to me?\" he said. \"Why didn't you tell me she was your wife? <sup><strong>19</strong></sup> Why did you say, 'She is my sister,' so that I took her to be my wife? Now then, here is your wife. Take her and go!\" <sup><strong>20</strong></sup> Then Pharaoh gave orders about Abram to his men, and they sent him on his way, with his wife and everything he had. "},{"_id":"616235db8d436e0b7f06a36e","topicId":"616235d38d436e0b7f06a355","verse":"Revelation 4:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66004001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66004001-1\">4:1&nbsp;</b>After this I looked, and behold, a door standing open in heaven! And the first voice, which I had heard speaking to me like a trumpet, said, <span class=\"woc\">“Come up here, and I will show you what must take place after this.”</span></p>\n</div>","kjv":"<strong>1</strong> After this I looked, and, behold, a door was opened in heaven: and the first voice which I heard was as it were of a trumpet talking with me; which said, Come up hither, and I will shew thee things which must be hereafter.  ","niv":"<sup><strong>1</strong></sup> After this I looked, and there before me was a door standing open in heaven. And the voice I had first heard speaking to me like a trumpet said, \"Come up here, and I will show you what must take place after this.\""},{"_id":"616235db8d436e0b7f06a36d","topicId":"616235d38d436e0b7f06a355","verse":"Revelation 12:1-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66012001_06-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66012001-1\">12:1&nbsp;</b>And a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars. <b class=\"verse-num\" id=\"v66012002-1\">2&nbsp;</b>She was pregnant and was crying out in birth pains and the agony of giving birth. <b class=\"verse-num\" id=\"v66012003-1\">3&nbsp;</b>And another sign appeared in heaven: behold, a great red dragon, with seven heads and ten horns, and on his heads seven diadems. <b class=\"verse-num\" id=\"v66012004-1\">4&nbsp;</b>His tail swept down a third of the stars of heaven and cast them to the earth. And the dragon stood before the woman who was about to give birth, so that when she bore her child he might devour it. <b class=\"verse-num\" id=\"v66012005-1\">5&nbsp;</b>She gave birth to a male child, one who is to rule all the nations with a rod of iron, but her child was caught up to God and to his throne, <b class=\"verse-num\" id=\"v66012006-1\">6&nbsp;</b>and the woman fled into the wilderness, where she has a place prepared by God, in which she is to be nourished for 1,260 days.</p>\n\n<p id=\"p66012006_11-26\"><b class=\"verse-num\" id=\"v66012007-1\">7&nbsp;</b>Now war arose in heaven, Michael and his angels fighting against the dragon. And the dragon and his angels fought back, <b class=\"verse-num\" id=\"v66012008-1\">8&nbsp;</b>but he was defeated, and there was no longer any place for them in heaven. <b class=\"verse-num\" id=\"v66012009-1\">9&nbsp;</b>And the great dragon was thrown down, that ancient serpent, who is called the devil and Satan, the deceiver of the whole world—he was thrown down to the earth, and his angels were thrown down with him. <b class=\"verse-num\" id=\"v66012010-1\">10&nbsp;</b>And I heard a loud voice in heaven, saying, “Now the salvation and the power and the kingdom of our God and the authority of his Christ have come, for the accuser of our brothers has been thrown down, who accuses them day and night before our God. <b class=\"verse-num\" id=\"v66012011-1\">11&nbsp;</b>And they have conquered him by the blood of the Lamb and by the word of their testimony, for they loved not their lives even unto death. <b class=\"verse-num\" id=\"v66012012-1\">12&nbsp;</b>Therefore, rejoice, O heavens and you who dwell in them! But woe to you, O earth and sea, for the devil has come down to you in great wrath, because he knows that his time is short!”</p>\n<p id=\"p66012012_11-26\"><b class=\"verse-num\" id=\"v66012013-1\">13&nbsp;</b>And when the dragon saw that he had been thrown down to the earth, he pursued the woman who had given birth to the male child. <b class=\"verse-num\" id=\"v66012014-1\">14&nbsp;</b>But the woman was given the two wings of the great eagle so that she might fly from the serpent into the wilderness, to the place where she is to be nourished for a time, and times, and half a time. <b class=\"verse-num\" id=\"v66012015-1\">15&nbsp;</b>The serpent poured water like a river out of his mouth after the woman, to sweep her away with a flood. <b class=\"verse-num\" id=\"v66012016-1\">16&nbsp;</b>But the earth came to the help of the woman, and the earth opened its mouth and swallowed the river that the dragon had poured from his mouth. <b class=\"verse-num\" id=\"v66012017-1\">17&nbsp;</b>Then the dragon became furious with the woman and went off to make war on the rest of her offspring, on those who keep the commandments of God and hold to the testimony of Jesus. And he stood on the sand of the sea.</p>\n\n</div>","kjv":"<strong>1</strong> And there appeared a great wonder in heaven; a woman clothed with the sun, and the moon under her feet, and upon her head a crown of twelve stars:  <strong>2</strong> And she being with child cried, travailing in birth, and pained to be delivered.  <strong>3</strong> And there appeared another wonder in heaven; and behold a great red dragon, having seven heads and ten horns, and seven crowns upon his heads.  <strong>4</strong> And his tail drew the third part of the stars of heaven, and did cast them to the earth: and the dragon stood before the woman which was ready to be delivered, for to devour her child as soon as it was born.  <strong>5</strong> And she brought forth a man child, who was to rule all nations with a rod of iron: and her child was caught up unto God, and to his throne.  <strong>6</strong> And the woman fled into the wilderness, where she hath a place prepared of God, that they should feed her there a thousand two hundred and  threescore days.  <strong>7</strong> And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,  <strong>8</strong> And prevailed not; neither was their place found any more in heaven.  <strong>9</strong> And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.  <strong>10</strong> And I heard a loud voice saying in heaven, Now is come salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night.  <strong>11</strong> And they overcame him by the blood of the Lamb, and by the word of their testimony; and they loved not their lives unto the death.  <strong>12</strong> Therefore rejoice, ye heavens, and ye that dwell in them. Woe to the inhabiters of the earth and of the sea! for the devil is come down unto you, having great wrath, because he knoweth that he hath but a short time.  <strong>13</strong> And when the dragon saw that he was cast unto the earth, he persecuted the woman which brought forth the man child.  <strong>14</strong> And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time, and times, and half a time, from the face of the serpent.  <strong>15</strong> And the serpent cast out of his mouth water as a flood after the woman, that he might cause her to be carried away of the flood.  <strong>16</strong> And the earth helped the woman, and the earth opened her mouth, and swallowed up the flood which the dragon cast out of his mouth.  <strong>17</strong> And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> A great and wondrous sign appeared in heaven: a woman clothed with the sun, with the moon under her feet and a crown of twelve stars on her head. <sup><strong>2</strong></sup> She was pregnant and cried out in pain as she was about to give birth. <sup><strong>3</strong></sup> Then another sign appeared in heaven: an enormous red dragon with seven heads and ten horns and seven crowns on his heads. <sup><strong>4</strong></sup> His tail swept a third of the stars out of the sky and flung them to the earth. The dragon stood in front of the woman who was about to give birth, so that he might devour her child the moment it was born. <sup><strong>5</strong></sup> She gave birth to a son, a male child, who will rule all the nations with an iron scepter. And her child was snatched up to God and to his throne. <sup><strong>6</strong></sup> The woman fled into the desert to a place prepared for her by God, where she might be taken care of for 1,260 days. <sup><strong>7</strong></sup> And there was war in heaven. Michael and his angels fought against the dragon, and the dragon and his angels fought back. <sup><strong>8</strong></sup> But he was not strong enough, and they lost their place in heaven. <sup><strong>9</strong></sup> The great dragon was hurled down--that ancient serpent called the devil, or Satan, who leads the whole world astray. He was hurled to the earth, and his angels with him. <sup><strong>10</strong></sup> Then I heard a loud voice in heaven say: \"Now have come the salvation and the power and the kingdom of our God, and the authority of his Christ. For the accuser of our brothers, who accuses them before our God day and night, has been hurled down. <sup><strong>11</strong></sup> They overcame him by the blood of the Lamb and by the word of their testimony; they did not love their lives so much as to shrink from death. <sup><strong>12</strong></sup> Therefore rejoice, you heavens and you who dwell in them! But woe to the earth and the sea, because the devil has gone down to you! He is filled with fury, because he knows that his time is short.\" <sup><strong>13</strong></sup> When the dragon saw that he had been hurled to the earth, he pursued the woman who had given birth to the male child. <sup><strong>14</strong></sup> The woman was given the two wings of a great eagle, so that she might fly to the place prepared for her in the desert, where she would be taken care of for a time, times and half a time, out of the serpent's reach. <sup><strong>15</strong></sup> Then from his mouth the serpent spewed water like a river, to overtake the woman and sweep her away with the torrent. <sup><strong>16</strong></sup> But the earth helped the woman by opening its mouth and swallowing the river that the dragon had spewed out of his mouth. <sup><strong>17</strong></sup> Then the dragon was enraged at the woman and went off to make war against the rest of her offspring--those who obey God's commandments and hold to the testimony of Jesus. "}]}