{"_id":"5fc31fd98888bb90841ded15","slug":"gods-foreknowledge","name":"God's Foreknowledge","verses":[{"_id":"5fc400dc8888bb90841df69a","topicId":"5fc31fd98888bb90841ded15","verse":"Romans 8:29-30","__v":0,"esv":"<div>\n<p id=\"p45008029_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n</div>","kjv":"<strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  ","niv":"<sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. ","modified":"2023-01-09T19:40:20.274Z","votes":2},{"_id":"5fc400dc8888bb90841df69b","topicId":"5fc31fd98888bb90841ded15","verse":"1 Peter 1:1-2","__v":0,"esv":"<div>\n\n<p id=\"p60001001_02-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60001001-1\">1:1&nbsp;</b>Peter, an apostle of Jesus Christ,</p>\n<p id=\"p60001001_02-1\">To those who are elect exiles of the Dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia, <b class=\"verse-num\" id=\"v60001002-1\">2&nbsp;</b>according to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood:</p>\n<p id=\"p60001002_02-1\">May grace and peace be multiplied to you.</p>\n</div>","kjv":"<strong>1</strong> Peter, an apostle of Jesus Christ, to the strangers scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,  <strong>2</strong> Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied.  ","niv":"<sup><strong>1</strong></sup> Peter, an apostle of Jesus Christ, To God's elect, strangers in the world, scattered throughout Pontus, Galatia, Cappadocia, Asia and Bithynia, <sup><strong>2</strong></sup> who have been chosen according to the foreknowledge of God the Father, through the sanctifying work of the Spirit, for obedience to Jesus Christ and sprinkling by his blood: Grace and peace be yours in abundance. ","modified":"2023-12-29T07:24:29.469Z","votes":0},{"_id":"5fc400dc8888bb90841df69d","topicId":"5fc31fd98888bb90841ded15","verse":"Exodus 2:23-25","__v":0,"esv":"<div>\n\n<p id=\"p02002023_05-2\"><b class=\"verse-num\" id=\"v02002023-1\">23&nbsp;</b>During those many days the king of Egypt died, and the people of Israel groaned because of their slavery and cried out for help. Their cry for rescue from slavery came up to God. <b class=\"verse-num\" id=\"v02002024-1\">24&nbsp;</b>And God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob. <b class=\"verse-num\" id=\"v02002025-1\">25&nbsp;</b>God saw the people of Israel—and God knew.</p>\n</div>","kjv":"<strong>23</strong> And it came to pass in process of time, that the king of Egypt died: and the children of Israel sighed by reason of the bondage, and they cried, and their cry came up unto God by reason of the bondage.  <strong>24</strong> And God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob.  <strong>25</strong> And God looked upon the children of Israel, and God had respect unto them. ","niv":"<sup><strong>23</strong></sup> During that long period, the king of Egypt died. The Israelites groaned in their slavery and cried out, and their cry for help because of their slavery went up to God. <sup><strong>24</strong></sup> God heard their groaning and he remembered his covenant with Abraham, with Isaac and with Jacob. <sup><strong>25</strong></sup> So God looked on the Israelites and was concerned about them. ","modified":"2022-08-17T14:34:18.231Z","votes":0},{"_id":"5fc400dc8888bb90841df69c","topicId":"5fc31fd98888bb90841ded15","verse":"Genesis 4:1","__v":0,"esv":"<div>\n\n<p id=\"p01004001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01004001-1\">4:1&nbsp;</b>Now Adam knew Eve his wife, and she conceived and bore Cain, saying, “I have gotten a man with the help of the LORD.”</p>\n\n</div>","kjv":"<strong>1</strong> And Adam knew Eve his wife; and she conceived, and bare Cain, and said, I have gotten a man from the LORD.  ","niv":"<sup><strong>1</strong></sup> Adam lay with his wife Eve, and she became pregnant and gave birth to Cain. She said, \"With the help of the LORD I have brought forth a man.\"","modified":"2022-01-20T07:05:13.330Z","votes":0},{"_id":"5fc400dc8888bb90841df69e","topicId":"5fc31fd98888bb90841ded15","verse":"Psalm 1:6","__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19001006_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001006-1\">6&nbsp;</b>&nbsp;&nbsp;for the LORD knows the way of the righteous,</span><br><span id=\"p19001006_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the way of the wicked will perish.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish.  ","niv":"<sup><strong>6</strong></sup> For the LORD watches over the way of the righteous, but the way of the wicked will perish."},{"_id":"5fc400dc8888bb90841df69f","topicId":"5fc31fd98888bb90841ded15","verse":"Jeremiah 1:5","__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-5\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-5\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\"","modified":"2023-05-23T00:00:44.377Z","votes":7},{"_id":"5fc400dc8888bb90841df6a0","topicId":"5fc31fd98888bb90841ded15","verse":"Amos 3:2","__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003002_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003002-1\">2&nbsp;</b>&nbsp;&nbsp;“You only have I known</span><br><span id=\"p30003002_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of all the families of the earth;</span><br><span id=\"p30003002_01-6\" class=\"line\">&nbsp;&nbsp;therefore I will punish you</span><br><span id=\"p30003002_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all your iniquities.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> You only have I known of all the families of the earth: therefore I will punish you for all your iniquities.  ","niv":"<sup><strong>2</strong></sup> \"You only have I chosen of all the families of the earth; therefore I will punish you for all your sins.\""},{"_id":"5fc400dc8888bb90841df6a2","topicId":"5fc31fd98888bb90841ded15","verse":"Matthew 7:23","__v":0,"esv":"<div>\n<p id=\"p40007023_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n</div>","kjv":"<strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. ","niv":"<sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!'"},{"_id":"5fc400dc8888bb90841df6a1","topicId":"5fc31fd98888bb90841ded15","verse":"Hosea 13:5","__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28013005_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013005-1\">5&nbsp;</b>&nbsp;&nbsp;It was I who knew you in the wilderness,</span><br><span id=\"p28013005_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the land of drought;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> I did know thee in the wilderness, in the land of great drought.  ","niv":"<sup><strong>5</strong></sup> I cared for you in the desert, in the land of burning heat."},{"_id":"5fc400dc8888bb90841df6a3","topicId":"5fc31fd98888bb90841ded15","verse":"1 Corinthians 8:3","__v":0,"esv":"<div>\n<p id=\"p46008003_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46008003-1\">3&nbsp;</b>But if anyone loves God, he is known by God.</p>\n\n</div>","kjv":"<strong>3</strong> But if any man love God, the same is known of him.  ","niv":"<sup><strong>3</strong></sup> But the man who loves God is known by God.","modified":"2022-07-18T05:08:07.507Z","votes":1},{"_id":"5fc400dc8888bb90841df6a4","topicId":"5fc31fd98888bb90841ded15","verse":"Galatians 4:9","__v":0,"esv":"<div>\n<p id=\"p48004009_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004009-1\">9&nbsp;</b>But now that you have come to know God, or rather to be known by God, how can you turn back again to the weak and worthless elementary principles of the world, whose slaves you want to be once more?</p>\n</div>","kjv":"<strong>9</strong> But now, after that ye have known God, or rather are known of God, how turn ye again to the weak and beggarly elements, whereunto ye desire again to be in bondage?  ","niv":"<sup><strong>9</strong></sup> But now that you know God--or rather are known by God--how is it that you are turning back to those weak and miserable principles? Do you wish to be enslaved by them all over again?"},{"_id":"5fc400dc8888bb90841df6a5","topicId":"5fc31fd98888bb90841ded15","verse":"2 Timothy 2:19","__v":0,"esv":"<div>\n<p id=\"p55002019_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002019-1\">19&nbsp;</b>But God’s firm foundation stands, bearing this seal: “The Lord knows those who are his,” and, “Let everyone who names the name of the Lord depart from iniquity.”</p>\n</div>","kjv":"<strong>19</strong> Nevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that nameth the name of Christ depart from iniquity.  ","niv":"<sup><strong>19</strong></sup> Nevertheless, God's solid foundation stands firm, sealed with this inscription: \"The Lord knows those who are his,\" and, \"Everyone who confesses the name of the Lord must turn away from wickedness.\"","modified":"2022-11-13T04:40:14.989Z","votes":-3},{"_id":"5fc400dc8888bb90841df6a8","topicId":"5fc31fd98888bb90841ded15","verse":"1 John 3:1","__v":0,"esv":"<div>\n<p id=\"p62003001_01-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62003001-1\">3:1&nbsp;</b>See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him.</p>\n</div>","kjv":"<strong>1</strong> Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.  ","niv":"<sup><strong>1</strong></sup> How great is the love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him.","modified":"2022-01-17T13:02:15.794Z","votes":0}]}