{"_id":"616238f68d436e0b7f06a4ec","slug":"going-on-pilgrimage","name":"Going On Pilgrimage","verses":[{"_id":"616238f68d436e0b7f06a4ed","topicId":"616238f68d436e0b7f06a4ec","verse":"John 4:20","votes":36,"__v":0,"esv":"<div>\n<p id=\"p43004020_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v43004020-1\">20&nbsp;</b>Our fathers worshiped on this mountain, but you say that in Jerusalem is the place where people ought to worship.”</p>\n</div>","kjv":"<strong>20</strong> Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.  ","niv":"<sup><strong>20</strong></sup> Our fathers worshiped on this mountain, but you Jews claim that the place where we must worship is in Jerusalem.\""},{"_id":"616238f78d436e0b7f06a4ee","topicId":"616238f68d436e0b7f06a4ec","verse":"Acts 17:24","votes":12,"__v":0,"esv":"<div>\n<p id=\"p44017024_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017024-1\">24&nbsp;</b>The God who made the world and everything in it, being Lord of heaven and earth, does not live in temples made by man,</p>\n\n</div>","kjv":"<strong>24</strong> God that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;  ","niv":"<sup><strong>24</strong></sup> \"The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by hands."},{"_id":"616238f78d436e0b7f06a4ef","topicId":"616238f68d436e0b7f06a4ec","verse":"Luke 2:41-42","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42002041_07-3\"><b class=\"verse-num\" id=\"v42002041-1\">41&nbsp;</b>Now his parents went to Jerusalem every year at the Feast of the Passover. <b class=\"verse-num\" id=\"v42002042-1\">42&nbsp;</b>And when he was twelve years old, they went up according to custom.</p>\n</div>","kjv":"<strong>41</strong> Now his parents went to Jerusalem every year at the feast of the passover.  <strong>42</strong> And when he was twelve years old, they went up to Jerusalem after the custom of the feast.  ","niv":"<sup><strong>41</strong></sup> Every year his parents went to Jerusalem for the Feast of the Passover. <sup><strong>42</strong></sup> When he was twelve years old, they went up to the Feast, according to the custom. "}]}