{"_id":"61623a3f8d436e0b7f06a58c","slug":"golden-rule","name":"Golden Rule","verses":[{"_id":"61623a418d436e0b7f06a58d","topicId":"61623a3f8d436e0b7f06a58c","verse":"Matthew 7:12","votes":74,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-1\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets.","modified":"2023-10-03T14:31:35.703Z"},{"_id":"61623a428d436e0b7f06a58e","topicId":"61623a3f8d436e0b7f06a58c","verse":"Luke 6:31","votes":44,"__v":0,"esv":"<div>\n<p id=\"p42006031_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n</div>","kjv":"<strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  ","niv":"<sup><strong>31</strong></sup> Do to others as you would have them do to you.","modified":"2023-07-11T18:42:33.613Z"},{"_id":"61623a428d436e0b7f06a58f","topicId":"61623a3f8d436e0b7f06a58c","verse":"Galatians 5:14","votes":30,"__v":0,"esv":"<div>\n<p id=\"p48005014_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005014-1\">14&nbsp;</b>For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”</p>\n</div>","kjv":"<strong>14</strong> For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>14</strong></sup> The entire law is summed up in a single command: \"Love your neighbor as yourself.\""},{"_id":"61623a428d436e0b7f06a590","topicId":"61623a3f8d436e0b7f06a58c","verse":"Leviticus 19:18","votes":23,"__v":0,"esv":"<div>\n<p id=\"p03019018_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019018-1\">18&nbsp;</b>You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the LORD.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I am the LORD.  ","niv":"<sup><strong>18</strong></sup> \"'Do not seek revenge or bear a grudge against one of your people, but love your neighbor as yourself. I am the LORD.","modified":"2022-08-21T01:44:25.237Z"},{"_id":"61623a438d436e0b7f06a591","topicId":"61623a3f8d436e0b7f06a58c","verse":"Mark 12:31","votes":18,"__v":0,"esv":"<div>\n<p id=\"p41012031_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41012031-1\">31&nbsp;</b><span class=\"woc\">The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”</span></p>\n</div>","kjv":"<strong>31</strong> And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.  ","niv":"<sup><strong>31</strong></sup> The second is this: 'Love your neighbor as yourself.' There is no commandment greater than these.\""},{"_id":"61623a448d436e0b7f06a592","topicId":"61623a3f8d436e0b7f06a58c","verse":"James 2:8","votes":16,"__v":0,"esv":"<div>\n<p id=\"p59002008_01-6\"><b class=\"verse-num\" id=\"v59002008-1\">8&nbsp;</b>If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well.</p>\n</div>","kjv":"<strong>8</strong> If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:  ","niv":"<sup><strong>8</strong></sup> If you really keep the royal law found in Scripture, \"Love your neighbor as yourself,\" you are doing right.","modified":"2022-07-28T19:12:37.546Z"},{"_id":"61623a448d436e0b7f06a593","topicId":"61623a3f8d436e0b7f06a58c","verse":"1 Peter 3:9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p60003009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.</p>\n</div>","kjv":"<strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  ","niv":"<sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing."},{"_id":"61623a448d436e0b7f06a594","topicId":"61623a3f8d436e0b7f06a58c","verse":"John 3:16","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-9\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2022-12-04T22:05:55.546Z"},{"_id":"61623a448d436e0b7f06a595","topicId":"61623a3f8d436e0b7f06a58c","verse":"Matthew 7:1-5","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span> <b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007004-1\">4&nbsp;</b><span class=\"woc\">Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  <strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. <sup><strong>3</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>4</strong></sup> How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye? <sup><strong>5</strong></sup> You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye. "},{"_id":"61623a448d436e0b7f06a596","topicId":"61623a3f8d436e0b7f06a58c","verse":"James 1:19-20","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-11\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God.</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. "},{"_id":"61623a448d436e0b7f06a597","topicId":"61623a3f8d436e0b7f06a58c","verse":"Matthew 5:43-48","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p40005043_04-12\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"61623a448d436e0b7f06a598","topicId":"61623a3f8d436e0b7f06a58c","verse":"Romans 13:9","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-22\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-22\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\"","modified":"2022-09-28T18:17:45.214Z"},{"_id":"61623a448d436e0b7f06a599","topicId":"61623a3f8d436e0b7f06a58c","verse":"Romans 13:8-10","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-14\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. "},{"_id":"61623a458d436e0b7f06a59a","topicId":"61623a3f8d436e0b7f06a58c","verse":"Luke 10:25-28","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p42010025_07-15\"><b class=\"verse-num\" id=\"v42010025-1\">25&nbsp;</b>And behold, a lawyer stood up to put him to the test, saying, “Teacher, what shall I do to inherit eternal life?” <b class=\"verse-num\" id=\"v42010026-1\">26&nbsp;</b>He said to him, <span class=\"woc\">“What is written in the Law? How do you read it?”</span> <b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.” <b class=\"verse-num\" id=\"v42010028-1\">28&nbsp;</b>And he said to him, <span class=\"woc\">“You have answered correctly; do this, and you will live.”</span></p>\n</div>","kjv":"<strong>25</strong> And, behold, a certain lawyer stood up, and tempted him, saying, Master, what shall I do to inherit eternal life?  <strong>26</strong> He said unto him, What is written in the law? how readest thou?  <strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  <strong>28</strong> And he said unto him, Thou hast answered right: this do, and thou shalt live.  ","niv":"<sup><strong>25</strong></sup> On one occasion an expert in the law stood up to test Jesus. \"Teacher,\" he asked, \"what must I do to inherit eternal life?\" <sup><strong>26</strong></sup> \"What is written in the Law?\" he replied. \"How do you read it?\" <sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\" <sup><strong>28</strong></sup> \"You have answered correctly,\" Jesus replied. \"Do this and you will live.\" "},{"_id":"61623a458d436e0b7f06a59b","topicId":"61623a3f8d436e0b7f06a58c","verse":"1 Peter 3:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p60003010_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003010-1\">10&nbsp;</b>For</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003010_01-17\" class=\"line\">&nbsp;&nbsp;“Whoever desires to love life</span><br><span id=\"p60003010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see good days,</span><br><span id=\"p60003010_01-17\" class=\"line\">&nbsp;&nbsp;let him keep his tongue from evil</span><br><span id=\"p60003010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lips from speaking deceit;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:  ","niv":"<sup><strong>10</strong></sup> For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech."},{"_id":"61623a458d436e0b7f06a59c","topicId":"61623a3f8d436e0b7f06a58c","verse":"Matthew 6:24","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-18\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.","modified":"2022-10-14T23:27:08.059Z"},{"_id":"61623a458d436e0b7f06a59e","topicId":"61623a3f8d436e0b7f06a58c","verse":"Matthew 5:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40005007_01-19\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n</div>","kjv":"<strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  ","niv":"<sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy."},{"_id":"61623a458d436e0b7f06a59d","topicId":"61623a3f8d436e0b7f06a58c","verse":"John 15:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43015013_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span></p>\n</div>","kjv":"<strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  ","niv":"<sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends.","modified":"2022-06-03T19:33:59.846Z"},{"_id":"61623a458d436e0b7f06a59f","topicId":"61623a3f8d436e0b7f06a58c","verse":"James 4:11-12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59004011_01-21\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge. <b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n\n</div>","kjv":"<strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  <strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  ","niv":"<sup><strong>11</strong></sup> Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it. <sup><strong>12</strong></sup> There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor? "},{"_id":"61623a468d436e0b7f06a5a0","topicId":"61623a3f8d436e0b7f06a58c","verse":"Romans 13:1-14","votes":5,"__v":0,"kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"61623a468d436e0b7f06a5a1","topicId":"61623a3f8d436e0b7f06a58c","verse":"Matthew 7:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40007008_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007008-1\">8&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span></p>\n</div>","kjv":"<strong>8</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  ","niv":"<sup><strong>8</strong></sup> For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened."},{"_id":"61623a468d436e0b7f06a5a2","topicId":"61623a3f8d436e0b7f06a58c","verse":"Hebrews 13:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"61623a488d436e0b7f06a5a3","topicId":"61623a3f8d436e0b7f06a58c","verse":"Matthew 7:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span></p>\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged."},{"_id":"61623a488d436e0b7f06a5a4","topicId":"61623a3f8d436e0b7f06a58c","verse":"Matthew 5:45","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40005045_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span></p>\n</div>","kjv":"<strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  ","niv":"<sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous.","modified":"2022-07-24T10:54:03.233Z"},{"_id":"61623a488d436e0b7f06a5a5","topicId":"61623a3f8d436e0b7f06a58c","verse":"Matthew 5:44","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40005044_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span></p>\n</div>","kjv":"<strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  ","niv":"<sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you,","modified":"2023-08-07T23:11:26.046Z"}]}