{"_id":"61623c1f8d436e0b7f06a679","slug":"good-leaders","name":"Good Leaders","verses":[{"_id":"61623c208d436e0b7f06a67a","topicId":"61623c1f8d436e0b7f06a679","verse":"Exodus 18:21-22","votes":7,"__v":0,"esv":"<div>\n<p id=\"p02018021_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v02018021-1\">21&nbsp;</b>Moreover, look for able men from all the people, men who fear God, who are trustworthy and hate a bribe, and place such men over the people as chiefs of thousands, of hundreds, of fifties, and of tens. <b class=\"verse-num\" id=\"v02018022-1\">22&nbsp;</b>And let them judge the people at all times. Every great matter they shall bring to you, but any small matter they shall decide themselves. So it will be easier for you, and they will bear the burden with you.</p>\n</div>","kjv":"<strong>21</strong> Moreover thou shalt provide out of all the people able men, such as fear God, men of truth, hating covetousness; and place such over them, to be rulers of thousands, and rulers of hundreds, rulers of fifties, and rulers of tens:  <strong>22</strong> And let them judge the people at all seasons: and it shall be, that every great matter they shall bring unto thee, but every small matter they shall judge: so shall it be easier for thyself, and they shall bear the burden with thee.  ","niv":"<sup><strong>21</strong></sup> But select capable men from all the people-men who fear God, trustworthy men who hate dishonest gain-and appoint them as officials over thousands, hundreds, fifties and tens. <sup><strong>22</strong></sup> Have them serve as judges for the people at all times, but have them bring every difficult case to you; the simple cases they can decide themselves. That will make your load lighter, because they will share it with you. "},{"_id":"61623c228d436e0b7f06a67b","topicId":"61623c1f8d436e0b7f06a679","verse":"Proverbs 29:4","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029004_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029004-1\">4&nbsp;</b>&nbsp;&nbsp;By justice a king builds up the land,</span><br><span id=\"p20029004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who exacts gifts tears it down.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> The king by judgment establisheth the land: but he that receiveth gifts overthroweth it.  ","niv":"<sup><strong>4</strong></sup> By justice a king gives a country stability, but one who is greedy for bribes tears it down."},{"_id":"61623c228d436e0b7f06a67c","topicId":"61623c1f8d436e0b7f06a679","verse":"1 Samuel 16:11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p09016011_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016011-1\">11&nbsp;</b>Then Samuel said to Jesse, “Are all your sons here?” And he said, “There remains yet the youngest, but behold, he is keeping the sheep.” And Samuel said to Jesse, “Send and get him, for we will not sit down till he comes here.”</p>\n\n</div>","kjv":"<strong>11</strong> And Samuel said unto Jesse, Are here all thy children? And he said, There remaineth yet the youngest, and, behold, he keepeth the sheep. And Samuel said unto Jesse, Send and fetch him: for we will not sit down till he come hither.  ","niv":"<sup><strong>11</strong></sup> So he asked Jesse, \"Are these all the sons you have?There is still the youngest,\" Jesse answered, \"but he is tending the sheep.\" Samuel said, \"Send for him; we will not sit down until he arrives.\""},{"_id":"61623c228d436e0b7f06a67d","topicId":"61623c1f8d436e0b7f06a679","verse":"Hebrews 13:17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58013017_01-5\"><b class=\"verse-num\" id=\"v58013017-1\">17&nbsp;</b>Obey your leaders and submit to them, for they are keeping watch over your souls, as those who will have to give an account. Let them do this with joy and not with groaning, for that would be of no advantage to you.</p>\n</div>","kjv":"<strong>17</strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.  ","niv":"<sup><strong>17</strong></sup> Obey your leaders and submit to their authority. They keep watch over you as men who must give an account. Obey them so that their work will be a joy, not a burden, for that would be of no advantage to you."},{"_id":"61623c228d436e0b7f06a67e","topicId":"61623c1f8d436e0b7f06a679","verse":"Philippians 4:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50004009_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004009-1\">9&nbsp;</b>What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.</p>\n\n</div>","kjv":"<strong>9</strong> Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.  ","niv":"<sup><strong>9</strong></sup> Whatever you have learned or received or heard from me, or seen in me--put it into practice. And the God of peace will be with you."},{"_id":"61623c238d436e0b7f06a67f","topicId":"61623c1f8d436e0b7f06a679","verse":"2 Timothy 2:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55002002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002002-1\">2&nbsp;</b>and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also.</p>\n\n</div>","kjv":"<strong>2</strong> And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.  ","niv":"<sup><strong>2</strong></sup> And the things you have heard me say in the presence of many witnesses entrust to reliable men who will also be qualified to teach others."},{"_id":"61623c238d436e0b7f06a680","topicId":"61623c1f8d436e0b7f06a679","verse":"Mark 3:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41003014_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v41003014-1\">14&nbsp;</b>And he appointed twelve (whom he also named apostles) so that they might be with him and he might send them out to preach</p>\n</div>","kjv":"<strong>14</strong> And he ordained twelve, that they should be with him, and that he might send them forth to preach,  ","niv":"<sup><strong>14</strong></sup> He appointed twelve--designating them apostles--that they might be with him and that he might send them out to preach"},{"_id":"61623c238d436e0b7f06a681","topicId":"61623c1f8d436e0b7f06a679","verse":"Philippians 2:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50002015_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world,</p>\n</div>","kjv":"<strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  ","niv":"<sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe"},{"_id":"61623c238d436e0b7f06a682","topicId":"61623c1f8d436e0b7f06a679","verse":"Matthew 5:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40005016_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n</div>","kjv":"<strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. ","niv":"<sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven."},{"_id":"61623c238d436e0b7f06a683","topicId":"61623c1f8d436e0b7f06a679","verse":"Daniel 1:1-21","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p27001001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27001001-1\">1:1&nbsp;</b>In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it. <b class=\"verse-num\" id=\"v27001002-1\">2&nbsp;</b>And the Lord gave Jehoiakim king of Judah into his hand, with some of the vessels of the house of God. And he brought them to the land of Shinar, to the house of his god, and placed the vessels in the treasury of his god. <b class=\"verse-num\" id=\"v27001003-1\">3&nbsp;</b>Then the king commanded Ashpenaz, his chief eunuch, to bring some of the people of Israel, both of the royal family and of the nobility, <b class=\"verse-num\" id=\"v27001004-1\">4&nbsp;</b>youths without blemish, of good appearance and skillful in all wisdom, endowed with knowledge, understanding learning, and competent to stand in the king’s palace, and to teach them the literature and language of the Chaldeans. <b class=\"verse-num\" id=\"v27001005-1\">5&nbsp;</b>The king assigned them a daily portion of the food that the king ate, and of the wine that he drank. They were to be educated for three years, and at the end of that time they were to stand before the king. <b class=\"verse-num\" id=\"v27001006-1\">6&nbsp;</b>Among these were Daniel, Hananiah, Mishael, and Azariah of the tribe of Judah. <b class=\"verse-num\" id=\"v27001007-1\">7&nbsp;</b>And the chief of the eunuchs gave them names: Daniel he called Belteshazzar, Hananiah he called Shadrach, Mishael he called Meshach, and Azariah he called Abednego.</p>\n\n<p id=\"p27001007_07-11\"><b class=\"verse-num\" id=\"v27001008-1\">8&nbsp;</b>But Daniel resolved that he would not defile himself with the king’s food, or with the wine that he drank. Therefore he asked the chief of the eunuchs to allow him not to defile himself. <b class=\"verse-num\" id=\"v27001009-1\">9&nbsp;</b>And God gave Daniel favor and compassion in the sight of the chief of the eunuchs, <b class=\"verse-num\" id=\"v27001010-1\">10&nbsp;</b>and the chief of the eunuchs said to Daniel, “I fear my lord the king, who assigned your food and your drink; for why should he see that you were in worse condition than the youths who are of your own age? So you would endanger my head with the king.” <b class=\"verse-num\" id=\"v27001011-1\">11&nbsp;</b>Then Daniel said to the steward whom the chief of the eunuchs had assigned over Daniel, Hananiah, Mishael, and Azariah, <b class=\"verse-num\" id=\"v27001012-1\">12&nbsp;</b>“Test your servants for ten days; let us be given vegetables to eat and water to drink. <b class=\"verse-num\" id=\"v27001013-1\">13&nbsp;</b>Then let our appearance and the appearance of the youths who eat the king’s food be observed by you, and deal with your servants according to what you see.” <b class=\"verse-num\" id=\"v27001014-1\">14&nbsp;</b>So he listened to them in this matter, and tested them for ten days. <b class=\"verse-num\" id=\"v27001015-1\">15&nbsp;</b>At the end of ten days it was seen that they were better in appearance and fatter in flesh than all the youths who ate the king’s food. <b class=\"verse-num\" id=\"v27001016-1\">16&nbsp;</b>So the steward took away their food and the wine they were to drink, and gave them vegetables.</p>\n<p id=\"p27001016_07-11\"><b class=\"verse-num\" id=\"v27001017-1\">17&nbsp;</b>As for these four youths, God gave them learning and skill in all literature and wisdom, and Daniel had understanding in all visions and dreams. <b class=\"verse-num\" id=\"v27001018-1\">18&nbsp;</b>At the end of the time, when the king had commanded that they should be brought in, the chief of the eunuchs brought them in before Nebuchadnezzar. <b class=\"verse-num\" id=\"v27001019-1\">19&nbsp;</b>And the king spoke with them, and among all of them none was found like Daniel, Hananiah, Mishael, and Azariah. Therefore they stood before the king. <b class=\"verse-num\" id=\"v27001020-1\">20&nbsp;</b>And in every matter of wisdom and understanding about which the king inquired of them, he found them ten times better than all the magicians and enchanters that were in all his kingdom. <b class=\"verse-num\" id=\"v27001021-1\">21&nbsp;</b>And Daniel was there until the first year of King Cyrus.</p>\n\n</div>","kjv":"<strong>1</strong> In the third year of the reign of Jehoiakim king of Judah came Nebuchadnezzar king of Babylon unto Jerusalem, and besieged it.  <strong>2</strong> And the Lord gave Jehoiakim king of Judah into his hand, with part of the vessels of the house of God: which he carried into the land of Shinar to the house of his god; and he brought the vessels into the treasure house of his god.  <strong>3</strong> And the king spake unto Ashpenaz the master of his eunuchs, that he should bring certain of the children of Israel, and of the king’s seed, and of the princes;  <strong>4</strong> Children in whom was no blemish, but well favoured, and skilful in all wisdom, and cunning in knowledge, and understanding science, and such as had ability in them to stand in the king’s palace, and whom they might teach the learning and the tongue of the Chaldeans.  <strong>5</strong> And the king appointed them a daily provision of the king’s meat, and of the wine which he drank: so nourishing them three years, that at the end thereof they might stand before the king.  <strong>6</strong> Now among these were of the children of Judah, Daniel, Hananiah, Mishael, and Azariah:  <strong>7</strong> Unto whom the prince of the eunuchs gave names: for he gave unto Daniel the name of Belteshazzar; and to Hananiah, of Shadrach; and to Mishael, of Meshach; and to Azariah, of Abed-nego.  <strong>8</strong> But Daniel purposed in his heart that he would not defile himself with the portion of the king’s meat, nor with the wine which he drank: therefore he requested of the prince of the eunuchs that he might not defile himself.  <strong>9</strong> Now God had brought Daniel into favour and tender love with the prince of the eunuchs.  <strong>10</strong> And the prince of the eunuchs said unto Daniel, I fear my lord the king, who hath appointed your meat and your drink: for why should he see your faces worse liking than the children which are of your sort? then shall ye make me endanger my head to the king.  <strong>11</strong> Then said Daniel to Melzar, whom the prince of the eunuchs had set over Daniel, Hananiah, Mishael, and Azariah,  <strong>12</strong> Prove thy servants, I beseech thee, ten days; and let them give us pulse to eat, and water to drink.  <strong>13</strong> Then let our countenances be looked upon before thee, and the countenance of the children that eat of the portion of the king’s meat: and as thou seest, deal with thy servants.  <strong>14</strong> So he consented to them in this matter, and proved them ten days.  <strong>15</strong> And at the end of ten days their countenances appeared fairer and fatter in flesh than all the children which did eat the portion of the king’s meat.  <strong>16</strong> Thus Melzar took away the portion of their meat, and the wine that they should drink; and gave them pulse.  <strong>17</strong> As for these four children, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.  <strong>18</strong> Now at the end of the days that the king had said he should bring them in, then the prince of the eunuchs brought them in before Nebuchadnezzar.  <strong>19</strong> And the king communed with them; and among them all was found none like Daniel, Hananiah, Mishael, and Azariah: therefore stood they before the king.  <strong>20</strong> And in all matters of wisdom and understanding, that the king enquired of them, he found them ten times better than all the magicians and astrologers that were in all his realm.  <strong>21</strong> And Daniel continued even unto the first year of king Cyrus.  ","niv":"<sup><strong>1</strong></sup> In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it. <sup><strong>2</strong></sup> And the Lord delivered Jehoiakim king of Judah into his hand, along with some of the articles from the temple of God. These he carried off to the temple of his god in Babylonia and put in the treasure house of his god. <sup><strong>3</strong></sup> Then the king ordered Ashpenaz, chief of his court officials, to bring in some of the Israelites from the royal family and the nobility- <sup><strong>4</strong></sup> young men without any physical defect, handsome, showing aptitude for every kind of learning, well informed, quick to understand, and qualified to serve in the king's palace. He was to teach them the language and literature of the Babylonians. <sup><strong>5</strong></sup> The king assigned them a daily amount of food and wine from the king's table. They were to be trained for three years, and after that they were to enter the king's service. <sup><strong>6</strong></sup> Among these were some from Judah: Daniel, Hananiah, Mishael and Azariah. <sup><strong>7</strong></sup> The chief official gave them new names: to Daniel, the name Belteshazzar; to Hananiah, Shadrach; to Mishael, Meshach; and to Azariah, Abednego. <sup><strong>8</strong></sup> But Daniel resolved not to defile himself with the royal food and wine, and he asked the chief official for permission not to defile himself this way. <sup><strong>9</strong></sup> Now God had caused the official to show favor and sympathy to Daniel, <sup><strong>10</strong></sup> but the official told Daniel, \"I am afraid of my lord the king, who has assigned your food and drink. Why should he see you looking worse than the other young men your age? The king would then have my head because of you.\" <sup><strong>11</strong></sup> Daniel then said to the guard whom the chief official had appointed over Daniel, Hananiah, Mishael and Azariah, <sup><strong>12</strong></sup> \"Please test your servants for ten days: Give us nothing but vegetables to eat and water to drink. <sup><strong>13</strong></sup> Then compare our appearance with that of the young men who eat the royal food, and treat your servants in accordance with what you see.\" <sup><strong>14</strong></sup> So he agreed to this and tested them for ten days. <sup><strong>15</strong></sup> At the end of the ten days they looked healthier and better nourished than any of the young men who ate the royal food. <sup><strong>16</strong></sup> So the guard took away their choice food and the wine they were to drink and gave them vegetables instead. <sup><strong>17</strong></sup> To these four young men God gave knowledge and understanding of all kinds of literature and learning. And Daniel could understand visions and dreams of all kinds. <sup><strong>18</strong></sup> At the end of the time set by the king to bring them in, the chief official presented them to Nebuchadnezzar. <sup><strong>19</strong></sup> The king talked with them, and he found none equal to Daniel, Hananiah, Mishael and Azariah; so they entered the king's service. <sup><strong>20</strong></sup> In every matter of wisdom and understanding about which the king questioned them, he found them ten times better than all the magicians and enchanters in his whole kingdom. <sup><strong>21</strong></sup> And Daniel remained there until the first year of King Cyrus. "},{"_id":"61623c238d436e0b7f06a684","topicId":"61623c1f8d436e0b7f06a679","verse":"2 Kings 12:1-2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p12012001_01-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12012001-1\">12:1&nbsp;</b>In the seventh year of Jehu, Jehoash began to reign, and he reigned forty years in Jerusalem. His mother’s name was Zibiah of Beersheba. <b class=\"verse-num\" id=\"v12012002-1\">2&nbsp;</b>And Jehoash did what was right in the eyes of the LORD all his days, because Jehoiada the priest instructed him.</p>\n\n</div>","kjv":"<strong>1</strong> In the seventh year of Jehu Jehoash began to reign; and forty years reigned he in Jerusalem. And his mother’s name was Zibiah of Beer-sheba.  <strong>2</strong> And Jehoash did that which was right in the sight of the LORD all his days wherein Jehoiada the priest instructed him.  ","niv":"<sup><strong>1</strong></sup> In the seventh year of Jehu, Joash became king, and he reigned in Jerusalem forty years. His mother's name was Zibiah; she was from Beersheba. <sup><strong>2</strong></sup> Joash did what was right in the eyes of the LORD all the years Jehoiada the priest instructed him. "},{"_id":"61623c248d436e0b7f06a685","topicId":"61623c1f8d436e0b7f06a679","verse":"Numbers 6:1-27","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p04006001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04006001-1\">6:1&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04006002-1\">2&nbsp;</b>“Speak to the people of Israel and say to them, When either a man or a woman makes a special vow, the vow of a Nazirite, to separate himself to the LORD, <b class=\"verse-num\" id=\"v04006003-1\">3&nbsp;</b>he shall separate himself from wine and strong drink. He shall drink no vinegar made from wine or strong drink and shall not drink any juice of grapes or eat grapes, fresh or dried. <b class=\"verse-num\" id=\"v04006004-1\">4&nbsp;</b>All the days of his separation he shall eat nothing that is produced by the grapevine, not even the seeds or the skins.</p>\n<p id=\"p04006004_04-13\"><b class=\"verse-num\" id=\"v04006005-1\">5&nbsp;</b>“All the days of his vow of separation, no razor shall touch his head. Until the time is completed for which he separates himself to the LORD, he shall be holy. He shall let the locks of hair of his head grow long.</p>\n<p id=\"p04006005_04-13\"><b class=\"verse-num\" id=\"v04006006-1\">6&nbsp;</b>“All the days that he separates himself to the LORD he shall not go near a dead body. <b class=\"verse-num\" id=\"v04006007-1\">7&nbsp;</b>Not even for his father or for his mother, for brother or sister, if they die, shall he make himself unclean, because his separation to God is on his head. <b class=\"verse-num\" id=\"v04006008-1\">8&nbsp;</b>All the days of his separation he is holy to the LORD.</p>\n<p id=\"p04006008_04-13\"><b class=\"verse-num\" id=\"v04006009-1\">9&nbsp;</b>“And if any man dies very suddenly beside him and he defiles his consecrated head, then he shall shave his head on the day of his cleansing; on the seventh day he shall shave it. <b class=\"verse-num\" id=\"v04006010-1\">10&nbsp;</b>On the eighth day he shall bring two turtledoves or two pigeons to the priest to the entrance of the tent of meeting, <b class=\"verse-num\" id=\"v04006011-1\">11&nbsp;</b>and the priest shall offer one for a sin offering and the other for a burnt offering, and make atonement for him, because he sinned by reason of the dead body. And he shall consecrate his head that same day <b class=\"verse-num\" id=\"v04006012-1\">12&nbsp;</b>and separate himself to the LORD for the days of his separation and bring a male lamb a year old for a guilt offering. But the previous period shall be void, because his separation was defiled.</p>\n<p id=\"p04006012_04-13\"><b class=\"verse-num\" id=\"v04006013-1\">13&nbsp;</b>“And this is the law for the Nazirite, when the time of his separation has been completed: he shall be brought to the entrance of the tent of meeting, <b class=\"verse-num\" id=\"v04006014-1\">14&nbsp;</b>and he shall bring his gift to the LORD, one male lamb a year old without blemish for a burnt offering, and one ewe lamb a year old without blemish as a sin offering, and one ram without blemish as a peace offering, <b class=\"verse-num\" id=\"v04006015-1\">15&nbsp;</b>and a basket of unleavened bread, loaves of fine flour mixed with oil, and unleavened wafers smeared with oil, and their grain offering and their drink offerings. <b class=\"verse-num\" id=\"v04006016-1\">16&nbsp;</b>And the priest shall bring them before the LORD and offer his sin offering and his burnt offering, <b class=\"verse-num\" id=\"v04006017-1\">17&nbsp;</b>and he shall offer the ram as a sacrifice of peace offering to the LORD, with the basket of unleavened bread. The priest shall offer also its grain offering and its drink offering. <b class=\"verse-num\" id=\"v04006018-1\">18&nbsp;</b>And the Nazirite shall shave his consecrated head at the entrance of the tent of meeting and shall take the hair from his consecrated head and put it on the fire that is under the sacrifice of the peace offering. <b class=\"verse-num\" id=\"v04006019-1\">19&nbsp;</b>And the priest shall take the shoulder of the ram, when it is boiled, and one unleavened loaf out of the basket and one unleavened wafer, and shall put them on the hands of the Nazirite, after he has shaved the hair of his consecration, <b class=\"verse-num\" id=\"v04006020-1\">20&nbsp;</b>and the priest shall wave them for a wave offering before the LORD. They are a holy portion for the priest, together with the breast that is waved and the thigh that is contributed. And after that the Nazirite may drink wine.</p>\n<p id=\"p04006020_04-13\"><b class=\"verse-num\" id=\"v04006021-1\">21&nbsp;</b>“This is the law of the Nazirite. But if he vows an offering to the LORD above his Nazirite vow, as he can afford, in exact accordance with the vow that he takes, then he shall do in addition to the law of the Nazirite.”</p>\n\n<p id=\"p04006021_06-13\"><b class=\"verse-num\" id=\"v04006022-1\">22&nbsp;</b>The LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04006023-1\">23&nbsp;</b>“Speak to Aaron and his sons, saying, Thus you shall bless the people of Israel: you shall say to them,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04006024_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006024-1\">24&nbsp;</b>&nbsp;&nbsp;The LORD bless you and keep you;</span><br><span id=\"p04006025_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006025-1\">25&nbsp;</b>&nbsp;&nbsp;the LORD make his face to shine upon you and be gracious to you;</span><br><span id=\"p04006026_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006026-1\">26&nbsp;</b>&nbsp;&nbsp;the LORD lift up his countenance upon you and give you peace.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p04006026_06-13\"><b class=\"verse-num\" id=\"v04006027-1\">27&nbsp;</b>“So shall they put my name upon the people of Israel, and I will bless them.”</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Speak unto the children of Israel, and say unto them, When either man or woman shall separate themselves to vow a vow of a Nazarite, to separate themselves unto the LORD:  <strong>3</strong> He shall separate himself from wine and strong drink, and shall drink no vinegar of wine, or vinegar of strong drink, neither shall he drink any liquor of grapes, nor eat moist grapes, or dried.  <strong>4</strong> All the days of his separation shall he eat nothing that is made of the vine tree, from the kernels even to the husk.  <strong>5</strong> All the days of the vow of his separation there shall no razor come upon his head: until the days be fulfilled, in the which he separateth himself  unto the LORD, he shall be holy, and shall let the locks of the hair of his head grow.  <strong>6</strong> All the days that he separateth himself unto the LORD he shall come at no dead body.  <strong>7</strong> He shall not make himself unclean for his father, or for his mother, for his brother, or for his sister, when they die: because the consecration of his God is upon his head.  <strong>8</strong> All the days of his separation he is holy unto the LORD.  <strong>9</strong> And if any man die very suddenly by him, and he hath defiled the head of his consecration; then he shall shave his head in the day of his cleansing, on the seventh day shall he shave it.  <strong>10</strong> And on the eighth day he shall bring two turtles, or two young pigeons, to the priest, to the door of the tabernacle of the congregation:  <strong>11</strong> And the priest shall offer the one for a sin offering, and the other for a burnt offering, and make an atonement for him, for that he sinned by the dead, and shall hallow his head that same day.  <strong>12</strong> And he shall consecrate unto the LORD the days of his separation, and shall bring a lamb of the first year for a trespass offering: but the days that were before shall be lost, because his separation was defiled.  <strong>13</strong> And this is the law of the Nazarite, when the days of his separation are fulfilled: he shall be brought unto the door of the tabernacle of the congregation:  <strong>14</strong> And he shall offer his offering unto the LORD, one he lamb of the first year without blemish for a burnt offering, and one ewe lamb of the first year without blemish for a sin offering, and one ram without blemish for peace offerings,  <strong>15</strong> And a basket of unleavened bread, cakes of fine flour mingled with oil, and wafers of unleavened bread anointed with oil, and their meat offering, and their drink offerings.  <strong>16</strong> And the priest shall bring them before the LORD, and shall offer his sin offering, and his burnt offering:  <strong>17</strong> And he shall offer the ram for a sacrifice of peace offerings unto the LORD, with the basket of unleavened bread: the priest shall offer also his meat offering, and his drink offering.  <strong>18</strong> And the Nazarite shall shave the head of his separation at  the door of the tabernacle of the congregation, and shall take the hair of the head of his separation, and put it in the fire which is under the sacrifice of the peace offerings.  <strong>19</strong> And the priest shall take the sodden shoulder of the ram, and one unleavened cake out of the basket, and one unleavened wafer, and shall put them upon the hands of the Nazarite, after the hair of  his separation is shaven:  <strong>20</strong> And the priest shall wave them for a wave offering before the LORD: this is holy for the priest, with the wave breast and heave shoulder: and after that the Nazarite may drink wine.  <strong>21</strong> This is the law of the Nazarite who hath vowed, and of  his offering unto the LORD for his separation, beside that that  his hand shall get: according to the vow which he vowed, so he must do after the law of his separation.  <strong>22</strong> And the LORD spake unto Moses, saying,  <strong>23</strong> Speak unto Aaron and unto his sons, saying, On this wise ye shall bless the children of Israel, saying unto them,  <strong>24</strong> The LORD bless thee, and keep thee:  <strong>25</strong> The LORD make his face shine upon thee, and be gracious unto thee:  <strong>26</strong> The LORD lift up his countenance upon thee, and give thee peace.  <strong>27</strong> And they shall put my name upon the children of Israel; and I will bless them.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses, <sup><strong>2</strong></sup> \"Speak to the Israelites and say to them: 'If a man or woman wants to make a special vow, a vow of separation to the LORD as a Nazirite, <sup><strong>3</strong></sup> he must abstain from wine and other fermented drink and must not drink vinegar made from wine or from other fermented drink. He must not drink grape juice or eat grapes or raisins. <sup><strong>4</strong></sup> As long as he is a Nazirite, he must not eat anything that comes from the grapevine, not even the seeds or skins. <sup><strong>5</strong></sup> \"'During the entire period of his vow of separation no razor may be used on his head. He must be holy until the period of his separation to the LORD is over; he must let the hair of his head grow long. <sup><strong>6</strong></sup> Throughout the period of his separation to the LORD he must not go near a dead body. <sup><strong>7</strong></sup> Even if his own father or mother or brother or sister dies, he must not make himself ceremonially unclean on account of them, because the symbol of his separation to God is on his head. <sup><strong>8</strong></sup> Throughout the period of his separation he is consecrated to the LORD. <sup><strong>9</strong></sup> \"'If someone dies suddenly in his presence, thus defiling the hair he has dedicated, he must shave his head on the day of his cleansing-the seventh day. <sup><strong>10</strong></sup> Then on the eighth day he must bring two doves or two young pigeons to the priest at the entrance to the Tent of Meeting. <sup><strong>11</strong></sup> The priest is to offer one as a sin offering and the other as a burnt offering to make atonement for him because he sinned by being in the presence of the dead body. That same day he is to consecrate his head. <sup><strong>12</strong></sup> He must dedicate himself to the LORD for the period of his separation and must bring a year-old male lamb as a guilt offering. The previous days do not count, because he became defiled during his separation. <sup><strong>13</strong></sup> \"'Now this is the law for the Nazirite when the period of his separation is over. He is to be brought to the entrance to the Tent of Meeting. <sup><strong>14</strong></sup> There he is to present his offerings to the LORD: a year-old male lamb without defect for a burnt offering, a year-old ewe lamb without defect for a sin offering, a ram without defect for a fellowship offering, <sup><strong>15</strong></sup> together with their grain offerings and drink offerings, and a basket of bread made without yeast-cakes made of fine flour mixed with oil, and wafers spread with oil. <sup><strong>16</strong></sup> \"'The priest is to present them before the LORD and make the sin offering and the burnt offering. <sup><strong>17</strong></sup> He is to present the basket of unleavened bread and is to sacrifice the ram as a fellowship offering to the LORD, together with its grain offering and drink offering. <sup><strong>18</strong></sup> \"'Then at the entrance to the Tent of Meeting, the Nazirite must shave off the hair that he dedicated. He is to take the hair and put it in the fire that is under the sacrifice of the fellowship offering. <sup><strong>19</strong></sup> \"'After the Nazirite has shaved off the hair of his dedication, the priest is to place in his hands a boiled shoulder of the ram, and a cake and a wafer from the basket, both made without yeast. <sup><strong>20</strong></sup> The priest shall then wave them before the LORD as a wave offering; they are holy and belong to the priest, together with the breast that was waved and the thigh that was presented. After that, the Nazirite may drink wine. <sup><strong>21</strong></sup> \"'This is the law of the Nazirite who vows his offering to the LORD in accordance with his separation, in addition to whatever else he can afford. He must fulfill the vow he has made, according to the law of the Nazirite.'\" <sup><strong>22</strong></sup> The LORD said to Moses, <sup><strong>23</strong></sup> \"Tell Aaron and his sons, 'This is how you are to bless the Israelites. Say to them: <sup><strong>24</strong></sup> \"'\"The LORD bless you and keep you; <sup><strong>25</strong></sup> the LORD make his face shine upon you and be gracious to you; <sup><strong>26</strong></sup> the LORD turn his face toward you and give you peace.\"' <sup><strong>27</strong></sup> \"So they will put my name on the Israelites, and I will bless them.\" "},{"_id":"61623c248d436e0b7f06a686","topicId":"61623c1f8d436e0b7f06a679","verse":"1 Peter 5:2-3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60005002_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005002-1\">2&nbsp;</b>shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly; <b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock.</p>\n\n</div>","kjv":"<strong>2</strong> Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;  <strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  ","niv":"<sup><strong>2</strong></sup> Be shepherds of God's flock that is under your care, serving as overseers--not because you must, but because you are willing, as God wants you to be; not greedy for money, but eager to serve; <sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock. "},{"_id":"61623c248d436e0b7f06a687","topicId":"61623c1f8d436e0b7f06a679","verse":"2 Timothy 3:14-15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003014_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003014-1\">14&nbsp;</b>But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it <b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus.</p>\n\n</div>","kjv":"<strong>14</strong> But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;  <strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  ","niv":"<sup><strong>14</strong></sup> But as for you, continue in what you have learned and have become convinced of, because you know those from whom you learned it, <sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus. "},{"_id":"61623c248d436e0b7f06a688","topicId":"61623c1f8d436e0b7f06a679","verse":"Galatians 5:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"_id":"61623c258d436e0b7f06a689","topicId":"61623c1f8d436e0b7f06a679","verse":"Proverbs 29:3-4","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029003_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029003-1\">3&nbsp;</b>&nbsp;&nbsp;He who loves wisdom makes his father glad,</span><br><span id=\"p20029003_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a companion of prostitutes squanders his wealth.</span><br><span id=\"p20029004_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029004-1\">4&nbsp;</b>&nbsp;&nbsp;By justice a king builds up the land,</span><br><span id=\"p20029004_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who exacts gifts tears it down.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Whoso loveth wisdom rejoiceth his father: but he that keepeth company with harlots spendeth his substance.  <strong>4</strong> The king by judgment establisheth the land: but he that receiveth gifts overthroweth it.  ","niv":"<sup><strong>3</strong></sup> A man who loves wisdom brings joy to his father, but a companion of prostitutes squanders his wealth. <sup><strong>4</strong></sup> By justice a king gives a country stability, but one who is greedy for bribes tears it down. "},{"_id":"61623c258d436e0b7f06a68a","topicId":"61623c1f8d436e0b7f06a679","verse":"2 Kings 11:1-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p12011001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12011001-1\">11:1&nbsp;</b>Now when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the royal family. <b class=\"verse-num\" id=\"v12011002-1\">2&nbsp;</b>But Jehosheba, the daughter of King Joram, sister of Ahaziah, took Joash the son of Ahaziah and stole him away from among the king’s sons who were being put to death, and she put him and his nurse in a bedroom. Thus they hid him from Athaliah, so that he was not put to death. <b class=\"verse-num\" id=\"v12011003-1\">3&nbsp;</b>And he remained with her six years, hidden in the house of the LORD, while Athaliah reigned over the land.</p>\n\n<p id=\"p12011003_10-19\"><b class=\"verse-num\" id=\"v12011004-1\">4&nbsp;</b>But in the seventh year Jehoiada sent and brought the captains of the Carites and of the guards, and had them come to him in the house of the LORD. And he made a covenant with them and put them under oath in the house of the LORD, and he showed them the king’s son. <b class=\"verse-num\" id=\"v12011005-1\">5&nbsp;</b>And he commanded them, “This is the thing that you shall do: one third of you, those who come off duty on the Sabbath and guard the king’s house <b class=\"verse-num\" id=\"v12011006-1\">6&nbsp;</b>(another third being at the gate Sur and a third at the gate behind the guards) shall guard the palace. <b class=\"verse-num\" id=\"v12011007-1\">7&nbsp;</b>And the two divisions of you, which come on duty in force on the Sabbath and guard the house of the LORD on behalf of the king, <b class=\"verse-num\" id=\"v12011008-1\">8&nbsp;</b>shall surround the king, each with his weapons in his hand. And whoever approaches the ranks is to be put to death. Be with the king when he goes out and when he comes in.”</p>\n<p id=\"p12011008_10-19\"><b class=\"verse-num\" id=\"v12011009-1\">9&nbsp;</b>The captains did according to all that Jehoiada the priest commanded, and they each brought his men who were to go off duty on the Sabbath, with those who were to come on duty on the Sabbath, and came to Jehoiada the priest. <b class=\"verse-num\" id=\"v12011010-1\">10&nbsp;</b>And the priest gave to the captains the spears and shields that had been King David’s, which were in the house of the LORD. <b class=\"verse-num\" id=\"v12011011-1\">11&nbsp;</b>And the guards stood, every man with his weapons in his hand, from the south side of the house to the north side of the house, around the altar and the house on behalf of the king. <b class=\"verse-num\" id=\"v12011012-1\">12&nbsp;</b>Then he brought out the king’s son and put the crown on him and gave him the testimony. And they proclaimed him king and anointed him, and they clapped their hands and said, “Long live the king!”</p>\n<p id=\"p12011012_10-19\"><b class=\"verse-num\" id=\"v12011013-1\">13&nbsp;</b>When Athaliah heard the noise of the guard and of the people, she went into the house of the LORD to the people. <b class=\"verse-num\" id=\"v12011014-1\">14&nbsp;</b>And when she looked, there was the king standing by the pillar, according to the custom, and the captains and the trumpeters beside the king, and all the people of the land rejoicing and blowing trumpets. And Athaliah tore her clothes and cried, “Treason! Treason!” <b class=\"verse-num\" id=\"v12011015-1\">15&nbsp;</b>Then Jehoiada the priest commanded the captains who were set over the army, “Bring her out between the ranks, and put to death with the sword anyone who follows her.” For the priest said, “Let her not be put to death in the house of the LORD.” <b class=\"verse-num\" id=\"v12011016-1\">16&nbsp;</b>So they laid hands on her; and she went through the horses’ entrance to the king’s house, and there she was put to death.</p>\n<p id=\"p12011016_10-19\"><b class=\"verse-num\" id=\"v12011017-1\">17&nbsp;</b>And Jehoiada made a covenant between the LORD and the king and people, that they should be the LORD’s people, and also between the king and the people. <b class=\"verse-num\" id=\"v12011018-1\">18&nbsp;</b>Then all the people of the land went to the house of Baal and tore it down; his altars and his images they broke in pieces, and they killed Mattan the priest of Baal before the altars. And the priest posted watchmen over the house of the LORD. <b class=\"verse-num\" id=\"v12011019-1\">19&nbsp;</b>And he took the captains, the Carites, the guards, and all the people of the land, and they brought the king down from the house of the LORD, marching through the gate of the guards to the king’s house. And he took his seat on the throne of the kings. <b class=\"verse-num\" id=\"v12011020-1\">20&nbsp;</b>So all the people of the land rejoiced, and the city was quiet after Athaliah had been put to death with the sword at the king’s house.</p>\n \n<p id=\"p12011020_14-19\"><b class=\"verse-num\" id=\"v12011021-1\">21&nbsp;</b>Jehoash was seven years old when he began to reign.</p>\n\n</div>","kjv":"<strong>1</strong> And when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the seed royal.  <strong>2</strong> But Jehosheba, the daughter of king Joram, sister of Ahaziah, took Joash the son of Ahaziah and stole him from among the king’s sons which were  slain; and they hid him, even him and his nurse, in the bedchamber from Athaliah, so that he was not slain.  <strong>3</strong> And he was with her hid in the house of the LORD six years. And Athaliah did reign over the land.  <strong>4</strong> And the seventh year Jehoiada sent and fetched the rulers over hundreds, with the captains and the guard, and brought them to him into the house of the LORD, and made a covenant with them, and took an oath of them in the house of the LORD, and shewed them the king’s son.  <strong>5</strong> And he commanded them, saying, This is the thing that ye shall do; A third part of you that enter in on the sabbath shall even be keepers of the watch of the king’s house;  <strong>6</strong> And a third part shall be at the gate of Sur; and a third part at the gate behind the guard: so shall ye keep the watch of the house, that it be not broken down.  <strong>7</strong> And two parts of all you that go forth on the sabbath, even they shall keep the watch of the house of the LORD about the king.  <strong>8</strong> And ye shall compass the king round about, every man with his weapons in his hand: and he that cometh within the ranges, let him be slain: and be ye with the king as he goeth out and as he cometh in.  <strong>9</strong> And the captains over the hundreds did according to all things  that Jehoiada the priest commanded: and they took every man his men that were to come in on the sabbath, with them that should go out on the sabbath, and came to Jehoiada the priest.  <strong>10</strong> And to the captains over hundreds did the priest give king David’s spears and shields, that were in the temple of the LORD.  <strong>11</strong> And the guard stood, every man with his weapons in his hand, round about the king, from the right corner of the temple to the left corner of the temple, along by the altar and the temple.  <strong>12</strong> And he brought forth the king’s son, and put the crown upon him, and gave him the testimony; and they made him king, and anointed him; and they clapped their hands, and said, God save the king.  <strong>13</strong> And when Athaliah heard the noise of the guard and of the people, she came to the people into the temple of the LORD.  <strong>14</strong> And when she looked, behold, the king stood by a pillar, as the manner was, and the princes and the trumpeters by the king, and all the people of the land rejoiced, and blew with trumpets: and Athaliah rent her clothes, and cried, Treason, Treason.  <strong>15</strong> But Jehoiada the priest commanded the captains of the hundreds, the officers of the host, and said unto them, Have her forth without the ranges: and him that followeth her kill with the sword. For the priest had said, Let her not be slain in the house of the LORD.  <strong>16</strong> And they laid hands on her; and she went by the way by the which the horses came into the king’s house: and there was she slain.  <strong>17</strong> And Jehoiada made a covenant between the LORD and the king and the people that they should be the LORD’S people; between the king also and the people.  <strong>18</strong> And all the people of the land went into the house of Baal, and brake it down; his altars and his images brake they in pieces thoroughly, and slew Mattan the priest of Baal before the altars. And the priest appointed officers over the house of the LORD.  <strong>19</strong> And he took the rulers over hundreds, and the captains, and the guard, and all the people of the land; and they brought down the king from the house of the LORD, and came by the way of the gate of the guard to the king’s house. And he sat on the throne of the kings.  <strong>20</strong> And all the people of the land rejoiced, and the city was in quiet: and they slew Athaliah with the sword beside the king’s house.  <strong>21</strong> Seven years old was Jehoash when he began to reign.  ","niv":"<sup><strong>1</strong></sup> When Athaliah the mother of Ahaziah saw that her son was dead, she proceeded to destroy the whole royal family. <sup><strong>2</strong></sup> But Jehosheba, the daughter of King Jehoram and sister of Ahaziah, took Joash son of Ahaziah and stole him away from among the royal princes, who were about to be murdered. She put him and his nurse in a bedroom to hide him from Athaliah; so he was not killed. <sup><strong>3</strong></sup> He remained hidden with his nurse at the temple of the LORD for six years while Athaliah ruled the land. <sup><strong>4</strong></sup> In the seventh year Jehoiada sent for the commanders of units of a hundred, the Carites and the guards and had them brought to him at the temple of the LORD. He made a covenant with them and put them under oath at the temple of the LORD. Then he showed them the king's son. <sup><strong>5</strong></sup> He commanded them, saying, \"This is what you are to do: You who are in the three companies that are going on duty on the Sabbath-a third of you guarding the royal palace, <sup><strong>6</strong></sup> a third at the Sur Gate, and a third at the gate behind the guard, who take turns guarding the temple- <sup><strong>7</strong></sup> and you who are in the other two companies that normally go off Sabbath duty are all to guard the temple for the king. <sup><strong>8</strong></sup> Station yourselves around the king, each man with his weapon in his hand. Anyone who approaches your ranks must be put to death. Stay close to the king wherever he goes.\" <sup><strong>9</strong></sup> The commanders of units of a hundred did just as Jehoiada the priest ordered. Each one took his men-those who were going on duty on the Sabbath and those who were going off duty-and came to Jehoiada the priest. <sup><strong>10</strong></sup> Then he gave the commanders the spears and shields that had belonged to King David and that were in the temple of the LORD. <sup><strong>11</strong></sup> The guards, each with his weapon in his hand, stationed themselves around the king-near the altar and the temple, from the south side to the north side of the temple. <sup><strong>12</strong></sup> Jehoiada brought out the king's son and put the crown on him; he presented him with a copy of the covenant and proclaimed him king. They anointed him, and the people clapped their hands and shouted, \"Long live the king!\" <sup><strong>13</strong></sup> When Athaliah heard the noise made by the guards and the people, she went to the people at the temple of the LORD. <sup><strong>14</strong></sup> She looked and there was the king, standing by the pillar, as the custom was. The officers and the trumpeters were beside the king, and all the people of the land were rejoicing and blowing trumpets. Then Athaliah tore her robes and called out, \"Treason! Treason!\" <sup><strong>15</strong></sup> Jehoiada the priest ordered the commanders of units of a hundred, who were in charge of the troops: \"Bring her out between the ranks and put to the sword anyone who follows her.\" For the priest had said, \"She must not be put to death in the temple of the LORD.\" <sup><strong>16</strong></sup> So they seized her as she reached the place where the horses enter the palace grounds, and there she was put to death. <sup><strong>17</strong></sup> Jehoiada then made a covenant between the LORD and the king and people that they would be the LORD's people. He also made a covenant between the king and the people. <sup><strong>18</strong></sup> All the people of the land went to the temple of Baal and tore it down. They smashed the altars and idols to pieces and killed Mattan the priest of Baal in front of the altars. Then Jehoiada the priest posted guards at the temple of the LORD. <sup><strong>19</strong></sup> He took with him the commanders of hundreds, the Carites, the guards and all the people of the land, and together they brought the king down from the temple of the LORD and went into the palace, entering by way of the gate of the guards. The king then took his place on the royal throne, <sup><strong>20</strong></sup> and all the people of the land rejoiced. And the city was quiet, because Athaliah had been slain with the sword at the palace. <sup><strong>21</strong></sup> Joash was seven years old when he began to reign. "},{"_id":"61623c258d436e0b7f06a68b","topicId":"61623c1f8d436e0b7f06a679","verse":"Proverbs 29:2","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029002_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029002-1\">2&nbsp;</b>&nbsp;&nbsp;When the righteous increase, the people rejoice,</span><br><span id=\"p20029002_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but when the wicked rule, the people groan.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> When the righteous are in authority, the people rejoice: but when the wicked beareth rule, the people mourn.  ","niv":"<sup><strong>2</strong></sup> When the righteous thrive, the people rejoice; when the wicked rule, the people groan."},{"_id":"61623c258d436e0b7f06a68c","topicId":"61623c1f8d436e0b7f06a679","verse":"1 Samuel 16:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p09016007_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016007-1\">7&nbsp;</b>But the LORD said to Samuel, “Do not look on his appearance or on the height of his stature, because I have rejected him. For the LORD sees not as man sees: man looks on the outward appearance, but the LORD looks on the heart.”</p>\n</div>","kjv":"<strong>7</strong> But the LORD said unto Samuel, Look not on his countenance, or on the height of his stature; because I have refused him: for the LORD seeth  not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart.  ","niv":"<sup><strong>7</strong></sup> But the LORD said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The LORD does not look at the things man looks at. Man looks at the outward appearance, but the LORD looks at the heart.\""},{"_id":"61623c268d436e0b7f06a68d","topicId":"61623c1f8d436e0b7f06a679","verse":"Acts 19:1-41","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44019001_04-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44019001-1\">19:1&nbsp;</b>And it happened that while Apollos was at Corinth, Paul passed through the inland country and came to Ephesus. There he found some disciples. <b class=\"verse-num\" id=\"v44019002-1\">2&nbsp;</b>And he said to them, “Did you receive the Holy Spirit when you believed?” And they said, “No, we have not even heard that there is a Holy Spirit.” <b class=\"verse-num\" id=\"v44019003-1\">3&nbsp;</b>And he said, “Into what then were you baptized?” They said, “Into John’s baptism.” <b class=\"verse-num\" id=\"v44019004-1\">4&nbsp;</b>And Paul said, “John baptized with the baptism of repentance, telling the people to believe in the one who was to come after him, that is, Jesus.” <b class=\"verse-num\" id=\"v44019005-1\">5&nbsp;</b>On hearing this, they were baptized in the name of the Lord Jesus. <b class=\"verse-num\" id=\"v44019006-1\">6&nbsp;</b>And when Paul had laid his hands on them, the Holy Spirit came on them, and they began speaking in tongues and prophesying. <b class=\"verse-num\" id=\"v44019007-1\">7&nbsp;</b>There were about twelve men in all.</p>\n<p id=\"p44019007_04-23\"><b class=\"verse-num\" id=\"v44019008-1\">8&nbsp;</b>And he entered the synagogue and for three months spoke boldly, reasoning and persuading them about the kingdom of God. <b class=\"verse-num\" id=\"v44019009-1\">9&nbsp;</b>But when some became stubborn and continued in unbelief, speaking evil of the Way before the congregation, he withdrew from them and took the disciples with him, reasoning daily in the hall of Tyrannus. <b class=\"verse-num\" id=\"v44019010-1\">10&nbsp;</b>This continued for two years, so that all the residents of Asia heard the word of the Lord, both Jews and Greeks.</p>\n\n<p id=\"p44019010_08-23\"><b class=\"verse-num\" id=\"v44019011-1\">11&nbsp;</b>And God was doing extraordinary miracles by the hands of Paul, <b class=\"verse-num\" id=\"v44019012-1\">12&nbsp;</b>so that even handkerchiefs or aprons that had touched his skin were carried away to the sick, and their diseases left them and the evil spirits came out of them. <b class=\"verse-num\" id=\"v44019013-1\">13&nbsp;</b>Then some of the itinerant Jewish exorcists undertook to invoke the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul proclaims.” <b class=\"verse-num\" id=\"v44019014-1\">14&nbsp;</b>Seven sons of a Jewish high priest named Sceva were doing this. <b class=\"verse-num\" id=\"v44019015-1\">15&nbsp;</b>But the evil spirit answered them, “Jesus I know, and Paul I recognize, but who are you?” <b class=\"verse-num\" id=\"v44019016-1\">16&nbsp;</b>And the man in whom was the evil spirit leaped on them, mastered all of them and overpowered them, so that they fled out of that house naked and wounded. <b class=\"verse-num\" id=\"v44019017-1\">17&nbsp;</b>And this became known to all the residents of Ephesus, both Jews and Greeks. And fear fell upon them all, and the name of the Lord Jesus was extolled. <b class=\"verse-num\" id=\"v44019018-1\">18&nbsp;</b>Also many of those who were now believers came, confessing and divulging their practices. <b class=\"verse-num\" id=\"v44019019-1\">19&nbsp;</b>And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver. <b class=\"verse-num\" id=\"v44019020-1\">20&nbsp;</b>So the word of the Lord continued to increase and prevail mightily.</p>\n\n<p id=\"p44019020_12-23\"><b class=\"verse-num\" id=\"v44019021-1\">21&nbsp;</b>Now after these events Paul resolved in the Spirit to pass through Macedonia and Achaia and go to Jerusalem, saying, “After I have been there, I must also see Rome.” <b class=\"verse-num\" id=\"v44019022-1\">22&nbsp;</b>And having sent into Macedonia two of his helpers, Timothy and Erastus, he himself stayed in Asia for a while.</p>\n<p id=\"p44019022_12-23\"><b class=\"verse-num\" id=\"v44019023-1\">23&nbsp;</b>About that time there arose no little disturbance concerning the Way. <b class=\"verse-num\" id=\"v44019024-1\">24&nbsp;</b>For a man named Demetrius, a silversmith, who made silver shrines of Artemis, brought no little business to the craftsmen. <b class=\"verse-num\" id=\"v44019025-1\">25&nbsp;</b>These he gathered together, with the workmen in similar trades, and said, “Men, you know that from this business we have our wealth. <b class=\"verse-num\" id=\"v44019026-1\">26&nbsp;</b>And you see and hear that not only in Ephesus but in almost all of Asia this Paul has persuaded and turned away a great many people, saying that gods made with hands are not gods. <b class=\"verse-num\" id=\"v44019027-1\">27&nbsp;</b>And there is danger not only that this trade of ours may come into disrepute but also that the temple of the great goddess Artemis may be counted as nothing, and that she may even be deposed from her magnificence, she whom all Asia and the world worship.”</p>\n<p id=\"p44019027_12-23\"><b class=\"verse-num\" id=\"v44019028-1\">28&nbsp;</b>When they heard this they were enraged and were crying out, “Great is Artemis of the Ephesians!” <b class=\"verse-num\" id=\"v44019029-1\">29&nbsp;</b>So the city was filled with the confusion, and they rushed together into the theater, dragging with them Gaius and Aristarchus, Macedonians who were Paul’s companions in travel. <b class=\"verse-num\" id=\"v44019030-1\">30&nbsp;</b>But when Paul wished to go in among the crowd, the disciples would not let him. <b class=\"verse-num\" id=\"v44019031-1\">31&nbsp;</b>And even some of the Asiarchs, who were friends of his, sent to him and were urging him not to venture into the theater. <b class=\"verse-num\" id=\"v44019032-1\">32&nbsp;</b>Now some cried out one thing, some another, for the assembly was in confusion, and most of them did not know why they had come together. <b class=\"verse-num\" id=\"v44019033-1\">33&nbsp;</b>Some of the crowd prompted Alexander, whom the Jews had put forward. And Alexander, motioning with his hand, wanted to make a defense to the crowd. <b class=\"verse-num\" id=\"v44019034-1\">34&nbsp;</b>But when they recognized that he was a Jew, for about two hours they all cried out with one voice, “Great is Artemis of the Ephesians!”</p>\n<p id=\"p44019034_12-23\"><b class=\"verse-num\" id=\"v44019035-1\">35&nbsp;</b>And when the town clerk had quieted the crowd, he said, “Men of Ephesus, who is there who does not know that the city of the Ephesians is temple keeper of the great Artemis, and of the sacred stone that fell from the sky? <b class=\"verse-num\" id=\"v44019036-1\">36&nbsp;</b>Seeing then that these things cannot be denied, you ought to be quiet and do nothing rash. <b class=\"verse-num\" id=\"v44019037-1\">37&nbsp;</b>For you have brought these men here who are neither sacrilegious nor blasphemers of our goddess. <b class=\"verse-num\" id=\"v44019038-1\">38&nbsp;</b>If therefore Demetrius and the craftsmen with him have a complaint against anyone, the courts are open, and there are proconsuls. Let them bring charges against one another. <b class=\"verse-num\" id=\"v44019039-1\">39&nbsp;</b>But if you seek anything further, it shall be settled in the regular assembly. <b class=\"verse-num\" id=\"v44019040-1\">40&nbsp;</b>For we really are in danger of being charged with rioting today, since there is no cause that we can give to justify this commotion.” <b class=\"verse-num\" id=\"v44019041-1\">41&nbsp;</b>And when he had said these things, he dismissed the assembly.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, that, while Apollos was at Corinth, Paul having passed through the upper coasts came to Ephesus: and finding certain disciples,  <strong>2</strong> He said unto them, Have ye received the Holy Ghost since ye believed? And they said unto him, We have not so much as heard whether there be any Holy Ghost.  <strong>3</strong> And he said unto them, Unto what then were ye baptized? And they said, Unto John’s baptism.  <strong>4</strong> Then said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe on him which should come after him, that is, on Christ Jesus.  <strong>5</strong> When they heard this, they were baptized in the name of the Lord Jesus.  <strong>6</strong> And when Paul had laid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and prophesied.  <strong>7</strong> And all the men were about twelve.  <strong>8</strong> And he went into the synagogue, and spake boldly for the space of three months, disputing and persuading the things concerning the kingdom of God.  <strong>9</strong> But when divers were hardened, and believed not, but spake evil of that way before the multitude, he departed from them, and separated the disciples, disputing daily in the school of one Tyrannus.  <strong>10</strong> And this continued by the space of two years; so that all they which dwelt in Asia heard the word of the Lord Jesus, both Jews and Greeks.  <strong>11</strong> And God wrought special miracles by the hands of Paul:  <strong>12</strong> So that from his body were brought unto the sick handkerchiefs or aprons, and the diseases departed from them, and the evil spirits went out of them.  <strong>13</strong> Then certain of the vagabond Jews, exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth.  <strong>14</strong> And there were seven sons of one Sceva, a Jew, and  chief of the priests, which did so.  <strong>15</strong> And the evil spirit answered and said, Jesus I know, and Paul I know; but who are ye?  <strong>16</strong> And the man in whom the evil spirit was leaped on them, and overcame them, and prevailed against them, so that they fled out of that house naked and wounded.  <strong>17</strong> And this was known to all the Jews and Greeks also dwelling at Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified.  <strong>18</strong> And many that believed came, and confessed, and shewed their deeds.  <strong>19</strong> Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.  <strong>20</strong> So mightily grew the word of God and prevailed.  <strong>21</strong> After these things were ended, Paul purposed in the spirit, when he had passed through Macedonia and Achaia, to go to Jerusalem, saying, After I have been there, I must also see Rome.  <strong>22</strong> So he sent into Macedonia two of them that ministered unto him, Timotheus and Erastus; but he himself stayed in Asia for a season.  <strong>23</strong> And the same time there arose no small stir about that way.  <strong>24</strong> For a certain man named Demetrius, a silversmith, which made silver shrines for Diana, brought no small gain unto the craftsmen;  <strong>25</strong> Whom he called together with the workmen of like occupation, and said, Sirs, ye know that by this craft we have our wealth.  <strong>26</strong> Moreover ye see and hear, that not alone at Ephesus, but almost throughout all Asia, this Paul hath persuaded and turned away much people, saying that they be no gods, which are made with hands:  <strong>27</strong> So that not only this our craft is in danger to be set at nought; but also that the temple of the great goddess Diana should be despised, and her magnificence should be destroyed, whom all Asia and the world worshippeth.  <strong>28</strong> And when they heard these sayings, they were full of wrath, and cried out, saying, Great is Diana of the Ephesians.  <strong>29</strong> And the whole city was filled with confusion: and having caught Gaius and Aristarchus, men of Macedonia, Paul’s companions in travel, they rushed with one accord into the theatre.  <strong>30</strong> And when Paul would have entered in unto the people, the disciples suffered him not.  <strong>31</strong> And certain of the chief of Asia, which were his friends, sent unto him, desiring him that he would not adventure himself into the theatre.  <strong>32</strong> Some therefore cried one thing, and some another: for the assembly was confused; and the more part knew not wherefore they were come together.  <strong>33</strong> And they drew Alexander out of the multitude, the Jews putting him forward. And Alexander beckoned with the hand, and would have made his defence unto the people.  <strong>34</strong> But when they knew that he was a Jew, all with one voice about the space of two hours cried out, Great is Diana of the Ephesians.  <strong>35</strong> And when the townclerk had appeased the people, he said, Ye  men of Ephesus, what man is there that knoweth not how that the city of the Ephesians is a worshipper of the great goddess Diana, and of the image which fell down from Jupiter?  <strong>36</strong> Seeing then that these things cannot be spoken against, ye ought to be quiet, and to do nothing rashly.  <strong>37</strong> For ye have brought hither these men, which are neither robbers of churches, nor yet blasphemers of your goddess.  <strong>38</strong> Wherefore if Demetrius, and the craftsmen which are with him, have a matter against any man, the law is open, and there are deputies: let them implead one another.  <strong>39</strong> But if ye enquire any thing concerning other matters, it shall be determined in a lawful assembly.  <strong>40</strong> For we are in danger to be called in question for this day’s uproar, there being no cause whereby we may give an account of this concourse.  <strong>41</strong> And when he had thus spoken, he dismissed the assembly.  ","niv":"<sup><strong>1</strong></sup> While Apollos was at Corinth, Paul took the road through the interior and arrived at Ephesus. There he found some disciples <sup><strong>2</strong></sup> and asked them, \"Did you receive the Holy Spirit when you believed?\" They answered, \"No, we have not even heard that there is a Holy Spirit.\" <sup><strong>3</strong></sup> So Paul asked, \"Then what baptism did you receive?John's baptism,\" they replied. <sup><strong>4</strong></sup> Paul said, \"John's baptism was a baptism of repentance. He told the people to believe in the one coming after him, that is, in Jesus.\" <sup><strong>5</strong></sup> On hearing this, they were baptized into the name of the Lord Jesus. <sup><strong>6</strong></sup> When Paul placed his hands on them, the Holy Spirit came on them, and they spoke in tongues and prophesied. <sup><strong>7</strong></sup> There were about twelve men in all. <sup><strong>8</strong></sup> Paul entered the synagogue and spoke boldly there for three months, arguing persuasively about the kingdom of God. <sup><strong>9</strong></sup> But some of them became obstinate; they refused to believe and publicly maligned the Way. So Paul left them. He took the disciples with him and had discussions daily in the lecture hall of Tyrannus. <sup><strong>10</strong></sup> This went on for two years, so that all the Jews and Greeks who lived in the province of Asia heard the word of the Lord. <sup><strong>11</strong></sup> God did extraordinary miracles through Paul, <sup><strong>12</strong></sup> so that even handkerchiefs and aprons that had touched him were taken to the sick, and their illnesses were cured and the evil spirits left them. <sup><strong>13</strong></sup> Some Jews who went around driving out evil spirits tried to invoke the name of the Lord Jesus over those who were demon-possessed. They would say, \"In the name of Jesus, whom Paul preaches, I command you to come out.\" <sup><strong>14</strong></sup> Seven sons of Sceva, a Jewish chief priest, were doing this. <sup><strong>15</strong></sup> One day the evil spirit answered them, \"Jesus I know, and I know about Paul, but who are you?\" <sup><strong>16</strong></sup> Then the man who had the evil spirit jumped on them and overpowered them all. He gave them such a beating that they ran out of the house naked and bleeding. <sup><strong>17</strong></sup> When this became known to the Jews and Greeks living in Ephesus, they were all seized with fear, and the name of the Lord Jesus was held in high honor. <sup><strong>18</strong></sup> Many of those who believed now came and openly confessed their evil deeds. <sup><strong>19</strong></sup> A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas. <sup><strong>20</strong></sup> In this way the word of the Lord spread widely and grew in power. <sup><strong>21</strong></sup> After all this had happened, Paul decided to go to Jerusalem, passing through Macedonia and Achaia. \"After I have been there,\" he said, \"I must visit Rome also.\" <sup><strong>22</strong></sup> He sent two of his helpers, Timothy and Erastus, to Macedonia, while he stayed in the province of Asia a little longer. <sup><strong>23</strong></sup> About that time there arose a great disturbance about the Way. <sup><strong>24</strong></sup> A silversmith named Demetrius, who made silver shrines of Artemis, brought in no little business for the craftsmen. <sup><strong>25</strong></sup> He called them together, along with the workmen in related trades, and said: \"Men, you know we receive a good income from this business. <sup><strong>26</strong></sup> And you see and hear how this fellow Paul has convinced and led astray large numbers of people here in Ephesus and in practically the whole province of Asia. He says that man-made gods are no gods at all. <sup><strong>27</strong></sup> There is danger not only that our trade will lose its good name, but also that the temple of the great goddess Artemis will be discredited, and the goddess herself, who is worshiped throughout the province of Asia and the world, will be robbed of her divine majesty.\" <sup><strong>28</strong></sup> When they heard this, they were furious and began shouting: \"Great is Artemis of the Ephesians!\" <sup><strong>29</strong></sup> Soon the whole city was in an uproar. The people seized Gaius and Aristarchus, Paul's traveling companions from Macedonia, and rushed as one man into the theater. <sup><strong>30</strong></sup> Paul wanted to appear before the crowd, but the disciples would not let him. <sup><strong>31</strong></sup> Even some of the officials of the province, friends of Paul, sent him a message begging him not to venture into the theater. <sup><strong>32</strong></sup> The assembly was in confusion: Some were shouting one thing, some another. Most of the people did not even know why they were there. <sup><strong>33</strong></sup> The Jews pushed Alexander to the front, and some of the crowd shouted instructions to him. He motioned for silence in order to make a defense before the people. <sup><strong>34</strong></sup> But when they realized he was a Jew, they all shouted in unison for about two hours: \"Great is Artemis of the Ephesians!\" <sup><strong>35</strong></sup> The city clerk quieted the crowd and said: \"Men of Ephesus, doesn't all the world know that the city of Ephesus is the guardian of the temple of the great Artemis and of her image, which fell from heaven? <sup><strong>36</strong></sup> Therefore, since these facts are undeniable, you ought to be quiet and not do anything rash. <sup><strong>37</strong></sup> You have brought these men here, though they have neither robbed temples nor blasphemed our goddess. <sup><strong>38</strong></sup> If, then, Demetrius and his fellow craftsmen have a grievance against anybody, the courts are open and there are proconsuls. They can press charges. <sup><strong>39</strong></sup> If there is anything further you want to bring up, it must be settled in a legal assembly. <sup><strong>40</strong></sup> As it is, we are in danger of being charged with rioting because of today's events. In that case we would not be able to account for this commotion, since there is no reason for it.\" <sup><strong>41</strong></sup> After he had said this, he dismissed the assembly. "},{"_id":"61623c268d436e0b7f06a68e","topicId":"61623c1f8d436e0b7f06a679","verse":"Matthew 5:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40005014_01-24\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span></p>\n</div>","kjv":"<strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  ","niv":"<sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden."},{"_id":"61623c268d436e0b7f06a68f","topicId":"61623c1f8d436e0b7f06a679","verse":"Matthew 15:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40015014_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40015014-1\">14&nbsp;</b><span class=\"woc\">Let them alone; they are blind guides. And if the blind lead the blind, both will fall into a pit.”</span></p>\n\n</div>","kjv":"<strong>14</strong> Let them alone: they be blind leaders of the blind. And if the blind lead the blind, both shall fall into the ditch.  ","niv":"<sup><strong>14</strong></sup> Leave them; they are blind guides. If a blind man leads a blind man, both will fall into a pit.\""},{"_id":"61623c278d436e0b7f06a690","topicId":"61623c1f8d436e0b7f06a679","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-26\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61623c278d436e0b7f06a691","topicId":"61623c1f8d436e0b7f06a679","verse":"2 Kings 22:1-20","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p12022001_05-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12022001-1\">22:1&nbsp;</b>Josiah was eight years old when he began to reign, and he reigned thirty-one years in Jerusalem. His mother’s name was Jedidah the daughter of Adaiah of Bozkath. <b class=\"verse-num\" id=\"v12022002-1\">2&nbsp;</b>And he did what was right in the eyes of the LORD and walked in all the way of David his father, and he did not turn aside to the right or to the left.</p>\n\n<p id=\"p12022002_09-27\"><b class=\"verse-num\" id=\"v12022003-1\">3&nbsp;</b>In the eighteenth year of King Josiah, the king sent Shaphan the son of Azaliah, son of Meshullam, the secretary, to the house of the LORD, saying, <b class=\"verse-num\" id=\"v12022004-1\">4&nbsp;</b>“Go up to Hilkiah the high priest, that he may count the money that has been brought into the house of the LORD, which the keepers of the threshold have collected from the people. <b class=\"verse-num\" id=\"v12022005-1\">5&nbsp;</b>And let it be given into the hand of the workmen who have the oversight of the house of the LORD, and let them give it to the workmen who are at the house of the LORD, repairing the house <b class=\"verse-num\" id=\"v12022006-1\">6&nbsp;</b>(that is, to the carpenters, and to the builders, and to the masons), and let them use it for buying timber and quarried stone to repair the house. <b class=\"verse-num\" id=\"v12022007-1\">7&nbsp;</b>But no accounting shall be asked from them for the money that is delivered into their hand, for they deal honestly.”</p>\n\n<p id=\"p12022007_16-27\"><b class=\"verse-num\" id=\"v12022008-1\">8&nbsp;</b>And Hilkiah the high priest said to Shaphan the secretary, “I have found the Book of the Law in the house of the LORD.” And Hilkiah gave the book to Shaphan, and he read it. <b class=\"verse-num\" id=\"v12022009-1\">9&nbsp;</b>And Shaphan the secretary came to the king, and reported to the king, “Your servants have emptied out the money that was found in the house and have delivered it into the hand of the workmen who have the oversight of the house of the LORD.” <b class=\"verse-num\" id=\"v12022010-1\">10&nbsp;</b>Then Shaphan the secretary told the king, “Hilkiah the priest has given me a book.” And Shaphan read it before the king.</p>\n<p id=\"p12022010_16-27\"><b class=\"verse-num\" id=\"v12022011-1\">11&nbsp;</b>When the king heard the words of the Book of the Law, he tore his clothes. <b class=\"verse-num\" id=\"v12022012-1\">12&nbsp;</b>And the king commanded Hilkiah the priest, and Ahikam the son of Shaphan, and Achbor the son of Micaiah, and Shaphan the secretary, and Asaiah the king’s servant, saying, <b class=\"verse-num\" id=\"v12022013-1\">13&nbsp;</b>“Go, inquire of the LORD for me, and for the people, and for all Judah, concerning the words of this book that has been found. For great is the wrath of the LORD that is kindled against us, because our fathers have not obeyed the words of this book, to do according to all that is written concerning us.”</p>\n<p id=\"p12022013_16-27\"><b class=\"verse-num\" id=\"v12022014-1\">14&nbsp;</b>So Hilkiah the priest, and Ahikam, and Achbor, and Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shallum the son of Tikvah, son of Harhas, keeper of the wardrobe (now she lived in Jerusalem in the Second Quarter), and they talked with her. <b class=\"verse-num\" id=\"v12022015-1\">15&nbsp;</b>And she said to them, “Thus says the LORD, the God of Israel: ‘Tell the man who sent you to me, <b class=\"verse-num\" id=\"v12022016-1\">16&nbsp;</b>Thus says the LORD, Behold, I will bring disaster upon this place and upon its inhabitants, all the words of the book that the king of Judah has read. <b class=\"verse-num\" id=\"v12022017-1\">17&nbsp;</b>Because they have forsaken me and have made offerings to other gods, that they might provoke me to anger with all the work of their hands, therefore my wrath will be kindled against this place, and it will not be quenched. <b class=\"verse-num\" id=\"v12022018-1\">18&nbsp;</b>But to the king of Judah, who sent you to inquire of the LORD, thus shall you say to him, Thus says the LORD, the God of Israel: Regarding the words that you have heard, <b class=\"verse-num\" id=\"v12022019-1\">19&nbsp;</b>because your heart was penitent, and you humbled yourself before the LORD, when you heard how I spoke against this place and against its inhabitants, that they should become a desolation and a curse, and you have torn your clothes and wept before me, I also have heard you, declares the LORD. <b class=\"verse-num\" id=\"v12022020-1\">20&nbsp;</b>Therefore, behold, I will gather you to your fathers, and you shall be gathered to your grave in peace, and your eyes shall not see all the disaster that I will bring upon this place.’” And they brought back word to the king.</p>\n</div>","kjv":"<strong>1</strong> Josiah was eight years old when he began to reign, and he reigned thirty and one years in Jerusalem. And his mother’s name was  Jedidah, the daughter of Adaiah of Boscath.  <strong>2</strong> And he did that which was right in the sight of the LORD, and walked in all the way of David his father, and turned not aside to the right hand or to the left.  <strong>3</strong> And it came to pass in the eighteenth year of king Josiah, that  the king sent Shaphan the son of Azaliah, the son of Meshullam, the scribe, to the house of the LORD, saying,  <strong>4</strong> Go up to Hilkiah the high priest, that he may sum the silver which is brought into the house of the LORD, which the keepers of the door have gathered of the people:  <strong>5</strong> And let them deliver it into the hand of the doers of the work, that have the oversight of the house of the LORD: and let them give it to the doers of the work which is in the house of the LORD, to repair the breaches of the house,  <strong>6</strong> Unto carpenters, and builders, and masons, and to buy timber and hewn stone to repair the house.  <strong>7</strong> Howbeit there was no reckoning made with them of the money that was delivered into their hand, because they dealt faithfully.  <strong>8</strong> And Hilkiah the high priest said unto Shaphan the scribe, I have found the book of the law in the house of the LORD. And Hilkiah gave the book to Shaphan, and he read it.  <strong>9</strong> And Shaphan the scribe came to the king, and brought the king word again, and said, Thy servants have gathered the money that was found in the house, and have delivered it into the hand of them that do the work, that have the oversight of the house of the LORD.  <strong>10</strong> And Shaphan the scribe shewed the king, saying, Hilkiah the priest hath delivered me a book. And Shaphan read it before the king.  <strong>11</strong> And it came to pass, when the king had heard the words of the book of the law, that he rent his clothes.  <strong>12</strong> And the king commanded Hilkiah the priest, and Ahikam the son of Shaphan, and Achbor the son of Michaiah, and Shaphan the scribe, and Asahiah a servant of the king’s, saying,  <strong>13</strong> Go ye, enquire of the LORD for me, and for the people, and for all Judah, concerning the words of this book that is found: for great is the wrath of the LORD that is kindled against us, because our fathers have not hearkened unto the words of this book, to do according unto all that which is written concerning us.  <strong>14</strong> So Hilkiah the priest, and Ahikam, and Achbor, and Shaphan, and Asahiah, went unto Huldah the prophetess, the wife of Shallum the son of Tikvah, the son of Harhas, keeper of the wardrobe; (now she dwelt in Jerusalem in the college;) and they communed with her.  <strong>15</strong> And she said unto them, Thus saith the LORD God of Israel, Tell the man that sent you to me,  <strong>16</strong> Thus saith the LORD, Behold, I will bring evil upon this place, and upon the inhabitants thereof, even all the words of the book which the king of Judah hath read:  <strong>17</strong> Because they have forsaken me, and have burned incense unto other gods, that they might provoke me to anger with all the works of their hands; therefore my wrath shall be kindled against this place, and shall not be quenched.  <strong>18</strong> But to the king of Judah which sent you to enquire of the LORD, thus shall ye say to him, Thus saith the LORD God of Israel, As touching  the words which thou hast heard;  <strong>19</strong> Because thine heart was tender, and thou hast humbled thyself before the LORD, when thou heardest what I spake against this place, and against the inhabitants thereof, that they should become a desolation and a curse, and hast rent thy clothes, and wept before me; I also have heard thee,  saith the LORD.  <strong>20</strong> Behold therefore, I will gather thee unto thy fathers, and thou shalt be gathered into thy grave in peace; and thine eyes shall not see all the evil which I will bring upon this place. And they brought the king word again.  ","niv":"<sup><strong>1</strong></sup> Josiah was eight years old when he became king, and he reigned in Jerusalem thirty-one years. His mother's name was Jedidah daughter of Adaiah; she was from Bozkath. <sup><strong>2</strong></sup> He did what was right in the eyes of the LORD and walked in all the ways of his father David, not turning aside to the right or to the left. <sup><strong>3</strong></sup> In the eighteenth year of his reign, King Josiah sent the secretary, Shaphan son of Azaliah, the son of Meshullam, to the temple of the LORD. He said: <sup><strong>4</strong></sup> \"Go up to Hilkiah the high priest and have him get ready the money that has been brought into the temple of the LORD, which the doorkeepers have collected from the people. <sup><strong>5</strong></sup> Have them entrust it to the men appointed to supervise the work on the temple. And have these men pay the workers who repair the temple of the LORD - <sup><strong>6</strong></sup> the carpenters, the builders and the masons. Also have them purchase timber and dressed stone to repair the temple. <sup><strong>7</strong></sup> But they need not account for the money entrusted to them, because they are acting faithfully.\" <sup><strong>8</strong></sup> Hilkiah the high priest said to Shaphan the secretary, \"I have found the Book of the Law in the temple of the LORD.\" He gave it to Shaphan, who read it. <sup><strong>9</strong></sup> Then Shaphan the secretary went to the king and reported to him: \"Your officials have paid out the money that was in the temple of the LORD and have entrusted it to the workers and supervisors at the temple.\" <sup><strong>10</strong></sup> Then Shaphan the secretary informed the king, \"Hilkiah the priest has given me a book.\" And Shaphan read from it in the presence of the king. <sup><strong>11</strong></sup> When the king heard the words of the Book of the Law, he tore his robes. <sup><strong>12</strong></sup> He gave these orders to Hilkiah the priest, Ahikam son of Shaphan, Acbor son of Micaiah, Shaphan the secretary and Asaiah the king's attendant: <sup><strong>13</strong></sup> \"Go and inquire of the LORD for me and for the people and for all Judah about what is written in this book that has been found. Great is the LORD's anger that burns against us because our fathers have not obeyed the words of this book; they have not acted in accordance with all that is written there concerning us.\" <sup><strong>14</strong></sup> Hilkiah the priest, Ahikam, Acbor, Shaphan and Asaiah went to speak to the prophetess Huldah, who was the wife of Shallum son of Tikvah, the son of Harhas, keeper of the wardrobe. She lived in Jerusalem, in the Second District. <sup><strong>15</strong></sup> She said to them, \"This is what the LORD, the God of Israel, says: Tell the man who sent you to me, <sup><strong>16</strong></sup> 'This is what the LORD says: I am going to bring disaster on this place and its people, according to everything written in the book the king of Judah has read. <sup><strong>17</strong></sup> Because they have forsaken me and burned incense to other gods and provoked me to anger by all the idols their hands have made, my anger will burn against this place and will not be quenched.' <sup><strong>18</strong></sup> Tell the king of Judah, who sent you to inquire of the LORD, 'This is what the LORD, the God of Israel, says concerning the words you heard: <sup><strong>19</strong></sup> Because your heart was responsive and you humbled yourself before the LORD when you heard what I have spoken against this place and its people, that they would become accursed and laid waste, and because you tore your robes and wept in my presence, I have heard you, declares the LORD. <sup><strong>20</strong></sup> Therefore I will gather you to your fathers, and you will be buried in peace. Your eyes will not see all the disaster I am going to bring on this place.'\" So they took her answer back to the king. "},{"_id":"61623c278d436e0b7f06a692","topicId":"61623c1f8d436e0b7f06a679","verse":"Psalm 24:4","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19024004_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v19024004-1\">4&nbsp;</b>&nbsp;&nbsp;He who has clean hands and a pure heart,</span><br><span id=\"p19024004_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who does not lift up his soul to what is false</span><br><span id=\"p19024004_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not swear deceitfully.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> He that hath clean hands, and a pure heart; who hath not lifted up his soul unto vanity, nor sworn deceitfully.  ","niv":"<sup><strong>4</strong></sup> He who has clean hands and a pure heart, who does not lift up his soul to an idol or swear by what is false."}]}