{"_id":"61623bdd8d436e0b7f06a65f","slug":"good-intentions","name":"Good Intentions","verses":[{"_id":"61623bde8d436e0b7f06a660","topicId":"61623bdd8d436e0b7f06a65f","verse":"1 John 3:18","votes":28,"__v":0,"esv":"<div>\n<p id=\"p62003018_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003018-1\">18&nbsp;</b>Little children, let us not love in word or talk but in deed and in truth.</p>\n</div>","kjv":"<strong>18</strong> My little children, let us not love in word, neither in tongue; but in deed and in truth.  ","niv":"<sup><strong>18</strong></sup> Dear children, let us not love with words or tongue but with actions and in truth."},{"_id":"61623bde8d436e0b7f06a661","topicId":"61623bdd8d436e0b7f06a65f","verse":"Colossians 3:1-25","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p51003001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. <b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth. <b class=\"verse-num\" id=\"v51003003-1\">3&nbsp;</b>For you have died, and your life is hidden with Christ in God. <b class=\"verse-num\" id=\"v51003004-1\">4&nbsp;</b>When Christ who is your life appears, then you also will appear with him in glory.</p>\n<p id=\"p51003004_06-2\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. <b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming. <b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator. <b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n<p id=\"p51003011_06-2\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony. <b class=\"verse-num\" id=\"v51003015-1\">15&nbsp;</b>And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful. <b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God. <b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n\n<p id=\"p51003017_10-2\"><b class=\"verse-num\" id=\"v51003018-1\">18&nbsp;</b>Wives, submit to your husbands, as is fitting in the Lord. <b class=\"verse-num\" id=\"v51003019-1\">19&nbsp;</b>Husbands, love your wives, and do not be harsh with them. <b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord. <b class=\"verse-num\" id=\"v51003021-1\">21&nbsp;</b>Fathers, do not provoke your children, lest they become discouraged. <b class=\"verse-num\" id=\"v51003022-1\">22&nbsp;</b>Bondservants, obey in everything those who are your earthly masters, not by way of eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord. <b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men, <b class=\"verse-num\" id=\"v51003024-1\">24&nbsp;</b>knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ. <b class=\"verse-num\" id=\"v51003025-1\">25&nbsp;</b>For the wrongdoer will be paid back for the wrong he has done, and there is no partiality.</p>\n\n</div>","kjv":"<strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  <strong>2</strong> Set your affection on things above, not on things on the earth.  <strong>3</strong> For ye are dead, and your life is hid with Christ in God.  <strong>4</strong> When Christ, who is our life, shall appear, then shall ye also appear with him in glory.  <strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  <strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  <strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  <strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  <strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  <strong>15</strong> And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.  <strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  <strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  <strong>18</strong> Wives, submit yourselves unto your own husbands, as it is fit in the Lord.  <strong>19</strong> Husbands, love your wives, and be not bitter against them.  <strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  <strong>21</strong> Fathers, provoke not your children to anger, lest they be discouraged.  <strong>22</strong> Servants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God:  <strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  <strong>24</strong> Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.  <strong>25</strong> But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.  ","niv":"<sup><strong>1</strong></sup> Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God. <sup><strong>2</strong></sup> Set your minds on things above, not on earthly things. <sup><strong>3</strong></sup> For you died, and your life is now hidden with Christ in God. <sup><strong>4</strong></sup> When Christ, who is your life, appears, then you also will appear with him in glory. <sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. <sup><strong>6</strong></sup> Because of these, the wrath of God is coming. <sup><strong>7</strong></sup> You used to walk in these ways, in the life you once lived. <sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. <sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. <sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all. <sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. <sup><strong>15</strong></sup> Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful. <sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God. <sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him. <sup><strong>18</strong></sup> Wives, submit to your husbands, as is fitting in the Lord. <sup><strong>19</strong></sup> Husbands, love your wives and do not be harsh with them. <sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord. <sup><strong>21</strong></sup> Fathers, do not embitter your children, or they will become discouraged. <sup><strong>22</strong></sup> Slaves, obey your earthly masters in everything; and do it, not only when their eye is on you and to win their favor, but with sincerity of heart and reverence for the Lord. <sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men, <sup><strong>24</strong></sup> since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving. <sup><strong>25</strong></sup> Anyone who does wrong will be repaid for his wrong, and there is no favoritism. ","modified":"2023-01-29T15:59:01.848Z"},{"_id":"61623bde8d436e0b7f06a662","topicId":"61623bdd8d436e0b7f06a65f","verse":"James 4:17","votes":20,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins."},{"_id":"61623bdf8d436e0b7f06a663","topicId":"61623bdd8d436e0b7f06a65f","verse":"1 Timothy 2:4","votes":11,"__v":0,"esv":"<div>\n<p id=\"p54002004_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth."},{"_id":"61623bdf8d436e0b7f06a665","topicId":"61623bdd8d436e0b7f06a65f","verse":"Psalm 26:1-12","votes":14,"__v":0,"esv":"<div>\n\n<h4 id=\"p19026001_06-6\" class=\"psalm-title\">Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19026001_06-6\" class=\"line\"><b class=\"chapter-num\" id=\"v19026001-1\">26:1&nbsp;</b>&nbsp;&nbsp;Vindicate me, O LORD,</span><br><span id=\"p19026001_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have walked in my integrity,</span><br><span id=\"p19026001_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I have trusted in the LORD without wavering.</span><br><span id=\"p19026002_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026002-1\">2&nbsp;</b>&nbsp;&nbsp;Prove me, O LORD, and try me;</span><br><span id=\"p19026002_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;test my heart and my mind.</span><br><span id=\"p19026003_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026003-1\">3&nbsp;</b>&nbsp;&nbsp;For your steadfast love is before my eyes,</span><br><span id=\"p19026003_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I walk in your faithfulness.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19026004_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026004-1\">4&nbsp;</b>&nbsp;&nbsp;I do not sit with men of falsehood,</span><br><span id=\"p19026004_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor do I consort with hypocrites.</span><br><span id=\"p19026005_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026005-1\">5&nbsp;</b>&nbsp;&nbsp;I hate the assembly of evildoers,</span><br><span id=\"p19026005_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will not sit with the wicked.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19026006_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026006-1\">6&nbsp;</b>&nbsp;&nbsp;I wash my hands in innocence</span><br><span id=\"p19026006_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and go around your altar, O LORD,</span><br><span id=\"p19026007_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026007-1\">7&nbsp;</b>&nbsp;&nbsp;proclaiming thanksgiving aloud,</span><br><span id=\"p19026007_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and telling all your wondrous deeds.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19026008_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026008-1\">8&nbsp;</b>&nbsp;&nbsp;O LORD, I love the habitation of your house</span><br><span id=\"p19026008_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the place where your glory dwells.</span><br><span id=\"p19026009_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026009-1\">9&nbsp;</b>&nbsp;&nbsp;Do not sweep my soul away with sinners,</span><br><span id=\"p19026009_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor my life with bloodthirsty men,</span><br><span id=\"p19026010_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026010-1\">10&nbsp;</b>&nbsp;&nbsp;in whose hands are evil devices,</span><br><span id=\"p19026010_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whose right hands are full of bribes.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19026011_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026011-1\">11&nbsp;</b>&nbsp;&nbsp;But as for me, I shall walk in my integrity;</span><br><span id=\"p19026011_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;redeem me, and be gracious to me.</span><br><span id=\"p19026012_06-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026012-1\">12&nbsp;</b>&nbsp;&nbsp;My foot stands on level ground;</span><br><span id=\"p19026012_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the great assembly I will bless the LORD.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Judge me, O LORD; for I have walked in mine integrity: I have trusted also in the LORD; therefore I shall not slide.  <strong>2</strong> Examine me, O LORD, and prove me; try my reins and my heart.  <strong>3</strong> For thy lovingkindness is before mine eyes: and I have walked in thy truth.  <strong>4</strong> I have not sat with vain persons, neither will I go in with dissemblers.  <strong>5</strong> I have hated the congregation of evildoers; and will not sit with the wicked.  <strong>6</strong> I will wash mine hands in innocency: so will I compass thine altar, O LORD:  <strong>7</strong> That I may publish with the voice of thanksgiving, and tell of all thy wondrous works.  <strong>8</strong> LORD, I have loved the habitation of thy house, and the place where thine honour dwelleth.  <strong>9</strong> Gather not my soul with sinners, nor my life with bloody men:  <strong>10</strong> In whose hands is mischief, and their right hand is full of bribes.  <strong>11</strong> But as for me, I will walk in mine integrity: redeem me, and be merciful unto me.  <strong>12</strong> My foot standeth in an even place: in the congregations will I bless the LORD.  ","niv":"<sup><strong>1</strong></sup> Vindicate me, O LORD, for I have led a blameless life; I have trusted in the LORD without wavering. <sup><strong>2</strong></sup> Test me, O LORD, and try me, examine my heart and my mind; <sup><strong>3</strong></sup> for your love is ever before me, and I walk continually in your truth. <sup><strong>4</strong></sup> I do not sit with deceitful men, nor do I consort with hypocrites; <sup><strong>5</strong></sup> I abhor the assembly of evildoers and refuse to sit with the wicked. <sup><strong>6</strong></sup> I wash my hands in innocence, and go about your altar, O LORD, <sup><strong>7</strong></sup> proclaiming aloud your praise and telling of all your wonderful deeds. <sup><strong>8</strong></sup> I love the house where you live, O LORD, the place where your glory dwells. <sup><strong>9</strong></sup> Do not take away my soul along with sinners, my life with bloodthirsty men, <sup><strong>10</strong></sup> in whose hands are wicked schemes, whose right hands are full of bribes. <sup><strong>11</strong></sup> But I lead a blameless life; redeem me and be merciful to me. <sup><strong>12</strong></sup> My feet stand on level ground; in the great assembly I will praise the LORD. "},{"_id":"61623bdf8d436e0b7f06a664","topicId":"61623bdd8d436e0b7f06a65f","verse":"Proverbs 16:2","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016002_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016002-1\">2&nbsp;</b>&nbsp;&nbsp;All the ways of a man are pure in his own eyes,</span><br><span id=\"p20016002_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD weighs the spirit.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> All the ways of a man are clean in his own eyes; but the LORD weigheth the spirits.  ","niv":"<sup><strong>2</strong></sup> All a man's ways seem innocent to him, but motives are weighed by the LORD.","modified":"2023-07-16T01:28:51.063Z"},{"_id":"61623be08d436e0b7f06a666","topicId":"61623bdd8d436e0b7f06a65f","verse":"Luke 14:28-30","votes":7,"__v":0,"esv":"<div>\n<p id=\"p42014028_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014028-1\">28&nbsp;</b><span class=\"woc\">For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it?</span> <b class=\"verse-num woc\" id=\"v42014029-1\">29&nbsp;</b><span class=\"woc\">Otherwise, when he has laid a foundation and is not able to finish, all who see it begin to mock him,</span> <b class=\"verse-num woc\" id=\"v42014030-1\">30&nbsp;</b><span class=\"woc\">saying, ‘This man began to build and was not able to finish.’</span></p>\n</div>","kjv":"<strong>28</strong> For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it?  <strong>29</strong> Lest haply, after he hath laid the foundation, and is not able to finish it, all that behold it begin to mock him,  <strong>30</strong> Saying, This man began to build, and was not able to finish.  ","niv":"<sup><strong>28</strong></sup> \"Suppose one of you wants to build a tower. Will he not first sit down and estimate the cost to see if he has enough money to complete it? <sup><strong>29</strong></sup> For if he lays the foundation and is not able to finish it, everyone who sees it will ridicule him, <sup><strong>30</strong></sup> saying, 'This fellow began to build and was not able to finish.' "},{"_id":"61623be08d436e0b7f06a667","topicId":"61623bdd8d436e0b7f06a65f","verse":"Romans 8:28","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"61623be08d436e0b7f06a668","topicId":"61623bdd8d436e0b7f06a65f","verse":"Hebrews 4:12","votes":7,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"61623be18d436e0b7f06a669","topicId":"61623bdd8d436e0b7f06a65f","verse":"2 Peter 1:20-21","votes":8,"__v":0,"esv":"<div>\n<p id=\"p61001020_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation. <b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  <strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>20</strong></sup> Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation. <sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit. ","modified":"2022-07-02T01:11:41.346Z"},{"_id":"61623be18d436e0b7f06a66a","topicId":"61623bdd8d436e0b7f06a65f","verse":"Isaiah 41:10","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-12\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"61623be18d436e0b7f06a66b","topicId":"61623bdd8d436e0b7f06a65f","verse":"Matthew 7:12","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-13\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets."},{"_id":"61623be28d436e0b7f06a66c","topicId":"61623bdd8d436e0b7f06a65f","verse":"Proverbs 14:12","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014012_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014012-1\">12&nbsp;</b>&nbsp;&nbsp;There is a way that seems right to a man,</span><br><span id=\"p20014012_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but its end is the way to death.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>12</strong> There is a way which seemeth right unto a man, but the end thereof are the ways of death.  ","niv":"<sup><strong>12</strong></sup> There is a way that seems right to a man, but in the end it leads to death.","modified":"2023-10-26T02:28:29.910Z"},{"_id":"61623be28d436e0b7f06a66d","topicId":"61623bdd8d436e0b7f06a65f","verse":"James 4:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59004003_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004003-1\">3&nbsp;</b>You ask and do not receive, because you ask wrongly, to spend it on your passions.</p>\n</div>","kjv":"<strong>3</strong> Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.  ","niv":"<sup><strong>3</strong></sup> When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures."},{"_id":"61623be28d436e0b7f06a66e","topicId":"61623bdd8d436e0b7f06a65f","verse":"Romans 13:1-7","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"61623be28d436e0b7f06a66f","topicId":"61623bdd8d436e0b7f06a65f","verse":"2 Corinthians 9:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p47009007_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009007-1\">7&nbsp;</b>Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.</p>\n</div>","kjv":"<strong>7</strong> Every man according as he purposeth in his heart, so let him give;  not grudgingly, or of necessity: for God loveth a cheerful giver.  ","niv":"<sup><strong>7</strong></sup> Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."},{"_id":"61623be38d436e0b7f06a670","topicId":"61623bdd8d436e0b7f06a65f","verse":"Colossians 3:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51003015_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003015-1\">15&nbsp;</b>And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful.</p>\n</div>","kjv":"<strong>15</strong> And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.  ","niv":"<sup><strong>15</strong></sup> Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful."},{"_id":"61623be38d436e0b7f06a671","topicId":"61623bdd8d436e0b7f06a65f","verse":"Amos 3:3","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003003_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003003-1\">3&nbsp;</b>&nbsp;&nbsp;“Do two walk together,</span><br><span id=\"p30003003_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;unless they have agreed to meet?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Can two walk together, except they be agreed?  ","niv":"<sup><strong>3</strong></sup> Do two walk together unless they have agreed to do so?"},{"_id":"61623be38d436e0b7f06a672","topicId":"61623bdd8d436e0b7f06a65f","verse":"Galatians 6:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p48006007_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap.</p>\n</div>","kjv":"<strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  ","niv":"<sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows."},{"_id":"61623be38d436e0b7f06a673","topicId":"61623bdd8d436e0b7f06a65f","verse":"Luke 1:37","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\""},{"_id":"61623be48d436e0b7f06a674","topicId":"61623bdd8d436e0b7f06a65f","verse":"Proverbs 4:23","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20004023_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20004023-1\">23&nbsp;</b>&nbsp;&nbsp;Keep your heart with all vigilance,</span><br><span id=\"p20004023_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for from it flow the springs of life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Keep thy heart with all diligence; for out of it are the issues of life.  ","niv":"<sup><strong>23</strong></sup> Above all else, guard your heart, for it is the wellspring of life."},{"_id":"61623be48d436e0b7f06a676","topicId":"61623bdd8d436e0b7f06a65f","verse":"Romans 8:31","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45008031_04-23\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us?</p>\n\n</div>","kjv":"<strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  ","niv":"<sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us?"},{"_id":"61623be48d436e0b7f06a675","topicId":"61623bdd8d436e0b7f06a65f","verse":"Romans 5:3-5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45005003_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005003-1\">3&nbsp;</b>Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, <b class=\"verse-num\" id=\"v45005004-1\">4&nbsp;</b>and endurance produces character, and character produces hope, <b class=\"verse-num\" id=\"v45005005-1\">5&nbsp;</b>and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us.</p>\n</div>","kjv":"<strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  <strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  ","niv":"<sup><strong>3</strong></sup> Not only so, but we also rejoice in our sufferings, because we know that suffering produces perseverance; <sup><strong>4</strong></sup> perseverance, character; and character, hope. <sup><strong>5</strong></sup> And hope does not disappoint us, because God has poured out his love into our hearts by the Holy Spirit, whom he has given us. "},{"_id":"61623be58d436e0b7f06a677","topicId":"61623bdd8d436e0b7f06a65f","verse":"1 John 4:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62004008_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love.</p>\n</div>","kjv":"<strong>8</strong> He that loveth not knoweth not God; for God is love.  ","niv":"<sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love."},{"_id":"61623be58d436e0b7f06a678","topicId":"61623bdd8d436e0b7f06a65f","verse":"Psalm 119:105","votes":4,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-26\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path."}]}