{"_id":"616241cd8d436e0b7f06a72f","slug":"governing","name":"Governing","verses":[{"_id":"616241cd8d436e0b7f06a730","topicId":"616241cd8d436e0b7f06a72f","verse":"Romans 13:1-7","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-3\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-3\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"616241cd8d436e0b7f06a731","topicId":"616241cd8d436e0b7f06a72f","verse":"Romans 13:1","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God."},{"_id":"616241ce8d436e0b7f06a732","topicId":"616241cd8d436e0b7f06a72f","verse":"Romans 13:1-14","votes":15,"__v":0,"kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"616241ce8d436e0b7f06a733","topicId":"616241cd8d436e0b7f06a72f","verse":"Acts 5:29","votes":12,"__v":0,"esv":"<div>\n<p id=\"p44005029_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men.</p>\n</div>","kjv":"<strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  ","niv":"<sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men!"},{"_id":"616241ce8d436e0b7f06a734","topicId":"616241cd8d436e0b7f06a72f","verse":"1 Peter 2:13-17","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p60002013_04-6\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good. <b class=\"verse-num\" id=\"v60002015-1\">15&nbsp;</b>For this is the will of God, that by doing good you should put to silence the ignorance of foolish people. <b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God. <b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n\n</div>","kjv":"<strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  <strong>15</strong> For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:  <strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  <strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  ","niv":"<sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <sup><strong>15</strong></sup> For it is God's will that by doing good you should silence the ignorant talk of foolish men. <sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God. <sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king. "},{"_id":"616241cf8d436e0b7f06a735","topicId":"616241cd8d436e0b7f06a72f","verse":"John 19:11","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43019011_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019011-1\">11&nbsp;</b>Jesus answered him, <span class=\"woc\">“You would have no authority over me at all unless it had been given you from above. Therefore he who delivered me over to you has the greater sin.”</span></p>\n</div>","kjv":"<strong>11</strong> Jesus answered, Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin.  ","niv":"<sup><strong>11</strong></sup> Jesus answered, \"You would have no power over me if it were not given to you from above. Therefore the one who handed me over to you is guilty of a greater sin.\""},{"_id":"616241cf8d436e0b7f06a736","topicId":"616241cd8d436e0b7f06a72f","verse":"1 Peter 2:13-14","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p60002013_04-9\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good.</p>\n\n</div>","kjv":"<strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  ","niv":"<sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. "},{"_id":"616241cf8d436e0b7f06a737","topicId":"616241cd8d436e0b7f06a72f","verse":"1 Timothy 2:1-2","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way.</p>\n</div>","kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. "},{"_id":"616241d08d436e0b7f06a738","topicId":"616241cd8d436e0b7f06a72f","verse":"Romans 13:7","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45013007_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor."},{"_id":"616241d08d436e0b7f06a739","topicId":"616241cd8d436e0b7f06a72f","verse":"Titus 3:1","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p56003001_07-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56003001-1\">3:1&nbsp;</b>Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work,</p>\n</div>","kjv":"<strong>1</strong> Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,  ","niv":"<sup><strong>1</strong></sup> Remind the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good,"},{"_id":"616241d08d436e0b7f06a73a","topicId":"616241cd8d436e0b7f06a72f","verse":"Romans 13:4","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45013004_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer.</p>\n</div>","kjv":"<strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  ","niv":"<sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer."},{"_id":"616241d08d436e0b7f06a73b","topicId":"616241cd8d436e0b7f06a72f","verse":"Romans 13:2","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45013002_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment.</p>\n</div>","kjv":"<strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  ","niv":"<sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves."},{"_id":"616241d18d436e0b7f06a73c","topicId":"616241cd8d436e0b7f06a72f","verse":"Titus 1:5","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p56001005_04-16\"><b class=\"verse-num\" id=\"v56001005-1\">5&nbsp;</b>This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—</p>\n</div>","kjv":"<strong>5</strong> For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:  ","niv":"<sup><strong>5</strong></sup> The reason I left you in Crete was that you might straighten out what was left unfinished and appoint elders in every town, as I directed you."},{"_id":"616241d18d436e0b7f06a73d","topicId":"616241cd8d436e0b7f06a72f","verse":"Romans 13:1-5","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. "},{"_id":"616241d18d436e0b7f06a73e","topicId":"616241cd8d436e0b7f06a72f","verse":"Proverbs 29:2","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029002_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029002-1\">2&nbsp;</b>&nbsp;&nbsp;When the righteous increase, the people rejoice,</span><br><span id=\"p20029002_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but when the wicked rule, the people groan.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> When the righteous are in authority, the people rejoice: but when the wicked beareth rule, the people mourn.  ","niv":"<sup><strong>2</strong></sup> When the righteous thrive, the people rejoice; when the wicked rule, the people groan."},{"_id":"616241d28d436e0b7f06a73f","topicId":"616241cd8d436e0b7f06a72f","verse":"John 19:10-11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43019010_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019010-1\">10&nbsp;</b>So Pilate said to him, “You will not speak to me? Do you not know that I have authority to release you and authority to crucify you?” <b class=\"verse-num\" id=\"v43019011-1\">11&nbsp;</b>Jesus answered him, <span class=\"woc\">“You would have no authority over me at all unless it had been given you from above. Therefore he who delivered me over to you has the greater sin.”</span></p>\n</div>","kjv":"<strong>10</strong> Then saith Pilate unto him, Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee?  <strong>11</strong> Jesus answered, Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin.  ","niv":"<sup><strong>10</strong></sup> \"Do you refuse to speak to me?\" Pilate said. \"Don't you realize I have power either to free you or to crucify you?\" <sup><strong>11</strong></sup> Jesus answered, \"You would have no power over me if it were not given to you from above. Therefore the one who handed me over to you is guilty of a greater sin.\" "},{"_id":"616241d28d436e0b7f06a740","topicId":"616241cd8d436e0b7f06a72f","verse":"Matthew 22:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40022021_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022021-1\">21&nbsp;</b>They said, “Caesar’s.” Then he said to them, <span class=\"woc\">“Therefore render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span></p>\n</div>","kjv":"<strong>21</strong> They say unto him, Caesar’s. Then saith he unto them, Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.  ","niv":"<sup><strong>21</strong></sup> \"Caesar's,\" they replied. Then he said to them, \"Give to Caesar what is Caesar's, and to God what is God's.\""},{"_id":"616241d28d436e0b7f06a741","topicId":"616241cd8d436e0b7f06a72f","verse":"Daniel 6:1-28","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p27006001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27006001-1\">6:1&nbsp;</b>It pleased Darius to set over the kingdom 120 satraps, to be throughout the whole kingdom; <b class=\"verse-num\" id=\"v27006002-1\">2&nbsp;</b>and over them three high officials, of whom Daniel was one, to whom these satraps should give account, so that the king might suffer no loss. <b class=\"verse-num\" id=\"v27006003-1\">3&nbsp;</b>Then this Daniel became distinguished above all the other high officials and satraps, because an excellent spirit was in him. And the king planned to set him over the whole kingdom. <b class=\"verse-num\" id=\"v27006004-1\">4&nbsp;</b>Then the high officials and the satraps sought to find a ground for complaint against Daniel with regard to the kingdom, but they could find no ground for complaint or any fault, because he was faithful, and no error or fault was found in him. <b class=\"verse-num\" id=\"v27006005-1\">5&nbsp;</b>Then these men said, “We shall not find any ground for complaint against this Daniel unless we find it in connection with the law of his God.”</p>\n<p id=\"p27006005_06-21\"><b class=\"verse-num\" id=\"v27006006-1\">6&nbsp;</b>Then these high officials and satraps came by agreement to the king and said to him, “O King Darius, live forever! <b class=\"verse-num\" id=\"v27006007-1\">7&nbsp;</b>All the high officials of the kingdom, the prefects and the satraps, the counselors and the governors are agreed that the king should establish an ordinance and enforce an injunction, that whoever makes petition to any god or man for thirty days, except to you, O king, shall be cast into the den of lions. <b class=\"verse-num\" id=\"v27006008-1\">8&nbsp;</b>Now, O king, establish the injunction and sign the document, so that it cannot be changed, according to the law of the Medes and the Persians, which cannot be revoked.” <b class=\"verse-num\" id=\"v27006009-1\">9&nbsp;</b>Therefore King Darius signed the document and injunction.</p>\n<p id=\"p27006009_06-21\"><b class=\"verse-num\" id=\"v27006010-1\">10&nbsp;</b>When Daniel knew that the document had been signed, he went to his house where he had windows in his upper chamber open toward Jerusalem. He got down on his knees three times a day and prayed and gave thanks before his God, as he had done previously. <b class=\"verse-num\" id=\"v27006011-1\">11&nbsp;</b>Then these men came by agreement and found Daniel making petition and plea before his God. <b class=\"verse-num\" id=\"v27006012-1\">12&nbsp;</b>Then they came near and said before the king, concerning the injunction, “O king! Did you not sign an injunction, that anyone who makes petition to any god or man within thirty days except to you, O king, shall be cast into the den of lions?” The king answered and said, “The thing stands fast, according to the law of the Medes and Persians, which cannot be revoked.” <b class=\"verse-num\" id=\"v27006013-1\">13&nbsp;</b>Then they answered and said before the king, “Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or the injunction you have signed, but makes his petition three times a day.”</p>\n<p id=\"p27006013_06-21\"><b class=\"verse-num\" id=\"v27006014-1\">14&nbsp;</b>Then the king, when he heard these words, was much distressed and set his mind to deliver Daniel. And he labored till the sun went down to rescue him. <b class=\"verse-num\" id=\"v27006015-1\">15&nbsp;</b>Then these men came by agreement to the king and said to the king, “Know, O king, that it is a law of the Medes and Persians that no injunction or ordinance that the king establishes can be changed.”</p>\n<p id=\"p27006015_06-21\"><b class=\"verse-num\" id=\"v27006016-1\">16&nbsp;</b>Then the king commanded, and Daniel was brought and cast into the den of lions. The king declared to Daniel, “May your God, whom you serve continually, deliver you!” <b class=\"verse-num\" id=\"v27006017-1\">17&nbsp;</b>And a stone was brought and laid on the mouth of the den, and the king sealed it with his own signet and with the signet of his lords, that nothing might be changed concerning Daniel. <b class=\"verse-num\" id=\"v27006018-1\">18&nbsp;</b>Then the king went to his palace and spent the night fasting; no diversions were brought to him, and sleep fled from him.</p>\n<p id=\"p27006018_06-21\"><b class=\"verse-num\" id=\"v27006019-1\">19&nbsp;</b>Then, at break of day, the king arose and went in haste to the den of lions. <b class=\"verse-num\" id=\"v27006020-1\">20&nbsp;</b>As he came near to the den where Daniel was, he cried out in a tone of anguish. The king declared to Daniel, “O Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lions?” <b class=\"verse-num\" id=\"v27006021-1\">21&nbsp;</b>Then Daniel said to the king, “O king, live forever! <b class=\"verse-num\" id=\"v27006022-1\">22&nbsp;</b>My God sent his angel and shut the lions’ mouths, and they have not harmed me, because I was found blameless before him; and also before you, O king, I have done no harm.” <b class=\"verse-num\" id=\"v27006023-1\">23&nbsp;</b>Then the king was exceedingly glad, and commanded that Daniel be taken up out of the den. So Daniel was taken up out of the den, and no kind of harm was found on him, because he had trusted in his God. <b class=\"verse-num\" id=\"v27006024-1\">24&nbsp;</b>And the king commanded, and those men who had maliciously accused Daniel were brought and cast into the den of lions—they, their children, and their wives. And before they reached the bottom of the den, the lions overpowered them and broke all their bones in pieces.</p>\n<p id=\"p27006024_06-21\"><b class=\"verse-num\" id=\"v27006025-1\">25&nbsp;</b>Then King Darius wrote to all the peoples, nations, and languages that dwell in all the earth: “Peace be multiplied to you. <b class=\"verse-num\" id=\"v27006026-1\">26&nbsp;</b>I make a decree, that in all my royal dominion people are to tremble and fear before the God of Daniel,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27006026_06-21\" class=\"line\">&nbsp;&nbsp;for he is the living God,</span><br><span id=\"p27006026_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;enduring forever;</span><br><span id=\"p27006026_06-21\" class=\"line\">&nbsp;&nbsp;his kingdom shall never be destroyed,</span><br><span id=\"p27006026_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his dominion shall be to the end.</span><br><span id=\"p27006027_06-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v27006027-1\">27&nbsp;</b>&nbsp;&nbsp;He delivers and rescues;</span><br><span id=\"p27006027_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he works signs and wonders</span><br><span id=\"p27006027_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in heaven and on earth,</span><br><span id=\"p27006027_06-21\" class=\"line\">&nbsp;&nbsp;he who has saved Daniel</span><br><span id=\"p27006027_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the power of the lions.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27006027_06-21\"><b class=\"verse-num\" id=\"v27006028-1\">28&nbsp;</b>So this Daniel prospered during the reign of Darius and the reign of Cyrus the Persian.</p>\n\n</div>","kjv":"<strong>1</strong> It pleased Darius to set over the kingdom an hundred and twenty princes, which should be over the whole kingdom;  <strong>2</strong> And over these three presidents; of whom Daniel was first: that the princes might give accounts unto them, and the king should have no damage.  <strong>3</strong> Then this Daniel was preferred above the presidents and princes, because an excellent spirit was in him; and the king thought to set him over the whole realm.  <strong>4</strong> Then the presidents and princes sought to find occasion against Daniel concerning the kingdom; but they could find none occasion nor fault; forasmuch as he was faithful, neither was there any error or fault found in him.  <strong>5</strong> Then said these men, We shall not find any occasion against this Daniel, except we find it against him concerning the law of his God.  <strong>6</strong> Then these presidents and princes assembled together to the king, and said thus unto him, King Darius, live for ever.  <strong>7</strong> All the presidents of the kingdom, the governors, and the princes, the counsellors, and the captains, have consulted together to establish a royal statute, and to make a firm decree, that whosoever shall ask a petition of any God or man for thirty days, save of thee, O king, he shall be cast into the den of lions.  <strong>8</strong> Now, O king, establish the decree, and sign the writing, that it be not changed, according to the law of the Medes and Persians, which altereth not.  <strong>9</strong> Wherefore king Darius signed the writing and the decree.  <strong>10</strong> Now when Daniel knew that the writing was signed, he went into his house; and his windows being open in his chamber toward Jerusalem, he kneeled upon his knees three times a day, and prayed, and gave thanks before his God, as he did aforetime.  <strong>11</strong> Then these men assembled, and found Daniel praying and making supplication before his God.  <strong>12</strong> Then they came near, and spake before the king concerning the king’s decree; Hast thou not signed a decree, that every man that shall ask a petition of any God or man within thirty days, save of thee, O king, shall be cast into the den of lions? The king answered and said, The thing is true, according to the law of the Medes and Persians, which altereth not.  <strong>13</strong> Then answered they and said before the king, That Daniel, which is of the children of the captivity of Judah, regardeth not thee, O king, nor the decree that thou hast signed, but maketh his petition three times a day.  <strong>14</strong> Then the king, when he heard these words, was sore displeased with himself, and set his heart on Daniel to deliver him: and he laboured till the going down of the sun to deliver him.  <strong>15</strong> Then these men assembled unto the king, and said unto the king, Know, O king, that the law of the Medes and Persians is, That no decree nor statute which the king establisheth may be changed.  <strong>16</strong> Then the king commanded, and they brought Daniel, and cast him  into the den of lions. Now the king spake and said unto Daniel, Thy God whom thou servest continually, he will deliver thee.  <strong>17</strong> And a stone was brought and laid upon the mouth of the den; and the king sealed it with his own signet, and with the signet of his lords; that the purpose might not be changed concerning Daniel.  <strong>18</strong> Then the king went to his palace, and passed the night fasting: neither were instruments of musick brought before him: and his sleep went from him.  <strong>19</strong> Then the king arose very early in the morning, and went in haste unto the den of lions.  <strong>20</strong> And when he came to the den, he cried with a lamentable voice unto Daniel: and the king spake and said to Daniel, O Daniel, servant of the living God, is thy God, whom thou servest continually, able to deliver thee from the lions?  <strong>21</strong> Then said Daniel unto the king, O king, live for ever.  <strong>22</strong> My God hath sent his angel, and hath shut the lions mouths, that they have not hurt me: forasmuch as before him innocency was found in me; and also before thee, O king, have I done no hurt.  <strong>23</strong> Then was the king exceeding glad for him, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no manner of hurt was found upon him, because he believed in his God.  <strong>24</strong> And the king commanded, and they brought those men which had accused Daniel, and they cast them into the den of lions, them, their children, and their wives; and the lions had the mastery of them, and brake all their bones in pieces or ever they came at the bottom of the den.  <strong>25</strong> Then king Darius wrote unto all people, nations, and languages, that dwell in all the earth; Peace be multiplied unto you.  <strong>26</strong> I make a decree, That in every dominion of my kingdom men tremble and fear before the God of Daniel: for he is the living God, and stedfast for ever, and his kingdom that which shall not be destroyed, and his dominion shall be even unto the end.  <strong>27</strong> He delivereth and rescueth, and he worketh signs and wonders in heaven and in earth, who hath delivered Daniel from the power of the lions.  <strong>28</strong> So this Daniel prospered in the reign of Darius, and in the reign of Cyrus the Persian.  ","niv":"<sup><strong>1</strong></sup> It pleased Darius to appoint 120 satraps to rule throughout the kingdom, <sup><strong>2</strong></sup> with three administrators over them, one of whom was Daniel. The satraps were made accountable to them so that the king might not suffer loss. <sup><strong>3</strong></sup> Now Daniel so distinguished himself among the administrators and the satraps by his exceptional qualities that the king planned to set him over the whole kingdom. <sup><strong>4</strong></sup> At this, the administrators and the satraps tried to find grounds for charges against Daniel in his conduct of government affairs, but they were unable to do so. They could find no corruption in him, because he was trustworthy and neither corrupt nor negligent. <sup><strong>5</strong></sup> Finally these men said, \"We will never find any basis for charges against this man Daniel unless it has something to do with the law of his God.\" <sup><strong>6</strong></sup> So the administrators and the satraps went as a group to the king and said: \"O King Darius, live forever! <sup><strong>7</strong></sup> The royal administrators, prefects, satraps, advisers and governors have all agreed that the king should issue an edict and enforce the decree that anyone who prays to any god or man during the next thirty days, except to you, O king, shall be thrown into the lions' den. <sup><strong>8</strong></sup> Now, O king, issue the decree and put it in writing so that it cannot be altered-in accordance with the laws of the Medes and Persians, which cannot be repealed.\" <sup><strong>9</strong></sup> So King Darius put the decree in writing. <sup><strong>10</strong></sup> Now when Daniel learned that the decree had been published, he went home to his upstairs room where the windows opened toward Jerusalem. Three times a day he got down on his knees and prayed, giving thanks to his God, just as he had done before. <sup><strong>11</strong></sup> Then these men went as a group and found Daniel praying and asking God for help. <sup><strong>12</strong></sup> So they went to the king and spoke to him about his royal decree: \"Did you not publish a decree that during the next thirty days anyone who prays to any god or man except to you, O king, would be thrown into the lions' den?\" The king answered, \"The decree stands-in accordance with the laws of the Medes and Persians, which cannot be repealed.\" <sup><strong>13</strong></sup> Then they said to the king, \"Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or to the decree you put in writing. He still prays three times a day.\" <sup><strong>14</strong></sup> When the king heard this, he was greatly distressed; he was determined to rescue Daniel and made every effort until sundown to save him. <sup><strong>15</strong></sup> Then the men went as a group to the king and said to him, \"Remember, O king, that according to the law of the Medes and Persians no decree or edict that the king issues can be changed.\" <sup><strong>16</strong></sup> So the king gave the order, and they brought Daniel and threw him into the lions' den. The king said to Daniel, \"May your God, whom you serve continually, rescue you!\" <sup><strong>17</strong></sup> A stone was brought and placed over the mouth of the den, and the king sealed it with his own signet ring and with the rings of his nobles, so that Daniel's situation might not be changed. <sup><strong>18</strong></sup> Then the king returned to his palace and spent the night without eating and without any entertainment being brought to him. And he could not sleep. <sup><strong>19</strong></sup> At the first light of dawn, the king got up and hurried to the lions' den. <sup><strong>20</strong></sup> When he came near the den, he called to Daniel in an anguished voice, \"Daniel, servant of the living God, has your God, whom you serve continually, been able to rescue you from the lions?\" <sup><strong>21</strong></sup> Daniel answered, \"O king, live forever! <sup><strong>22</strong></sup> My God sent his angel, and he shut the mouths of the lions. They have not hurt me, because I was found innocent in his sight. Nor have I ever done any wrong before you, O king.\" <sup><strong>23</strong></sup> The king was overjoyed and gave orders to lift Daniel out of the den. And when Daniel was lifted from the den, no wound was found on him, because he had trusted in his God. <sup><strong>24</strong></sup> At the king's command, the men who had falsely accused Daniel were brought in and thrown into the lions' den, along with their wives and children. And before they reached the floor of the den, the lions overpowered them and crushed all their bones. <sup><strong>25</strong></sup> Then King Darius wrote to all the peoples, nations and men of every language throughout the land: \"May you prosper greatly! <sup><strong>26</strong></sup> \"I issue a decree that in every part of my kingdom people must fear and reverence the God of Daniel. \"For he is the living God and he endures forever; his kingdom will not be destroyed, his dominion will never end. <sup><strong>27</strong></sup> He rescues and he saves; he performs signs and wonders in the heavens and on the earth. He has rescued Daniel from the power of the lions.\" <sup><strong>28</strong></sup> So Daniel prospered during the reign of Darius and the reign of Cyrus the Persian. "},{"_id":"616241d38d436e0b7f06a742","topicId":"616241cd8d436e0b7f06a72f","verse":"Psalm 33:12","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19033012_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033012-1\">12&nbsp;</b>&nbsp;&nbsp;Blessed is the nation whose God is the LORD,</span><br><span id=\"p19033012_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the people whom he has chosen as his heritage!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Blessed is the nation whose God is the LORD: and the people whom he hath chosen for his own inheritance.  ","niv":"<sup><strong>12</strong></sup> Blessed is the nation whose God is the LORD, the people he chose for his inheritance."},{"_id":"616241d38d436e0b7f06a743","topicId":"616241cd8d436e0b7f06a72f","verse":"Exodus 20:1-17","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p02020001_04-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02020001-1\">20:1&nbsp;</b>And God spoke all these words, saying,</p>\n<p id=\"p02020001_04-23\"><b class=\"verse-num\" id=\"v02020002-1\">2&nbsp;</b>“I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p02020002_04-23\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_04-23\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p02020006_04-23\"><b class=\"verse-num\" id=\"v02020007-1\">7&nbsp;</b>“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p02020007_04-23\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n<p id=\"p02020011_04-23\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n<p id=\"p02020012_04-23\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n<p id=\"p02020013_04-23\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n<p id=\"p02020014_04-23\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n<p id=\"p02020015_04-23\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n<p id=\"p02020016_04-23\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n\n</div>","kjv":"<strong>1</strong> And God spake all these words, saying,  <strong>2</strong> I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage.  <strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  <strong>7</strong> Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.  <strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  <strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  <strong>13</strong> Thou shalt not kill.  <strong>14</strong> Thou shalt not commit adultery.  <strong>15</strong> Thou shalt not steal.  <strong>16</strong> Thou shalt not bear false witness against thy neighbour.  <strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  ","niv":"<sup><strong>1</strong></sup> And God spoke all these words: <sup><strong>2</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. <sup><strong>7</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. <sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. <sup><strong>13</strong></sup> \"You shall not murder. <sup><strong>14</strong></sup> \"You shall not commit adultery. <sup><strong>15</strong></sup> \"You shall not steal. <sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" "},{"_id":"616241d38d436e0b7f06a744","topicId":"616241cd8d436e0b7f06a72f","verse":"1 Peter 2:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p60002017_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n</div>","kjv":"<strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  ","niv":"<sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king."},{"_id":"616241d38d436e0b7f06a745","topicId":"616241cd8d436e0b7f06a72f","verse":"Romans 13:6-7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45013006_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"616241d48d436e0b7f06a746","topicId":"616241cd8d436e0b7f06a72f","verse":"John 18:36","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43018036_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span></p>\n</div>","kjv":"<strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  ","niv":"<sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\""},{"_id":"616241d48d436e0b7f06a747","topicId":"616241cd8d436e0b7f06a72f","verse":"Daniel 2:44","votes":5,"__v":0,"esv":"<div>\n<p id=\"p27002044_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002044-1\">44&nbsp;</b>And in the days of those kings the God of heaven will set up a kingdom that shall never be destroyed, nor shall the kingdom be left to another people. It shall break in pieces all these kingdoms and bring them to an end, and it shall stand forever,</p>\n</div>","kjv":"<strong>44</strong> And in the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand for ever.  ","niv":"<sup><strong>44</strong></sup> \"In the time of those kings, the God of heaven will set up a kingdom that will never be destroyed, nor will it be left to another people. It will crush all those kingdoms and bring them to an end, but it will itself endure forever."},{"_id":"616241d48d436e0b7f06a748","topicId":"616241cd8d436e0b7f06a72f","verse":"Proverbs 21:1","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021001_01-29\" class=\"line\"><b class=\"chapter-num\" id=\"v20021001-1\">21:1&nbsp;</b>&nbsp;&nbsp;The king’s heart is a stream of water in the hand of the LORD;</span><br><span id=\"p20021001_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he turns it wherever he will.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The king’s heart is in the hand of the LORD, as  the rivers of water: he turneth it whithersoever he will.  ","niv":"<sup><strong>1</strong></sup> The king's heart is in the hand of the LORD; he directs it like a watercourse wherever he pleases."}]}