{"_id":"616243728d436e0b7f06a829","slug":"gray-hair","name":"Gray Hair","verses":[{"_id":"616243738d436e0b7f06a82a","topicId":"616243728d436e0b7f06a829","verse":"Proverbs 16:31","votes":242,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016031_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016031-1\">31&nbsp;</b>&nbsp;&nbsp;Gray hair is a crown of glory;</span><br><span id=\"p20016031_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is gained in a righteous life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> The hoary head is a crown of glory, if it be found in the way of righteousness.  ","niv":"<sup><strong>31</strong></sup> Gray hair is a crown of splendor; it is attained by a righteous life.","modified":"2022-06-13T21:14:17.046Z"},{"_id":"616243738d436e0b7f06a82b","topicId":"616243728d436e0b7f06a829","verse":"Proverbs 20:29","votes":54,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020029_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020029-1\">29&nbsp;</b>&nbsp;&nbsp;The glory of young men is their strength,</span><br><span id=\"p20020029_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the splendor of old men is their gray hair.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>29</strong> The glory of young men is their strength: and the beauty of old men is the grey head.  ","niv":"<sup><strong>29</strong></sup> The glory of young men is their strength, gray hair the splendor of the old.","modified":"2022-10-14T15:27:22.902Z"},{"_id":"616243748d436e0b7f06a82d","topicId":"616243728d436e0b7f06a829","verse":"Hosea 7:9","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28007009_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v28007009-1\">9&nbsp;</b>&nbsp;&nbsp;Strangers devour his strength,</span><br><span id=\"p28007009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he knows it not;</span><br><span id=\"p28007009_01-3\" class=\"line\">&nbsp;&nbsp;gray hairs are sprinkled upon him,</span><br><span id=\"p28007009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he knows it not.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Strangers have devoured his strength, and he knoweth it not: yea, gray hairs are here and there upon him, yet he knoweth not.  ","niv":"<sup><strong>9</strong></sup> Foreigners sap his strength, but he does not realize it. His hair is sprinkled with gray, but he does not notice.","modified":"2023-06-11T21:14:23.311Z"},{"_id":"616243748d436e0b7f06a82c","topicId":"616243728d436e0b7f06a829","verse":"Isaiah 46:4","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23046004_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23046004-1\">4&nbsp;</b>&nbsp;&nbsp;even to your old age I am he,</span><br><span id=\"p23046004_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to gray hairs I will carry you.</span><br><span id=\"p23046004_01-4\" class=\"line\">&nbsp;&nbsp;I have made, and I will bear;</span><br><span id=\"p23046004_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will carry and will save.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> And even to your old age I am he; and even to hoar hairs will I carry you: I have made, and I will bear; even I will carry, and will deliver you. ","niv":"<sup><strong>4</strong></sup> Even to your old age and gray hairs I am he, I am he who will sustain you. I have made you and I will carry you; I will sustain you and I will rescue you.","modified":"2022-12-13T16:07:52.929Z"},{"_id":"616243748d436e0b7f06a82e","topicId":"616243728d436e0b7f06a829","verse":"Matthew 5:36","votes":21,"__v":0,"esv":"<div>\n<p id=\"p40005036_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span></p>\n</div>","kjv":"<strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  ","niv":"<sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black."},{"_id":"616243748d436e0b7f06a82f","topicId":"616243728d436e0b7f06a829","verse":"1 Kings 2:6","votes":14,"__v":0,"esv":"<div>\n<p id=\"p11002006_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v11002006-1\">6&nbsp;</b>Act therefore according to your wisdom, but do not let his gray head go down to Sheol in peace.</p>\n</div>","kjv":"<strong>6</strong> Do therefore according to thy wisdom, and let not his hoar head go down to the grave in peace.  ","niv":"<sup><strong>6</strong></sup> Deal with him according to your wisdom, but do not let his gray head go down to the grave in peace."},{"_id":"616243758d436e0b7f06a830","topicId":"616243728d436e0b7f06a829","verse":"Genesis 42:38","votes":8,"__v":0,"esv":"<div>\n<p id=\"p01042038_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v01042038-1\">38&nbsp;</b>But he said, “My son shall not go down with you, for his brother is dead, and he is the only one left. If harm should happen to him on the journey that you are to make, you would bring down my gray hairs with sorrow to Sheol.”</p>\n</div>","kjv":"<strong>38</strong> And he said, My son shall not go down with you; for his brother is dead, and he is left alone: if mischief befall him by the way in the which ye go, then shall ye bring down my gray hairs with sorrow to the grave.  ","niv":"<sup><strong>38</strong></sup> But Jacob said, \"My son will not go down there with you; his brother is dead and he is the only one left. If harm comes to him on the journey you are taking, you will bring my gray head down to the grave in sorrow.\""},{"_id":"616243758d436e0b7f06a831","topicId":"616243728d436e0b7f06a829","verse":"2 Kings 8:1-29","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p12008001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12008001-1\">8:1&nbsp;</b>Now Elisha had said to the woman whose son he had restored to life, “Arise, and depart with your household, and sojourn wherever you can, for the LORD has called for a famine, and it will come upon the land for seven years.” <b class=\"verse-num\" id=\"v12008002-1\">2&nbsp;</b>So the woman arose and did according to the word of the man of God. She went with her household and sojourned in the land of the Philistines seven years. <b class=\"verse-num\" id=\"v12008003-1\">3&nbsp;</b>And at the end of the seven years, when the woman returned from the land of the Philistines, she went to appeal to the king for her house and her land. <b class=\"verse-num\" id=\"v12008004-1\">4&nbsp;</b>Now the king was talking with Gehazi the servant of the man of God, saying, “Tell me all the great things that Elisha has done.” <b class=\"verse-num\" id=\"v12008005-1\">5&nbsp;</b>And while he was telling the king how Elisha had restored the dead to life, behold, the woman whose son he had restored to life appealed to the king for her house and her land. And Gehazi said, “My lord, O king, here is the woman, and here is her son whom Elisha restored to life.” <b class=\"verse-num\" id=\"v12008006-1\">6&nbsp;</b>And when the king asked the woman, she told him. So the king appointed an official for her, saying, “Restore all that was hers, together with all the produce of the fields from the day that she left the land until now.”</p>\n\n<p id=\"p12008006_08-9\"><b class=\"verse-num\" id=\"v12008007-1\">7&nbsp;</b>Now Elisha came to Damascus. Ben-hadad the king of Syria was sick. And when it was told him, “The man of God has come here,” <b class=\"verse-num\" id=\"v12008008-1\">8&nbsp;</b>the king said to Hazael, “Take a present with you and go to meet the man of God, and inquire of the LORD through him, saying, ‘Shall I recover from this sickness?’” <b class=\"verse-num\" id=\"v12008009-1\">9&nbsp;</b>So Hazael went to meet him, and took a present with him, all kinds of goods of Damascus, forty camels’ loads. When he came and stood before him, he said, “Your son Ben-hadad king of Syria has sent me to you, saying, ‘Shall I recover from this sickness?’” <b class=\"verse-num\" id=\"v12008010-1\">10&nbsp;</b>And Elisha said to him, “Go, say to him, ‘You shall certainly recover,’ but the LORD has shown me that he shall certainly die.” <b class=\"verse-num\" id=\"v12008011-1\">11&nbsp;</b>And he fixed his gaze and stared at him, until he was embarrassed. And the man of God wept. <b class=\"verse-num\" id=\"v12008012-1\">12&nbsp;</b>And Hazael said, “Why does my lord weep?” He answered, “Because I know the evil that you will do to the people of Israel. You will set on fire their fortresses, and you will kill their young men with the sword and dash in pieces their little ones and rip open their pregnant women.” <b class=\"verse-num\" id=\"v12008013-1\">13&nbsp;</b>And Hazael said, “What is your servant, who is but a dog, that he should do this great thing?” Elisha answered, “The LORD has shown me that you are to be king over Syria.” <b class=\"verse-num\" id=\"v12008014-1\">14&nbsp;</b>Then he departed from Elisha and came to his master, who said to him, “What did Elisha say to you?” And he answered, “He told me that you would certainly recover.” <b class=\"verse-num\" id=\"v12008015-1\">15&nbsp;</b>But the next day he took the bed cloth and dipped it in water and spread it over his face, till he died. And Hazael became king in his place.</p>\n\n<p id=\"p12008015_12-9\"><b class=\"verse-num\" id=\"v12008016-1\">16&nbsp;</b>In the fifth year of Joram the son of Ahab, king of Israel, when Jehoshaphat was king of Judah, Jehoram the son of Jehoshaphat, king of Judah, began to reign. <b class=\"verse-num\" id=\"v12008017-1\">17&nbsp;</b>He was thirty-two years old when he became king, and he reigned eight years in Jerusalem. <b class=\"verse-num\" id=\"v12008018-1\">18&nbsp;</b>And he walked in the way of the kings of Israel, as the house of Ahab had done, for the daughter of Ahab was his wife. And he did what was evil in the sight of the LORD. <b class=\"verse-num\" id=\"v12008019-1\">19&nbsp;</b>Yet the LORD was not willing to destroy Judah, for the sake of David his servant, since he promised to give a lamp to him and to his sons forever.</p>\n<p id=\"p12008019_12-9\"><b class=\"verse-num\" id=\"v12008020-1\">20&nbsp;</b>In his days Edom revolted from the rule of Judah and set up a king of their own. <b class=\"verse-num\" id=\"v12008021-1\">21&nbsp;</b>Then Joram passed over to Zair with all his chariots and rose by night, and he and his chariot commanders struck the Edomites who had surrounded him, but his army fled home. <b class=\"verse-num\" id=\"v12008022-1\">22&nbsp;</b>So Edom revolted from the rule of Judah to this day. Then Libnah revolted at the same time. <b class=\"verse-num\" id=\"v12008023-1\">23&nbsp;</b>Now the rest of the acts of Joram, and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah? <b class=\"verse-num\" id=\"v12008024-1\">24&nbsp;</b>So Joram slept with his fathers and was buried with his fathers in the city of David, and Ahaziah his son reigned in his place.</p>\n\n<p id=\"p12008024_16-9\"><b class=\"verse-num\" id=\"v12008025-1\">25&nbsp;</b>In the twelfth year of Joram the son of Ahab, king of Israel, Ahaziah the son of Jehoram, king of Judah, began to reign. <b class=\"verse-num\" id=\"v12008026-1\">26&nbsp;</b>Ahaziah was twenty-two years old when he began to reign, and he reigned one year in Jerusalem. His mother’s name was Athaliah; she was a granddaughter of Omri king of Israel. <b class=\"verse-num\" id=\"v12008027-1\">27&nbsp;</b>He also walked in the way of the house of Ahab and did what was evil in the sight of the LORD, as the house of Ahab had done, for he was son-in-law to the house of Ahab.</p>\n<p id=\"p12008027_16-9\"><b class=\"verse-num\" id=\"v12008028-1\">28&nbsp;</b>He went with Joram the son of Ahab to make war against Hazael king of Syria at Ramoth-gilead, and the Syrians wounded Joram. <b class=\"verse-num\" id=\"v12008029-1\">29&nbsp;</b>And King Joram returned to be healed in Jezreel of the wounds that the Syrians had given him at Ramah, when he fought against Hazael king of Syria. And Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel, because he was sick.</p>\n\n</div>","kjv":"<strong>1</strong> Then spake Elisha unto the woman, whose son he had restored to life, saying, Arise, and go thou and thine household, and sojourn wheresoever thou canst sojourn: for the LORD hath called for a famine; and it shall also come upon the land seven years.  <strong>2</strong> And the woman arose, and did after the saying of the man of God: and she went with her household, and sojourned in the land of the Philistines seven years.  <strong>3</strong> And it came to pass at the seven years’ end, that the woman returned out of the land of the Philistines: and she went forth to cry unto the king for her house and for her land.  <strong>4</strong> And the king talked with Gehazi the servant of the man of God, saying, Tell me, I pray thee, all the great things that Elisha hath done.  <strong>5</strong> And it came to pass, as he was telling the king how he had restored a dead body to life, that, behold, the woman, whose son he had restored to life, cried to the king for her house and for her land. And Gehazi said, My lord, O king, this is the woman, and this is her son, whom Elisha restored to life.  <strong>6</strong> And when the king asked the woman, she told him. So the king appointed unto her a certain officer, saying, Restore all that was hers, and all the fruits of the field since the day that she left the land, even until now.  <strong>7</strong> And Elisha came to Damascus; and Ben-hadad the king of Syria was sick; and it was told him, saying, The man of God is come hither.  <strong>8</strong> And the king said unto Hazael, Take a present in thine hand, and go, meet the man of God, and enquire of the LORD by him, saying, Shall I recover of this disease?  <strong>9</strong> So Hazael went to meet him, and took a present with him, even of every good thing of Damascus, forty camels’ burden, and came and stood before him, and said, Thy son Ben-hadad king of Syria hath sent me to thee, saying, Shall I recover of this disease?  <strong>10</strong> And Elisha said unto him, Go, say unto him, Thou mayest certainly recover: howbeit the LORD hath shewed me that he shall surely die.  <strong>11</strong> And he settled his countenance stedfastly, until he was ashamed: and the man of God wept.  <strong>12</strong> And Hazael said, Why weepeth my lord? And he answered, Because I know the evil that thou wilt do unto the children of Israel: their strong holds wilt thou set on fire, and their young men wilt thou slay with the sword, and wilt dash their children, and rip up their women with child.  <strong>13</strong> And Hazael said, But what, is thy servant a dog, that he should do this great thing? And Elisha answered, The LORD hath shewed me that thou shalt be king over Syria.  <strong>14</strong> So he departed from Elisha, and came to his master; who said to him, What said Elisha to thee? And he answered, He told me that thou shouldest surely recover.  <strong>15</strong> And it came to pass on the morrow, that he took a thick cloth, and dipped it in water, and spread it on his face, so that he died: and Hazael reigned in his stead.  <strong>16</strong> And in the fifth year of Joram the son of Ahab king of Israel, Jehoshaphat being then king of Judah, Jehoram the son of Jehoshaphat king of Judah began to reign.  <strong>17</strong> Thirty and two years old was he when he began to reign; and he reigned eight years in Jerusalem.  <strong>18</strong> And he walked in the way of the kings of Israel, as did the house of Ahab: for the daughter of Ahab was his wife: and he did evil in the sight of the LORD.  <strong>19</strong> Yet the LORD would not destroy Judah for David his servant’s sake, as he promised him to give him alway a light, and to his children.  <strong>20</strong> In his days Edom revolted from under the hand of Judah, and made a king over themselves.  <strong>21</strong> So Joram went over to Zair, and all the chariots with him: and he rose by night, and smote the Edomites which compassed him about, and the captains of the chariots: and the people fled into their tents.  <strong>22</strong> Yet Edom revolted from under the hand of Judah unto this day. Then Libnah revolted at the same time.  <strong>23</strong> And the rest of the acts of Joram, and all that he did, are  they not written in the book of the chronicles of the kings of Judah?  <strong>24</strong> And Joram slept with his fathers, and was buried with his fathers in the city of David: and Ahaziah his son reigned in his stead.  <strong>25</strong> In the twelfth year of Joram the son of Ahab king of Israel did Ahaziah the son of Jehoram king of Judah begin to reign.  <strong>26</strong> Two and twenty years old was Ahaziah when he began to reign; and he reigned one year in Jerusalem. And his mother’s name was  Athaliah, the daughter of Omri king of Israel.  <strong>27</strong> And he walked in the way of the house of Ahab, and did evil in the sight of the LORD, as did the house of Ahab: for he was the son in law of the house of Ahab.  <strong>28</strong> And he went with Joram the son of Ahab to the war against Hazael king of Syria in Ramoth-gilead; and the Syrians wounded Joram.  <strong>29</strong> And king Joram went back to be healed in Jezreel of the wounds which the Syrians had given him at Ramah, when he fought against Hazael king of Syria. And Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel, because he was sick.  ","niv":"<sup><strong>1</strong></sup> Now Elisha had said to the woman whose son he had restored to life, \"Go away with your family and stay for a while wherever you can, because the LORD has decreed a famine in the land that will last seven years.\" <sup><strong>2</strong></sup> The woman proceeded to do as the man of God said. She and her family went away and stayed in the land of the Philistines seven years. <sup><strong>3</strong></sup> At the end of the seven years she came back from the land of the Philistines and went to the king to beg for her house and land. <sup><strong>4</strong></sup> The king was talking to Gehazi, the servant of the man of God, and had said, \"Tell me about all the great things Elisha has done.\" <sup><strong>5</strong></sup> Just as Gehazi was telling the king how Elisha had restored the dead to life, the woman whose son Elisha had brought back to life came to beg the king for her house and land. Gehazi said, \"This is the woman, my lord the king, and this is her son whom Elisha restored to life.\" <sup><strong>6</strong></sup> The king asked the woman about it, and she told him. Then he assigned an official to her case and said to him, \"Give back everything that belonged to her, including all the income from her land from the day she left the country until now.\" <sup><strong>7</strong></sup> Elisha went to Damascus, and Ben-Hadad king of Aram was ill. When the king was told, \"The man of God has come all the way up here,\" <sup><strong>8</strong></sup> he said to Hazael, \"Take a gift with you and go to meet the man of God. Consult the LORD through him; ask him, 'Will I recover from this illness?'\" <sup><strong>9</strong></sup> Hazael went to meet Elisha, taking with him as a gift forty camel-loads of all the finest wares of Damascus. He went in and stood before him, and said, \"Your son Ben-Hadad king of Aram has sent me to ask, 'Will I recover from this illness?'\" <sup><strong>10</strong></sup> Elisha answered, \"Go and say to him, 'You will certainly recover'; but the LORD has revealed to me that he will in fact die.\" <sup><strong>11</strong></sup> He stared at him with a fixed gaze until Hazael felt ashamed. Then the man of God began to weep. <sup><strong>12</strong></sup> \"Why is my lord weeping?\" asked Hazael. \"Because I know the harm you will do to the Israelites,\" he answered. \"You will set fire to their fortified places, kill their young men with the sword, dash their little children to the ground, and rip open their pregnant women.\" <sup><strong>13</strong></sup> Hazael said, \"How could your servant, a mere dog, accomplish such a feat?The LORD has shown me that you will become king of Aram,\" answered Elisha. <sup><strong>14</strong></sup> Then Hazael left Elisha and returned to his master. When Ben-Hadad asked, \"What did Elisha say to you?\" Hazael replied, \"He told me that you would certainly recover.\" <sup><strong>15</strong></sup> But the next day he took a thick cloth, soaked it in water and spread it over the king's face, so that he died. Then Hazael succeeded him as king. <sup><strong>16</strong></sup> In the fifth year of Joram son of Ahab king of Israel, when Jehoshaphat was king of Judah, Jehoram son of Jehoshaphat began his reign as king of Judah. <sup><strong>17</strong></sup> He was thirty-two years old when he became king, and he reigned in Jerusalem eight years. <sup><strong>18</strong></sup> He walked in the ways of the kings of Israel, as the house of Ahab had done, for he married a daughter of Ahab. He did evil in the eyes of the LORD. <sup><strong>19</strong></sup> Nevertheless, for the sake of his servant David, the LORD was not willing to destroy Judah. He had promised to maintain a lamp for David and his descendants forever. <sup><strong>20</strong></sup> In the time of Jehoram, Edom rebelled against Judah and set up its own king. <sup><strong>21</strong></sup> So Jehoram went to Zair with all his chariots. The Edomites surrounded him and his chariot commanders, but he rose up and broke through by night; his army, however, fled back home. <sup><strong>22</strong></sup> To this day Edom has been in rebellion against Judah. Libnah revolted at the same time. <sup><strong>23</strong></sup> As for the other events of Jehoram's reign, and all he did, are they not written in the book of the annals of the kings of Judah? <sup><strong>24</strong></sup> Jehoram rested with his fathers and was buried with them in the City of David. And Ahaziah his son succeeded him as king. <sup><strong>25</strong></sup> In the twelfth year of Joram son of Ahab king of Israel, Ahaziah son of Jehoram king of Judah began to reign. <sup><strong>26</strong></sup> Ahaziah was twenty-two years old when he became king, and he reigned in Jerusalem one year. His mother's name was Athaliah, a granddaughter of Omri king of Israel. <sup><strong>27</strong></sup> He walked in the ways of the house of Ahab and did evil in the eyes of the LORD, as the house of Ahab had done, for he was related by marriage to Ahab's family. <sup><strong>28</strong></sup> Ahaziah went with Joram son of Ahab to war against Hazael king of Aram at Ramoth Gilead. The Arameans wounded Joram; <sup><strong>29</strong></sup> so King Joram returned to Jezreel to recover from the wounds the Arameans had inflicted on him at Ramoth in his battle with Hazael king of Aram. Then Ahaziah son of Jehoram king of Judah went down to Jezreel to see Joram son of Ahab, because he had been wounded. "}]}