{"_id":"616244608d436e0b7f06a8b8","slug":"greeting-others","name":"Greeting Others","verses":[{"_id":"616244618d436e0b7f06a8b9","topicId":"616244608d436e0b7f06a8b8","verse":"1 Peter 5:14","votes":53,"__v":0,"esv":"<div>\n<p id=\"p60005014_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005014-1\">14&nbsp;</b>Greet one another with the kiss of love.</p>\n<p id=\"p60005014_01-1\">Peace to all of you who are in Christ.</p>\n</div>","kjv":"<strong>14</strong> Greet ye one another with a kiss of charity. Peace be with you all that are in Christ Jesus. Amen.  ","niv":"<sup><strong>14</strong></sup> Greet one another with a kiss of love. Peace to all of you who are in Christ.","modified":"2023-07-25T00:38:20.799Z"},{"_id":"616244618d436e0b7f06a8ba","topicId":"616244608d436e0b7f06a8b8","verse":"2 John 1:10","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p63001001_02-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v63001001-1\">1:1&nbsp;</b>The elder to the elect lady and her children, whom I love in truth, and not only I, but also all who know the truth,</p>\n</div>","kjv":"<strong>10</strong> If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:  ","niv":"<sup><strong>1</strong></sup> The elder,"},{"_id":"616244618d436e0b7f06a8bb","topicId":"616244608d436e0b7f06a8b8","verse":"1 Corinthians 1:10","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p46001010_05-4\"><b class=\"verse-num\" id=\"v46001010-1\">10&nbsp;</b>I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment.</p>\n\n</div>","kjv":"<strong>10</strong> Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.  ","niv":"<sup><strong>10</strong></sup> I appeal to you, brothers, in the name of our Lord Jesus Christ, that all of you agree with one another so that there may be no divisions among you and that you may be perfectly united in mind and thought.","modified":"2023-09-17T15:16:14.015Z"},{"_id":"616244618d436e0b7f06a8bc","topicId":"616244608d436e0b7f06a8b8","verse":"1 Corinthians 16:20","votes":31,"__v":0,"esv":"<div>\n<p id=\"p46016020_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46016020-1\">20&nbsp;</b>All the brothers send you greetings. Greet one another with a holy kiss.</p>\n</div>","kjv":"<strong>20</strong> All the brethren greet you. Greet ye one another with an holy kiss.  ","niv":"<sup><strong>20</strong></sup> All the brothers here send you greetings. Greet one another with a holy kiss.","modified":"2023-07-25T00:38:18.543Z"},{"_id":"616244628d436e0b7f06a8bd","topicId":"616244608d436e0b7f06a8b8","verse":"1 Corinthians 1:4","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p46001004_02-8\"><b class=\"verse-num\" id=\"v46001004-1\">4&nbsp;</b>I give thanks to my God always for you because of the grace of God that was given you in Christ Jesus,</p>\n</div>","kjv":"<strong>4</strong> I thank my God always on your behalf, for the grace of God which is given you by Jesus Christ;  ","niv":"<sup><strong>4</strong></sup> I always thank God for you because of his grace given you in Christ Jesus."},{"_id":"616244628d436e0b7f06a8be","topicId":"616244608d436e0b7f06a8b8","verse":"1 Thessalonians 5:11","votes":17,"__v":0,"esv":"<div>\n<p id=\"p52005011_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005011-1\">11&nbsp;</b>Therefore encourage one another and build one another up, just as you are doing.</p>\n</div>","kjv":"<strong>11</strong> Wherefore comfort yourselves together, and edify one another, even as also ye do.  ","niv":"<sup><strong>11</strong></sup> Therefore encourage one another and build each other up, just as in fact you are doing.","modified":"2023-07-25T04:44:30.122Z"},{"_id":"616244628d436e0b7f06a8bf","topicId":"616244608d436e0b7f06a8b8","verse":"1 Thessalonians 5:14","votes":16,"__v":0,"esv":"<div>\n<p id=\"p52005014_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005014-1\">14&nbsp;</b>And we urge you, brothers, admonish the idle, encourage the fainthearted, help the weak, be patient with them all.</p>\n\n</div>","kjv":"<strong>14</strong> Now we exhort you, brethren, warn them that are unruly, comfort the feebleminded, support the weak, be patient toward all men.  ","niv":"<sup><strong>14</strong></sup> And we urge you, brothers, warn those who are idle, encourage the timid, help the weak, be patient with everyone."},{"_id":"616244638d436e0b7f06a8c0","topicId":"616244608d436e0b7f06a8b8","verse":"Revelation 7:9-17","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p66007009_07-13\"><b class=\"verse-num\" id=\"v66007009-1\">9&nbsp;</b>After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands, <b class=\"verse-num\" id=\"v66007010-1\">10&nbsp;</b>and crying out with a loud voice, “Salvation belongs to our God who sits on the throne, and to the Lamb!” <b class=\"verse-num\" id=\"v66007011-1\">11&nbsp;</b>And all the angels were standing around the throne and around the elders and the four living creatures, and they fell on their faces before the throne and worshiped God, <b class=\"verse-num\" id=\"v66007012-1\">12&nbsp;</b>saying, “Amen! Blessing and glory and wisdom and thanksgiving and honor and power and might be to our God forever and ever! Amen.”</p>\n<p id=\"p66007012_07-13\"><b class=\"verse-num\" id=\"v66007013-1\">13&nbsp;</b>Then one of the elders addressed me, saying, “Who are these, clothed in white robes, and from where have they come?” <b class=\"verse-num\" id=\"v66007014-1\">14&nbsp;</b>I said to him, “Sir, you know.” And he said to me, “These are the ones coming out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66007015_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007015-1\">15&nbsp;</b>&nbsp;&nbsp;“Therefore they are before the throne of God,</span><br><span id=\"p66007015_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and serve him day and night in his temple;</span><br><span id=\"p66007015_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who sits on the throne will shelter them with his presence.</span><br><span id=\"p66007016_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007016-1\">16&nbsp;</b>&nbsp;&nbsp;They shall hunger no more, neither thirst anymore;</span><br><span id=\"p66007016_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sun shall not strike them,</span><br><span id=\"p66007016_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor any scorching heat.</span><br><span id=\"p66007017_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v66007017-1\">17&nbsp;</b>&nbsp;&nbsp;For the Lamb in the midst of the throne will be their shepherd,</span><br><span id=\"p66007017_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will guide them to springs of living water,</span><br><span id=\"p66007017_07-13\" class=\"line\">&nbsp;&nbsp;and God will wipe away every tear from their eyes.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> After this I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands;  <strong>10</strong> And cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.  <strong>11</strong> And all the angels stood round about the throne, and about  the elders and the four beasts, and fell before the throne on their faces, and worshipped God,  <strong>12</strong> Saying, Amen: Blessing, and glory, and wisdom, and thanksgiving, and honour, and power, and might, be unto our God for ever and ever. Amen.  <strong>13</strong> And one of the elders answered, saying unto me, What are these which are arrayed in white robes? and whence came they?  <strong>14</strong> And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.  <strong>15</strong> Therefore are they before the throne of God, and serve him day and night in his temple: and he that sitteth on the throne shall dwell among them.  <strong>16</strong> They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat.  <strong>17</strong> For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.  ","niv":"<sup><strong>9</strong></sup> After this I looked and there before me was a great multitude that no one could count, from every nation, tribe, people and language, standing before the throne and in front of the Lamb. They were wearing white robes and were holding palm branches in their hands. <sup><strong>10</strong></sup> And they cried out in a loud voice: \"Salvation belongs to our God, who sits on the throne, and to the Lamb.\" <sup><strong>11</strong></sup> All the angels were standing around the throne and around the elders and the four living creatures. They fell down on their faces before the throne and worshiped God, <sup><strong>12</strong></sup> saying: \"Amen! Praise and glory and wisdom and thanks and honor and power and strength be to our God for ever and ever. Amen!\" <sup><strong>13</strong></sup> Then one of the elders asked me, \"These in white robes--who are they, and where did they come from?\" <sup><strong>14</strong></sup> I answered, \"Sir, you know.\" <sup><strong>15</strong></sup> And he said, \"These are they who have come out of the great tribulation; they have washed their robes and made them white in the blood of the Lamb. Therefore, \"they are before the throne of God and serve him day and night in his temple; and he who sits on the throne will spread his tent over them. <sup><strong>16</strong></sup> Never again will they hunger; never again will they thirst. The sun will not beat upon them, nor any scorching heat. <sup><strong>17</strong></sup> For the Lamb at the center of the throne will be their shepherd; he will lead them to springs of living water. And God will wipe away every tear from their eyes.\" ","modified":"2022-03-22T07:55:53.437Z"},{"_id":"616244638d436e0b7f06a8c1","topicId":"616244608d436e0b7f06a8b8","verse":"Matthew 10:12-14","votes":13,"__v":0,"esv":"<div>\n<p id=\"p40010012_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010012-1\">12&nbsp;</b><span class=\"woc\">As you enter the house, greet it.</span> <b class=\"verse-num woc\" id=\"v40010013-1\">13&nbsp;</b><span class=\"woc\">And if the house is worthy, let your peace come upon it, but if it is not worthy, let your peace return to you.</span> <b class=\"verse-num woc\" id=\"v40010014-1\">14&nbsp;</b><span class=\"woc\">And if anyone will not receive you or listen to your words, shake off the dust from your feet when you leave that house or town.</span></p>\n</div>","kjv":"<strong>12</strong> And when ye come into an house, salute it.  <strong>13</strong> And if the house be worthy, let your peace come upon it: but if it be not worthy, let your peace return to you.  <strong>14</strong> And whosoever shall not receive you, nor hear your words, when ye depart out of that house or city, shake off the dust of your feet.  ","niv":"<sup><strong>12</strong></sup> As you enter the home, give it your greeting. <sup><strong>13</strong></sup> If the home is deserving, let your peace rest on it; if it is not, let your peace return to you. <sup><strong>14</strong></sup> If anyone will not welcome you or listen to your words, shake the dust off your feet when you leave that home or town. "},{"_id":"616244638d436e0b7f06a8c2","topicId":"616244608d436e0b7f06a8b8","verse":"1 Thessalonians 5:26","votes":13,"__v":0,"esv":"<div>\n<p id=\"p52005026_01-16\"><b class=\"verse-num\" id=\"v52005026-1\">26&nbsp;</b>Greet all the brothers with a holy kiss.</p>\n</div>","kjv":"<strong>26</strong> Greet all the brethren with an holy kiss.  ","niv":"<sup><strong>26</strong></sup> Greet all the brothers with a holy kiss.","modified":"2022-03-19T10:53:51.821Z"},{"_id":"616244648d436e0b7f06a8c3","topicId":"616244608d436e0b7f06a8b8","verse":"Psalm 84:10","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19084010_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084010-1\">10&nbsp;</b>&nbsp;&nbsp;For a day in your courts is better</span><br><span id=\"p19084010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than a thousand elsewhere.</span><br><span id=\"p19084010_01-17\" class=\"line\">&nbsp;&nbsp;I would rather be a doorkeeper in the house of my God</span><br><span id=\"p19084010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than dwell in the tents of wickedness.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> For a day in thy courts is better than a thousand. I had rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness.  ","niv":"<sup><strong>10</strong></sup> Better is one day in your courts than a thousand elsewhere; I would rather be a doorkeeper in the house of my God than dwell in the tents of the wicked."},{"_id":"616244648d436e0b7f06a8c4","topicId":"616244608d436e0b7f06a8b8","verse":"Romans 15:1","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p45015001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45015001-1\">15:1&nbsp;</b>We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves.</p>\n</div>","kjv":"<strong>1</strong> We then that are strong ought to bear the infirmities of the weak, and not to please ourselves.  ","niv":"<sup><strong>1</strong></sup> We who are strong ought to bear with the failings of the weak and not to please ourselves."},{"_id":"616244648d436e0b7f06a8c5","topicId":"616244608d436e0b7f06a8b8","verse":"Hebrews 6:10","votes":10,"__v":0,"esv":"<div>\n<p id=\"p58006010_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006010-1\">10&nbsp;</b>For God is not unjust so as to overlook your work and the love that you have shown for his name in serving the saints, as you still do.</p>\n</div>","kjv":"<strong>10</strong> For God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister.  ","niv":"<sup><strong>10</strong></sup> God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them.","modified":"2023-01-28T01:46:37.944Z"},{"_id":"616244648d436e0b7f06a8c6","topicId":"616244608d436e0b7f06a8b8","verse":"Titus 3:11","votes":7,"__v":0,"esv":"<div>\n<p id=\"p56003011_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003011-1\">11&nbsp;</b>knowing that such a person is warped and sinful; he is self-condemned.</p>\n</div>","kjv":"<strong>11</strong> Knowing that he that is such is subverted, and sinneth, being condemned of himself.  ","niv":"<sup><strong>11</strong></sup> You may be sure that such a man is warped and sinful; he is self-condemned.","modified":"2023-01-28T01:46:55.967Z"},{"_id":"616244658d436e0b7f06a8c7","topicId":"616244608d436e0b7f06a8b8","verse":"Ephesians 4:3-6","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49004003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace. <b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—<b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism, <b class=\"verse-num\" id=\"v49004006-1\">6&nbsp;</b>one God and Father of all, who is over all and through all and in all.</p>\n</div>","kjv":"<strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  <strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  <strong>5</strong> One Lord, one faith, one baptism,  <strong>6</strong> One God and Father of all, who is above all, and through all, and in you all.  ","niv":"<sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace. <sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- <sup><strong>5</strong></sup> one Lord, one faith, one baptism; <sup><strong>6</strong></sup> one God and Father of all, who is over all and through all and in all. "},{"_id":"616244658d436e0b7f06a8c8","topicId":"616244608d436e0b7f06a8b8","verse":"Isaiah 41:10","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-22\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"616244658d436e0b7f06a8c9","topicId":"616244608d436e0b7f06a8b8","verse":"2 John 1:9-11","votes":9,"__v":0,"kjv":"<strong>9</strong> Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.  <strong>10</strong> If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:  <strong>11</strong> For he that biddeth him God speed is partaker of his evil deeds.  ","niv":"<sup><strong>1</strong></sup> The elder,","modified":"2023-09-19T17:34:12.536Z"},{"_id":"616244668d436e0b7f06a8ca","topicId":"616244608d436e0b7f06a8b8","verse":"John 15:12","votes":8,"__v":0,"esv":"<div>\n<p id=\"p43015012_01-24\"><b class=\"verse-num woc\" id=\"v43015012-1\">12&nbsp;</b><span class=\"woc\">“This is my commandment, that you love one another as I have loved you.</span></p>\n</div>","kjv":"<strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  ","niv":"<sup><strong>12</strong></sup> My command is this: Love each other as I have loved you."},{"_id":"616244668d436e0b7f06a8cb","topicId":"616244608d436e0b7f06a8b8","verse":"Numbers 15:40","votes":8,"__v":0,"esv":"<div>\n<p id=\"p04015040_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v04015040-1\">40&nbsp;</b>So you shall remember and do all my commandments, and be holy to your God.</p>\n</div>","kjv":"<strong>40</strong> That ye may remember, and do all my commandments, and be holy unto your God.  ","niv":"<sup><strong>40</strong></sup> Then you will remember to obey all my commands and will be consecrated to your God.","modified":"2022-10-14T13:59:47.920Z"},{"_id":"616244668d436e0b7f06a8cc","topicId":"616244608d436e0b7f06a8b8","verse":"Galatians 6:2","votes":7,"__v":0,"esv":"<div>\n<p id=\"p48006002_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ.</p>\n</div>","kjv":"<strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  ","niv":"<sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ."},{"_id":"616244678d436e0b7f06a8cd","topicId":"616244608d436e0b7f06a8b8","verse":"Romans 14:1","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions.</p>\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters."},{"_id":"616244678d436e0b7f06a8ce","topicId":"616244608d436e0b7f06a8b8","verse":"John 3:16","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-28\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616244678d436e0b7f06a8cf","topicId":"616244608d436e0b7f06a8b8","verse":"Jeremiah 17:10","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017010_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017010-1\">10&nbsp;</b>&nbsp;&nbsp;“I the LORD search the heart</span><br><span id=\"p24017010_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and test the mind,</span><br><span id=\"p24017010_01-29\" class=\"line\">&nbsp;&nbsp;to give every man according to his ways,</span><br><span id=\"p24017010_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to the fruit of his deeds.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> I the LORD search the heart, I try the reins, even to give every man according to his ways, and according to the fruit of his doings.  ","niv":"<sup><strong>10</strong></sup> \"I the LORD search the heart and examine the mind, to reward a man according to his conduct, according to what his deeds deserve.\""},{"_id":"616244688d436e0b7f06a8d0","topicId":"616244608d436e0b7f06a8b8","verse":"Galatians 5:22","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"_id":"616244688d436e0b7f06a8d1","topicId":"616244608d436e0b7f06a8b8","verse":"Luke 1:37","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\""}]}