{"_id":"5fc31fda8888bb90841ded1a","slug":"grief","name":"Grief","verses":[{"_id":"5fd24e82a1012d290aa87fc7","topicId":"5fc31fda8888bb90841ded1a","verse":"Matthew 5:4","votes":44,"__v":0,"niv":"<sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted.","kjv":"<strong>4</strong> Blessed are they that mourn: for they shall be comforted.  ","esv":"<div>\n<p id=\"p40005004_01-1\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n</div>","modified":"2023-02-21T16:15:17.910Z"},{"_id":"5fd24e82a1012d290aa87fc8","topicId":"5fc31fda8888bb90841ded1a","verse":"Psalm 147:3","votes":39,"__v":0,"niv":"<sup><strong>3</strong></sup> He heals the brokenhearted and binds up their wounds.","kjv":"<strong>3</strong> He healeth the broken in heart, and bindeth up their wounds.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19147003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19147003-1\">3&nbsp;</b>&nbsp;&nbsp;He heals the brokenhearted</span><br><span id=\"p19147003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and binds up their wounds.</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-07-17T12:12:51.346Z"},{"_id":"5fd24e83a1012d290aa87fc9","topicId":"5fc31fda8888bb90841ded1a","verse":"Revelation 21:4","votes":34,"__v":0,"niv":"<sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\"","kjv":"<strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  ","esv":"<div>\n<p id=\"p66021004_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n</div>","modified":"2023-08-28T23:50:19.442Z"},{"_id":"5fd24e83a1012d290aa87fca","topicId":"5fc31fda8888bb90841ded1a","verse":"1 Peter 5:7","votes":19,"__v":0,"niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you.","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","esv":"<div>\n<p id=\"p60005007_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","modified":"2022-12-11T04:49:51.988Z"},{"_id":"5fd24e83a1012d290aa87fcb","topicId":"5fc31fda8888bb90841ded1a","verse":"Ecclesiastes 3:1-17","votes":14,"__v":0,"niv":"<sup><strong>1</strong></sup> There is a time for everything, and a season for every activity under heaven: <sup><strong>2</strong></sup> a time to be born and a time to die, a time to plant and a time to uproot, <sup><strong>3</strong></sup> a time to kill and a time to heal, a time to tear down and a time to build, <sup><strong>4</strong></sup> a time to weep and a time to laugh, a time to mourn and a time to dance, <sup><strong>5</strong></sup> a time to scatter stones and a time to gather them, a time to embrace and a time to refrain, <sup><strong>6</strong></sup> a time to search and a time to give up, a time to keep and a time to throw away, <sup><strong>7</strong></sup> a time to tear and a time to mend, a time to be silent and a time to speak, <sup><strong>8</strong></sup> a time to love and a time to hate, a time for war and a time for peace. <sup><strong>9</strong></sup> What does the worker gain from his toil? <sup><strong>10</strong></sup> I have seen the burden God has laid on men. <sup><strong>11</strong></sup> He has made everything beautiful in its time. He has also set eternity in the hearts of men; yet they cannot fathom what God has done from beginning to end. <sup><strong>12</strong></sup> I know that there is nothing better for men than to be happy and do good while they live. <sup><strong>13</strong></sup> That everyone may eat and drink, and find satisfaction in all his toil-this is the gift of God. <sup><strong>14</strong></sup> I know that everything God does will endure forever; nothing can be added to it and nothing taken from it. God does it so that men will revere him. <sup><strong>15</strong></sup> Whatever is has already been, and what will be has been before; and God will call the past to account. <sup><strong>16</strong></sup> And I saw something else under the sun: In the place of judgment-wickedness was there, in the place of justice-wickedness was there. <sup><strong>17</strong></sup> I thought in my heart, \"God will bring to judgment both the righteous and the wicked, for there will be a time for every activity, a time for every deed.\" ","kjv":"<strong>1</strong> To every thing there is a season, and a time to every purpose under the heaven:  <strong>2</strong> A time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted;  <strong>3</strong> A time to kill, and a time to heal; a time to break down, and a time to build up;  <strong>4</strong> A time to weep, and a time to laugh; a time to mourn, and a time to dance;  <strong>5</strong> A time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing;  <strong>6</strong> A time to get, and a time to lose; a time to keep, and a time to cast away;  <strong>7</strong> A time to rend, and a time to sew; a time to keep silence, and a time to speak;  <strong>8</strong> A time to love, and a time to hate; a time of war, and a time of peace.  <strong>9</strong> What profit hath he that worketh in that wherein he laboureth?  <strong>10</strong> I have seen the travail, which God hath given to the sons of men to be exercised in it.  <strong>11</strong> He hath made every thing beautiful in his time: also he hath set the world in their heart, so that no man can find out the work that God maketh from the beginning to the end.  <strong>12</strong> I know that there is no good in them, but for a man  to rejoice, and to do good in his life.  <strong>13</strong> And also that every man should eat and drink, and enjoy the good of all his labour, it is the gift of God.  <strong>14</strong> I know that, whatsoever God doeth, it shall be for ever: nothing can be put to it, nor any thing taken from it: and God doeth it, that men should fear before him.  <strong>15</strong> That which hath been is now; and that which is to be hath already been; and God requireth that which is past.  <strong>16</strong> And moreover I saw under the sun the place of judgment, that  wickedness was there; and the place of righteousness, that iniquity was there.  <strong>17</strong> I said in mine heart, God shall judge the righteous and the wicked: for there is a time there for every purpose and for every work.  ","esv":"<div>\n\n<p id=\"p21003001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21003001-1\">3:1&nbsp;</b>For everything there is a season, and a time for every matter under heaven:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21003002_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003002-1\">2&nbsp;</b>&nbsp;&nbsp;a time to be born, and a time to die;</span><br><span id=\"p21003002_05-6\" class=\"line\">&nbsp;&nbsp;a time to plant, and a time to pluck up what is planted;</span><br><span id=\"p21003003_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003003-1\">3&nbsp;</b>&nbsp;&nbsp;a time to kill, and a time to heal;</span><br><span id=\"p21003003_05-6\" class=\"line\">&nbsp;&nbsp;a time to break down, and a time to build up;</span><br><span id=\"p21003004_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003004-1\">4&nbsp;</b>&nbsp;&nbsp;a time to weep, and a time to laugh;</span><br><span id=\"p21003004_05-6\" class=\"line\">&nbsp;&nbsp;a time to mourn, and a time to dance;</span><br><span id=\"p21003005_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003005-1\">5&nbsp;</b>&nbsp;&nbsp;a time to cast away stones, and a time to gather stones together;</span><br><span id=\"p21003005_05-6\" class=\"line\">&nbsp;&nbsp;a time to embrace, and a time to refrain from embracing;</span><br><span id=\"p21003006_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003006-1\">6&nbsp;</b>&nbsp;&nbsp;a time to seek, and a time to lose;</span><br><span id=\"p21003006_05-6\" class=\"line\">&nbsp;&nbsp;a time to keep, and a time to cast away;</span><br><span id=\"p21003007_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003007-1\">7&nbsp;</b>&nbsp;&nbsp;a time to tear, and a time to sew;</span><br><span id=\"p21003007_05-6\" class=\"line\">&nbsp;&nbsp;a time to keep silence, and a time to speak;</span><br><span id=\"p21003008_05-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003008-1\">8&nbsp;</b>&nbsp;&nbsp;a time to love, and a time to hate;</span><br><span id=\"p21003008_05-6\" class=\"line\">&nbsp;&nbsp;a time for war, and a time for peace.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p21003008_08-6\"><b class=\"verse-num\" id=\"v21003009-1\">9&nbsp;</b>What gain has the worker from his toil? <b class=\"verse-num\" id=\"v21003010-1\">10&nbsp;</b>I have seen the business that God has given to the children of man to be busy with. <b class=\"verse-num\" id=\"v21003011-1\">11&nbsp;</b>He has made everything beautiful in its time. Also, he has put eternity into man’s heart, yet so that he cannot find out what God has done from the beginning to the end. <b class=\"verse-num\" id=\"v21003012-1\">12&nbsp;</b>I perceived that there is nothing better for them than to be joyful and to do good as long as they live; <b class=\"verse-num\" id=\"v21003013-1\">13&nbsp;</b>also that everyone should eat and drink and take pleasure in all his toil—this is God’s gift to man.</p>\n<p id=\"p21003013_08-6\"><b class=\"verse-num\" id=\"v21003014-1\">14&nbsp;</b>I perceived that whatever God does endures forever; nothing can be added to it, nor anything taken from it. God has done it, so that people fear before him. <b class=\"verse-num\" id=\"v21003015-1\">15&nbsp;</b>That which is, already has been; that which is to be, already has been; and God seeks what has been driven away.</p>\n\n<p id=\"p21003015_12-6\"><b class=\"verse-num\" id=\"v21003016-1\">16&nbsp;</b>Moreover, I saw under the sun that in the place of justice, even there was wickedness, and in the place of righteousness, even there was wickedness. <b class=\"verse-num\" id=\"v21003017-1\">17&nbsp;</b>I said in my heart, God will judge the righteous and the wicked, for there is a time for every matter and for every work.</p>\n\n</div>","modified":"2022-04-30T23:54:17.615Z"},{"_id":"5fd24e83a1012d290aa87fcc","topicId":"5fc31fda8888bb90841ded1a","verse":"John 16:33","votes":14,"__v":0,"niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\"","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","esv":"<div>\n<p id=\"p43016033_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","modified":"2023-11-06T14:47:04.840Z"},{"_id":"5fd24e83a1012d290aa87fcd","topicId":"5fc31fda8888bb90841ded1a","verse":"Psalm 56:8","votes":13,"__v":0,"niv":"<sup><strong>8</strong></sup> Record my lament; list my tears on your scroll - are they not in your record?","kjv":"<strong>8</strong> Thou tellest my wanderings: put thou my tears into thy bottle: are they not in thy book?  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19056008_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19056008-1\">8&nbsp;</b>&nbsp;&nbsp;You have kept count of my tossings;</span><br><span id=\"p19056008_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;put my tears in your bottle.</span><br><span id=\"p19056008_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Are they not in your book?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","modified":"2021-01-05T04:20:38.921Z"},{"_id":"5fd24e83a1012d290aa87fce","topicId":"5fc31fda8888bb90841ded1a","verse":"Romans 12:2","votes":11,"__v":0,"niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","esv":"<div>\n<p id=\"p45012002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>"},{"_id":"5fd24e83a1012d290aa87fcf","topicId":"5fc31fda8888bb90841ded1a","verse":"John 3:16","votes":10,"__v":0,"niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","esv":"<div>\n\n<p id=\"p43003016_07-10\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>"},{"_id":"5fd24e84a1012d290aa87fd0","topicId":"5fc31fda8888bb90841ded1a","verse":"1 Thessalonians 4:13-18","votes":10,"__v":0,"niv":"<sup><strong>13</strong></sup> Brothers, we do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope. <sup><strong>14</strong></sup> We believe that Jesus died and rose again and so we believe that God will bring with Jesus those who have fallen asleep in him. <sup><strong>15</strong></sup> According to the Lord's own word, we tell you that we who are still alive, who are left till the coming of the Lord, will certainly not precede those who have fallen asleep. <sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. <sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. <sup><strong>18</strong></sup> Therefore encourage each other with these words. ","kjv":"<strong>13</strong> But I would not have you to be ignorant, brethren, concerning them which are asleep, that ye sorrow not, even as others which have no hope.  <strong>14</strong> For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with him.  <strong>15</strong> For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.  <strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  <strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  <strong>18</strong> Wherefore comfort one another with these words.  ","esv":"<div>\n\n<p id=\"p52004013_06-12\"><b class=\"verse-num\" id=\"v52004013-1\">13&nbsp;</b>But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope. <b class=\"verse-num\" id=\"v52004014-1\">14&nbsp;</b>For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep. <b class=\"verse-num\" id=\"v52004015-1\">15&nbsp;</b>For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep. <b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first. <b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord. <b class=\"verse-num\" id=\"v52004018-1\">18&nbsp;</b>Therefore encourage one another with these words.</p>\n\n</div>"},{"_id":"5fd24e84a1012d290aa87fd1","topicId":"5fc31fda8888bb90841ded1a","verse":"John 16:22","votes":2,"__v":0,"niv":"<sup><strong>22</strong></sup> So with you: Now is your time of grief, but I will see you again and you will rejoice, and no one will take away your joy.","kjv":"<strong>22</strong> And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you.  ","esv":"<div>\n<p id=\"p43016022_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016022-1\">22&nbsp;</b><span class=\"woc\">So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you.</span></p>\n</div>","modified":"2022-02-19T04:48:11.273Z"},{"_id":"5fd24e84a1012d290aa87fd2","topicId":"5fc31fda8888bb90841ded1a","verse":"Matthew 11:28-30","votes":10,"__v":0,"niv":"<sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest. <sup><strong>29</strong></sup> Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls. <sup><strong>30</strong></sup> For my yoke is easy and my burden is light.\" ","kjv":"<strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  <strong>29</strong> Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.  <strong>30</strong> For my yoke is easy, and my burden is light.  ","esv":"<div>\n<p id=\"p40011028_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span> <b class=\"verse-num woc\" id=\"v40011029-1\">29&nbsp;</b><span class=\"woc\">Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.</span> <b class=\"verse-num woc\" id=\"v40011030-1\">30&nbsp;</b><span class=\"woc\">For my yoke is easy, and my burden is light.”</span></p>\n</div>","modified":"2023-01-19T17:06:33.282Z"},{"_id":"5fd24e84a1012d290aa87fd3","topicId":"5fc31fda8888bb90841ded1a","verse":"Psalm 34:18","votes":8,"__v":0,"niv":"<sup><strong>18</strong></sup> The LORD is close to the brokenhearted and saves those who are crushed in spirit.","kjv":"<strong>18</strong> The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034018_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to the brokenhearted</span><br><span id=\"p19034018_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saves the crushed in spirit.</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-03-20T20:59:51.560Z"},{"_id":"5fd24e84a1012d290aa87fd4","topicId":"5fc31fda8888bb90841ded1a","verse":"2 Corinthians 1:3-12","votes":8,"__v":0,"niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, <sup><strong>4</strong></sup> who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves have received from God. <sup><strong>5</strong></sup> For just as the sufferings of Christ flow over into our lives, so also through Christ our comfort overflows. <sup><strong>6</strong></sup> If we are distressed, it is for your comfort and salvation; if we are comforted, it is for your comfort, which produces in you patient endurance of the same sufferings we suffer. <sup><strong>7</strong></sup> And our hope for you is firm, because we know that just as you share in our sufferings, so also you share in our comfort. <sup><strong>8</strong></sup> We do not want you to be uninformed, brothers, about the hardships we suffered in the province of Asia. We were under great pressure, far beyond our ability to endure, so that we despaired even of life. <sup><strong>9</strong></sup> Indeed, in our hearts we felt the sentence of death. But this happened that we might not rely on ourselves but on God, who raises the dead. <sup><strong>10</strong></sup> He has delivered us from such a deadly peril, and he will deliver us. On him we have set our hope that he will continue to deliver us, <sup><strong>11</strong></sup> as you help us by your prayers. Then many will give thanks on our behalf for the gracious favor granted us in answer to the prayers of many. <sup><strong>12</strong></sup> Now this is our boast: Our conscience testifies that we have conducted ourselves in the world, and especially in our relations with you, in the holiness and sincerity that are from God. We have done so not according to worldly wisdom but according to God's grace. ","kjv":"<strong>3</strong> Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort;  <strong>4</strong> Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.  <strong>5</strong> For as the sufferings of Christ abound in us, so our consolation also aboundeth by Christ.  <strong>6</strong> And whether we be afflicted, it is for your consolation and salvation, which is effectual in the enduring of the same sufferings which we also suffer: or whether we be comforted, it is for your consolation and salvation.  <strong>7</strong> And our hope of you is stedfast, knowing, that as ye are partakers of the sufferings, so shall ye be also of the consolation.  <strong>8</strong> For we would not, brethren, have you ignorant of our trouble which came to us in Asia, that we were pressed out of measure, above strength, insomuch that we despaired even of life:  <strong>9</strong> But we had the sentence of death in ourselves, that we should not trust in ourselves, but in God which raiseth the dead:  <strong>10</strong> Who delivered us from so great a death, and doth deliver: in whom we trust that he will yet deliver us;  <strong>11</strong> Ye also helping together by prayer for us, that for the gift bestowed  upon us by the means of many persons thanks may be given by many on our behalf.  <strong>12</strong> For our rejoicing is this, the testimony of our conscience, that in simplicity and godly sincerity, not with fleshly wisdom, but by the grace of God, we have had our conversation in the world, and more abundantly to you-ward.  ","esv":"<div>\n\n<p id=\"p47001003_05-16\"><b class=\"verse-num\" id=\"v47001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, <b class=\"verse-num\" id=\"v47001004-1\">4&nbsp;</b>who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, with the comfort with which we ourselves are comforted by God. <b class=\"verse-num\" id=\"v47001005-1\">5&nbsp;</b>For as we share abundantly in Christ’s sufferings, so through Christ we share abundantly in comfort too. <b class=\"verse-num\" id=\"v47001006-1\">6&nbsp;</b>If we are afflicted, it is for your comfort and salvation; and if we are comforted, it is for your comfort, which you experience when you patiently endure the same sufferings that we suffer. <b class=\"verse-num\" id=\"v47001007-1\">7&nbsp;</b>Our hope for you is unshaken, for we know that as you share in our sufferings, you will also share in our comfort.</p>\n<p id=\"p47001007_05-16\"><b class=\"verse-num\" id=\"v47001008-1\">8&nbsp;</b>For we do not want you to be unaware, brothers, of the affliction we experienced in Asia. For we were so utterly burdened beyond our strength that we despaired of life itself. <b class=\"verse-num\" id=\"v47001009-1\">9&nbsp;</b>Indeed, we felt that we had received the sentence of death. But that was to make us rely not on ourselves but on God who raises the dead. <b class=\"verse-num\" id=\"v47001010-1\">10&nbsp;</b>He delivered us from such a deadly peril, and he will deliver us. On him we have set our hope that he will deliver us again. <b class=\"verse-num\" id=\"v47001011-1\">11&nbsp;</b>You also must help us by prayer, so that many will give thanks on our behalf for the blessing granted us through the prayers of many.</p>\n\n<p id=\"p47001011_09-16\"><b class=\"verse-num\" id=\"v47001012-1\">12&nbsp;</b>For our boast is this, the testimony of our conscience, that we behaved in the world with simplicity and godly sincerity, not by earthly wisdom but by the grace of God, and supremely so toward you.</p>\n\n</div>"},{"_id":"5fd24e84a1012d290aa87fd5","topicId":"5fc31fda8888bb90841ded1a","verse":"Romans 8:18","votes":7,"__v":0,"niv":"<sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us.","kjv":"<strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  ","esv":"<div>\n\n<p id=\"p45008018_03-17\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.</p>\n</div>"},{"_id":"5fd24e84a1012d290aa87fd6","topicId":"5fc31fda8888bb90841ded1a","verse":"1 Peter 2:23-25","votes":7,"__v":0,"niv":"<sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. <sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed. <sup><strong>25</strong></sup> For you were like sheep going astray, but now you have returned to the Shepherd and Overseer of your souls. ","kjv":"<strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  <strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  <strong>25</strong> For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.  ","esv":"<div>\n<p id=\"p60002023_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly. <b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed. <b class=\"verse-num\" id=\"v60002025-1\">25&nbsp;</b>For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls.</p>\n</div>"},{"_id":"5fd24e85a1012d290aa87fd7","topicId":"5fc31fda8888bb90841ded1a","verse":"Deuteronomy 18:9-13","votes":7,"__v":0,"niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. <sup><strong>13</strong></sup> You must be blameless before the LORD your God. ","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  <strong>13</strong> Thou shalt be perfect with the LORD thy God.  ","esv":"<div>\n\n<p id=\"p05018009_03-20\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you. <b class=\"verse-num\" id=\"v05018013-1\">13&nbsp;</b>You shall be blameless before the LORD your God,</p>\n\n</div>"},{"_id":"5fd24e85a1012d290aa87fd8","topicId":"5fc31fda8888bb90841ded1a","verse":"1 Thessalonians 4:13","votes":5,"__v":0,"niv":"<sup><strong>13</strong></sup> Brothers, we do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope.","kjv":"<strong>13</strong> But I would not have you to be ignorant, brethren, concerning them which are asleep, that ye sorrow not, even as others which have no hope.  ","esv":"<div>\n\n<p id=\"p52004013_06-22\"><b class=\"verse-num\" id=\"v52004013-1\">13&nbsp;</b>But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope.</p>\n</div>","modified":"2021-09-12T02:20:27.019Z"},{"_id":"5fd24e85a1012d290aa87fd9","topicId":"5fc31fda8888bb90841ded1a","verse":"Philippians 4:13","votes":6,"__v":0,"niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength.","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","esv":"<div>\n<p id=\"p50004013_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>"},{"_id":"5fd24e85a1012d290aa87fda","topicId":"5fc31fda8888bb90841ded1a","verse":"Romans 8:28","votes":6,"__v":0,"niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose.","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","esv":"<div>\n<p id=\"p45008028_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>"},{"_id":"5fd24e85a1012d290aa87fdb","topicId":"5fc31fda8888bb90841ded1a","verse":"John 11:25","votes":6,"__v":0,"niv":"<sup><strong>25</strong></sup> Jesus said to her, \"I am the resurrection and the life. He who believes in me will live, even though he dies;","kjv":"<strong>25</strong> Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:  ","esv":"<div>\n<p id=\"p43011025_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011025-1\">25&nbsp;</b>Jesus said to her, <span class=\"woc\">“I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live,</span></p>\n\n</div>"},{"_id":"5fd24e85a1012d290aa87fdc","topicId":"5fc31fda8888bb90841ded1a","verse":"Luke 20:11-18","votes":6,"__v":0,"niv":"<sup><strong>11</strong></sup> He sent another servant, but that one also they beat and treated shamefully and sent away empty-handed. <sup><strong>12</strong></sup> He sent still a third, and they wounded him and threw him out. <sup><strong>13</strong></sup> \"Then the owner of the vineyard said, 'What shall I do? I will send my son, whom I love; perhaps they will respect him.' <sup><strong>14</strong></sup> \"But when the tenants saw him, they talked the matter over. 'This is the heir,' they said. 'Let's kill him, and the inheritance will be ours.' <sup><strong>15</strong></sup> So they threw him out of the vineyard and killed him. <sup><strong>16</strong></sup> \"What then will the owner of the vineyard do to them? He will come and kill those tenants and give the vineyard to others.\" When the people heard this, they said, \"May this never be!\" <sup><strong>17</strong></sup> Jesus looked directly at them and asked, \"Then what is the meaning of that which is written: \"'The stone the builders rejected has become the capstone '? <sup><strong>18</strong></sup> Everyone who falls on that stone will be broken to pieces, but he on whom it falls will be crushed.\" ","kjv":"<strong>11</strong> And again he sent another servant: and they beat him also, and entreated him shamefully, and sent him away empty.  <strong>12</strong> And again he sent a third: and they wounded him also, and cast him out.  <strong>13</strong> Then said the lord of the vineyard, What shall I do? I will send my beloved son: it may be they will reverence him when they see him.  <strong>14</strong> But when the husbandmen saw him, they reasoned among themselves, saying, This is the heir: come, let us kill him, that the inheritance may be ours.  <strong>15</strong> So they cast him out of the vineyard, and killed him.  What therefore shall the lord of the vineyard do unto them?  <strong>16</strong> He shall come and destroy these husbandmen, and shall give the vineyard to others. And when they heard it, they said, God forbid.  <strong>17</strong> And he beheld them, and said, What is this then that is written, The stone which the builders rejected, the same is become the head of the corner?  <strong>18</strong> Whosoever shall fall upon that stone shall be broken; but on whomsoever it shall fall, it will grind him to powder. ","esv":"<div>\n<p id=\"p42020011_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42020011-1\">11&nbsp;</b><span class=\"woc\">And he sent another servant. But they also beat and treated him shamefully, and sent him away empty-handed.</span> <b class=\"verse-num woc\" id=\"v42020012-1\">12&nbsp;</b><span class=\"woc\">And he sent yet a third. This one also they wounded and cast out.</span> <b class=\"verse-num woc\" id=\"v42020013-1\">13&nbsp;</b><span class=\"woc\">Then the owner of the vineyard said, ‘What shall I do? I will send my beloved son; perhaps they will respect him.’</span> <b class=\"verse-num woc\" id=\"v42020014-1\">14&nbsp;</b><span class=\"woc\">But when the tenants saw him, they said to themselves, ‘This is the heir. Let us kill him, so that the inheritance may be ours.’</span> <b class=\"verse-num woc\" id=\"v42020015-1\">15&nbsp;</b><span class=\"woc\">And they threw him out of the vineyard and killed him. What then will the owner of the vineyard do to them?</span> <b class=\"verse-num woc\" id=\"v42020016-1\">16&nbsp;</b><span class=\"woc\">He will come and destroy those tenants and give the vineyard to others.”</span> When they heard this, they said, “Surely not!” <b class=\"verse-num\" id=\"v42020017-1\">17&nbsp;</b>But he looked directly at them and said, <span class=\"woc\">“What then is this that is written:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42020017_01-26\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘The stone that the builders rejected</span><br><span id=\"p42020017_01-26\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone’?</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p42020017_01-26\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v42020018-1\">18&nbsp;</b><span class=\"woc\">Everyone who falls on that stone will be broken to pieces, and when it falls on anyone, it will crush him.”</span></p>\n\n</div>"},{"_id":"5fd24e86a1012d290aa87fdd","topicId":"5fc31fda8888bb90841ded1a","verse":"Ezekiel 34:1-16","votes":6,"__v":0,"niv":"<sup><strong>1</strong></sup> The word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, prophesy against the shepherds of Israel; prophesy and say to them: 'This is what the Sovereign LORD says: Woe to the shepherds of Israel who only take care of themselves! Should not shepherds take care of the flock? <sup><strong>3</strong></sup> You eat the curds, clothe yourselves with the wool and slaughter the choice animals, but you do not take care of the flock. <sup><strong>4</strong></sup> You have not strengthened the weak or healed the sick or bound up the injured. You have not brought back the strays or searched for the lost. You have ruled them harshly and brutally. <sup><strong>5</strong></sup> So they were scattered because there was no shepherd, and when they were scattered they became food for all the wild animals. <sup><strong>6</strong></sup> My sheep wandered over all the mountains and on every high hill. They were scattered over the whole earth, and no one searched or looked for them. <sup><strong>7</strong></sup> \"'Therefore, you shepherds, hear the word of the LORD: <sup><strong>8</strong></sup> As surely as I live, declares the Sovereign LORD, because my flock lacks a shepherd and so has been plundered and has become food for all the wild animals, and because my shepherds did not search for my flock but cared for themselves rather than for my flock, <sup><strong>9</strong></sup> therefore, O shepherds, hear the word of the LORD: <sup><strong>10</strong></sup> This is what the Sovereign LORD says: I am against the shepherds and will hold them accountable for my flock. I will remove them from tending the flock so that the shepherds can no longer feed themselves. I will rescue my flock from their mouths, and it will no longer be food for them. <sup><strong>11</strong></sup> \"'For this is what the Sovereign LORD says: I myself will search for my sheep and look after them. <sup><strong>12</strong></sup> As a shepherd looks after his scattered flock when he is with them, so will I look after my sheep. I will rescue them from all the places where they were scattered on a day of clouds and darkness. <sup><strong>13</strong></sup> I will bring them out from the nations and gather them from the countries, and I will bring them into their own land. I will pasture them on the mountains of Israel, in the ravines and in all the settlements in the land. <sup><strong>14</strong></sup> I will tend them in a good pasture, and the mountain heights of Israel will be their grazing land. There they will lie down in good grazing land, and there they will feed in a rich pasture on the mountains of Israel. <sup><strong>15</strong></sup> I myself will tend my sheep and have them lie down, declares the Sovereign LORD. <sup><strong>16</strong></sup> I will search for the lost and bring back the strays. I will bind up the injured and strengthen the weak, but the sleek and the strong I will destroy. I will shepherd the flock with justice. ","kjv":"<strong>1</strong> And the word of the LORD came unto me, saying,  <strong>2</strong> Son of man, prophesy against the shepherds of Israel, prophesy, and say unto them, Thus saith the Lord GOD unto the shepherds; Woe be to the shepherds of Israel that do feed themselves! should not the shepherds feed the flocks?  <strong>3</strong> Ye eat the fat, and ye clothe you with the wool, ye kill them that are fed: but ye feed not the flock.  <strong>4</strong> The diseased have ye not strengthened, neither have ye healed that which was sick, neither have ye bound up that which was broken, neither have ye brought again that which was driven away, neither have ye sought that which was lost; but with force and with cruelty have ye ruled them.  <strong>5</strong> And they were scattered, because there is no shepherd: and they became meat to all the beasts of the field, when they were scattered.  <strong>6</strong> My sheep wandered through all the mountains, and upon every high hill: yea, my flock was scattered upon all the face of the earth, and none did search or seek after them. <strong>7</strong> Therefore, ye shepherds, hear the word of the LORD;  <strong>8</strong> As I live, saith the Lord GOD, surely because my flock became a prey, and my flock became meat to every beast of the field, because there was no shepherd, neither did my shepherds search for my flock, but the shepherds fed themselves, and fed not my flock;  <strong>9</strong> Therefore, O ye shepherds, hear the word of the LORD;  <strong>10</strong> Thus saith the Lord GOD; Behold, I am against the shepherds; and I will require my flock at their hand, and cause them to cease from feeding the flock; neither shall the shepherds feed themselves any more; for I will deliver my flock from their mouth, that they may not be meat for them.  <strong>11</strong> For thus saith the Lord GOD; Behold, I, even I, will both search my sheep, and seek them out.  <strong>12</strong> As a shepherd seeketh out his flock in the day that he is among his sheep that are scattered; so will I seek out my sheep, and will deliver them out of all places where they have been scattered in the cloudy and dark day.  <strong>13</strong> And I will bring them out from the people, and gather them from the countries, and will bring them to their own land, and feed them upon the mountains of Israel by the rivers, and in all the inhabited places of the country.  <strong>14</strong> I will feed them in a good pasture, and upon the high mountains of Israel shall their fold be: there shall they lie in a good fold, and in a fat pasture shall they feed upon the mountains of Israel.  <strong>15</strong> I will feed my flock, and I will cause them to lie down, saith the Lord GOD.  <strong>16</strong> I will seek that which was lost, and bring again that which was driven away, and will bind up that which was broken, and will strengthen that which was sick: but I will destroy the fat and the strong; I will feed them with judgment.  ","esv":"<div>\n\n<p id=\"p26034001_07-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26034001-1\">34:1&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26034002-1\">2&nbsp;</b>“Son of man, prophesy against the shepherds of Israel; prophesy, and say to them, even to the shepherds, Thus says the Lord GOD: Ah, shepherds of Israel who have been feeding yourselves! Should not shepherds feed the sheep? <b class=\"verse-num\" id=\"v26034003-1\">3&nbsp;</b>You eat the fat, you clothe yourselves with the wool, you slaughter the fat ones, but you do not feed the sheep. <b class=\"verse-num\" id=\"v26034004-1\">4&nbsp;</b>The weak you have not strengthened, the sick you have not healed, the injured you have not bound up, the strayed you have not brought back, the lost you have not sought, and with force and harshness you have ruled them. <b class=\"verse-num\" id=\"v26034005-1\">5&nbsp;</b>So they were scattered, because there was no shepherd, and they became food for all the wild beasts. My sheep were scattered; <b class=\"verse-num\" id=\"v26034006-1\">6&nbsp;</b>they wandered over all the mountains and on every high hill. My sheep were scattered over all the face of the earth, with none to search or seek for them.</p>\n<p id=\"p26034006_07-27\"><b class=\"verse-num\" id=\"v26034007-1\">7&nbsp;</b>“Therefore, you shepherds, hear the word of the LORD: <b class=\"verse-num\" id=\"v26034008-1\">8&nbsp;</b>As I live, declares the Lord GOD, surely because my sheep have become a prey, and my sheep have become food for all the wild beasts, since there was no shepherd, and because my shepherds have not searched for my sheep, but the shepherds have fed themselves, and have not fed my sheep, <b class=\"verse-num\" id=\"v26034009-1\">9&nbsp;</b>therefore, you shepherds, hear the word of the LORD: <b class=\"verse-num\" id=\"v26034010-1\">10&nbsp;</b>Thus says the Lord GOD, Behold, I am against the shepherds, and I will require my sheep at their hand and put a stop to their feeding the sheep. No longer shall the shepherds feed themselves. I will rescue my sheep from their mouths, that they may not be food for them.</p>\n\n<p id=\"p26034010_14-27\"><b class=\"verse-num\" id=\"v26034011-1\">11&nbsp;</b>“For thus says the Lord GOD: Behold, I, I myself will search for my sheep and will seek them out. <b class=\"verse-num\" id=\"v26034012-1\">12&nbsp;</b>As a shepherd seeks out his flock when he is among his sheep that have been scattered, so will I seek out my sheep, and I will rescue them from all places where they have been scattered on a day of clouds and thick darkness. <b class=\"verse-num\" id=\"v26034013-1\">13&nbsp;</b>And I will bring them out from the peoples and gather them from the countries, and will bring them into their own land. And I will feed them on the mountains of Israel, by the ravines, and in all the inhabited places of the country. <b class=\"verse-num\" id=\"v26034014-1\">14&nbsp;</b>I will feed them with good pasture, and on the mountain heights of Israel shall be their grazing land. There they shall lie down in good grazing land, and on rich pasture they shall feed on the mountains of Israel. <b class=\"verse-num\" id=\"v26034015-1\">15&nbsp;</b>I myself will be the shepherd of my sheep, and I myself will make them lie down, declares the Lord GOD. <b class=\"verse-num\" id=\"v26034016-1\">16&nbsp;</b>I will seek the lost, and I will bring back the strayed, and I will bind up the injured, and I will strengthen the weak, and the fat and the strong I will destroy. I will feed them in justice.</p>\n\n</div>"},{"_id":"5fd24e86a1012d290aa87fde","topicId":"5fc31fda8888bb90841ded1a","verse":"Isaiah 53:3-4","votes":6,"__v":0,"niv":"<sup><strong>3</strong></sup> He was despised and rejected by men, a man of sorrows, and familiar with suffering. Like one from whom men hide their faces he was despised, and we esteemed him not. <sup><strong>4</strong></sup> Surely he took up our infirmities and carried our sorrows, yet we considered him stricken by God, smitten by him, and afflicted. ","kjv":"<strong>3</strong> He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.  <strong>4</strong> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053003_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053003-1\">3&nbsp;</b>&nbsp;&nbsp;He was despised and rejected by men,</span><br><span id=\"p23053003_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man of sorrows and acquainted with grief;</span><br><span id=\"p23053003_01-28\" class=\"line\">&nbsp;&nbsp;and as one from whom men hide their faces</span><br><span id=\"p23053003_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was despised, and we esteemed him not.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053004_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053004-1\">4&nbsp;</b>&nbsp;&nbsp;Surely he has borne our griefs</span><br><span id=\"p23053004_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and carried our sorrows;</span><br><span id=\"p23053004_01-28\" class=\"line\">&nbsp;&nbsp;yet we esteemed him stricken,</span><br><span id=\"p23053004_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;smitten by God, and afflicted.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>"},{"_id":"5fd24e86a1012d290aa87fdf","topicId":"5fc31fda8888bb90841ded1a","verse":"Psalm 34","votes":6,"__v":0,"niv":"<sup><strong>1</strong></sup> I will extol the LORD at all times; his praise will always be on my lips. <sup><strong>2</strong></sup> My soul will boast in the LORD; let the afflicted hear and rejoice. <sup><strong>3</strong></sup> Glorify the LORD with me; let us exalt his name together. <sup><strong>4</strong></sup> I sought the LORD, and he answered me; he delivered me from all my fears. <sup><strong>5</strong></sup> Those who look to him are radiant; their faces are never covered with shame. <sup><strong>6</strong></sup> This poor man called, and the LORD heard him; he saved him out of all his troubles. <sup><strong>7</strong></sup> The angel of the LORD encamps around those who fear him, and he delivers them. <sup><strong>8</strong></sup> Taste and see that the LORD is good; blessed is the man who takes refuge in him. <sup><strong>9</strong></sup> Fear the LORD, you his saints, for those who fear him lack nothing. <sup><strong>10</strong></sup> The lions may grow weak and hungry, but those who seek the LORD lack no good thing. <sup><strong>11</strong></sup> Come, my children, listen to me; I will teach you the fear of the LORD. <sup><strong>12</strong></sup> Whoever of you loves life and desires to see many good days, <sup><strong>13</strong></sup> keep your tongue from evil and your lips from speaking lies. <sup><strong>14</strong></sup> Turn from evil and do good; seek peace and pursue it. <sup><strong>15</strong></sup> The eyes of the LORD are on the righteous and his ears are attentive to their cry; <sup><strong>16</strong></sup> the face of the LORD is against those who do evil, to cut off the memory of them from the earth. <sup><strong>17</strong></sup> The righteous cry out, and the LORD hears them; he delivers them from all their troubles. <sup><strong>18</strong></sup> The LORD is close to the brokenhearted and saves those who are crushed in spirit. <sup><strong>19</strong></sup> A righteous man may have many troubles, but the LORD delivers him from them all; <sup><strong>20</strong></sup> he protects all his bones, not one of them will be broken. <sup><strong>21</strong></sup> Evil will slay the wicked; the foes of the righteous will be condemned. <sup><strong>22</strong></sup> The LORD redeems his servants; no one will be condemned who takes refuge in him. ","kjv":"<strong>1</strong> I will bless the LORD at all times: his praise shall continually be in my mouth.  <strong>2</strong> My soul shall make her boast in the LORD: the humble shall hear thereof, and be glad.  <strong>3</strong> O magnify the LORD with me, and let us exalt his name together.  <strong>4</strong> I sought the LORD, and he heard me, and delivered me from all my fears.  <strong>5</strong> They looked unto him, and were lightened: and their faces were not ashamed.  <strong>6</strong> This poor man cried, and the LORD heard him, and saved him out of all his troubles.  <strong>7</strong> The angel of the LORD encampeth round about them that fear him, and delivereth them.  <strong>8</strong> O taste and see that the LORD is good: blessed is  the man that trusteth in him.  <strong>9</strong> O fear the LORD, ye his saints: for there is no want to them that fear him.  <strong>10</strong> The young lions do lack, and suffer hunger: but they that seek the LORD shall not want any good thing. <strong>11</strong> Come, ye children, hearken unto me: I will teach you the fear of the LORD.  <strong>12</strong> What man is he that desireth life, and loveth many days, that he may see good?  <strong>13</strong> Keep thy tongue from evil, and thy lips from speaking guile.  <strong>14</strong> Depart from evil, and do good; seek peace, and pursue it.  <strong>15</strong> The eyes of the LORD are upon the righteous, and his ears are open unto their cry.  <strong>16</strong> The face of the LORD is against them that do evil, to cut off the remembrance of them from the earth.  <strong>17</strong>             The righteous cry, and the LORD heareth, and delivereth them out of all their troubles.  <strong>18</strong> The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.  <strong>19</strong> Many are the afflictions of the righteous: but the LORD delivereth him out of them all.  <strong>20</strong> He keepeth all his bones: not one of them is broken.  <strong>21</strong> Evil shall slay the wicked: and they that hate the righteous shall be desolate.  <strong>22</strong> The LORD redeemeth the soul of his servants: and none of them that trust in him shall be desolate.  ","esv":"<div>\n\n<h4 id=\"p19034001_09-1\" class=\"psalm-title\"> Of David, when he changed his behavior before Abimelech, so that he drove him out, and he went away.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034001_09-1\" class=\"line\"><b class=\"chapter-num\" id=\"v19034001-1\">34:1&nbsp;</b>&nbsp;&nbsp;I will bless the LORD at all times;</span><br><span id=\"p19034001_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his praise shall continually be in my mouth.</span><br><span id=\"p19034002_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034002-1\">2&nbsp;</b>&nbsp;&nbsp;My soul makes its boast in the LORD;</span><br><span id=\"p19034002_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the humble hear and be glad.</span><br><span id=\"p19034003_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034003-1\">3&nbsp;</b>&nbsp;&nbsp;Oh, magnify the LORD with me,</span><br><span id=\"p19034003_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let us exalt his name together!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034004_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034004-1\">4&nbsp;</b>&nbsp;&nbsp;I sought the LORD, and he answered me</span><br><span id=\"p19034004_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delivered me from all my fears.</span><br><span id=\"p19034005_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034005-1\">5&nbsp;</b>&nbsp;&nbsp;Those who look to him are radiant,</span><br><span id=\"p19034005_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their faces shall never be ashamed.</span><br><span id=\"p19034006_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034006-1\">6&nbsp;</b>&nbsp;&nbsp;This poor man cried, and the LORD heard him</span><br><span id=\"p19034006_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saved him out of all his troubles.</span><br><span id=\"p19034007_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034007-1\">7&nbsp;</b>&nbsp;&nbsp;The angel of the LORD encamps</span><br><span id=\"p19034007_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;around those who fear him, and delivers them.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034008_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034008-1\">8&nbsp;</b>&nbsp;&nbsp;Oh, taste and see that the LORD is good!</span><br><span id=\"p19034008_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Blessed is the man who takes refuge in him!</span><br><span id=\"p19034009_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034009-1\">9&nbsp;</b>&nbsp;&nbsp;Oh, fear the LORD, you his saints,</span><br><span id=\"p19034009_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for those who fear him have no lack!</span><br><span id=\"p19034010_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034010-1\">10&nbsp;</b>&nbsp;&nbsp;The young lions suffer want and hunger;</span><br><span id=\"p19034010_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those who seek the LORD lack no good thing.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034011_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034011-1\">11&nbsp;</b>&nbsp;&nbsp;Come, O children, listen to me;</span><br><span id=\"p19034011_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will teach you the fear of the LORD.</span><br><span id=\"p19034012_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034012-1\">12&nbsp;</b>&nbsp;&nbsp;What man is there who desires life</span><br><span id=\"p19034012_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and loves many days, that he may see good?</span><br><span id=\"p19034013_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034013-1\">13&nbsp;</b>&nbsp;&nbsp;Keep your tongue from evil</span><br><span id=\"p19034013_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your lips from speaking deceit.</span><br><span id=\"p19034014_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034014-1\">14&nbsp;</b>&nbsp;&nbsp;Turn away from evil and do good;</span><br><span id=\"p19034014_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seek peace and pursue it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034015_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034015-1\">15&nbsp;</b>&nbsp;&nbsp;The eyes of the LORD are toward the righteous</span><br><span id=\"p19034015_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears toward their cry.</span><br><span id=\"p19034016_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034016-1\">16&nbsp;</b>&nbsp;&nbsp;The face of the LORD is against those who do evil,</span><br><span id=\"p19034016_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to cut off the memory of them from the earth.</span><br><span id=\"p19034017_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034017-1\">17&nbsp;</b>&nbsp;&nbsp;When the righteous cry for help, the LORD hears</span><br><span id=\"p19034017_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delivers them out of all their troubles.</span><br><span id=\"p19034018_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to the brokenhearted</span><br><span id=\"p19034018_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saves the crushed in spirit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034019_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034019-1\">19&nbsp;</b>&nbsp;&nbsp;Many are the afflictions of the righteous,</span><br><span id=\"p19034019_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD delivers him out of them all.</span><br><span id=\"p19034020_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034020-1\">20&nbsp;</b>&nbsp;&nbsp;He keeps all his bones;</span><br><span id=\"p19034020_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not one of them is broken.</span><br><span id=\"p19034021_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034021-1\">21&nbsp;</b>&nbsp;&nbsp;Affliction will slay the wicked,</span><br><span id=\"p19034021_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who hate the righteous will be condemned.</span><br><span id=\"p19034022_09-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034022-1\">22&nbsp;</b>&nbsp;&nbsp;The LORD redeems the life of his servants;</span><br><span id=\"p19034022_09-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;none of those who take refuge in him will be condemned.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>"}]}