{"_id":"616244cd8d436e0b7f06a8f1","slug":"groups","name":"Groups","verses":[{"_id":"616244cd8d436e0b7f06a8f2","topicId":"616244cd8d436e0b7f06a8f1","verse":"Matthew 18:19-20","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40018019_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span> <b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n</div>","kjv":"<strong>19</strong> Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.  <strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. ","niv":"<sup><strong>19</strong></sup> \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven. <sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\" "},{"_id":"616244ce8d436e0b7f06a8f3","topicId":"616244cd8d436e0b7f06a8f1","verse":"James 5:16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"616244ce8d436e0b7f06a8f4","topicId":"616244cd8d436e0b7f06a8f1","verse":"Hebrews 10:25","votes":7,"__v":0,"esv":"<div>\n<p id=\"p58010025_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching."},{"_id":"616244ce8d436e0b7f06a8f5","topicId":"616244cd8d436e0b7f06a8f1","verse":"Romans 10:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"616244ce8d436e0b7f06a8f6","topicId":"616244cd8d436e0b7f06a8f1","verse":"Nehemiah 4:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p16004006_01-5\"><b class=\"verse-num\" id=\"v16004006-1\">6&nbsp;</b>So we built the wall. And all the wall was joined together to half its height, for the people had a mind to work.</p>\n</div>","kjv":"<strong>6</strong> So built we the wall; and all the wall was joined together unto the half thereof: for the people had a mind to work.  ","niv":"<sup><strong>6</strong></sup> So we rebuilt the wall till all of it reached half its height, for the people worked with all their heart."},{"_id":"616244cf8d436e0b7f06a8f7","topicId":"616244cd8d436e0b7f06a8f1","verse":"1 John 1:8-9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us. <b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  <strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us. <sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. "},{"_id":"616244cf8d436e0b7f06a8f8","topicId":"616244cd8d436e0b7f06a8f1","verse":"Romans 12:3-5","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45012003_04-7\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned. <b class=\"verse-num\" id=\"v45012004-1\">4&nbsp;</b>For as in one body we have many members, and the members do not all have the same function, <b class=\"verse-num\" id=\"v45012005-1\">5&nbsp;</b>so we, though many, are one body in Christ, and individually members one of another.</p>\n\n</div>","kjv":"<strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  <strong>4</strong> For as we have many members in one body, and all members have not the same office:  <strong>5</strong> So we, being many, are one body in Christ, and every one members one of another.  ","niv":"<sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you. <sup><strong>4</strong></sup> Just as each of us has one body with many members, and these members do not all have the same function, <sup><strong>5</strong></sup> so in Christ we who are many form one body, and each member belongs to all the others. "},{"_id":"616244cf8d436e0b7f06a8f9","topicId":"616244cd8d436e0b7f06a8f1","verse":"Luke 14:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42014028_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014028-1\">28&nbsp;</b><span class=\"woc\">For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it?</span></p>\n</div>","kjv":"<strong>28</strong> For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it?  ","niv":"<sup><strong>28</strong></sup> \"Suppose one of you wants to build a tower. Will he not first sit down and estimate the cost to see if he has enough money to complete it?"}]}