{"_id":"616245668d436e0b7f06a94f","slug":"growing-up","name":"Growing Up","verses":[{"_id":"616245678d436e0b7f06a950","topicId":"616245668d436e0b7f06a94f","verse":"1 Corinthians 13:11","votes":93,"__v":0,"esv":"<div>\n<p id=\"p46013011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways.</p>\n</div>","kjv":"<strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  ","niv":"<sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me.","modified":"2023-06-18T19:42:22.220Z"},{"_id":"616245678d436e0b7f06a951","topicId":"616245668d436e0b7f06a94f","verse":"2 Timothy 3:14-15","votes":44,"__v":0,"esv":"<div>\n<p id=\"p55003014_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003014-1\">14&nbsp;</b>But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it <b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus.</p>\n\n</div>","kjv":"<strong>14</strong> But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;  <strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  ","niv":"<sup><strong>14</strong></sup> But as for you, continue in what you have learned and have become convinced of, because you know those from whom you learned it, <sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus. ","modified":"2023-09-17T00:03:56.760Z"},{"_id":"616245678d436e0b7f06a952","topicId":"616245668d436e0b7f06a94f","verse":"Luke 2:52","votes":32,"__v":0,"esv":"<div>\n<p id=\"p42002052_01-3\"><b class=\"verse-num\" id=\"v42002052-1\">52&nbsp;</b>And Jesus increased in wisdom and in stature and in favor with God and man.</p>\n\n</div>","kjv":"<strong>52</strong> And Jesus increased in wisdom and stature, and in favour with God and man.  ","niv":"<sup><strong>52</strong></sup> And Jesus grew in wisdom and stature, and in favor with God and men.","modified":"2023-05-25T14:17:46.578Z"},{"_id":"616245678d436e0b7f06a953","topicId":"616245668d436e0b7f06a94f","verse":"Ephesians 4:11-16","votes":22,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-4\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, <b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes. <b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  <strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  <strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. <sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming. <sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. <sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work. ","modified":"2023-07-19T19:58:53.610Z"},{"_id":"616245688d436e0b7f06a954","topicId":"616245668d436e0b7f06a94f","verse":"Proverbs 22:6","votes":25,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it.","modified":"2023-07-19T19:57:36.369Z"},{"_id":"616245688d436e0b7f06a955","topicId":"616245668d436e0b7f06a94f","verse":"1 Samuel 2:26","votes":22,"__v":0,"esv":"<div>\n<p id=\"p09002026_01-7\"><b class=\"verse-num\" id=\"v09002026-1\">26&nbsp;</b>Now the boy Samuel continued to grow both in stature and in favor with the LORD and also with man.</p>\n</div>","kjv":"<strong>26</strong> And the child Samuel grew on, and was in favour both with the LORD, and also with men.  ","niv":"<sup><strong>26</strong></sup> And the boy Samuel continued to grow in stature and in favor with the LORD and with men.","modified":"2023-10-18T15:45:50.660Z"},{"_id":"616245688d436e0b7f06a956","topicId":"616245668d436e0b7f06a94f","verse":"2 Peter 3:18","votes":23,"__v":0,"esv":"<div>\n<p id=\"p61003018_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003018-1\">18&nbsp;</b>But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.</p>\n</div>","kjv":"<strong>18</strong> But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen.  ","niv":"<sup><strong>18</strong></sup> But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be glory both now and forever! Amen.","modified":"2023-11-04T23:22:34.822Z"},{"_id":"616245698d436e0b7f06a957","topicId":"616245668d436e0b7f06a94f","verse":"Ephesians 4:15-16","votes":17,"__v":0,"esv":"<div>\n<p id=\"p49004015_01-9\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n</div>","kjv":"<strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  ","niv":"<sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. <sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work. ","modified":"2023-11-15T20:14:36.120Z"},{"_id":"616245698d436e0b7f06a958","topicId":"616245668d436e0b7f06a94f","verse":"Ephesians 6:4","votes":14,"__v":0,"esv":"<div>\n<p id=\"p49006004_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n</div>","kjv":"<strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  ","niv":"<sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord."},{"_id":"616245698d436e0b7f06a959","topicId":"616245668d436e0b7f06a94f","verse":"Ephesians 2:1-3","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p49002001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49002001-1\">2:1&nbsp;</b>And you were dead in the trespasses and sins <b class=\"verse-num\" id=\"v49002002-1\">2&nbsp;</b>in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—<b class=\"verse-num\" id=\"v49002003-1\">3&nbsp;</b>among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind.</p>\n\n</div>","kjv":"<strong>1</strong> And you hath he quickened, who were dead in trespasses and sins;  <strong>2</strong> Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:  <strong>3</strong> Among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.  ","niv":"<sup><strong>1</strong></sup> As for you, you were dead in your transgressions and sins, <sup><strong>2</strong></sup> in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient. <sup><strong>3</strong></sup> All of us also lived among them at one time, gratifying the cravings of our sinful nature and following its desires and thoughts. Like the rest, we were by nature objects of wrath. "},{"_id":"616245698d436e0b7f06a95a","topicId":"616245668d436e0b7f06a94f","verse":"1 Corinthians 3:1-4","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p46003001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46003001-1\">3:1&nbsp;</b>But I, brothers, could not address you as spiritual people, but as people of the flesh, as infants in Christ. <b class=\"verse-num\" id=\"v46003002-1\">2&nbsp;</b>I fed you with milk, not solid food, for you were not ready for it. And even now you are not yet ready, <b class=\"verse-num\" id=\"v46003003-1\">3&nbsp;</b>for you are still of the flesh. For while there is jealousy and strife among you, are you not of the flesh and behaving only in a human way? <b class=\"verse-num\" id=\"v46003004-1\">4&nbsp;</b>For when one says, “I follow Paul,” and another, “I follow Apollos,” are you not being merely human?</p>\n\n</div>","kjv":"<strong>1</strong> And I, brethren, could not speak unto you as unto spiritual, but as unto carnal, even as unto babes in Christ.  <strong>2</strong> I have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able.  <strong>3</strong> For ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?  <strong>4</strong> For while one saith, I am of Paul; and another, I am of Apollos; are ye not carnal?  ","niv":"<sup><strong>1</strong></sup> Brothers, I could not address you as spiritual but as worldly--mere infants in Christ. <sup><strong>2</strong></sup> I gave you milk, not solid food, for you were not yet ready for it. Indeed, you are still not ready. <sup><strong>3</strong></sup> You are still worldly. For since there is jealousy and quarreling among you, are you not worldly? Are you not acting like mere men? <sup><strong>4</strong></sup> For when one says, \"I follow Paul,\" and another, \"I follow Apollos,\" are you not mere men? "},{"_id":"6162456a8d436e0b7f06a95b","topicId":"616245668d436e0b7f06a94f","verse":"Luke 2:40","votes":13,"__v":0,"esv":"<div>\n<p id=\"p42002040_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002040-1\">40&nbsp;</b>And the child grew and became strong, filled with wisdom. And the favor of God was upon him.</p>\n</div>","kjv":"<strong>40</strong> And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him.  ","niv":"<sup><strong>40</strong></sup> And the child grew and became strong; he was filled with wisdom, and the grace of God was upon him.","modified":"2023-10-24T17:45:05.181Z"},{"_id":"6162456a8d436e0b7f06a95c","topicId":"616245668d436e0b7f06a94f","verse":"Isaiah 41:10","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-15\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.","modified":"2022-09-12T03:15:44.530Z"},{"_id":"6162456a8d436e0b7f06a95d","topicId":"616245668d436e0b7f06a94f","verse":"Joshua 1:9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p06001009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n</div>","kjv":"<strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","niv":"<sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\"","modified":"2023-11-15T21:54:35.769Z"},{"_id":"6162456b8d436e0b7f06a95e","topicId":"616245668d436e0b7f06a94f","verse":"Matthew 7:12","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-17\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets.","modified":"2022-11-16T03:01:26.448Z"},{"_id":"6162456b8d436e0b7f06a95f","topicId":"616245668d436e0b7f06a94f","verse":"Proverbs 13:22","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013022_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013022-1\">22&nbsp;</b>&nbsp;&nbsp;A good man leaves an inheritance to his children’s children,</span><br><span id=\"p20013022_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the sinner’s wealth is laid up for the righteous.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> A good man leaveth an inheritance to his children’s children: and the wealth of the sinner is laid up for the just.  ","niv":"<sup><strong>22</strong></sup> A good man leaves an inheritance for his children's children, but a sinner's wealth is stored up for the righteous."},{"_id":"6162456b8d436e0b7f06a960","topicId":"616245668d436e0b7f06a94f","verse":"John 3:16","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-19\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2022-05-14T16:37:22.372Z"},{"_id":"6162456c8d436e0b7f06a961","topicId":"616245668d436e0b7f06a94f","verse":"Jeremiah 1:5","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-20\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-20\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"6162456c8d436e0b7f06a962","topicId":"616245668d436e0b7f06a94f","verse":"Proverbs 22:15","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022015_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022015-1\">15&nbsp;</b>&nbsp;&nbsp;Folly is bound up in the heart of a child,</span><br><span id=\"p20022015_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the rod of discipline drives it far from him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Foolishness is bound in the heart of a child; but  the rod of correction shall drive it far from him.  ","niv":"<sup><strong>15</strong></sup> Folly is bound up in the heart of a child, but the rod of discipline will drive it far from him.","modified":"2022-05-18T12:54:23.820Z"},{"_id":"6162456c8d436e0b7f06a963","topicId":"616245668d436e0b7f06a94f","verse":"1 Peter 2:2-3","votes":8,"__v":0,"esv":"<div>\n<p id=\"p60002002_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—<b class=\"verse-num\" id=\"v60002003-1\">3&nbsp;</b>if indeed you have tasted that the Lord is good.</p>\n</div>","kjv":"<strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  <strong>3</strong> If so be ye have tasted that the Lord is gracious.  ","niv":"<sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation, <sup><strong>3</strong></sup> now that you have tasted that the Lord is good. ","modified":"2022-12-12T07:15:10.969Z"},{"_id":"6162456c8d436e0b7f06a964","topicId":"616245668d436e0b7f06a94f","verse":"Luke 1:37","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\"","modified":"2022-10-05T14:35:24.843Z"},{"_id":"6162456d8d436e0b7f06a965","topicId":"616245668d436e0b7f06a94f","verse":"Proverbs 23:22","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023022_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023022-1\">22&nbsp;</b>&nbsp;&nbsp;Listen to your father who gave you life,</span><br><span id=\"p20023022_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not despise your mother when she is old.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Hearken unto thy father that begat thee, and despise not thy mother when she is old.  ","niv":"<sup><strong>22</strong></sup> Listen to your father, who gave you life, and do not despise your mother when she is old.","modified":"2022-05-31T06:06:18.001Z"},{"_id":"6162456d8d436e0b7f06a966","topicId":"616245668d436e0b7f06a94f","verse":"Hebrews 5:12-14","votes":8,"__v":0,"esv":"<div>\n<p id=\"p58005012_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v58005012-1\">12&nbsp;</b>For though by this time you ought to be teachers, you need someone to teach you again the basic principles of the oracles of God. You need milk, not solid food, <b class=\"verse-num\" id=\"v58005013-1\">13&nbsp;</b>for everyone who lives on milk is unskilled in the word of righteousness, since he is a child. <b class=\"verse-num\" id=\"v58005014-1\">14&nbsp;</b>But solid food is for the mature, for those who have their powers of discernment trained by constant practice to distinguish good from evil.</p>\n</div>","kjv":"<strong>12</strong> For when for the time ye ought to be teachers, ye have need that one teach you again which be the first principles of the oracles of God; and are become such as have need of milk, and not of strong meat.  <strong>13</strong> For every one that useth milk is unskilful in the word of righteousness: for he is a babe.  <strong>14</strong> But strong meat belongeth to them that are of full age, even  those who by reason of use have their senses exercised to discern both good and evil.  ","niv":"<sup><strong>12</strong></sup> In fact, though by this time you ought to be teachers, you need someone to teach you the elementary truths of God's word all over again. You need milk, not solid food! <sup><strong>13</strong></sup> Anyone who lives on milk, being still an infant, is not acquainted with the teaching about righteousness. <sup><strong>14</strong></sup> But solid food is for the mature, who by constant use have trained themselves to distinguish good from evil. ","modified":"2023-04-23T06:52:39.457Z"},{"_id":"6162456d8d436e0b7f06a967","topicId":"616245668d436e0b7f06a94f","verse":"Ephesians 6:2","votes":8,"__v":0,"esv":"<div>\n<p id=\"p49006002_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006002-1\">2&nbsp;</b>“Honor your father and mother” (this is the first commandment with a promise),</p>\n</div>","kjv":"<strong>2</strong> Honour thy father and mother; (which is the first commandment with promise;)  ","niv":"<sup><strong>2</strong></sup> \"Honor your father and mother\"--which is the first commandment with a promise--","modified":"2022-06-04T06:44:37.383Z"},{"_id":"6162456e8d436e0b7f06a968","topicId":"616245668d436e0b7f06a94f","verse":"Acts 2:38","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.","modified":"2023-11-16T14:46:06.496Z"}]}