{"_id":"616245c48d436e0b7f06a983","slug":"grudges","name":"Grudges","verses":[{"_id":"616245c58d436e0b7f06a984","topicId":"616245c48d436e0b7f06a983","verse":"Ephesians 4:31-32","votes":176,"__v":0,"esv":"<div>\n<p id=\"p49004031_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. ","modified":"2022-10-07T12:58:06.635Z"},{"_id":"616245c58d436e0b7f06a985","topicId":"616245c48d436e0b7f06a983","verse":"Leviticus 19:18","votes":90,"__v":0,"esv":"<div>\n<p id=\"p03019018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019018-1\">18&nbsp;</b>You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the LORD.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I am the LORD.  ","niv":"<sup><strong>18</strong></sup> \"'Do not seek revenge or bear a grudge against one of your people, but love your neighbor as yourself. I am the LORD.","modified":"2022-10-31T10:43:14.987Z"},{"_id":"616245c58d436e0b7f06a986","topicId":"616245c48d436e0b7f06a983","verse":"Matthew 6:14-15","votes":91,"__v":0,"esv":"<div>\n<p id=\"p40006014_01-3\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n</div>","kjv":"<strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. ","niv":"<sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. "},{"_id":"616245c58d436e0b7f06a987","topicId":"616245c48d436e0b7f06a983","verse":"Ephesians 4:32","votes":53,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."},{"_id":"616245c68d436e0b7f06a988","topicId":"616245c48d436e0b7f06a983","verse":"Romans 12:17-21","votes":44,"__v":0,"esv":"<div>\n<p id=\"p45012017_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"616245c68d436e0b7f06a989","topicId":"616245c48d436e0b7f06a983","verse":"Mark 11:25","votes":42,"__v":0,"esv":"<div>\n<p id=\"p41011025_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41011025-1\">25&nbsp;</b><span class=\"woc\">And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”</span></p>\n\n</div>","kjv":"<strong>25</strong> And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.  ","niv":"<sup><strong>25</strong></sup> And when you stand praying, if you hold anything against anyone, forgive him, so that your Father in heaven may forgive you your sins.\""},{"_id":"616245c68d436e0b7f06a98a","topicId":"616245c48d436e0b7f06a983","verse":"1 Corinthians 13:4-8","votes":37,"__v":0,"esv":"<div>\n<p id=\"p46013004_01-8\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_01-8\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.</p>\n\n</div>","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  ","niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. "},{"_id":"616245c78d436e0b7f06a98b","topicId":"616245c48d436e0b7f06a983","verse":"Ephesians 4:26","votes":35,"__v":0,"esv":"<div>\n<p id=\"p49004026_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger,</p>\n</div>","kjv":"<strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  ","niv":"<sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry,"},{"_id":"616245c78d436e0b7f06a98c","topicId":"616245c48d436e0b7f06a983","verse":"Proverbs 10:12","votes":33,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010012_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010012-1\">12&nbsp;</b>&nbsp;&nbsp;Hatred stirs up strife,</span><br><span id=\"p20010012_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but love covers all offenses.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Hatred stirreth up strifes: but love covereth all sins.  ","niv":"<sup><strong>12</strong></sup> Hatred stirs up dissension, but love covers over all wrongs."},{"_id":"616245c78d436e0b7f06a98d","topicId":"616245c48d436e0b7f06a983","verse":"Luke 6:31","votes":29,"__v":0,"esv":"<div>\n<p id=\"p42006031_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n</div>","kjv":"<strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  ","niv":"<sup><strong>31</strong></sup> Do to others as you would have them do to you."},{"_id":"616245c78d436e0b7f06a98e","topicId":"616245c48d436e0b7f06a983","verse":"Luke 17:3-4","votes":27,"__v":0,"esv":"<div>\n<p id=\"p42017003_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42017003-1\">3&nbsp;</b><span class=\"woc\">Pay attention to yourselves! If your brother sins, rebuke him, and if he repents, forgive him,</span> <b class=\"verse-num woc\" id=\"v42017004-1\">4&nbsp;</b><span class=\"woc\">and if he sins against you seven times in the day, and turns to you seven times, saying, ‘I repent,’ you must forgive him.”</span></p>\n</div>","kjv":"<strong>3</strong>           Take heed to yourselves: If thy brother trespass against thee, rebuke him; and if he repent, forgive him.  <strong>4</strong> And if he trespass against thee seven times in a day, and seven times in a day turn again to thee, saying, I repent; thou shalt forgive him.  ","niv":"<sup><strong>3</strong></sup> So watch yourselves. \"If your brother sins, rebuke him, and if he repents, forgive him. <sup><strong>4</strong></sup> If he sins against you seven times in a day, and seven times comes back to you and says, 'I repent,' forgive him.\" "},{"_id":"616245c88d436e0b7f06a98f","topicId":"616245c48d436e0b7f06a983","verse":"Galatians 5:16-26","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p48005016_07-13\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh. <b class=\"verse-num\" id=\"v48005017-1\">17&nbsp;</b>For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do. <b class=\"verse-num\" id=\"v48005018-1\">18&nbsp;</b>But if you are led by the Spirit, you are not under the law. <b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God. <b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law. <b class=\"verse-num\" id=\"v48005024-1\">24&nbsp;</b>And those who belong to Christ Jesus have crucified the flesh with its passions and desires.</p>\n<p id=\"p48005024_07-13\"><b class=\"verse-num\" id=\"v48005025-1\">25&nbsp;</b>If we live by the Spirit, let us also keep in step with the Spirit. <b class=\"verse-num\" id=\"v48005026-1\">26&nbsp;</b>Let us not become conceited, provoking one another, envying one another.</p>\n\n</div>","kjv":"<strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  <strong>17</strong> For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.  <strong>18</strong> But if ye be led of the Spirit, ye are not under the law.  <strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  <strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  <strong>24</strong> And they that are Christ’s have crucified the flesh with the affections and lusts.  <strong>25</strong> If we live in the Spirit, let us also walk in the Spirit.  <strong>26</strong> Let us not be desirous of vain glory, provoking one another, envying one another.  ","niv":"<sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature. <sup><strong>17</strong></sup> For the sinful nature desires what is contrary to the Spirit, and the Spirit what is contrary to the sinful nature. They are in conflict with each other, so that you do not do what you want. <sup><strong>18</strong></sup> But if you are led by the Spirit, you are not under law. <sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. <sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. <sup><strong>24</strong></sup> Those who belong to Christ Jesus have crucified the sinful nature with its passions and desires. <sup><strong>25</strong></sup> Since we live by the Spirit, let us keep in step with the Spirit. <sup><strong>26</strong></sup> Let us not become conceited, provoking and envying each other. "},{"_id":"616245c88d436e0b7f06a990","topicId":"616245c48d436e0b7f06a983","verse":"James 4:1","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p59004001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59004001-1\">4:1&nbsp;</b>What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you?</p>\n\n</div>","kjv":"<strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  ","niv":"<sup><strong>1</strong></sup> What causes fights and quarrels among you? Don't they come from your desires that battle within you?"},{"_id":"616245c88d436e0b7f06a991","topicId":"616245c48d436e0b7f06a983","verse":"Proverbs 19:11","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019011_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019011-1\">11&nbsp;</b>&nbsp;&nbsp;Good sense makes one slow to anger,</span><br><span id=\"p20019011_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it is his glory to overlook an offense.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> The discretion of a man deferreth his anger; and it is his glory to pass over a transgression.  ","niv":"<sup><strong>11</strong></sup> A man's wisdom gives him patience; it is to his glory to overlook an offense."},{"_id":"616245c98d436e0b7f06a992","topicId":"616245c48d436e0b7f06a983","verse":"Ephesians 4:31","votes":16,"__v":0,"esv":"<div>\n<p id=\"p49004031_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice.</p>\n</div>","kjv":"<strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  ","niv":"<sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice."},{"_id":"616245c98d436e0b7f06a993","topicId":"616245c48d436e0b7f06a983","verse":"Proverbs 24:29","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024029_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024029-1\">29&nbsp;</b>&nbsp;&nbsp;Do not say, “I will do to him as he has done to me;</span><br><span id=\"p20024029_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will pay the man back for what he has done.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>29</strong> Say not, I will do so to him as he hath done to me: I will render to the man according to his work.  ","niv":"<sup><strong>29</strong></sup> Do not say, \"I'll do to him as he has done to me; I'll pay that man back for what he did.\""},{"_id":"616245c98d436e0b7f06a994","topicId":"616245c48d436e0b7f06a983","verse":"1 John 4:11","votes":16,"__v":0,"esv":"<div>\n<p id=\"p62004011_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004011-1\">11&nbsp;</b>Beloved, if God so loved us, we also ought to love one another.</p>\n</div>","kjv":"<strong>11</strong> Beloved, if God so loved us, we ought also to love one another.  ","niv":"<sup><strong>11</strong></sup> Dear friends, since God so loved us, we also ought to love one another."},{"_id":"616245ca8d436e0b7f06a995","topicId":"616245c48d436e0b7f06a983","verse":"Titus 3:3","votes":15,"__v":0,"esv":"<div>\n<p id=\"p56003003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003003-1\">3&nbsp;</b>For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another.</p>\n</div>","kjv":"<strong>3</strong> For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another.  ","niv":"<sup><strong>3</strong></sup> At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another."},{"_id":"616245ca8d436e0b7f06a996","topicId":"616245c48d436e0b7f06a983","verse":"Romans 12:2","votes":15,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616245ca8d436e0b7f06a997","topicId":"616245c48d436e0b7f06a983","verse":"Ephesians 4:26-27","votes":14,"__v":0,"esv":"<div>\n<p id=\"p49004026_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger, <b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil.</p>\n</div>","kjv":"<strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  <strong>27</strong> Neither give place to the devil.  ","niv":"<sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry, <sup><strong>27</strong></sup> and do not give the devil a foothold. "},{"_id":"616245ca8d436e0b7f06a998","topicId":"616245c48d436e0b7f06a983","verse":"Romans 14:10-12","votes":13,"__v":0,"esv":"<div>\n<p id=\"p45014010_01-22\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_01-22\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_01-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n</div>","kjv":"<strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  ","niv":"<sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. "},{"_id":"616245cb8d436e0b7f06a999","topicId":"616245c48d436e0b7f06a983","verse":"Proverbs 20:22","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020022_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020022-1\">22&nbsp;</b>&nbsp;&nbsp;Do not say, “I will repay evil”;</span><br><span id=\"p20020022_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wait for the LORD, and he will deliver you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Say not thou, I will recompense evil; but wait on the LORD, and he shall save thee.  ","niv":"<sup><strong>22</strong></sup> Do not say, \"I'll pay you back for this wrong!\" Wait for the LORD, and he will deliver you."},{"_id":"616245cb8d436e0b7f06a99a","topicId":"616245c48d436e0b7f06a983","verse":"Proverbs 16:28","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016028_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016028-1\">28&nbsp;</b>&nbsp;&nbsp;A dishonest man spreads strife,</span><br><span id=\"p20016028_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a whisperer separates close friends.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> A froward man soweth strife: and a whisperer separateth chief friends.  ","niv":"<sup><strong>28</strong></sup> A perverse man stirs up dissension, and a gossip separates close friends."},{"_id":"616245cc8d436e0b7f06a99b","topicId":"616245c48d436e0b7f06a983","verse":"Matthew 5:43-48","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p40005043_04-25\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"616245cc8d436e0b7f06a99c","topicId":"616245c48d436e0b7f06a983","verse":"Matthew 18:15-17","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p40018015_07-26\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span> <b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span> <b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span></p>\n</div>","kjv":"<strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  ","niv":"<sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. "}]}