{"_id":"616246c18d436e0b7f06aa39","slug":"gypsies","name":"Gypsies","verses":[{"_id":"616246c18d436e0b7f06aa3a","topicId":"616246c18d436e0b7f06aa39","verse":"2 Peter 2:15","votes":9,"__v":0,"esv":"<div>\n<p id=\"p61002015_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002015-1\">15&nbsp;</b>Forsaking the right way, they have gone astray. They have followed the way of Balaam, the son of Beor, who loved gain from wrongdoing,</p>\n</div>","kjv":"<strong>15</strong> Which have forsaken the right way, and are gone astray, following the way of Balaam the son of Bosor, who loved the wages of unrighteousness;  ","niv":"<sup><strong>15</strong></sup> They have left the straight way and wandered off to follow the way of Balaam son of Beor, who loved the wages of wickedness.","modified":"2021-12-15T06:42:50.421Z"},{"_id":"616246c18d436e0b7f06aa3b","topicId":"616246c18d436e0b7f06aa39","verse":"Psalm 150:4","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19150004_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150004-1\">4&nbsp;</b>&nbsp;&nbsp;Praise him with tambourine and dance;</span><br><span id=\"p19150004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with strings and pipe!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Praise him with the timbrel and dance: praise him with stringed instruments and organs.  ","niv":"<sup><strong>4</strong></sup> praise him with tambourine and dancing, praise him with the strings and flute,"},{"_id":"616246c28d436e0b7f06aa3c","topicId":"616246c18d436e0b7f06aa39","verse":"Exodus 15:20","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02015020_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v02015020-1\">20&nbsp;</b>Then Miriam the prophetess, the sister of Aaron, took a tambourine in her hand, and all the women went out after her with tambourines and dancing.</p>\n</div>","kjv":"<strong>20</strong> And Miriam the prophetess, the sister of Aaron, took a timbrel in her hand; and all the women went out after her with timbrels and with dances.  ","niv":"<sup><strong>20</strong></sup> Then Miriam the prophetess, Aaron's sister, took a tambourine in her hand, and all the women followed her, with tambourines and dancing.","modified":"2023-10-25T20:46:58.188Z"},{"_id":"616246c28d436e0b7f06aa3d","topicId":"616246c18d436e0b7f06aa39","verse":"1 John 4:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world.","modified":"2023-10-25T14:47:24.588Z"},{"_id":"616246c28d436e0b7f06aa3e","topicId":"616246c18d436e0b7f06aa39","verse":"2 Corinthians 11:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47011014_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light.</p>\n</div>","kjv":"<strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  ","niv":"<sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light."},{"_id":"616246c28d436e0b7f06aa3f","topicId":"616246c18d436e0b7f06aa39","verse":"Ephesians 5:6-12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49005006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005006-1\">6&nbsp;</b>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience. <b class=\"verse-num\" id=\"v49005007-1\">7&nbsp;</b>Therefore do not become partners with them; <b class=\"verse-num\" id=\"v49005008-1\">8&nbsp;</b>for at one time you were darkness, but now you are light in the Lord. Walk as children of light <b class=\"verse-num\" id=\"v49005009-1\">9&nbsp;</b>(for the fruit of light is found in all that is good and right and true), <b class=\"verse-num\" id=\"v49005010-1\">10&nbsp;</b>and try to discern what is pleasing to the Lord. <b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them. <b class=\"verse-num\" id=\"v49005012-1\">12&nbsp;</b>For it is shameful even to speak of the things that they do in secret.</p>\n</div>","kjv":"<strong>6</strong> Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.  <strong>7</strong> Be not ye therefore partakers with them.  <strong>8</strong> For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:  <strong>9</strong> (For the fruit of the Spirit is in all goodness and righteousness and truth;)  <strong>10</strong> Proving what is acceptable unto the Lord.  <strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  <strong>12</strong> For it is a shame even to speak of those things which are done of them in secret.  ","niv":"<sup><strong>6</strong></sup> Let no one deceive you with empty words, for because of such things God's wrath comes on those who are disobedient. <sup><strong>7</strong></sup> Therefore do not be partners with them. <sup><strong>8</strong></sup> For you were once darkness, but now you are light in the Lord. Live as children of light <sup><strong>9</strong></sup> (for the fruit of the light consists in all goodness, righteousness and truth) <sup><strong>10</strong></sup> and find out what pleases the Lord. <sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them. <sup><strong>12</strong></sup> For it is shameful even to mention what the disobedient do in secret. "},{"_id":"616246c38d436e0b7f06aa40","topicId":"616246c18d436e0b7f06aa39","verse":"1 Corinthians 13:1-13","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-8\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-8\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-8\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. ","modified":"2022-08-24T19:02:14.935Z"},{"_id":"616246c38d436e0b7f06aa41","topicId":"616246c18d436e0b7f06aa39","verse":"Romans 3:16","votes":-5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45003016_01-9\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v45003016-1\">16&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;in their paths are ruin and misery,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> Destruction and misery are in their ways:  ","niv":"<sup><strong>16</strong></sup> ruin and misery mark their ways,","modified":"2023-10-17T13:06:48.511Z"},{"_id":"616246c38d436e0b7f06aa42","topicId":"616246c18d436e0b7f06aa39","verse":"John 8:1-59","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43008001_01-10\" class=\"virtual\"><b class=\"chapter-num\" id=\"v43008001-1\">8:1&nbsp;</b>but Jesus went to the Mount of Olives. <b class=\"verse-num\" id=\"v43008002-1\">2&nbsp;</b>Early in the morning he came again to the temple. All the people came to him, and he sat down and taught them. <b class=\"verse-num\" id=\"v43008003-1\">3&nbsp;</b>The scribes and the Pharisees brought a woman who had been caught in adultery, and placing her in the midst <b class=\"verse-num\" id=\"v43008004-1\">4&nbsp;</b>they said to him, “Teacher, this woman has been caught in the act of adultery. <b class=\"verse-num\" id=\"v43008005-1\">5&nbsp;</b>Now in the Law, Moses commanded us to stone such women. So what do you say?” <b class=\"verse-num\" id=\"v43008006-1\">6&nbsp;</b>This they said to test him, that they might have some charge to bring against him. Jesus bent down and wrote with his finger on the ground. <b class=\"verse-num\" id=\"v43008007-1\">7&nbsp;</b>And as they continued to ask him, he stood up and said to them, <span class=\"woc\">“Let him who is without sin among you be the first to throw a stone at her.”</span> <b class=\"verse-num\" id=\"v43008008-1\">8&nbsp;</b>And once more he bent down and wrote on the ground. <b class=\"verse-num\" id=\"v43008009-1\">9&nbsp;</b>But when they heard it, they went away one by one, beginning with the older ones, and Jesus was left alone with the woman standing before him. <b class=\"verse-num\" id=\"v43008010-1\">10&nbsp;</b>Jesus stood up and said to her, <span class=\"woc\">“Woman, where are they? Has no one condemned you?”</span> <b class=\"verse-num\" id=\"v43008011-1\">11&nbsp;</b>She said, “No one, Lord.” And Jesus said, <span class=\"woc\">“Neither do I condemn you; go, and from now on sin no more.”</span>]]</p>\n\n<p id=\"p43008011_08-10\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v43008012-1\">12&nbsp;</b>Again Jesus spoke to them, saying, <span class=\"woc\">“I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”</span> <b class=\"verse-num\" id=\"v43008013-1\">13&nbsp;</b>So the Pharisees said to him, “You are bearing witness about yourself; your testimony is not true.” <b class=\"verse-num\" id=\"v43008014-1\">14&nbsp;</b>Jesus answered, <span class=\"woc\">“Even if I do bear witness about myself, my testimony is true, for I know where I came from and where I am going, but you do not know where I come from or where I am going.</span> <b class=\"verse-num woc\" id=\"v43008015-1\">15&nbsp;</b><span class=\"woc\">You judge according to the flesh; I judge no one.</span> <b class=\"verse-num woc\" id=\"v43008016-1\">16&nbsp;</b><span class=\"woc\">Yet even if I do judge, my judgment is true, for it is not I alone who judge, but I and the Father who sent me.</span> <b class=\"verse-num woc\" id=\"v43008017-1\">17&nbsp;</b><span class=\"woc\">In your Law it is written that the testimony of two people is true.</span> <b class=\"verse-num woc\" id=\"v43008018-1\">18&nbsp;</b><span class=\"woc\">I am the one who bears witness about myself, and the Father who sent me bears witness about me.”</span> <b class=\"verse-num\" id=\"v43008019-1\">19&nbsp;</b>They said to him therefore, “Where is your Father?” Jesus answered, <span class=\"woc\">“You know neither me nor my Father. If you knew me, you would know my Father also.”</span> <b class=\"verse-num\" id=\"v43008020-1\">20&nbsp;</b>These words he spoke in the treasury, as he taught in the temple; but no one arrested him, because his hour had not yet come.</p>\n<p id=\"p43008020_08-10\"><b class=\"verse-num\" id=\"v43008021-1\">21&nbsp;</b>So he said to them again, <span class=\"woc\">“I am going away, and you will seek me, and you will die in your sin. Where I am going, you cannot come.”</span> <b class=\"verse-num\" id=\"v43008022-1\">22&nbsp;</b>So the Jews said, “Will he kill himself, since he says, <span class=\"woc\">‘Where I am going, you cannot come’</span>?” <b class=\"verse-num\" id=\"v43008023-1\">23&nbsp;</b>He said to them, <span class=\"woc\">“You are from below; I am from above. You are of this world; I am not of this world.</span> <b class=\"verse-num woc\" id=\"v43008024-1\">24&nbsp;</b><span class=\"woc\">I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”</span> <b class=\"verse-num\" id=\"v43008025-1\">25&nbsp;</b>So they said to him, “Who are you?” Jesus said to them, <span class=\"woc\">“Just what I have been telling you from the beginning.</span> <b class=\"verse-num woc\" id=\"v43008026-1\">26&nbsp;</b><span class=\"woc\">I have much to say about you and much to judge, but he who sent me is true, and I declare to the world what I have heard from him.”</span> <b class=\"verse-num\" id=\"v43008027-1\">27&nbsp;</b>They did not understand that he had been speaking to them about the Father. <b class=\"verse-num\" id=\"v43008028-1\">28&nbsp;</b>So Jesus said to them, <span class=\"woc\">“When you have lifted up the Son of Man, then you will know that I am he, and that I do nothing on my own authority, but speak just as the Father taught me.</span> <b class=\"verse-num woc\" id=\"v43008029-1\">29&nbsp;</b><span class=\"woc\">And he who sent me is with me. He has not left me alone, for I always do the things that are pleasing to him.”</span> <b class=\"verse-num\" id=\"v43008030-1\">30&nbsp;</b>As he was saying these things, many believed in him.</p>\n\n<p id=\"p43008030_14-10\"><b class=\"verse-num\" id=\"v43008031-1\">31&nbsp;</b>So Jesus said to the Jews who had believed him, <span class=\"woc\">“If you abide in my word, you are truly my disciples,</span> <b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span> <b class=\"verse-num\" id=\"v43008033-1\">33&nbsp;</b>They answered him, “We are offspring of Abraham and have never been enslaved to anyone. How is it that you say, ‘You will become free’?”</p>\n<p id=\"p43008033_14-10\"><b class=\"verse-num\" id=\"v43008034-1\">34&nbsp;</b>Jesus answered them, <span class=\"woc\">“Truly, truly, I say to you, everyone who practices sin is a slave to sin.</span> <b class=\"verse-num woc\" id=\"v43008035-1\">35&nbsp;</b><span class=\"woc\">The slave does not remain in the house forever; the son remains forever.</span> <b class=\"verse-num woc\" id=\"v43008036-1\">36&nbsp;</b><span class=\"woc\">So if the Son sets you free, you will be free indeed.</span> <b class=\"verse-num woc\" id=\"v43008037-1\">37&nbsp;</b><span class=\"woc\">I know that you are offspring of Abraham; yet you seek to kill me because my word finds no place in you.</span> <b class=\"verse-num woc\" id=\"v43008038-1\">38&nbsp;</b><span class=\"woc\">I speak of what I have seen with my Father, and you do what you have heard from your father.”</span></p>\n\n<p id=\"p43008038_21-10\"><b class=\"verse-num\" id=\"v43008039-1\">39&nbsp;</b>They answered him, “Abraham is our father.” Jesus said to them, <span class=\"woc\">“If you were Abraham’s children, you would be doing the works Abraham did,</span> <b class=\"verse-num woc\" id=\"v43008040-1\">40&nbsp;</b><span class=\"woc\">but now you seek to kill me, a man who has told you the truth that I heard from God. This is not what Abraham did.</span> <b class=\"verse-num woc\" id=\"v43008041-1\">41&nbsp;</b><span class=\"woc\">You are doing the works your father did.”</span> They said to him, “We were not born of sexual immorality. We have one Father—even God.” <b class=\"verse-num\" id=\"v43008042-1\">42&nbsp;</b>Jesus said to them, <span class=\"woc\">“If God were your Father, you would love me, for I came from God and I am here. I came not of my own accord, but he sent me.</span> <b class=\"verse-num woc\" id=\"v43008043-1\">43&nbsp;</b><span class=\"woc\">Why do you not understand what I say? It is because you cannot bear to hear my word.</span> <b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span> <b class=\"verse-num woc\" id=\"v43008045-1\">45&nbsp;</b><span class=\"woc\">But because I tell the truth, you do not believe me.</span> <b class=\"verse-num woc\" id=\"v43008046-1\">46&nbsp;</b><span class=\"woc\">Which one of you convicts me of sin? If I tell the truth, why do you not believe me?</span> <b class=\"verse-num woc\" id=\"v43008047-1\">47&nbsp;</b><span class=\"woc\">Whoever is of God hears the words of God. The reason why you do not hear them is that you are not of God.”</span></p>\n\n<p id=\"p43008047_26-10\"><b class=\"verse-num\" id=\"v43008048-1\">48&nbsp;</b>The Jews answered him, “Are we not right in saying that you are a Samaritan and have a demon?” <b class=\"verse-num\" id=\"v43008049-1\">49&nbsp;</b>Jesus answered, <span class=\"woc\">“I do not have a demon, but I honor my Father, and you dishonor me.</span> <b class=\"verse-num woc\" id=\"v43008050-1\">50&nbsp;</b><span class=\"woc\">Yet I do not seek my own glory; there is One who seeks it, and he is the judge.</span> <b class=\"verse-num woc\" id=\"v43008051-1\">51&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, if anyone keeps my word, he will never see death.”</span> <b class=\"verse-num\" id=\"v43008052-1\">52&nbsp;</b>The Jews said to him, “Now we know that you have a demon! Abraham died, as did the prophets, yet you say, <span class=\"woc\">‘If anyone keeps my word, he will never taste death.’</span> <b class=\"verse-num\" id=\"v43008053-1\">53&nbsp;</b>Are you greater than our father Abraham, who died? And the prophets died! Who do you make yourself out to be?” <b class=\"verse-num\" id=\"v43008054-1\">54&nbsp;</b>Jesus answered, <span class=\"woc\">“If I glorify myself, my glory is nothing. It is my Father who glorifies me, of whom you say, ‘He is our God.’</span> <b class=\"verse-num woc\" id=\"v43008055-1\">55&nbsp;</b><span class=\"woc\">But you have not known him. I know him. If I were to say that I do not know him, I would be a liar like you, but I do know him and I keep his word.</span> <b class=\"verse-num woc\" id=\"v43008056-1\">56&nbsp;</b><span class=\"woc\">Your father Abraham rejoiced that he would see my day. He saw it and was glad.”</span> <b class=\"verse-num\" id=\"v43008057-1\">57&nbsp;</b>So the Jews said to him, “You are not yet fifty years old, and have you seen Abraham?” <b class=\"verse-num\" id=\"v43008058-1\">58&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, before Abraham was, I am.”</span> <b class=\"verse-num\" id=\"v43008059-1\">59&nbsp;</b>So they picked up stones to throw at him, but Jesus hid himself and went out of the temple.</p>\n\n</div>","kjv":"<strong>1</strong> Jesus went unto the mount of Olives.  <strong>2</strong> And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them.  <strong>3</strong> And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst,  <strong>4</strong> They say unto him, Master, this woman was taken in adultery, in the very act.  <strong>5</strong> Now Moses in the law commanded us, that such should be stoned: but what sayest thou?  <strong>6</strong> This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.  <strong>7</strong> So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.  <strong>8</strong> And again he stooped down, and wrote on the ground.  <strong>9</strong> And they which heard it, being convicted by their own  conscience, went out one by one, beginning at the eldest, even  unto the last: and Jesus was left alone, and the woman standing in the midst.  <strong>10</strong> When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee?  <strong>11</strong> She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more. <strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  <strong>13</strong> The Pharisees therefore said unto him, Thou bearest record of thyself; thy record is not true.  <strong>14</strong> Jesus answered and said unto them, Though I bear record of myself, yet my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go.  <strong>15</strong> Ye judge after the flesh; I judge no man.  <strong>16</strong> And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me.  <strong>17</strong> It is also written in your law, that the testimony of two men is true.  <strong>18</strong> I am one that bear witness of myself, and the Father that sent me beareth witness of me.  <strong>19</strong> Then said they unto him, Where is thy Father? Jesus answered, Ye neither know me, nor my Father: if ye had known me, ye should have known my Father also.  <strong>20</strong> These words spake Jesus in the treasury, as he taught in the temple: and no man laid hands on him; for his hour was not yet come.  <strong>21</strong> Then said Jesus again unto them, I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come.  <strong>22</strong> Then said the Jews, Will he kill himself? because he saith, Whither I go, ye cannot come.  <strong>23</strong> And he said unto them, Ye are from beneath; I am from above: ye are of this world; I am not of this world.  <strong>24</strong> I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.  <strong>25</strong> Then said they unto him, Who art thou? And Jesus saith unto them, Even the same that I said unto you from the beginning.  <strong>26</strong> I have many things to say and to judge of you: but he that sent me is true; and I speak to the world those things which I have heard of him.  <strong>27</strong> They understood not that he spake to them of the Father.  <strong>28</strong> Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things.  <strong>29</strong> And he that sent me is with me: the Father hath not left me alone; for I do always those things that please him.  <strong>30</strong> As he spake these words, many believed on him.  <strong>31</strong> Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed;  <strong>32</strong> And ye shall know the truth, and the truth shall make you free.  <strong>33</strong> They answered him, We be Abraham’s seed, and were never in bondage to any man: how sayest thou, Ye shall be made free?  <strong>34</strong> Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.  <strong>35</strong> And the servant abideth not in the house for ever: but  the Son abideth ever.  <strong>36</strong> If the Son therefore shall make you free, ye shall be free indeed.  <strong>37</strong> I know that ye are Abraham’s seed; but ye seek to kill me, because my word hath no place in you.  <strong>38</strong> I speak that which I have seen with my Father: and ye do that which ye have seen with your father.  <strong>39</strong> They answered and said unto him, Abraham is our father. Jesus saith unto them, If ye were Abraham’s children, ye would do the works of Abraham.  <strong>40</strong> But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham.  <strong>41</strong> Ye do the deeds of your father. Then said they to him, We be not born of fornication; we have one Father, even God.  <strong>42</strong> Jesus said unto them, If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me.  <strong>43</strong> Why do ye not understand my speech? even because ye cannot hear my word.  <strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  <strong>45</strong> And because I tell you the truth, ye believe me not.  <strong>46</strong> Which of you convinceth me of sin? And if I say the truth, why do ye not believe me?  <strong>47</strong> He that is of God heareth God’s words: ye therefore hear them  not, because ye are not of God.  <strong>48</strong> Then answered the Jews, and said unto him, Say we not well that thou art a Samaritan, and hast a devil?  <strong>49</strong> Jesus answered, I have not a devil; but I honour my Father, and ye do dishonour me.  <strong>50</strong> And I seek not mine own glory: there is one that seeketh and judgeth.  <strong>51</strong> Verily, verily, I say unto you, If a man keep my saying, he shall never see death.  <strong>52</strong> Then said the Jews unto him, Now we know that thou hast a devil. Abraham is dead, and the prophets; and thou sayest, If a man keep my saying, he shall never taste of death.  <strong>53</strong> Art thou greater than our father Abraham, which is dead? and the prophets are dead: whom makest thou thyself?  <strong>54</strong> Jesus answered, If I honour myself, my honour is nothing: it is my Father that honoureth me; of whom ye say, that he is your God:  <strong>55</strong> Yet ye have not known him; but I know him: and if I should say, I know him not, I shall be a liar like unto you: but I know him, and keep his saying.  <strong>56</strong> Your father Abraham rejoiced to see my day: and he saw it,  and was glad.  <strong>57</strong> Then said the Jews unto him, Thou art not yet fifty years old, and hast thou seen Abraham?  <strong>58</strong> Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.  <strong>59</strong> Then took they up stones to cast at him: but Jesus hid himself, and went out of the temple, going through the midst of them, and so passed by.  ","niv":"<sup><strong>1</strong></sup> But Jesus went to the Mount of Olives. <sup><strong>2</strong></sup> At dawn he appeared again in the temple courts, where all the people gathered around him, and he sat down to teach them. <sup><strong>3</strong></sup> The teachers of the law and the Pharisees brought in a woman caught in adultery. They made her stand before the group <sup><strong>4</strong></sup> and said to Jesus, \"Teacher, this woman was caught in the act of adultery. <sup><strong>5</strong></sup> In the Law Moses commanded us to stone such women. Now what do you say?\" <sup><strong>6</strong></sup> They were using this question as a trap, in order to have a basis for accusing him. <sup><strong>7</strong></sup> But Jesus bent down and started to write on the ground with his finger. When they kept on questioning him, he straightened up and said to them, \"If any one of you is without sin, let him be the first to throw a stone at her.\" <sup><strong>8</strong></sup> Again he stooped down and wrote on the ground. <sup><strong>9</strong></sup> At this, those who heard began to go away one at a time, the older ones first, until only Jesus was left, with the woman still standing there. <sup><strong>10</strong></sup> Jesus straightened up and asked her, \"Woman, where are they? Has no one condemned you?\" <sup><strong>11</strong></sup> \"No one, sir,\" she said. \"Then neither do I condemn you,\" Jesus declared. \"Go now and leave your life of sin.\" <sup><strong>12</strong></sup> When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\" <sup><strong>13</strong></sup> The Pharisees challenged him, \"Here you are, appearing as your own witness; your testimony is not valid.\" <sup><strong>14</strong></sup> Jesus answered, \"Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going. <sup><strong>15</strong></sup> You judge by human standards; I pass judgment on no one. <sup><strong>16</strong></sup> But if I do judge, my decisions are right, because I am not alone. I stand with the Father, who sent me. <sup><strong>17</strong></sup> In your own Law it is written that the testimony of two men is valid. <sup><strong>18</strong></sup> I am one who testifies for myself; my other witness is the Father, who sent me.\" <sup><strong>19</strong></sup> Then they asked him, \"Where is your father?\" <sup><strong>20</strong></sup> \"You do not know me or my Father,\" Jesus replied. \"If you knew me, you would know my Father also.\" He spoke these words while teaching in the temple area near the place where the offerings were put. Yet no one seized him, because his time had not yet come. <sup><strong>21</strong></sup> Once more Jesus said to them, \"I am going away, and you will look for me, and you will die in your sin. Where I go, you cannot come.\" <sup><strong>22</strong></sup> This made the Jews ask, \"Will he kill himself? Is that why he says, 'Where I go, you cannot come'?\" <sup><strong>23</strong></sup> But he continued, \"You are from below; I am from above. You are of this world; I am not of this world. <sup><strong>24</strong></sup> I told you that you would die in your sins; if you do not believe that I am the one I claim to be, you will indeed die in your sins.\" <sup><strong>25</strong></sup> \"Who are you?\" they asked. <sup><strong>26</strong></sup> \"Just what I have been claiming all along,\" Jesus replied. \"I have much to say in judgment of you. But he who sent me is reliable, and what I have heard from him I tell the world.\" <sup><strong>27</strong></sup> They did not understand that he was telling them about his Father. <sup><strong>28</strong></sup> So Jesus said, \"When you have lifted up the Son of Man, then you will know that I am the one I claim to be and that I do nothing on my own but speak just what the Father has taught me. <sup><strong>29</strong></sup> The one who sent me is with me; he has not left me alone, for I always do what pleases him.\" <sup><strong>30</strong></sup> Even as he spoke, many put their faith in him. <sup><strong>31</strong></sup> To the Jews who had believed him, Jesus said, \"If you hold to my teaching, you are really my disciples. <sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\" <sup><strong>33</strong></sup> They answered him, \"We are Abraham's descendants and have never been slaves of anyone. How can you say that we shall be set free?\" <sup><strong>34</strong></sup> Jesus replied, \"I tell you the truth, everyone who sins is a slave to sin. <sup><strong>35</strong></sup> Now a slave has no permanent place in the family, but a son belongs to it forever. <sup><strong>36</strong></sup> So if the Son sets you free, you will be free indeed. <sup><strong>37</strong></sup> I know you are Abraham's descendants. Yet you are ready to kill me, because you have no room for my word. <sup><strong>38</strong></sup> I am telling you what I have seen in the Father's presence, and you do what you have heard from your father. \" <sup><strong>39</strong></sup> \"Abraham is our father,\" they answered. \"If you were Abraham's children,\" said Jesus, \"then you would <sup><strong>40</strong></sup> do the things Abraham did. As it is, you are determined to kill me, a man who has told you the truth that I heard from God. Abraham did not do such things. <sup><strong>41</strong></sup> You are doing the things your own father does.We are not illegitimate children,\" they protested. \"The only Father we have is God himself.\" <sup><strong>42</strong></sup> Jesus said to them, \"If God were your Father, you would love me, for I came from God and now am here. I have not come on my own; but he sent me. <sup><strong>43</strong></sup> Why is my language not clear to you? Because you are unable to hear what I say. <sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies. <sup><strong>45</strong></sup> Yet because I tell the truth, you do not believe me! <sup><strong>46</strong></sup> Can any of you prove me guilty of sin? If I am telling the truth, why don't you believe me? <sup><strong>47</strong></sup> He who belongs to God hears what God says. The reason you do not hear is that you do not belong to God.\" <sup><strong>48</strong></sup> The Jews answered him, \"Aren't we right in saying that you are a Samaritan and demon-possessed?\" <sup><strong>49</strong></sup> \"I am not possessed by a demon,\" said Jesus, \"but I honor my Father and you dishonor me. <sup><strong>50</strong></sup> I am not seeking glory for myself; but there is one who seeks it, and he is the judge. <sup><strong>51</strong></sup> I tell you the truth, if anyone keeps my word, he will never see death.\" <sup><strong>52</strong></sup> At this the Jews exclaimed, \"Now we know that you are demon-possessed! Abraham died and so did the prophets, yet you say that if anyone keeps your word, he will never taste death. <sup><strong>53</strong></sup> Are you greater than our father Abraham? He died, and so did the prophets. Who do you think you are?\" <sup><strong>54</strong></sup> Jesus replied, \"If I glorify myself, my glory means nothing. My Father, whom you claim as your God, is the one who glorifies me. <sup><strong>55</strong></sup> Though you do not know him, I know him. If I said I did not, I would be a liar like you, but I do know him and keep his word. <sup><strong>56</strong></sup> Your father Abraham rejoiced at the thought of seeing my day; he saw it and was glad.\" <sup><strong>57</strong></sup> \"You are not yet fifty years old,\" the Jews said to him, \"and you have seen Abraham!\" <sup><strong>58</strong></sup> \"I tell you the truth,\" Jesus answered, \"before Abraham was born, I am!\" <sup><strong>59</strong></sup> At this, they picked up stones to stone him, but Jesus hid himself, slipping away from the temple grounds. "},{"_id":"616246c38d436e0b7f06aa43","topicId":"616246c18d436e0b7f06aa39","verse":"John 7:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43007001_07-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43007001-1\">7:1&nbsp;</b>After this Jesus went about in Galilee. He would not go about in Judea, because the Jews were seeking to kill him.</p>\n\n</div>","kjv":"<strong>1</strong> After these things Jesus walked in Galilee: for he would not walk in Jewry, because the Jews sought to kill him.  ","niv":"<sup><strong>1</strong></sup> After this, Jesus went around in Galilee, purposely staying away from Judea because the Jews there were waiting to take his life."},{"_id":"616246c48d436e0b7f06aa44","topicId":"616246c18d436e0b7f06aa39","verse":"1 Corinthians 14:31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46014031_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014031-1\">31&nbsp;</b>For you can all prophesy one by one, so that all may learn and all be encouraged,</p>\n</div>","kjv":"<strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  ","niv":"<sup><strong>31</strong></sup> For you can all prophesy in turn so that everyone may be instructed and encouraged."},{"_id":"616246c48d436e0b7f06aa45","topicId":"616246c18d436e0b7f06aa39","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-14\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616246c48d436e0b7f06aa46","topicId":"616246c18d436e0b7f06aa39","verse":"Jeremiah 35:1-19","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p24035001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24035001-1\">35:1&nbsp;</b>The word that came to Jeremiah from the LORD in the days of Jehoiakim the son of Josiah, king of Judah: <b class=\"verse-num\" id=\"v24035002-1\">2&nbsp;</b>“Go to the house of the Rechabites and speak with them and bring them to the house of the LORD, into one of the chambers; then offer them wine to drink.” <b class=\"verse-num\" id=\"v24035003-1\">3&nbsp;</b>So I took Jaazaniah the son of Jeremiah, son of Habazziniah and his brothers and all his sons and the whole house of the Rechabites. <b class=\"verse-num\" id=\"v24035004-1\">4&nbsp;</b>I brought them to the house of the LORD into the chamber of the sons of Hanan the son of Igdaliah, the man of God, which was near the chamber of the officials, above the chamber of Maaseiah the son of Shallum, keeper of the threshold. <b class=\"verse-num\" id=\"v24035005-1\">5&nbsp;</b>Then I set before the Rechabites pitchers full of wine, and cups, and I said to them, “Drink wine.” <b class=\"verse-num\" id=\"v24035006-1\">6&nbsp;</b>But they answered, “We will drink no wine, for Jonadab the son of Rechab, our father, commanded us, ‘You shall not drink wine, neither you nor your sons forever. <b class=\"verse-num\" id=\"v24035007-1\">7&nbsp;</b>You shall not build a house; you shall not sow seed; you shall not plant or have a vineyard; but you shall live in tents all your days, that you may live many days in the land where you sojourn.’ <b class=\"verse-num\" id=\"v24035008-1\">8&nbsp;</b>We have obeyed the voice of Jonadab the son of Rechab, our father, in all that he commanded us, to drink no wine all our days, ourselves, our wives, our sons, or our daughters, <b class=\"verse-num\" id=\"v24035009-1\">9&nbsp;</b>and not to build houses to dwell in. We have no vineyard or field or seed, <b class=\"verse-num\" id=\"v24035010-1\">10&nbsp;</b>but we have lived in tents and have obeyed and done all that Jonadab our father commanded us. <b class=\"verse-num\" id=\"v24035011-1\">11&nbsp;</b>But when Nebuchadnezzar king of Babylon came up against the land, we said, ‘Come, and let us go to Jerusalem for fear of the army of the Chaldeans and the army of the Syrians.’ So we are living in Jerusalem.”</p>\n<p id=\"p24035011_06-15\"><b class=\"verse-num\" id=\"v24035012-1\">12&nbsp;</b>Then the word of the LORD came to Jeremiah: <b class=\"verse-num\" id=\"v24035013-1\">13&nbsp;</b>“Thus says the LORD of hosts, the God of Israel: Go and say to the people of Judah and the inhabitants of Jerusalem, Will you not receive instruction and listen to my words? declares the LORD. <b class=\"verse-num\" id=\"v24035014-1\">14&nbsp;</b>The command that Jonadab the son of Rechab gave to his sons, to drink no wine, has been kept, and they drink none to this day, for they have obeyed their father’s command. I have spoken to you persistently, but you have not listened to me. <b class=\"verse-num\" id=\"v24035015-1\">15&nbsp;</b>I have sent to you all my servants the prophets, sending them persistently, saying, ‘Turn now every one of you from his evil way, and amend your deeds, and do not go after other gods to serve them, and then you shall dwell in the land that I gave to you and your fathers.’ But you did not incline your ear or listen to me. <b class=\"verse-num\" id=\"v24035016-1\">16&nbsp;</b>The sons of Jonadab the son of Rechab have kept the command that their father gave them, but this people has not obeyed me. <b class=\"verse-num\" id=\"v24035017-1\">17&nbsp;</b>Therefore, thus says the LORD, the God of hosts, the God of Israel: Behold, I am bringing upon Judah and all the inhabitants of Jerusalem all the disaster that I have pronounced against them, because I have spoken to them and they have not listened, I have called to them and they have not answered.”</p>\n<p id=\"p24035017_06-15\"><b class=\"verse-num\" id=\"v24035018-1\">18&nbsp;</b>But to the house of the Rechabites Jeremiah said, “Thus says the LORD of hosts, the God of Israel: Because you have obeyed the command of Jonadab your father and kept all his precepts and done all that he commanded you, <b class=\"verse-num\" id=\"v24035019-1\">19&nbsp;</b>therefore thus says the LORD of hosts, the God of Israel: Jonadab the son of Rechab shall never lack a man to stand before me.”</p>\n</div>","kjv":"<strong>1</strong> The word which came unto Jeremiah from the LORD in the days of Jehoiakim the son of Josiah king of Judah, saying,  <strong>2</strong> Go unto the house of the Rechabites, and speak unto them, and bring them into the house of the LORD, into one of the chambers, and give them wine to drink.  <strong>3</strong> Then I took Jaazaniah the son of Jeremiah, the son of Habaziniah, and his brethren, and all his sons, and the whole house of the Rechabites;  <strong>4</strong> And I brought them into the house of the LORD, into the chamber of the sons of Hanan, the son of Igdaliah, a man of God, which was by the chamber of the princes, which was above the chamber of Maaseiah the son of Shallum, the keeper of the door:  <strong>5</strong> And I set before the sons of the house of the Rechabites pots full of wine, and cups, and I said unto them, Drink ye wine.  <strong>6</strong> But they said, We will drink no wine: for Jonadab the son of Rechab our father commanded us, saying, Ye shall drink no wine, neither ye, nor your sons for ever:  <strong>7</strong> Neither shall ye build house, nor sow seed, nor plant vineyard, nor have any: but all your days ye shall dwell in tents; that ye may live many days in the land where ye be strangers.  <strong>8</strong> Thus have we obeyed the voice of Jonadab the son of Rechab our father in all that he hath charged us, to drink no wine all our days, we, our wives, our sons, nor our daughters;  <strong>9</strong> Nor to build houses for us to dwell in: neither have we vineyard, nor field, nor seed:  <strong>10</strong> But we have dwelt in tents, and have obeyed, and done according to all that Jonadab our father commanded us.  <strong>11</strong> But it came to pass, when Nebuchadrezzar king of Babylon came up into the land, that we said, Come, and let us go to Jerusalem for fear of the army of the Chaldeans, and for fear of the army of the Syrians: so we dwell at Jerusalem.  <strong>12</strong> Then came the word of the LORD unto Jeremiah, saying,  <strong>13</strong> Thus saith the LORD of hosts, the God of Israel; Go and tell the men of Judah and the inhabitants of Jerusalem, Will ye not receive instruction to hearken to my words? saith the LORD.  <strong>14</strong> The words of Jonadab the son of Rechab, that he commanded his sons not to drink wine, are performed; for unto this day they drink none, but obey their father’s commandment: notwithstanding I have spoken unto you, rising early and speaking; but ye hearkened not unto me.  <strong>15</strong> I have sent also unto you all my servants the prophets, rising up early and sending them, saying, Return ye now every man from his evil way, and amend your doings, and go not after other gods to serve them, and ye shall dwell in the land which I have given to you and to your fathers: but ye have not inclined your ear, nor hearkened unto me.  <strong>16</strong> Because the sons of Jonadab the son of Rechab have performed the commandment of their father, which he commanded them; but this people hath not hearkened unto me:  <strong>17</strong> Therefore thus saith the LORD God of hosts, the God of Israel; Behold, I will bring upon Judah and upon all the inhabitants of Jerusalem all the evil that I have pronounced against them: because I have spoken unto them, but they have not heard; and I have called unto them, but they have not answered.  <strong>18</strong> And Jeremiah said unto the house of the Rechabites, Thus saith the LORD of hosts, the God of Israel; Because ye have obeyed the commandment of Jonadab your father, and kept all his precepts, and done according unto all that he hath commanded you:  <strong>19</strong> Therefore thus saith the LORD of hosts, the God of Israel; Jonadab the son of Rechab shall not want a man to stand before me for ever.  ","niv":"<sup><strong>1</strong></sup> This is the word that came to Jeremiah from the LORD during the reign of Jehoiakim son of Josiah king of Judah: <sup><strong>2</strong></sup> \"Go to the Recabite family and invite them to come to one of the side rooms of the house of the LORD and give them wine to drink.\" <sup><strong>3</strong></sup> So I went to get Jaazaniah son of Jeremiah, the son of Habazziniah, and his brothers and all his sons-the whole family of the Recabites. <sup><strong>4</strong></sup> I brought them into the house of the LORD, into the room of the sons of Hanan son of Igdaliah the man of God. It was next to the room of the officials, which was over that of Maaseiah son of Shallum the doorkeeper. <sup><strong>5</strong></sup> Then I set bowls full of wine and some cups before the men of the Recabite family and said to them, \"Drink some wine.\" <sup><strong>6</strong></sup> But they replied, \"We do not drink wine, because our forefather Jonadab son of Recab gave us this command: 'Neither you nor your descendants must ever drink wine. <sup><strong>7</strong></sup> Also you must never build houses, sow seed or plant vineyards; you must never have any of these things, but must always live in tents. Then you will live a long time in the land where you are nomads.' <sup><strong>8</strong></sup> We have obeyed everything our forefather Jonadab son of Recab commanded us. Neither we nor our wives nor our sons and daughters have ever drunk wine <sup><strong>9</strong></sup> or built houses to live in or had vineyards, fields or crops. <sup><strong>10</strong></sup> We have lived in tents and have fully obeyed everything our forefather Jonadab commanded us. <sup><strong>11</strong></sup> But when Nebuchadnezzar king of Babylon invaded this land, we said, 'Come, we must go to Jerusalem to escape the Babylonian and Aramean armies.' So we have remained in Jerusalem.\" <sup><strong>12</strong></sup> Then the word of the LORD came to Jeremiah, saying: <sup><strong>13</strong></sup> \"This is what the LORD Almighty, the God of Israel, says: Go and tell the men of Judah and the people of Jerusalem, 'Will you not learn a lesson and obey my words?' declares the LORD. <sup><strong>14</strong></sup> 'Jonadab son of Recab ordered his sons not to drink wine and this command has been kept. To this day they do not drink wine, because they obey their forefather's command. But I have spoken to you again and again, yet you have not obeyed me. <sup><strong>15</strong></sup> Again and again I sent all my servants the prophets to you. They said, \"Each of you must turn from your wicked ways and reform your actions; do not follow other gods to serve them. Then you will live in the land I have given to you and your fathers.\" But you have not paid attention or listened to me. <sup><strong>16</strong></sup> The descendants of Jonadab son of Recab have carried out the command their forefather gave them, but these people have not obeyed me.' <sup><strong>17</strong></sup> \"Therefore, this is what the LORD God Almighty, the God of Israel, says: 'Listen! I am going to bring on Judah and on everyone living in Jerusalem every disaster I pronounced against them. I spoke to them, but they did not listen; I called to them, but they did not answer.'\" <sup><strong>18</strong></sup> Then Jeremiah said to the family of the Recabites, \"This is what the LORD Almighty, the God of Israel, says: 'You have obeyed the command of your forefather Jonadab and have followed all his instructions and have done everything he ordered.' <sup><strong>19</strong></sup> Therefore, this is what the LORD Almighty, the God of Israel, says: 'Jonadab son of Recab will never fail to have a man to serve me.'\" ","modified":"2023-10-17T13:06:10.950Z"},{"_id":"616246c58d436e0b7f06aa47","topicId":"616246c18d436e0b7f06aa39","verse":"Judges 9:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p07009029_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v07009029-1\">29&nbsp;</b>Would that this people were under my hand! Then I would remove Abimelech. I would say to Abimelech, ‘Increase your army, and come out.’”</p>\n\n</div>","kjv":"<strong>29</strong> And would to God this people were under my hand! then would I remove Abimelech. And he said to Abimelech, Increase thine army, and come out.  ","niv":"<sup><strong>29</strong></sup> If only this people were under my command! Then I would get rid of him. I would say to Abimelech, 'Call out your whole army!'\""},{"_id":"616246c58d436e0b7f06aa48","topicId":"616246c18d436e0b7f06aa39","verse":"John 15:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43015001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43015001-1\">15:1&nbsp;</b><span class=\"woc\">“I am the true vine, and my Father is the vinedresser.</span></p>\n</div>","kjv":"<strong>1</strong>           I am the true vine, and my Father is the husbandman.  ","niv":"<sup><strong>1</strong></sup> \"I am the true vine, and my Father is the gardener."}]}