{"_id":"616248f18d436e0b7f06aa63","slug":"hagar","name":"Hagar","verses":[{"_id":"616248f28d436e0b7f06aa64","topicId":"616248f18d436e0b7f06aa63","verse":"Genesis 16:1-16","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p01016001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01016001-1\">16:1&nbsp;</b>Now Sarai, Abram’s wife, had borne him no children. She had a female Egyptian servant whose name was Hagar. <b class=\"verse-num\" id=\"v01016002-1\">2&nbsp;</b>And Sarai said to Abram, “Behold now, the LORD has prevented me from bearing children. Go in to my servant; it may be that I shall obtain children by her.” And Abram listened to the voice of Sarai. <b class=\"verse-num\" id=\"v01016003-1\">3&nbsp;</b>So, after Abram had lived ten years in the land of Canaan, Sarai, Abram’s wife, took Hagar the Egyptian, her servant, and gave her to Abram her husband as a wife. <b class=\"verse-num\" id=\"v01016004-1\">4&nbsp;</b>And he went in to Hagar, and she conceived. And when she saw that she had conceived, she looked with contempt on her mistress. <b class=\"verse-num\" id=\"v01016005-1\">5&nbsp;</b>And Sarai said to Abram, “May the wrong done to me be on you! I gave my servant to your embrace, and when she saw that she had conceived, she looked on me with contempt. May the LORD judge between you and me!” <b class=\"verse-num\" id=\"v01016006-1\">6&nbsp;</b>But Abram said to Sarai, “Behold, your servant is in your power; do to her as you please.” Then Sarai dealt harshly with her, and she fled from her.</p>\n<p id=\"p01016006_04-1\"><b class=\"verse-num\" id=\"v01016007-1\">7&nbsp;</b>The angel of the LORD found her by a spring of water in the wilderness, the spring on the way to Shur. <b class=\"verse-num\" id=\"v01016008-1\">8&nbsp;</b>And he said, “Hagar, servant of Sarai, where have you come from and where are you going?” She said, “I am fleeing from my mistress Sarai.” <b class=\"verse-num\" id=\"v01016009-1\">9&nbsp;</b>The angel of the LORD said to her, “Return to your mistress and submit to her.” <b class=\"verse-num\" id=\"v01016010-1\">10&nbsp;</b>The angel of the LORD also said to her, “I will surely multiply your offspring so that they cannot be numbered for multitude.” <b class=\"verse-num\" id=\"v01016011-1\">11&nbsp;</b>And the angel of the LORD said to her,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01016011_04-1\" class=\"line\">&nbsp;&nbsp;“Behold, you are pregnant</span><br><span id=\"p01016011_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall bear a son.</span><br><span id=\"p01016011_04-1\" class=\"line\">&nbsp;&nbsp;You shall call his name Ishmael,</span><br><span id=\"p01016011_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the LORD has listened to your affliction.</span><br><span id=\"p01016012_04-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v01016012-1\">12&nbsp;</b>&nbsp;&nbsp;He shall be a wild donkey of a man,</span><br><span id=\"p01016012_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his hand against everyone</span><br><span id=\"p01016012_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and everyone’s hand against him,</span><br><span id=\"p01016012_04-1\" class=\"line\">&nbsp;&nbsp;and he shall dwell over against all his kinsmen.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01016012_04-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01016013-1\">13&nbsp;</b>So she called the name of the LORD who spoke to her, “You are a God of seeing,” for she said, “Truly here I have seen him who looks after me.” <b class=\"verse-num\" id=\"v01016014-1\">14&nbsp;</b>Therefore the well was called Beer-lahai-roi; it lies between Kadesh and Bered.</p>\n<p id=\"p01016014_04-1\"><b class=\"verse-num\" id=\"v01016015-1\">15&nbsp;</b>And Hagar bore Abram a son, and Abram called the name of his son, whom Hagar bore, Ishmael. <b class=\"verse-num\" id=\"v01016016-1\">16&nbsp;</b>Abram was eighty-six years old when Hagar bore Ishmael to Abram.</p>\n\n</div>","kjv":"<strong>1</strong> Now Sarai Abram’s wife bare him no children: and she had an handmaid, an Egyptian, whose name was Hagar.  <strong>2</strong> And Sarai said unto Abram, Behold now, the LORD hath restrained me from bearing: I pray thee, go in unto my maid; it may be that I may obtain children by her. And Abram hearkened to the voice of Sarai.  <strong>3</strong> And Sarai Abram’s wife took Hagar her maid the Egyptian, after Abram had dwelt ten years in the land of Canaan, and gave her to her husband Abram to be his wife.  <strong>4</strong> And he went in unto Hagar, and she conceived: and when she saw that she had conceived, her mistress was despised in her eyes.  <strong>5</strong> And Sarai said unto Abram, My wrong be upon thee: I have given my maid into thy bosom; and when she saw that she had conceived, I was despised in her eyes: the LORD judge between me and thee.  <strong>6</strong> But Abram said unto Sarai, Behold, thy maid is in thy hand; do to her as it pleaseth thee. And when Sarai dealt hardly with her, she fled from her face.  <strong>7</strong> And the angel of the LORD found her by a fountain of water in the wilderness, by the fountain in the way to Shur.  <strong>8</strong> And he said, Hagar, Sarai’s maid, whence camest thou? and whither wilt thou go? And she said, I flee from the face of my mistress Sarai.  <strong>9</strong> And the angel of the LORD said unto her, Return to thy mistress, and submit thyself under her hands.  <strong>10</strong> And the angel of the LORD said unto her, I will multiply thy seed exceedingly, that it shall not be numbered for multitude.  <strong>11</strong> And the angel of the LORD said unto her, Behold, thou art  with child, and shalt bear a son, and shalt call his name Ishmael; because the LORD hath heard thy affliction.  <strong>12</strong> And he will be a wild man; his hand will be against every man, and every man’s hand against him; and he shall dwell in the presence of all his brethren.  <strong>13</strong> And she called the name of the LORD that spake unto her, Thou God seest me: for she said, Have I also here looked after him that seeth me?  <strong>14</strong> Wherefore the well was called Beer-lahai-roi; behold, it is  between Kadesh and Bered.  <strong>15</strong> And Hagar bare Abram a son: and Abram called his son’s name, which Hagar bare, Ishmael.  <strong>16</strong> And Abram was fourscore and six years old, when Hagar bare Ishmael to Abram.  ","niv":"<sup><strong>1</strong></sup> Now Sarai, Abram's wife, had borne him no children. But she had an Egyptian maidservant named Hagar; <sup><strong>2</strong></sup> so she said to Abram, \"The LORD has kept me from having children. Go, sleep with my maidservant; perhaps I can build a family through her.\" Abram agreed to what Sarai said. <sup><strong>3</strong></sup> So after Abram had been living in Canaan ten years, Sarai his wife took her Egyptian maidservant Hagar and gave her to her husband to be his wife. <sup><strong>4</strong></sup> He slept with Hagar, and she conceived. When she knew she was pregnant, she began to despise her mistress. <sup><strong>5</strong></sup> Then Sarai said to Abram, \"You are responsible for the wrong I am suffering. I put my servant in your arms, and now that she knows she is pregnant, she despises me. May the LORD judge between you and me.\" <sup><strong>6</strong></sup> \"Your servant is in your hands,\" Abram said. \"Do with her whatever you think best.\" Then Sarai mistreated Hagar; so she fled from her. <sup><strong>7</strong></sup> The angel of the LORD found Hagar near a spring in the desert; it was the spring that is beside the road to Shur. <sup><strong>8</strong></sup> And he said, \"Hagar, servant of Sarai, where have you come from, and where are you going?I'm running away from my mistress Sarai,\" she answered. <sup><strong>9</strong></sup> Then the angel of the LORD told her, \"Go back to your mistress and submit to her.\" <sup><strong>10</strong></sup> The angel added, \"I will so increase your descendants that they will be too numerous to count.\" <sup><strong>11</strong></sup> The angel of the LORD also said to her: \"You are now with child and you will have a son. You shall name him Ishmael, for the LORD has heard of your misery. <sup><strong>12</strong></sup> He will be a wild donkey of a man; his hand will be against everyone and everyone's hand against him, and he will live in hostility toward all his brothers.\" <sup><strong>13</strong></sup> She gave this name to the LORD who spoke to her: \"You are the God who sees me,\" for she said, \"I have now seen the One who sees me.\" <sup><strong>14</strong></sup> That is why the well was called Beer Lahai Roi; it is still there, between Kadesh and Bered. <sup><strong>15</strong></sup> So Hagar bore Abram a son, and Abram gave the name Ishmael to the son she had borne. <sup><strong>16</strong></sup> Abram was eighty-six years old when Hagar bore him Ishmael. ","modified":"2022-10-10T18:59:40.282Z"},{"_id":"616248f28d436e0b7f06aa65","topicId":"616248f18d436e0b7f06aa63","verse":"Galatians 4:25","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48004025_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004025-1\">25&nbsp;</b>Now Hagar is Mount Sinai in Arabia; she corresponds to the present Jerusalem, for she is in slavery with her children.</p>\n\n</div>","kjv":"<strong>25</strong> For this Agar is mount Sinai in Arabia, and answereth to Jerusalem which now is, and is in bondage with her children.  ","niv":"<sup><strong>25</strong></sup> Now Hagar stands for Mount Sinai in Arabia and corresponds to the present city of Jerusalem, because she is in slavery with her children."},{"_id":"616248f28d436e0b7f06aa66","topicId":"616248f18d436e0b7f06aa63","verse":"Galatians 4:22-31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48004022_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004022-1\">22&nbsp;</b>For it is written that Abraham had two sons, one by a slave woman and one by a free woman. <b class=\"verse-num\" id=\"v48004023-1\">23&nbsp;</b>But the son of the slave was born according to the flesh, while the son of the free woman was born through promise. <b class=\"verse-num\" id=\"v48004024-1\">24&nbsp;</b>Now this may be interpreted allegorically: these women are two covenants. One is from Mount Sinai, bearing children for slavery; she is Hagar. <b class=\"verse-num\" id=\"v48004025-1\">25&nbsp;</b>Now Hagar is Mount Sinai in Arabia; she corresponds to the present Jerusalem, for she is in slavery with her children. <b class=\"verse-num\" id=\"v48004026-1\">26&nbsp;</b>But the Jerusalem above is free, and she is our mother. <b class=\"verse-num\" id=\"v48004027-1\">27&nbsp;</b>For it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p48004027_01-3\" class=\"line\">&nbsp;&nbsp;“Rejoice, O barren one who does not bear;</span><br><span id=\"p48004027_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;break forth and cry aloud, you who are not in labor!</span><br><span id=\"p48004027_01-3\" class=\"line\">&nbsp;&nbsp;For the children of the desolate one will be more</span><br><span id=\"p48004027_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than those of the one who has a husband.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p48004027_01-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v48004028-1\">28&nbsp;</b>Now you, brothers, like Isaac, are children of promise. <b class=\"verse-num\" id=\"v48004029-1\">29&nbsp;</b>But just as at that time he who was born according to the flesh persecuted him who was born according to the Spirit, so also it is now. <b class=\"verse-num\" id=\"v48004030-1\">30&nbsp;</b>But what does the Scripture say? “Cast out the slave woman and her son, for the son of the slave woman shall not inherit with the son of the free woman.” <b class=\"verse-num\" id=\"v48004031-1\">31&nbsp;</b>So, brothers, we are not children of the slave but of the free woman.</p>\n\n</div>","kjv":"<strong>22</strong> For it is written, that Abraham had two sons, the one by a bondmaid, the other by a freewoman.  <strong>23</strong> But he who was of the bondwoman was born after the flesh; but he of the freewoman was by promise.  <strong>24</strong> Which things are an allegory: for these are the two covenants; the one from the mount Sinai, which gendereth to bondage, which is Agar.  <strong>25</strong> For this Agar is mount Sinai in Arabia, and answereth to Jerusalem which now is, and is in bondage with her children.  <strong>26</strong> But Jerusalem which is above is free, which is the mother of us all.  <strong>27</strong> For it is written, Rejoice, thou barren that bearest not; break forth and cry, thou that travailest not: for the desolate hath many more children than she which hath an husband.  <strong>28</strong> Now we, brethren, as Isaac was, are the children of promise.  <strong>29</strong> But as then he that was born after the flesh persecuted him that was born after the Spirit, even so it is now.  <strong>30</strong> Nevertheless what saith the scripture? Cast out the bondwoman and her son: for the son of the bondwoman shall not be heir with the son of the free woman.  <strong>31</strong> So then, brethren, we are not children of the bondwoman, but of the free.  ","niv":"<sup><strong>22</strong></sup> For it is written that Abraham had two sons, one by the slave woman and the other by the free woman. <sup><strong>23</strong></sup> His son by the slave woman was born in the ordinary way; but his son by the free woman was born as the result of a promise. <sup><strong>24</strong></sup> These things may be taken figuratively, for the women represent two covenants. One covenant is from Mount Sinai and bears children who are to be slaves: This is Hagar. <sup><strong>25</strong></sup> Now Hagar stands for Mount Sinai in Arabia and corresponds to the present city of Jerusalem, because she is in slavery with her children. <sup><strong>26</strong></sup> But the Jerusalem that is above is free, and she is our mother. <sup><strong>27</strong></sup> For it is written: \"Be glad, O barren woman, who bears no children; break forth and cry aloud, you who have no labor pains; because more are the children of the desolate woman than of her who has a husband.\" <sup><strong>28</strong></sup> Now you, brothers, like Isaac, are children of promise. <sup><strong>29</strong></sup> At that time the son born in the ordinary way persecuted the son born by the power of the Spirit. It is the same now. <sup><strong>30</strong></sup> But what does the Scripture say? \"Get rid of the slave woman and her son, for the slave woman's son will never share in the inheritance with the free woman's son.\" <sup><strong>31</strong></sup> Therefore, brothers, we are not children of the slave woman, but of the free woman. "},{"_id":"616248f38d436e0b7f06aa67","topicId":"616248f18d436e0b7f06aa63","verse":"Leviticus 25:44-46","votes":3,"__v":0,"esv":"<div>\n<p id=\"p03025044_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v03025044-1\">44&nbsp;</b>As for your male and female slaves whom you may have: you may buy male and female slaves from among the nations that are around you. <b class=\"verse-num\" id=\"v03025045-1\">45&nbsp;</b>You may also buy from among the strangers who sojourn with you and their clans that are with you, who have been born in your land, and they may be your property. <b class=\"verse-num\" id=\"v03025046-1\">46&nbsp;</b>You may bequeath them to your sons after you to inherit as a possession forever. You may make slaves of them, but over your brothers the people of Israel you shall not rule, one over another ruthlessly.</p>\n</div>","kjv":"<strong>44</strong> Both thy bondmen, and thy bondmaids, which thou shalt have, shall be of the heathen that are round about you; of them shall ye buy bondmen and bondmaids.  <strong>45</strong> Moreover of the children of the strangers that do sojourn among you, of them shall ye buy, and of their families that are with you, which they begat in your land: and they shall be your possession.  <strong>46</strong> And ye shall take them as an inheritance for your children after you, to inherit them for a possession; they shall be your bondmen for ever: but over your brethren the children of Israel, ye shall not rule one over another with rigour.  ","niv":"<sup><strong>44</strong></sup> \"'Your male and female slaves are to come from the nations around you; from them you may buy slaves. <sup><strong>45</strong></sup> You may also buy some of the temporary residents living among you and members of their clans born in your country, and they will become your property. <sup><strong>46</strong></sup> You can will them to your children as inherited property and can make them slaves for life, but you must not rule over your fellow Israelites ruthlessly. "},{"_id":"616248f38d436e0b7f06aa68","topicId":"616248f18d436e0b7f06aa63","verse":"Genesis 16:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01016003_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v01016003-1\">3&nbsp;</b>So, after Abram had lived ten years in the land of Canaan, Sarai, Abram’s wife, took Hagar the Egyptian, her servant, and gave her to Abram her husband as a wife.</p>\n</div>","kjv":"<strong>3</strong> And Sarai Abram’s wife took Hagar her maid the Egyptian, after Abram had dwelt ten years in the land of Canaan, and gave her to her husband Abram to be his wife.  ","niv":"<sup><strong>3</strong></sup> So after Abram had been living in Canaan ten years, Sarai his wife took her Egyptian maidservant Hagar and gave her to her husband to be his wife."},{"_id":"616248f38d436e0b7f06aa69","topicId":"616248f18d436e0b7f06aa63","verse":"Matthew 11:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40011011_01-6\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40011011-1\">11&nbsp;</b><span class=\"woc\">Truly, I say to you, among those born of women there has arisen no one greater than John the Baptist. Yet the one who is least in the kingdom of heaven is greater than he.</span></p>\n</div>","kjv":"<strong>11</strong> Verily I say unto you, Among them that are born of women there hath not risen a greater than John the Baptist: notwithstanding he that is least in the kingdom of heaven is greater than he.  ","niv":"<sup><strong>11</strong></sup> I tell you the truth: Among those born of women there has not risen anyone greater than John the Baptist; yet he who is least in the kingdom of heaven is greater than he."},{"_id":"616248f38d436e0b7f06aa6a","topicId":"616248f18d436e0b7f06aa63","verse":"Genesis 21:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01021019_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v01021019-1\">19&nbsp;</b>Then God opened her eyes, and she saw a well of water. And she went and filled the skin with water and gave the boy a drink.</p>\n</div>","kjv":"<strong>19</strong> And God opened her eyes, and she saw a well of water; and she went, and filled the bottle with water, and gave the lad drink.  ","niv":"<sup><strong>19</strong></sup> Then God opened her eyes and she saw a well of water. So she went and filled the skin with water and gave the boy a drink."},{"_id":"616248f48d436e0b7f06aa6b","topicId":"616248f18d436e0b7f06aa63","verse":"Genesis 17:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01017025_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017025-1\">25&nbsp;</b>And Ishmael his son was thirteen years old when he was circumcised in the flesh of his foreskin.</p>\n</div>","kjv":"<strong>25</strong> And Ishmael his son was thirteen years old, when he was circumcised in the flesh of his foreskin.  ","niv":"<sup><strong>25</strong></sup> and his son Ishmael was thirteen;"},{"_id":"616248f48d436e0b7f06aa6c","topicId":"616248f18d436e0b7f06aa63","verse":"Genesis 17:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01017023_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017023-1\">23&nbsp;</b>Then Abraham took Ishmael his son and all those born in his house or bought with his money, every male among the men of Abraham’s house, and he circumcised the flesh of their foreskins that very day, as God had said to him.</p>\n</div>","kjv":"<strong>23</strong> And Abraham took Ishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Abraham’s house; and circumcised the flesh of their foreskin in the selfsame day, as God had said unto him.  ","niv":"<sup><strong>23</strong></sup> On that very day Abraham took his son Ishmael and all those born in his household or bought with his money, every male in his household, and circumcised them, as God told him."},{"_id":"616248f48d436e0b7f06aa6d","topicId":"616248f18d436e0b7f06aa63","verse":"Genesis 16:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01016016_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v01016016-1\">16&nbsp;</b>Abram was eighty-six years old when Hagar bore Ishmael to Abram.</p>\n</div>","kjv":"<strong>16</strong> And Abram was fourscore and six years old, when Hagar bare Ishmael to Abram.  ","niv":"<sup><strong>16</strong></sup> Abram was eighty-six years old when Hagar bore him Ishmael."},{"_id":"616248f58d436e0b7f06aa6e","topicId":"616248f18d436e0b7f06aa63","verse":"Genesis 16:12","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01016012_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v01016012-1\">12&nbsp;</b>&nbsp;&nbsp;He shall be a wild donkey of a man,</span><br><span id=\"p01016012_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his hand against everyone</span><br><span id=\"p01016012_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and everyone’s hand against him,</span><br><span id=\"p01016012_01-11\" class=\"line\">&nbsp;&nbsp;and he shall dwell over against all his kinsmen.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> And he will be a wild man; his hand will be against every man, and every man’s hand against him; and he shall dwell in the presence of all his brethren.  ","niv":"<sup><strong>12</strong></sup> He will be a wild donkey of a man; his hand will be against everyone and everyone's hand against him, and he will live in hostility toward all his brothers.\""},{"_id":"616248f58d436e0b7f06aa6f","topicId":"616248f18d436e0b7f06aa63","verse":"Genesis 16:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01016009_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v01016009-1\">9&nbsp;</b>The angel of the LORD said to her, “Return to your mistress and submit to her.”</p>\n</div>","kjv":"<strong>9</strong> And the angel of the LORD said unto her, Return to thy mistress, and submit thyself under her hands.  ","niv":"<sup><strong>9</strong></sup> Then the angel of the LORD told her, \"Go back to your mistress and submit to her.\""},{"_id":"616248f58d436e0b7f06aa70","topicId":"616248f18d436e0b7f06aa63","verse":"John 18:36","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43018036_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span></p>\n</div>","kjv":"<strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  ","niv":"<sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\"","modified":"2023-08-03T15:16:28.563Z"},{"_id":"616248f68d436e0b7f06aa71","topicId":"616248f18d436e0b7f06aa63","verse":"John 1:19-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43001019_07-14\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_07-14\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?”</p>\n\n</div>","kjv":"<strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  ","niv":"<sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" "},{"_id":"616248f68d436e0b7f06aa72","topicId":"616248f18d436e0b7f06aa63","verse":"Ezekiel 1:1-28","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p26001001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26001001-1\">1:1&nbsp;</b>In the thirtieth year, in the fourth month, on the fifth day of the month, as I was among the exiles by the Chebar canal, the heavens were opened, and I saw visions of God. <b class=\"verse-num\" id=\"v26001002-1\">2&nbsp;</b>On the fifth day of the month (it was the fifth year of the exile of King Jehoiachin), <b class=\"verse-num\" id=\"v26001003-1\">3&nbsp;</b>the word of the LORD came to Ezekiel the priest, the son of Buzi, in the land of the Chaldeans by the Chebar canal, and the hand of the LORD was upon him there.</p>\n\n<p id=\"p26001003_09-15\"><b class=\"verse-num\" id=\"v26001004-1\">4&nbsp;</b>As I looked, behold, a stormy wind came out of the north, and a great cloud, with brightness around it, and fire flashing forth continually, and in the midst of the fire, as it were gleaming metal. <b class=\"verse-num\" id=\"v26001005-1\">5&nbsp;</b>And from the midst of it came the likeness of four living creatures. And this was their appearance: they had a human likeness, <b class=\"verse-num\" id=\"v26001006-1\">6&nbsp;</b>but each had four faces, and each of them had four wings. <b class=\"verse-num\" id=\"v26001007-1\">7&nbsp;</b>Their legs were straight, and the soles of their feet were like the sole of a calf’s foot. And they sparkled like burnished bronze. <b class=\"verse-num\" id=\"v26001008-1\">8&nbsp;</b>Under their wings on their four sides they had human hands. And the four had their faces and their wings thus: <b class=\"verse-num\" id=\"v26001009-1\">9&nbsp;</b>their wings touched one another. Each one of them went straight forward, without turning as they went. <b class=\"verse-num\" id=\"v26001010-1\">10&nbsp;</b>As for the likeness of their faces, each had a human face. The four had the face of a lion on the right side, the four had the face of an ox on the left side, and the four had the face of an eagle. <b class=\"verse-num\" id=\"v26001011-1\">11&nbsp;</b>Such were their faces. And their wings were spread out above. Each creature had two wings, each of which touched the wing of another, while two covered their bodies. <b class=\"verse-num\" id=\"v26001012-1\">12&nbsp;</b>And each went straight forward. Wherever the spirit would go, they went, without turning as they went. <b class=\"verse-num\" id=\"v26001013-1\">13&nbsp;</b>As for the likeness of the living creatures, their appearance was like burning coals of fire, like the appearance of torches moving to and fro among the living creatures. And the fire was bright, and out of the fire went forth lightning. <b class=\"verse-num\" id=\"v26001014-1\">14&nbsp;</b>And the living creatures darted to and fro, like the appearance of a flash of lightning.</p>\n<p id=\"p26001014_09-15\"><b class=\"verse-num\" id=\"v26001015-1\">15&nbsp;</b>Now as I looked at the living creatures, I saw a wheel on the earth beside the living creatures, one for each of the four of them. <b class=\"verse-num\" id=\"v26001016-1\">16&nbsp;</b>As for the appearance of the wheels and their construction: their appearance was like the gleaming of beryl. And the four had the same likeness, their appearance and construction being as it were a wheel within a wheel. <b class=\"verse-num\" id=\"v26001017-1\">17&nbsp;</b>When they went, they went in any of their four directions without turning as they went. <b class=\"verse-num\" id=\"v26001018-1\">18&nbsp;</b>And their rims were tall and awesome, and the rims of all four were full of eyes all around. <b class=\"verse-num\" id=\"v26001019-1\">19&nbsp;</b>And when the living creatures went, the wheels went beside them; and when the living creatures rose from the earth, the wheels rose. <b class=\"verse-num\" id=\"v26001020-1\">20&nbsp;</b>Wherever the spirit wanted to go, they went, and the wheels rose along with them, for the spirit of the living creatures was in the wheels. <b class=\"verse-num\" id=\"v26001021-1\">21&nbsp;</b>When those went, these went; and when those stood, these stood; and when those rose from the earth, the wheels rose along with them, for the spirit of the living creatures was in the wheels.</p>\n<p id=\"p26001021_09-15\"><b class=\"verse-num\" id=\"v26001022-1\">22&nbsp;</b>Over the heads of the living creatures there was the likeness of an expanse, shining like awe-inspiring crystal, spread out above their heads. <b class=\"verse-num\" id=\"v26001023-1\">23&nbsp;</b>And under the expanse their wings were stretched out straight, one toward another. And each creature had two wings covering its body. <b class=\"verse-num\" id=\"v26001024-1\">24&nbsp;</b>And when they went, I heard the sound of their wings like the sound of many waters, like the sound of the Almighty, a sound of tumult like the sound of an army. When they stood still, they let down their wings. <b class=\"verse-num\" id=\"v26001025-1\">25&nbsp;</b>And there came a voice from above the expanse over their heads. When they stood still, they let down their wings.</p>\n<p id=\"p26001025_09-15\"><b class=\"verse-num\" id=\"v26001026-1\">26&nbsp;</b>And above the expanse over their heads there was the likeness of a throne, in appearance like sapphire; and seated above the likeness of a throne was a likeness with a human appearance. <b class=\"verse-num\" id=\"v26001027-1\">27&nbsp;</b>And upward from what had the appearance of his waist I saw as it were gleaming metal, like the appearance of fire enclosed all around. And downward from what had the appearance of his waist I saw as it were the appearance of fire, and there was brightness around him. <b class=\"verse-num\" id=\"v26001028-1\">28&nbsp;</b>Like the appearance of the bow that is in the cloud on the day of rain, so was the appearance of the brightness all around.</p>\n<p id=\"p26001028_09-15\">Such was the appearance of the likeness of the glory of the LORD. And when I saw it, I fell on my face, and I heard the voice of one speaking.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass in the thirtieth year, in the fourth month,  in the fifth day of the month, as I was among the captives by the river of Chebar, that the heavens were opened, and I saw visions of God.  <strong>2</strong> In the fifth day of the month, which was the fifth year of king Jehoiachin’s captivity,  <strong>3</strong> The word of the LORD came expressly unto Ezekiel the priest, the son of Buzi, in the land of the Chaldeans by the river Chebar; and the hand of the LORD was there upon him.  <strong>4</strong> And I looked, and, behold, a whirlwind came out of the north, a great cloud, and a fire infolding itself, and a brightness was about it, and out of the midst thereof as the colour of amber, out of the midst of the fire.  <strong>5</strong> Also out of the midst thereof came the likeness of four living creatures. And this was their appearance; they had the likeness of a man.  <strong>6</strong> And every one had four faces, and every one had four wings.  <strong>7</strong> And their feet were straight feet; and the sole of their feet was like the sole of a calf’s foot: and they sparkled like the colour of burnished brass.  <strong>8</strong> And they had the hands of a man under their wings on their four sides; and they four had their faces and their wings.  <strong>9</strong> Their wings were joined one to another; they turned not when they went; they went every one straight forward.  <strong>10</strong> As for the likeness of their faces, they four had the face of a man, and the face of a lion, on the right side: and they four had the face of an ox on the left side; they four also had the face of an eagle.  <strong>11</strong> Thus were their faces: and their wings were stretched upward; two wings of every one were joined one to another, and two covered their bodies.  <strong>12</strong> And they went every one straight forward: whither the spirit was to go, they went; and they turned not when they went.  <strong>13</strong> As for the likeness of the living creatures, their appearance was like burning coals of fire, and like the appearance of lamps: it went up and down among the living creatures; and the fire was bright, and out of the fire went forth lightning.  <strong>14</strong> And the living creatures ran and returned as the appearance of a flash of lightning.  <strong>15</strong> Now as I beheld the living creatures, behold one wheel upon the earth by the living creatures, with his four faces.  <strong>16</strong> The appearance of the wheels and their work was like unto the colour of a beryl: and they four had one likeness: and their appearance and their work was as it were a wheel in the middle of a wheel.  <strong>17</strong> When they went, they went upon their four sides: and they turned not when they went.  <strong>18</strong> As for their rings, they were so high that they were dreadful; and their rings were full of eyes round about them four.  <strong>19</strong> And when the living creatures went, the wheels went by them: and when the living creatures were lifted up from the earth, the wheels were lifted up.  <strong>20</strong> Whithersoever the spirit was to go, they went, thither was their  spirit to go; and the wheels were lifted up over against them: for the spirit of the living creature was in the wheels.  <strong>21</strong> When those went, these went; and when those stood, these  stood; and when those were lifted up from the earth, the wheels were lifted up over against them: for the spirit of the living creature was  in the wheels.  <strong>22</strong> And the likeness of the firmament upon the heads of the living creature was as the colour of the terrible crystal, stretched forth over their heads above.  <strong>23</strong> And under the firmament were their wings straight, the one toward the other: every one had two, which covered on this side, and every one had two, which covered on that side, their bodies.  <strong>24</strong> And when they went, I heard the noise of their wings, like the noise of great waters, as the voice of the Almighty, the voice of speech, as the noise of an host: when they stood, they let down their wings.  <strong>25</strong> And there was a voice from the firmament that was over their heads, when they stood, and had let down their wings.  <strong>26</strong> And above the firmament that was over their heads was  the likeness of a throne, as the appearance of a sapphire stone: and upon the likeness of the throne was the likeness as the appearance of a man above upon it.  <strong>27</strong> And I saw as the colour of amber, as the appearance of fire round about within it, from the appearance of his loins even upward, and from the appearance of his loins even downward, I saw as it were the appearance of fire, and it had brightness round about.  <strong>28</strong> As the appearance of the bow that is in the cloud in the day of rain, so was the appearance of the brightness round about. This was  the appearance of the likeness of the glory of the LORD. And when I saw it, I fell upon my face, and I heard a voice of one that spake.  ","niv":"<sup><strong>1</strong></sup> In the thirtieth year, in the fourth month on the fifth day, while I was among the exiles by the Kebar River, the heavens were opened and I saw visions of God. <sup><strong>2</strong></sup> On the fifth of the month-it was the fifth year of the exile of King Jehoiachin- <sup><strong>3</strong></sup> the word of the LORD came to Ezekiel the priest, the son of Buzi, by the Kebar River in the land of the Babylonians. There the hand of the LORD was upon him. <sup><strong>4</strong></sup> I looked, and I saw a windstorm coming out of the north-an immense cloud with flashing lightning and surrounded by brilliant light. The center of the fire looked like glowing metal, <sup><strong>5</strong></sup> and in the fire was what looked like four living creatures. In appearance their form was that of a man, <sup><strong>6</strong></sup> but each of them had four faces and four wings. <sup><strong>7</strong></sup> Their legs were straight; their feet were like those of a calf and gleamed like burnished bronze. <sup><strong>8</strong></sup> Under their wings on their four sides they had the hands of a man. All four of them had faces and wings, <sup><strong>9</strong></sup> and their wings touched one another. Each one went straight ahead; they did not turn as they moved. <sup><strong>10</strong></sup> Their faces looked like this: Each of the four had the face of a man, and on the right side each had the face of a lion, and on the left the face of an ox; each also had the face of an eagle. <sup><strong>11</strong></sup> Such were their faces. Their wings were spread out upward; each had two wings, one touching the wing of another creature on either side, and two wings covering its body. <sup><strong>12</strong></sup> Each one went straight ahead. Wherever the spirit would go, they would go, without turning as they went. <sup><strong>13</strong></sup> The appearance of the living creatures was like burning coals of fire or like torches. Fire moved back and forth among the creatures; it was bright, and lightning flashed out of it. <sup><strong>14</strong></sup> The creatures sped back and forth like flashes of lightning. <sup><strong>15</strong></sup> As I looked at the living creatures, I saw a wheel on the ground beside each creature with its four faces. <sup><strong>16</strong></sup> This was the appearance and structure of the wheels: They sparkled like chrysolite, and all four looked alike. Each appeared to be made like a wheel intersecting a wheel. <sup><strong>17</strong></sup> As they moved, they would go in any one of the four directions the creatures faced; the wheels did not turn about as the creatures went. <sup><strong>18</strong></sup> Their rims were high and awesome, and all four rims were full of eyes all around. <sup><strong>19</strong></sup> When the living creatures moved, the wheels beside them moved; and when the living creatures rose from the ground, the wheels also rose. <sup><strong>20</strong></sup> Wherever the spirit would go, they would go, and the wheels would rise along with them, because the spirit of the living creatures was in the wheels. <sup><strong>21</strong></sup> When the creatures moved, they also moved; when the creatures stood still, they also stood still; and when the creatures rose from the ground, the wheels rose along with them, because the spirit of the living creatures was in the wheels. <sup><strong>22</strong></sup> Spread out above the heads of the living creatures was what looked like an expanse, sparkling like ice, and awesome. <sup><strong>23</strong></sup> Under the expanse their wings were stretched out one toward the other, and each had two wings covering its body. <sup><strong>24</strong></sup> When the creatures moved, I heard the sound of their wings, like the roar of rushing waters, like the voice of the Almighty, like the tumult of an army. When they stood still, they lowered their wings. <sup><strong>25</strong></sup> Then there came a voice from above the expanse over their heads as they stood with lowered wings. <sup><strong>26</strong></sup> Above the expanse over their heads was what looked like a throne of sapphire, and high above on the throne was a figure like that of a man. <sup><strong>27</strong></sup> I saw that from what appeared to be his waist up he looked like glowing metal, as if full of fire, and that from there down he looked like fire; and brilliant light surrounded him. <sup><strong>28</strong></sup> Like the appearance of a rainbow in the clouds on a rainy day, so was the radiance around him. This was the appearance of the likeness of the glory of the LORD. When I saw it, I fell facedown, and I heard the voice of one speaking. "},{"_id":"616248f68d436e0b7f06aa73","topicId":"616248f18d436e0b7f06aa63","verse":"1 Chronicles 5:19-22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p13005019_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v13005019-1\">19&nbsp;</b>They waged war against the Hagrites, Jetur, Naphish, and Nodab. <b class=\"verse-num\" id=\"v13005020-1\">20&nbsp;</b>And when they prevailed over them, the Hagrites and all who were with them were given into their hands, for they cried out to God in the battle, and he granted their urgent plea because they trusted in him. <b class=\"verse-num\" id=\"v13005021-1\">21&nbsp;</b>They carried off their livestock: 50,000 of their camels, 250,000 sheep, 2,000 donkeys, and 100,000 men alive. <b class=\"verse-num\" id=\"v13005022-1\">22&nbsp;</b>For many fell, because the war was of God. And they lived in their place until the exile.</p>\n\n</div>","kjv":"<strong>19</strong> And they made war with the Hagarites, with Jetur, and Nephish, and Nodab.  <strong>20</strong> And they were helped against them, and the Hagarites were delivered into their hand, and all that were with them: for they cried to God in the battle, and he was intreated of them; because they put their trust in him.  <strong>21</strong> And they took away their cattle; of their camels fifty thousand, and of sheep two hundred and fifty thousand, and of asses two thousand, and of men an hundred thousand.  <strong>22</strong> For there fell down many slain, because the war was of God. And they dwelt in their steads until the captivity.  ","niv":"<sup><strong>19</strong></sup> They waged war against the Hagrites, Jetur, Naphish and Nodab. <sup><strong>20</strong></sup> They were helped in fighting them, and God handed the Hagrites and all their allies over to them, because they cried out to him during the battle. He answered their prayers, because they trusted in him. <sup><strong>21</strong></sup> They seized the livestock of the Hagrites-fifty thousand camels, two hundred fifty thousand sheep and two thousand donkeys. They also took one hundred thousand people captive, <sup><strong>22</strong></sup> and many others fell slain, because the battle was God's. And they occupied the land until the exile. "},{"_id":"616248f68d436e0b7f06aa74","topicId":"616248f18d436e0b7f06aa63","verse":"1 Chronicles 5:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p13005010_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v13005010-1\">10&nbsp;</b>And in the days of Saul they waged war against the Hagrites, who fell into their hand. And they lived in their tents throughout all the region east of Gilead.</p>\n</div>","kjv":"<strong>10</strong> And in the days of Saul they made war with the Hagarites, who fell by their hand: and they dwelt in their tents throughout all the east land of Gilead.  ","niv":"<sup><strong>10</strong></sup> During Saul's reign they waged war against the Hagrites, who were defeated at their hands; they occupied the dwellings of the Hagrites throughout the entire region east of Gilead."},{"_id":"616248f78d436e0b7f06aa75","topicId":"616248f18d436e0b7f06aa63","verse":"Deuteronomy 21:15-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p05021015_06-20\"><b class=\"verse-num\" id=\"v05021015-1\">15&nbsp;</b>“If a man has two wives, the one loved and the other unloved, and both the loved and the unloved have borne him children, and if the firstborn son belongs to the unloved, <b class=\"verse-num\" id=\"v05021016-1\">16&nbsp;</b>then on the day when he assigns his possessions as an inheritance to his sons, he may not treat the son of the loved as the firstborn in preference to the son of the unloved, who is the firstborn, <b class=\"verse-num\" id=\"v05021017-1\">17&nbsp;</b>but he shall acknowledge the firstborn, the son of the unloved, by giving him a double portion of all that he has, for he is the firstfruits of his strength. The right of the firstborn is his.</p>\n\n</div>","kjv":"<strong>15</strong> If a man have two wives, one beloved, and another hated, and they have born him children, both the beloved and the hated; and if the firstborn son be hers that was hated:  <strong>16</strong> Then it shall be, when he maketh his sons to inherit that  which he hath, that he may not make the son of the beloved firstborn before the son of the hated, which is indeed the firstborn:  <strong>17</strong> But he shall acknowledge the son of the hated for the firstborn, by giving him a double portion of all that he hath: for he is the beginning of his strength; the right of the firstborn is his.  ","niv":"<sup><strong>15</strong></sup> If a man has two wives, and he loves one but not the other, and both bear him sons but the firstborn is the son of the wife he does not love, <sup><strong>16</strong></sup> when he wills his property to his sons, he must not give the rights of the firstborn to the son of the wife he loves in preference to his actual firstborn, the son of the wife he does not love. <sup><strong>17</strong></sup> He must acknowledge the son of his unloved wife as the firstborn by giving him a double share of all he has. That son is the first sign of his father's strength. The right of the firstborn belongs to him. "},{"_id":"616248f78d436e0b7f06aa76","topicId":"616248f18d436e0b7f06aa63","verse":"Deuteronomy 18:15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p05018015_06-21\"><b class=\"verse-num\" id=\"v05018015-1\">15&nbsp;</b>“The LORD your God will raise up for you a prophet like me from among you, from your brothers—it is to him you shall listen—</p>\n</div>","kjv":"<strong>15</strong> The LORD thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;  ","niv":"<sup><strong>15</strong></sup> The LORD your God will raise up for you a prophet like me from among your own brothers. You must listen to him."},{"_id":"616248f78d436e0b7f06aa77","topicId":"616248f18d436e0b7f06aa63","verse":"Numbers 15:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p04015013_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v04015013-1\">13&nbsp;</b>Every native Israelite shall do these things in this way, in offering a food offering, with a pleasing aroma to the LORD.</p>\n</div>","kjv":"<strong>13</strong> All that are born of the country shall do these things after this manner, in offering an offering made by fire, of a sweet savour unto the LORD.  ","niv":"<sup><strong>13</strong></sup> \"'Everyone who is native-born must do these things in this way when he brings an offering made by fire as an aroma pleasing to the LORD."},{"_id":"616248f88d436e0b7f06aa78","topicId":"616248f18d436e0b7f06aa63","verse":"Numbers 2:1-34","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p04002001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04002001-1\">2:1&nbsp;</b>The LORD spoke to Moses and Aaron, saying, <b class=\"verse-num\" id=\"v04002002-1\">2&nbsp;</b>“The people of Israel shall camp each by his own standard, with the banners of their fathers’ houses. They shall camp facing the tent of meeting on every side. <b class=\"verse-num\" id=\"v04002003-1\">3&nbsp;</b>Those to camp on the east side toward the sunrise shall be of the standard of the camp of Judah by their companies, the chief of the people of Judah being Nahshon the son of Amminadab, <b class=\"verse-num\" id=\"v04002004-1\">4&nbsp;</b>his company as listed being 74,600. <b class=\"verse-num\" id=\"v04002005-1\">5&nbsp;</b>Those to camp next to him shall be the tribe of Issachar, the chief of the people of Issachar being Nethanel the son of Zuar, <b class=\"verse-num\" id=\"v04002006-1\">6&nbsp;</b>his company as listed being 54,400. <b class=\"verse-num\" id=\"v04002007-1\">7&nbsp;</b>Then the tribe of Zebulun, the chief of the people of Zebulun being Eliab the son of Helon, <b class=\"verse-num\" id=\"v04002008-1\">8&nbsp;</b>his company as listed being 57,400. <b class=\"verse-num\" id=\"v04002009-1\">9&nbsp;</b>All those listed of the camp of Judah, by their companies, were 186,400. They shall set out first on the march.</p>\n<p id=\"p04002009_05-23\"><b class=\"verse-num\" id=\"v04002010-1\">10&nbsp;</b>“On the south side shall be the standard of the camp of Reuben by their companies, the chief of the people of Reuben being Elizur the son of Shedeur, <b class=\"verse-num\" id=\"v04002011-1\">11&nbsp;</b>his company as listed being 46,500. <b class=\"verse-num\" id=\"v04002012-1\">12&nbsp;</b>And those to camp next to him shall be the tribe of Simeon, the chief of the people of Simeon being Shelumiel the son of Zurishaddai, <b class=\"verse-num\" id=\"v04002013-1\">13&nbsp;</b>his company as listed being 59,300. <b class=\"verse-num\" id=\"v04002014-1\">14&nbsp;</b>Then the tribe of Gad, the chief of the people of Gad being Eliasaph the son of Reuel, <b class=\"verse-num\" id=\"v04002015-1\">15&nbsp;</b>his company as listed being 45,650. <b class=\"verse-num\" id=\"v04002016-1\">16&nbsp;</b>All those listed of the camp of Reuben, by their companies, were 151,450. They shall set out second.</p>\n<p id=\"p04002016_05-23\"><b class=\"verse-num\" id=\"v04002017-1\">17&nbsp;</b>“Then the tent of meeting shall set out, with the camp of the Levites in the midst of the camps; as they camp, so shall they set out, each in position, standard by standard.</p>\n<p id=\"p04002017_05-23\"><b class=\"verse-num\" id=\"v04002018-1\">18&nbsp;</b>“On the west side shall be the standard of the camp of Ephraim by their companies, the chief of the people of Ephraim being Elishama the son of Ammihud, <b class=\"verse-num\" id=\"v04002019-1\">19&nbsp;</b>his company as listed being 40,500. <b class=\"verse-num\" id=\"v04002020-1\">20&nbsp;</b>And next to him shall be the tribe of Manasseh, the chief of the people of Manasseh being Gamaliel the son of Pedahzur, <b class=\"verse-num\" id=\"v04002021-1\">21&nbsp;</b>his company as listed being 32,200. <b class=\"verse-num\" id=\"v04002022-1\">22&nbsp;</b>Then the tribe of Benjamin, the chief of the people of Benjamin being Abidan the son of Gideoni, <b class=\"verse-num\" id=\"v04002023-1\">23&nbsp;</b>his company as listed being 35,400. <b class=\"verse-num\" id=\"v04002024-1\">24&nbsp;</b>All those listed of the camp of Ephraim, by their companies, were 108,100. They shall set out third on the march.</p>\n<p id=\"p04002024_05-23\"><b class=\"verse-num\" id=\"v04002025-1\">25&nbsp;</b>“On the north side shall be the standard of the camp of Dan by their companies, the chief of the people of Dan being Ahiezer the son of Ammishaddai, <b class=\"verse-num\" id=\"v04002026-1\">26&nbsp;</b>his company as listed being 62,700. <b class=\"verse-num\" id=\"v04002027-1\">27&nbsp;</b>And those to camp next to him shall be the tribe of Asher, the chief of the people of Asher being Pagiel the son of Ochran, <b class=\"verse-num\" id=\"v04002028-1\">28&nbsp;</b>his company as listed being 41,500. <b class=\"verse-num\" id=\"v04002029-1\">29&nbsp;</b>Then the tribe of Naphtali, the chief of the people of Naphtali being Ahira the son of Enan, <b class=\"verse-num\" id=\"v04002030-1\">30&nbsp;</b>his company as listed being 53,400. <b class=\"verse-num\" id=\"v04002031-1\">31&nbsp;</b>All those listed of the camp of Dan were 157,600. They shall set out last, standard by standard.”</p>\n<p id=\"p04002031_05-23\"><b class=\"verse-num\" id=\"v04002032-1\">32&nbsp;</b>These are the people of Israel as listed by their fathers’ houses. All those listed in the camps by their companies were 603,550. <b class=\"verse-num\" id=\"v04002033-1\">33&nbsp;</b>But the Levites were not listed among the people of Israel, as the LORD commanded Moses.</p>\n<p id=\"p04002033_05-23\"><b class=\"verse-num\" id=\"v04002034-1\">34&nbsp;</b>Thus did the people of Israel. According to all that the LORD commanded Moses, so they camped by their standards, and so they set out, each one in his clan, according to his fathers’ house.</p>\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses and unto Aaron, saying,  <strong>2</strong> Every man of the children of Israel shall pitch by his own standard, with the ensign of their father’s house: far off about the tabernacle of the congregation shall they pitch.  <strong>3</strong> And on the east side toward the rising of the sun shall they of the standard of the camp of Judah pitch throughout their armies: and Nahshon the son of Amminadab shall be captain of the children of Judah.  <strong>4</strong> And his host, and those that were numbered of them, were threescore and fourteen thousand and six hundred.  <strong>5</strong> And those that do pitch next unto him shall be the tribe of Issachar: and Nethaneel the son of Zuar shall be captain of the children of Issachar.  <strong>6</strong> And his host, and those that were numbered thereof, were fifty and four thousand and four hundred.  <strong>7</strong> Then the tribe of Zebulun: and Eliab the son of Helon shall be captain of the children of Zebulun.  <strong>8</strong> And his host, and those that were numbered thereof, were fifty and seven thousand and four hundred.  <strong>9</strong> All that were numbered in the camp of Judah were an hundred thousand and fourscore thousand and six thousand and four hundred, throughout their armies. These shall first set forth.  <strong>10</strong> On the south side shall be the standard of the camp of Reuben according to their armies: and the captain of the children of Reuben shall be Elizur the son of Shedeur.  <strong>11</strong> And his host, and those that were numbered thereof, were  forty and six thousand and five hundred.  <strong>12</strong> And those which pitch by him shall be the tribe of Simeon: and the captain of the children of Simeon shall be Shelumiel the son of Zurishaddai.  <strong>13</strong> And his host, and those that were numbered of them, were  fifty and nine thousand and three hundred.  <strong>14</strong> Then the tribe of Gad: and the captain of the sons of Gad shall be  Eliasaph the son of Reuel.  <strong>15</strong> And his host, and those that were numbered of them, were  forty and five thousand and six hundred and fifty.  <strong>16</strong> All that were numbered in the camp of Reuben were an hundred thousand and fifty and one thousand and four hundred and fifty, throughout their armies. And they shall set forth in the second rank.  <strong>17</strong> Then the tabernacle of the congregation shall set forward with the camp of the Levites in the midst of the camp: as they encamp, so shall they set forward, every man in his place by their standards.  <strong>18</strong> On the west side shall be the standard of the camp of Ephraim according to their armies: and the captain of the sons of Ephraim shall be Elishama the son of Ammihud.  <strong>19</strong> And his host, and those that were numbered of them, were  forty thousand and five hundred.  <strong>20</strong> And by him shall be the tribe of Manasseh: and the captain of the children of Manasseh shall be Gamaliel the son of Pedahzur.  <strong>21</strong> And his host, and those that were numbered of them, were  thirty and two thousand and two hundred.  <strong>22</strong> Then the tribe of Benjamin: and the captain of the sons of Benjamin shall be Abidan the son of Gideoni.  <strong>23</strong> And his host, and those that were numbered of them, were  thirty and five thousand and four hundred.  <strong>24</strong> All that were numbered of the camp of Ephraim were an hundred thousand and eight thousand and an hundred, throughout their armies. And they shall go forward in the third rank.  <strong>25</strong> The standard of the camp of Dan shall be on the north side by their armies: and the captain of the children of Dan shall be Ahiezer the son of Ammishaddai.  <strong>26</strong> And his host, and those that were numbered of them, were  threescore and two thousand and seven hundred.  <strong>27</strong> And those that encamp by him shall be the tribe of Asher: and the captain of the children of Asher shall be Pagiel the son of Ocran.  <strong>28</strong> And his host, and those that were numbered of them, were  forty and one thousand and five hundred.  <strong>29</strong> Then the tribe of Naphtali: and the captain of the children of Naphtali shall be Ahira the son of Enan.  <strong>30</strong> And his host, and those that were numbered of them, were  fifty and three thousand and four hundred.  <strong>31</strong> All they that were numbered in the camp of Dan were an hundred thousand and fifty and seven thousand and six hundred. They shall go hindmost with their standards.  <strong>32</strong> These are those which were numbered of the children of Israel by the house of their fathers: all those that were numbered of the camps throughout their hosts were six hundred thousand and three thousand and five hundred and fifty.  <strong>33</strong> But the Levites were not numbered among the children of Israel; as the LORD commanded Moses.  <strong>34</strong> And the children of Israel did according to all that the LORD commanded Moses: so they pitched by their standards, and so they set forward, every one after their families, according to the house of their fathers.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses and Aaron: <sup><strong>2</strong></sup> \"The Israelites are to camp around the Tent of Meeting some distance from it, each man under his standard with the banners of his family.\" <sup><strong>3</strong></sup> On the east, toward the sunrise, the divisions of the camp of Judah are to encamp under their standard. The leader of the people of Judah is Nahshon son of Amminadab. <sup><strong>4</strong></sup> His division numbers 74,600. <sup><strong>5</strong></sup> The tribe of Issachar will camp next to them. The leader of the people of Issachar is Nethanel son of Zuar. <sup><strong>6</strong></sup> His division numbers 54,400. <sup><strong>7</strong></sup> The tribe of Zebulun will be next. The leader of the people of Zebulun is Eliab son of Helon. <sup><strong>8</strong></sup> His division numbers 57,400. <sup><strong>9</strong></sup> All the men assigned to the camp of Judah, according to their divisions, number 186,400. They will set out first. <sup><strong>10</strong></sup> On the south will be the divisions of the camp of Reuben under their standard. The leader of the people of Reuben is Elizur son of Shedeur. <sup><strong>11</strong></sup> His division numbers 46,500. <sup><strong>12</strong></sup> The tribe of Simeon will camp next to them. The leader of the people of Simeon is Shelumiel son of Zurishaddai. <sup><strong>13</strong></sup> His division numbers 59,300. <sup><strong>14</strong></sup> The tribe of Gad will be next. The leader of the people of Gad is Eliasaph son of Deuel. <sup><strong>15</strong></sup> His division numbers 45,650. <sup><strong>16</strong></sup> All the men assigned to the camp of Reuben, according to their divisions, number 151,450. They will set out second. <sup><strong>17</strong></sup> Then the Tent of Meeting and the camp of the Levites will set out in the middle of the camps. They will set out in the same order as they encamp, each in his own place under his standard. <sup><strong>18</strong></sup> On the west will be the divisions of the camp of Ephraim under their standard. The leader of the people of Ephraim is Elishama son of Ammihud. <sup><strong>19</strong></sup> His division numbers 40,500. <sup><strong>20</strong></sup> The tribe of Manasseh will be next to them. The leader of the people of Manasseh is Gamaliel son of Pedahzur. <sup><strong>21</strong></sup> His division numbers 32,200. <sup><strong>22</strong></sup> The tribe of Benjamin will be next. The leader of the people of Benjamin is Abidan son of Gideoni. <sup><strong>23</strong></sup> His division numbers 35,400. <sup><strong>24</strong></sup> All the men assigned to the camp of Ephraim, according to their divisions, number 108,100. They will set out third. <sup><strong>25</strong></sup> On the north will be the divisions of the camp of Dan, under their standard. The leader of the people of Dan is Ahiezer son of Ammishaddai. <sup><strong>26</strong></sup> His division numbers 62,700. <sup><strong>27</strong></sup> The tribe of Asher will camp next to them. The leader of the people of Asher is Pagiel son of Ocran. <sup><strong>28</strong></sup> His division numbers 41,500. <sup><strong>29</strong></sup> The tribe of Naphtali will be next. The leader of the people of Naphtali is Ahira son of Enan. <sup><strong>30</strong></sup> His division numbers 53,400. <sup><strong>31</strong></sup> All the men assigned to the camp of Dan number 157,600. They will set out last, under their standards. <sup><strong>32</strong></sup> These are the Israelites, counted according to their families. All those in the camps, by their divisions, number 603,550. <sup><strong>33</strong></sup> The Levites, however, were not counted along with the other Israelites, as the LORD commanded Moses. <sup><strong>34</strong></sup> So the Israelites did everything the LORD commanded Moses; that is the way they encamped under their standards, and that is the way they set out, each with his clan and family. "},{"_id":"616248f88d436e0b7f06aa79","topicId":"616248f18d436e0b7f06aa63","verse":"Exodus 20:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02020025_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v02020025-1\">25&nbsp;</b>If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it.</p>\n</div>","kjv":"<strong>25</strong> And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.  ","niv":"<sup><strong>25</strong></sup> If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it."},{"_id":"616248f88d436e0b7f06aa7a","topicId":"616248f18d436e0b7f06aa63","verse":"Exodus 3:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p02003001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02003001-1\">3:1&nbsp;</b>Now Moses was keeping the flock of his father-in-law, Jethro, the priest of Midian, and he led his flock to the west side of the wilderness and came to Horeb, the mountain of God.</p>\n</div>","kjv":"<strong>1</strong> Now Moses kept the flock of Jethro his father in law, the priest of Midian: and he led the flock to the backside of the desert, and came to the mountain of God, even to Horeb.  ","niv":"<sup><strong>1</strong></sup> Now Moses was tending the flock of Jethro his father-in-law, the priest of Midian, and he led the flock to the far side of the desert and came to Horeb, the mountain of God."},{"_id":"616248f98d436e0b7f06aa7b","topicId":"616248f18d436e0b7f06aa63","verse":"Genesis 25:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01025018_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025018-1\">18&nbsp;</b>They settled from Havilah to Shur, which is opposite Egypt in the direction of Assyria. He settled over against all his kinsmen.</p>\n\n</div>","kjv":"<strong>18</strong> And they dwelt from Havilah unto Shur, that is before Egypt, as thou goest toward Assyria: and he died in the presence of all his brethren.  ","niv":"<sup><strong>18</strong></sup> His descendants settled in the area from Havilah to Shur, near the border of Egypt, as you go toward Asshur. And they lived in hostility toward all their brothers.","modified":"2022-02-19T19:39:19.302Z"},{"_id":"616248f98d436e0b7f06aa7c","topicId":"616248f18d436e0b7f06aa63","verse":"Genesis 25:12-15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01025012_01-27\"><b class=\"verse-num\" id=\"v01025012-1\">12&nbsp;</b>These are the generations of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s servant, bore to Abraham. <b class=\"verse-num\" id=\"v01025013-1\">13&nbsp;</b>These are the names of the sons of Ishmael, named in the order of their birth: Nebaioth, the firstborn of Ishmael; and Kedar, Adbeel, Mibsam, <b class=\"verse-num\" id=\"v01025014-1\">14&nbsp;</b>Mishma, Dumah, Massa, <b class=\"verse-num\" id=\"v01025015-1\">15&nbsp;</b>Hadad, Tema, Jetur, Naphish, and Kedemah.</p>\n</div>","kjv":"<strong>12</strong> Now these are the generations of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s handmaid, bare unto Abraham:  <strong>13</strong> And these are the names of the sons of Ishmael, by their names, according to their generations: the firstborn of Ishmael, Nebajoth; and Kedar, and Adbeel, and Mibsam,  <strong>14</strong> And Mishma, and Dumah, and Massa,  <strong>15</strong> Hadar, and Tema, Jetur, Naphish, and Kedemah:  ","niv":"<sup><strong>12</strong></sup> This is the account of Abraham's son Ishmael, whom Sarah's maidservant, Hagar the Egyptian, bore to Abraham. <sup><strong>13</strong></sup> These are the names of the sons of Ishmael, listed in the order of their birth: Nebaioth the firstborn of Ishmael, Kedar, Adbeel, Mibsam, <sup><strong>14</strong></sup> Mishma, Dumah, Massa, <sup><strong>15</strong></sup> Hadad, Tema, Jetur, Naphish and Kedemah. "}]}