{"_id":"61624a948d436e0b7f06ab67","slug":"harming-people","name":"Harming People","verses":[{"_id":"61624a948d436e0b7f06ab68","topicId":"61624a948d436e0b7f06ab67","verse":"Jeremiah 29:11","votes":7,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"61624a958d436e0b7f06ab69","topicId":"61624a948d436e0b7f06ab67","verse":"Exodus 20:13","votes":7,"__v":0,"esv":"<div>\n<p id=\"p02020013_01-2\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n\n</div>","kjv":"<strong>13</strong> Thou shalt not kill.  ","niv":"<sup><strong>13</strong></sup> \"You shall not murder."},{"_id":"61624a958d436e0b7f06ab6a","topicId":"61624a948d436e0b7f06ab67","verse":"Isaiah 41:10","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-3\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"61624a968d436e0b7f06ab6b","topicId":"61624a948d436e0b7f06ab67","verse":"Psalm 27:10","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19027010_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19027010-1\">10&nbsp;</b>&nbsp;&nbsp;For my father and my mother have forsaken me,</span><br><span id=\"p19027010_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD will take me in.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> When my father and my mother forsake me, then the LORD will take me up.  ","niv":"<sup><strong>10</strong></sup> Though my father and mother forsake me, the LORD will receive me."},{"_id":"61624a968d436e0b7f06ab6c","topicId":"61624a948d436e0b7f06ab67","verse":"Psalm 147:3","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19147003_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19147003-1\">3&nbsp;</b>&nbsp;&nbsp;He heals the brokenhearted</span><br><span id=\"p19147003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and binds up their wounds.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> He healeth the broken in heart, and bindeth up their wounds.  ","niv":"<sup><strong>3</strong></sup> He heals the brokenhearted and binds up their wounds."},{"_id":"61624a968d436e0b7f06ab6d","topicId":"61624a948d436e0b7f06ab67","verse":"1 Peter 3:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p60003009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing.</p>\n</div>","kjv":"<strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  ","niv":"<sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing."},{"_id":"61624a968d436e0b7f06ab6e","topicId":"61624a948d436e0b7f06ab67","verse":"Philippians 2:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p50002003_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.</p>\n</div>","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  ","niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves."},{"_id":"61624a978d436e0b7f06ab6f","topicId":"61624a948d436e0b7f06ab67","verse":"Romans 8:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"61624a978d436e0b7f06ab70","topicId":"61624a948d436e0b7f06ab67","verse":"Matthew 7:12","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-10\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets."},{"_id":"61624a978d436e0b7f06ab71","topicId":"61624a948d436e0b7f06ab67","verse":"1 Peter 5:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"61624a988d436e0b7f06ab72","topicId":"61624a948d436e0b7f06ab67","verse":"Philippians 4:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"61624a988d436e0b7f06ab73","topicId":"61624a948d436e0b7f06ab67","verse":"Colossians 3:25","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51003025_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003025-1\">25&nbsp;</b>For the wrongdoer will be paid back for the wrong he has done, and there is no partiality.</p>\n</div>","kjv":"<strong>25</strong> But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.  ","niv":"<sup><strong>25</strong></sup> Anyone who does wrong will be repaid for his wrong, and there is no favoritism."},{"_id":"61624a988d436e0b7f06ab74","topicId":"61624a948d436e0b7f06ab67","verse":"Matthew 6:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40006002_01-15\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span></p>\n</div>","kjv":"<strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  ","niv":"<sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full."},{"_id":"61624a988d436e0b7f06ab75","topicId":"61624a948d436e0b7f06ab67","verse":"Matthew 5:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40005011_01-16\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span></p>\n</div>","kjv":"<strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  ","niv":"<sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me."},{"_id":"61624a998d436e0b7f06ab76","topicId":"61624a948d436e0b7f06ab67","verse":"1 Kings 18:24-29","votes":4,"__v":0,"esv":"<div>\n<p id=\"p11018024_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v11018024-1\">24&nbsp;</b>And you call upon the name of your god, and I will call upon the name of the LORD, and the God who answers by fire, he is God.” And all the people answered, “It is well spoken.” <b class=\"verse-num\" id=\"v11018025-1\">25&nbsp;</b>Then Elijah said to the prophets of Baal, “Choose for yourselves one bull and prepare it first, for you are many, and call upon the name of your god, but put no fire to it.” <b class=\"verse-num\" id=\"v11018026-1\">26&nbsp;</b>And they took the bull that was given them, and they prepared it and called upon the name of Baal from morning until noon, saying, “O Baal, answer us!” But there was no voice, and no one answered. And they limped around the altar that they had made. <b class=\"verse-num\" id=\"v11018027-1\">27&nbsp;</b>And at noon Elijah mocked them, saying, “Cry aloud, for he is a god. Either he is musing, or he is relieving himself, or he is on a journey, or perhaps he is asleep and must be awakened.” <b class=\"verse-num\" id=\"v11018028-1\">28&nbsp;</b>And they cried aloud and cut themselves after their custom with swords and lances, until the blood gushed out upon them. <b class=\"verse-num\" id=\"v11018029-1\">29&nbsp;</b>And as midday passed, they raved on until the time of the offering of the oblation, but there was no voice. No one answered; no one paid attention.</p>\n</div>","kjv":"<strong>24</strong> And call ye on the name of your gods, and I will call on the name of the LORD: and the God that answereth by fire, let him be God. And all the people answered and said, It is well spoken.  <strong>25</strong> And Elijah said unto the prophets of Baal, Choose you one bullock for yourselves, and dress it first; for ye are many; and call on the name of your gods, but put no fire under.  <strong>26</strong> And they took the bullock which was given them, and they dressed it, and called on the name of Baal from morning even until noon, saying, O Baal, hear us. But there was no voice, nor any that answered. And they leaped upon the altar which was made.  <strong>27</strong> And it came to pass at noon, that Elijah mocked them, and said, Cry aloud: for he is a god; either he is talking, or he is pursuing, or he is in a journey, or peradventure he sleepeth, and must be awaked.  <strong>28</strong> And they cried aloud, and cut themselves after their manner with knives and lancets, till the blood gushed out upon them.  <strong>29</strong> And it came to pass, when midday was past, and they prophesied until the time of the offering of the evening sacrifice, that there was neither voice, nor any to answer, nor any that regarded.  ","niv":"<sup><strong>24</strong></sup> Then you call on the name of your god, and I will call on the name of the LORD. The god who answers by fire-he is God.\" Then all the people said, \"What you say is good.\" <sup><strong>25</strong></sup> Elijah said to the prophets of Baal, \"Choose one of the bulls and prepare it first, since there are so many of you. Call on the name of your god, but do not light the fire.\" <sup><strong>26</strong></sup> So they took the bull given them and prepared it. Then they called on the name of Baal from morning till noon. \"O Baal, answer us!\" they shouted. But there was no response; no one answered. And they danced around the altar they had made. <sup><strong>27</strong></sup> At noon Elijah began to taunt them. \"Shout louder!\" he said. \"Surely he is a god! Perhaps he is deep in thought, or busy, or traveling. Maybe he is sleeping and must be awakened.\" <sup><strong>28</strong></sup> So they shouted louder and slashed themselves with swords and spears, as was their custom, until their blood flowed. <sup><strong>29</strong></sup> Midday passed, and they continued their frantic prophesying until the time for the evening sacrifice. But there was no response, no one answered, no one paid attention. "},{"_id":"61624a998d436e0b7f06ab77","topicId":"61624a948d436e0b7f06ab67","verse":"Leviticus 19:28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p03019028_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019028-1\">28&nbsp;</b>You shall not make any cuts on your body for the dead or tattoo yourselves: I am the LORD.</p>\n</div>","kjv":"<strong>28</strong> Ye shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD.  ","niv":"<sup><strong>28</strong></sup> \"'Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the LORD."},{"_id":"61624a998d436e0b7f06ab78","topicId":"61624a948d436e0b7f06ab67","verse":"Revelation 1:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,"},{"_id":"61624a998d436e0b7f06ab79","topicId":"61624a948d436e0b7f06ab67","verse":"1 John 1:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"61624a9a8d436e0b7f06ab7a","topicId":"61624a948d436e0b7f06ab67","verse":"Hebrews 13:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"61624a9a8d436e0b7f06ab7b","topicId":"61624a948d436e0b7f06ab67","verse":"1 Timothy 4:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54004002_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004002-1\">2&nbsp;</b>through the insincerity of liars whose consciences are seared,</p>\n</div>","kjv":"<strong>2</strong> Speaking lies in hypocrisy; having their conscience seared with a hot iron;  ","niv":"<sup><strong>2</strong></sup> Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron."},{"_id":"61624a9a8d436e0b7f06ab7c","topicId":"61624a948d436e0b7f06ab67","verse":"Ephesians 4:31-32","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49004031_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"61624a9b8d436e0b7f06ab7d","topicId":"61624a948d436e0b7f06ab67","verse":"Romans 12:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45012014_01-26\"><b class=\"verse-num\" id=\"v45012014-1\">14&nbsp;</b>Bless those who persecute you; bless and do not curse them.</p>\n</div>","kjv":"<strong>14</strong> Bless them which persecute you: bless, and curse not.  ","niv":"<sup><strong>14</strong></sup> Bless those who persecute you; bless and do not curse."},{"_id":"61624a9b8d436e0b7f06ab7e","topicId":"61624a948d436e0b7f06ab67","verse":"John 17:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth."},{"_id":"61624a9b8d436e0b7f06ab7f","topicId":"61624a948d436e0b7f06ab67","verse":"John 8:32","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\""},{"_id":"61624a9c8d436e0b7f06ab80","topicId":"61624a948d436e0b7f06ab67","verse":"Luke 6:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42006031_01-29\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n</div>","kjv":"<strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  ","niv":"<sup><strong>31</strong></sup> Do to others as you would have them do to you."}]}