{"_id":"61624edab1c7c312774055d0","slug":"hating-your-parents","name":"Hating Your Parents","verses":[{"_id":"61624edbb1c7c312774055d1","topicId":"61624edab1c7c312774055d0","verse":"Luke 14:26","votes":32,"__v":0,"esv":"<div>\n<p id=\"p42014026_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014026-1\">26&nbsp;</b><span class=\"woc\">“If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be my disciple.</span></p>\n</div>","kjv":"<strong>26</strong> If any man come to me, and hate not his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple.  ","niv":"<sup><strong>26</strong></sup> \"If anyone comes to me and does not hate his father and mother, his wife and children, his brothers and sisters--yes, even his own life--he cannot be my disciple.","modified":"2023-12-08T16:04:21.486Z"},{"_id":"61624edbb1c7c312774055d2","topicId":"61624edab1c7c312774055d0","verse":"Deuteronomy 27:16","votes":19,"__v":0,"esv":"<div>\n<p id=\"p05027016_01-2\"><b class=\"verse-num\" id=\"v05027016-1\">16&nbsp;</b>“‘Cursed be anyone who dishonors his father or his mother.’ And all the people shall say, ‘Amen.’</p>\n</div>","kjv":"<strong>16</strong> Cursed be he that setteth light by his father or his mother. And all the people shall say, Amen.  ","niv":"<sup><strong>16</strong></sup> \"Cursed is the man who dishonors his father or his mother.\" Then all the people shall say, \"Amen!\""},{"_id":"61624edbb1c7c312774055d3","topicId":"61624edab1c7c312774055d0","verse":"Matthew 10:37","votes":10,"__v":0,"esv":"<div>\n<p id=\"p40010037_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010037-1\">37&nbsp;</b><span class=\"woc\">Whoever loves father or mother more than me is not worthy of me, and whoever loves son or daughter more than me is not worthy of me.</span></p>\n</div>","kjv":"<strong>37</strong> He that loveth father or mother more than me is not worthy of me: and he that loveth son or daughter more than me is not worthy of me.  ","niv":"<sup><strong>37</strong></sup> \"Anyone who loves his father or mother more than me is not worthy of me; anyone who loves his son or daughter more than me is not worthy of me;"},{"_id":"61624edcb1c7c312774055d4","topicId":"61624edab1c7c312774055d0","verse":"John 12:3-7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43012003_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v43012003-1\">3&nbsp;</b>Mary therefore took a pound of expensive ointment made from pure nard, and anointed the feet of Jesus and wiped his feet with her hair. The house was filled with the fragrance of the perfume. <b class=\"verse-num\" id=\"v43012004-1\">4&nbsp;</b>But Judas Iscariot, one of his disciples (he who was about to betray him), said, <b class=\"verse-num\" id=\"v43012005-1\">5&nbsp;</b>“Why was this ointment not sold for three hundred denarii and given to the poor?” <b class=\"verse-num\" id=\"v43012006-1\">6&nbsp;</b>He said this, not because he cared about the poor, but because he was a thief, and having charge of the moneybag he used to help himself to what was put into it. <b class=\"verse-num\" id=\"v43012007-1\">7&nbsp;</b>Jesus said, <span class=\"woc\">“Leave her alone, so that she may keep it for the day of my burial.</span></p>\n\n</div>","kjv":"<strong>3</strong> Then took Mary a pound of ointment of spikenard, very costly, and anointed the feet of Jesus, and wiped his feet with her hair: and the house was filled with the odour of the ointment.  <strong>4</strong> Then saith one of his disciples, Judas Iscariot, Simon’s son,  which should betray him,  <strong>5</strong> Why was not this ointment sold for three hundred pence, and given to the poor?  <strong>6</strong> This he said, not that he cared for the poor; but because he was a thief, and had the bag, and bare what was put therein.  <strong>7</strong> Then said Jesus, Let her alone: against the day of my burying hath she kept this.  ","niv":"<sup><strong>3</strong></sup> Then Mary took about a pint of pure nard, an expensive perfume; she poured it on Jesus' feet and wiped his feet with her hair. And the house was filled with the fragrance of the perfume. <sup><strong>4</strong></sup> But one of his disciples, Judas Iscariot, who was later to betray him, objected, <sup><strong>5</strong></sup> \"Why wasn't this perfume sold and the money given to the poor? It was worth a year's wages. \" <sup><strong>6</strong></sup> He did not say this because he cared about the poor but because he was a thief; as keeper of the money bag, he used to help himself to what was put into it. <sup><strong>7</strong></sup> \"Leave her alone,\" Jesus replied. \"It was intended that she should save this perfume for the day of my burial. "},{"_id":"61624edcb1c7c312774055d5","topicId":"61624edab1c7c312774055d0","verse":"Proverbs 15:20","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015020_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015020-1\">20&nbsp;</b>&nbsp;&nbsp;A wise son makes a glad father,</span><br><span id=\"p20015020_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a foolish man despises his mother.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> A wise son maketh a glad father: but a foolish man despiseth his mother.  ","niv":"<sup><strong>20</strong></sup> A wise son brings joy to his father, but a foolish man despises his mother."},{"_id":"61624edcb1c7c312774055d6","topicId":"61624edab1c7c312774055d0","verse":"Romans 9:1-33","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45009001_04-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45009001-1\">9:1&nbsp;</b>I am speaking the truth in Christ—I am not lying; my conscience bears me witness in the Holy Spirit—<b class=\"verse-num\" id=\"v45009002-1\">2&nbsp;</b>that I have great sorrow and unceasing anguish in my heart. <b class=\"verse-num\" id=\"v45009003-1\">3&nbsp;</b>For I could wish that I myself were accursed and cut off from Christ for the sake of my brothers, my kinsmen according to the flesh. <b class=\"verse-num\" id=\"v45009004-1\">4&nbsp;</b>They are Israelites, and to them belong the adoption, the glory, the covenants, the giving of the law, the worship, and the promises. <b class=\"verse-num\" id=\"v45009005-1\">5&nbsp;</b>To them belong the patriarchs, and from their race, according to the flesh, is the Christ, who is God over all, blessed forever. Amen.</p>\n<p id=\"p45009005_04-6\"><b class=\"verse-num\" id=\"v45009006-1\">6&nbsp;</b>But it is not as though the word of God has failed. For not all who are descended from Israel belong to Israel, <b class=\"verse-num\" id=\"v45009007-1\">7&nbsp;</b>and not all are children of Abraham because they are his offspring, but “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v45009008-1\">8&nbsp;</b>This means that it is not the children of the flesh who are the children of God, but the children of the promise are counted as offspring. <b class=\"verse-num\" id=\"v45009009-1\">9&nbsp;</b>For this is what the promise said: “About this time next year I will return, and Sarah shall have a son.” <b class=\"verse-num\" id=\"v45009010-1\">10&nbsp;</b>And not only so, but also when Rebekah had conceived children by one man, our forefather Isaac, <b class=\"verse-num\" id=\"v45009011-1\">11&nbsp;</b>though they were not yet born and had done nothing either good or bad—in order that God’s purpose of election might continue, not because of works but because of him who calls—<b class=\"verse-num\" id=\"v45009012-1\">12&nbsp;</b>she was told, “The older will serve the younger.” <b class=\"verse-num\" id=\"v45009013-1\">13&nbsp;</b>As it is written, “Jacob I loved, but Esau I hated.”</p>\n<p id=\"p45009013_04-6\"><b class=\"verse-num\" id=\"v45009014-1\">14&nbsp;</b>What shall we say then? Is there injustice on God’s part? By no means! <b class=\"verse-num\" id=\"v45009015-1\">15&nbsp;</b>For he says to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.” <b class=\"verse-num\" id=\"v45009016-1\">16&nbsp;</b>So then it depends not on human will or exertion, but on God, who has mercy. <b class=\"verse-num\" id=\"v45009017-1\">17&nbsp;</b>For the Scripture says to Pharaoh, “For this very purpose I have raised you up, that I might show my power in you, and that my name might be proclaimed in all the earth.” <b class=\"verse-num\" id=\"v45009018-1\">18&nbsp;</b>So then he has mercy on whomever he wills, and he hardens whomever he wills.</p>\n<p id=\"p45009018_04-6\"><b class=\"verse-num\" id=\"v45009019-1\">19&nbsp;</b>You will say to me then, “Why does he still find fault? For who can resist his will?” <b class=\"verse-num\" id=\"v45009020-1\">20&nbsp;</b>But who are you, O man, to answer back to God? Will what is molded say to its molder, “Why have you made me like this?” <b class=\"verse-num\" id=\"v45009021-1\">21&nbsp;</b>Has the potter no right over the clay, to make out of the same lump one vessel for honorable use and another for dishonorable use? <b class=\"verse-num\" id=\"v45009022-1\">22&nbsp;</b>What if God, desiring to show his wrath and to make known his power, has endured with much patience vessels of wrath prepared for destruction, <b class=\"verse-num\" id=\"v45009023-1\">23&nbsp;</b>in order to make known the riches of his glory for vessels of mercy, which he has prepared beforehand for glory—<b class=\"verse-num\" id=\"v45009024-1\">24&nbsp;</b>even us whom he has called, not from the Jews only but also from the Gentiles? <b class=\"verse-num\" id=\"v45009025-1\">25&nbsp;</b>As indeed he says in Hosea,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009025_04-6\" class=\"line\">&nbsp;&nbsp;“Those who were not my people I will call ‘my people,’</span><br><span id=\"p45009025_04-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her who was not beloved I will call ‘beloved.’”</span><br><span id=\"p45009026_04-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v45009026-1\">26&nbsp;</b>&nbsp;&nbsp;“And in the very place where it was said to them, ‘You are not my people,’</span><br><span id=\"p45009026_04-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there they will be called ‘sons of the living God.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45009026_04-6\"><b class=\"verse-num\" id=\"v45009027-1\">27&nbsp;</b>And Isaiah cries out concerning Israel: “Though the number of the sons of Israel be as the sand of the sea, only a remnant of them will be saved, <b class=\"verse-num\" id=\"v45009028-1\">28&nbsp;</b>for the Lord will carry out his sentence upon the earth fully and without delay.” <b class=\"verse-num\" id=\"v45009029-1\">29&nbsp;</b>And as Isaiah predicted,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009029_04-6\" class=\"line\">&nbsp;&nbsp;“If the Lord of hosts had not left us offspring,</span><br><span id=\"p45009029_04-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we would have been like Sodom</span><br><span id=\"p45009029_04-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become like Gomorrah.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p45009029_06-6\"><b class=\"verse-num\" id=\"v45009030-1\">30&nbsp;</b>What shall we say, then? That Gentiles who did not pursue righteousness have attained it, that is, a righteousness that is by faith; <b class=\"verse-num\" id=\"v45009031-1\">31&nbsp;</b>but that Israel who pursued a law that would lead to righteousness did not succeed in reaching that law. <b class=\"verse-num\" id=\"v45009032-1\">32&nbsp;</b>Why? Because they did not pursue it by faith, but as if it were based on works. They have stumbled over the stumbling stone, <b class=\"verse-num\" id=\"v45009033-1\">33&nbsp;</b>as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45009033_06-6\" class=\"line\">&nbsp;&nbsp;“Behold, I am laying in Zion a stone of stumbling, and a rock of offense;</span><br><span id=\"p45009033_06-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whoever believes in him will not be put to shame.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> I say the truth in Christ, I lie not, my conscience also bearing me witness in the Holy Ghost,  <strong>2</strong> That I have great heaviness and continual sorrow in my heart.  <strong>3</strong> For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:  <strong>4</strong> Who are Israelites; to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;  <strong>5</strong> Whose are the fathers, and of whom as concerning the flesh Christ came, who is over all, God blessed for ever. Amen.  <strong>6</strong> Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:  <strong>7</strong> Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.  <strong>8</strong> That is, They which are the children of the flesh, these are  not the children of God: but the children of the promise are counted for the seed.  <strong>9</strong> For this is the word of promise, At this time will I come, and Sarah shall have a son.  <strong>10</strong> And not only this; but when Rebecca also had conceived by one, even by our father Isaac;  <strong>11</strong> (For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)  <strong>12</strong> It was said unto her, The elder shall serve the younger.  <strong>13</strong> As it is written, Jacob have I loved, but Esau have I hated.  <strong>14</strong> What shall we say then? Is there unrighteousness with God? God forbid.  <strong>15</strong> For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.  <strong>16</strong> So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy.  <strong>17</strong> For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.  <strong>18</strong> Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.  <strong>19</strong> Thou wilt say then unto me, Why doth he yet find fault? For who hath resisted his will?  <strong>20</strong> Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?  <strong>21</strong> Hath not the potter power over the clay, of the same lump to make one vessel unto honour, and another unto dishonour?  <strong>22</strong> What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:  <strong>23</strong> And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,  <strong>24</strong> Even us, whom he hath called, not of the Jews only, but also of the Gentiles?  <strong>25</strong> As he saith also in Osee, I will call them my people, which were not my people; and her beloved, which was not beloved.  <strong>26</strong> And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.  <strong>27</strong> Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:  <strong>28</strong> For he will finish the work, and cut it short in righteousness: because a short work will the Lord make upon the earth.  <strong>29</strong> And as Esaias said before, Except the Lord of Sabaoth had left us a seed, we had been as Sodoma, and been made like unto Gomorrha.  <strong>30</strong> What shall we say then? That the Gentiles, which followed not after righteousness, have attained to righteousness, even the righteousness which is of faith.  <strong>31</strong> But Israel, which followed after the law of righteousness, hath not attained to the law of righteousness.  <strong>32</strong> Wherefore? Because they sought it not by faith, but as it were by the works of the law. For they stumbled at that stumblingstone;  <strong>33</strong> As it is written, Behold, I lay in Sion a stumblingstone and rock of offence: and whosoever believeth on him shall not be ashamed.  ","niv":"<sup><strong>1</strong></sup> I speak the truth in Christ--I am not lying, my conscience confirms it in the Holy Spirit-- <sup><strong>2</strong></sup> I have great sorrow and unceasing anguish in my heart. <sup><strong>3</strong></sup> For I could wish that I myself were cursed and cut off from Christ for the sake of my brothers, those of my own race, <sup><strong>4</strong></sup> the people of Israel. Theirs is the adoption as sons; theirs the divine glory, the covenants, the receiving of the law, the temple worship and the promises. <sup><strong>5</strong></sup> Theirs are the patriarchs, and from them is traced the human ancestry of Christ, who is God over all, forever praised! Amen. <sup><strong>6</strong></sup> It is not as though God's word had failed. For not all who are descended from Israel are Israel. <sup><strong>7</strong></sup> Nor because they are his descendants are they all Abraham's children. On the contrary, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>8</strong></sup> In other words, it is not the natural children who are God's children, but it is the children of the promise who are regarded as Abraham's offspring. <sup><strong>9</strong></sup> For this was how the promise was stated: \"At the appointed time I will return, and Sarah will have a son.\" <sup><strong>10</strong></sup> Not only that, but Rebekah's children had one and the same father, our father Isaac. <sup><strong>11</strong></sup> Yet, before the twins were born or had done anything good or bad--in order that God's purpose in election might stand: <sup><strong>12</strong></sup> not by works but by him who calls--she was told, \"The older will serve the younger.\" <sup><strong>13</strong></sup> Just as it is written: \"Jacob I loved, but Esau I hated.\" <sup><strong>14</strong></sup> What then shall we say? Is God unjust? Not at all! <sup><strong>15</strong></sup> For he says to Moses, \"I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.\" <sup><strong>16</strong></sup> It does not, therefore, depend on man's desire or effort, but on God's mercy. <sup><strong>17</strong></sup> For the Scripture says to Pharaoh: \"I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.\" <sup><strong>18</strong></sup> Therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden. <sup><strong>19</strong></sup> One of you will say to me: \"Then why does God still blame us? For who resists his will?\" <sup><strong>20</strong></sup> But who are you, O man, to talk back to God? \"Shall what is formed say to him who formed it, 'Why did you make me like this?'\" <sup><strong>21</strong></sup> Does not the potter have the right to make out of the same lump of clay some pottery for noble purposes and some for common use? <sup><strong>22</strong></sup> What if God, choosing to show his wrath and make his power known, bore with great patience the objects of his wrath--prepared for destruction? <sup><strong>23</strong></sup> What if he did this to make the riches of his glory known to the objects of his mercy, whom he prepared in advance for glory-- <sup><strong>24</strong></sup> even us, whom he also called, not only from the Jews but also from the Gentiles? <sup><strong>25</strong></sup> As he says in Hosea: \"I will call them 'my people' who are not my people; and I will call her 'my loved one' who is not my loved one,\" <sup><strong>26</strong></sup> and, \"It will happen that in the very place where it was said to them, 'You are not my people,' they will be called 'sons of the living God.'\" <sup><strong>27</strong></sup> Isaiah cries out concerning Israel: \"Though the number of the Israelites be like the sand by the sea, only the remnant will be saved. <sup><strong>28</strong></sup> For the Lord will carry out his sentence on earth with speed and finality.\" <sup><strong>29</strong></sup> It is just as Isaiah said previously: \"Unless the Lord Almighty had left us descendants, we would have become like Sodom, we would have been like Gomorrah.\" <sup><strong>30</strong></sup> What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith; <sup><strong>31</strong></sup> but Israel, who pursued a law of righteousness, has not attained it. <sup><strong>32</strong></sup> Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the \"stumbling stone.\" <sup><strong>33</strong></sup> As it is written: \"See, I lay in Zion a stone that causes men to stumble and a rock that makes them fall, and the one who trusts in him will never be put to shame.\" "},{"_id":"61624edcb1c7c312774055d7","topicId":"61624edab1c7c312774055d0","verse":"John 3:16","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-7\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61624edcb1c7c312774055d8","topicId":"61624edab1c7c312774055d0","verse":"Exodus 20:5","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02020005_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me,</p>\n</div>","kjv":"<strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  ","niv":"<sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me,"},{"_id":"61624eddb1c7c312774055d9","topicId":"61624edab1c7c312774055d0","verse":"1 John 1:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"61624eddb1c7c312774055da","topicId":"61624edab1c7c312774055d0","verse":"2 Corinthians 12:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47012014_01-10\"><b class=\"verse-num\" id=\"v47012014-1\">14&nbsp;</b>Here for the third time I am ready to come to you. And I will not be a burden, for I seek not what is yours but you. For children are not obligated to save up for their parents, but parents for their children.</p>\n</div>","kjv":"<strong>14</strong> Behold, the third time I am ready to come to you; and I will not be burdensome to you: for I seek not yours, but you: for the children ought not to lay up for the parents, but the parents for the children.  ","niv":"<sup><strong>14</strong></sup> Now I am ready to visit you for the third time, and I will not be a burden to you, because what I want is not your possessions but you. After all, children should not have to save up for their parents, but parents for their children."},{"_id":"61624eddb1c7c312774055db","topicId":"61624edab1c7c312774055d0","verse":"Revelation 21:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\"","modified":"2023-02-07T04:12:40.761Z"},{"_id":"61624edeb1c7c312774055dc","topicId":"61624edab1c7c312774055d0","verse":"Romans 5:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45005008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us.</p>\n</div>","kjv":"<strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  ","niv":"<sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."},{"_id":"61624edeb1c7c312774055dd","topicId":"61624edab1c7c312774055d0","verse":"Proverbs 1:8","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20001008_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001008-1\">8&nbsp;</b>&nbsp;&nbsp;Hear, my son, your father’s instruction,</span><br><span id=\"p20001008_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and forsake not your mother’s teaching,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> My son, hear the instruction of thy father, and forsake not the law of thy mother:  ","niv":"<sup><strong>8</strong></sup> Listen, my son, to your father's instruction and do not forsake your mother's teaching."},{"_id":"61624edeb1c7c312774055de","topicId":"61624edab1c7c312774055d0","verse":"Exodus 20:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02020012_01-14\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n</div>","kjv":"<strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  ","niv":"<sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you."},{"_id":"61624edeb1c7c312774055df","topicId":"61624edab1c7c312774055d0","verse":"1 John 4:19-20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62004019_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004019-1\">19&nbsp;</b>We love because he first loved us. <b class=\"verse-num\" id=\"v62004020-1\">20&nbsp;</b>If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.</p>\n\n</div>","kjv":"<strong>19</strong> We love him, because he first loved us.  <strong>20</strong> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?  ","niv":"<sup><strong>19</strong></sup> We love because he first loved us. <sup><strong>20</strong></sup> If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen. "},{"_id":"61624edfb1c7c312774055e0","topicId":"61624edab1c7c312774055d0","verse":"1 John 1:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62001006_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001006-1\">6&nbsp;</b>If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth.</p>\n</div>","kjv":"<strong>6</strong> If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:  ","niv":"<sup><strong>6</strong></sup> If we claim to have fellowship with him yet walk in the darkness, we lie and do not live by the truth."},{"_id":"61624edfb1c7c312774055e1","topicId":"61624edab1c7c312774055d0","verse":"Colossians 3:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51003020_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord.</p>\n</div>","kjv":"<strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  ","niv":"<sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord."},{"_id":"61624edfb1c7c312774055e2","topicId":"61624edab1c7c312774055d0","verse":"Ephesians 6:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p49006001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right.</p>\n</div>","kjv":"<strong>1</strong> Children, obey your parents in the Lord: for this is right.  ","niv":"<sup><strong>1</strong></sup> Children, obey your parents in the Lord, for this is right."},{"_id":"61624ee0b1c7c312774055e3","topicId":"61624edab1c7c312774055d0","verse":"Proverbs 22:6","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it.","modified":"2023-12-04T16:35:47.240Z"},{"_id":"61624ee0b1c7c312774055e4","topicId":"61624edab1c7c312774055d0","verse":"Hebrews 11:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58011023_01-20\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict.</p>\n</div>","kjv":"<strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  ","niv":"<sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict."},{"_id":"61624ee0b1c7c312774055e5","topicId":"61624edab1c7c312774055d0","verse":"Colossians 2:1-23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51002001_01-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51002001-1\">2:1&nbsp;</b>For I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face, <b class=\"verse-num\" id=\"v51002002-1\">2&nbsp;</b>that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God’s mystery, which is Christ, <b class=\"verse-num\" id=\"v51002003-1\">3&nbsp;</b>in whom are hidden all the treasures of wisdom and knowledge. <b class=\"verse-num\" id=\"v51002004-1\">4&nbsp;</b>I say this in order that no one may delude you with plausible arguments. <b class=\"verse-num\" id=\"v51002005-1\">5&nbsp;</b>For though I am absent in body, yet I am with you in spirit, rejoicing to see your good order and the firmness of your faith in Christ.</p>\n\n<p id=\"p51002005_04-21\"><b class=\"verse-num\" id=\"v51002006-1\">6&nbsp;</b>Therefore, as you received Christ Jesus the Lord, so walk in him, <b class=\"verse-num\" id=\"v51002007-1\">7&nbsp;</b>rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.</p>\n<p id=\"p51002007_04-21\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ. <b class=\"verse-num\" id=\"v51002009-1\">9&nbsp;</b>For in him the whole fullness of deity dwells bodily, <b class=\"verse-num\" id=\"v51002010-1\">10&nbsp;</b>and you have been filled in him, who is the head of all rule and authority. <b class=\"verse-num\" id=\"v51002011-1\">11&nbsp;</b>In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ, <b class=\"verse-num\" id=\"v51002012-1\">12&nbsp;</b>having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead. <b class=\"verse-num\" id=\"v51002013-1\">13&nbsp;</b>And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses, <b class=\"verse-num\" id=\"v51002014-1\">14&nbsp;</b>by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross. <b class=\"verse-num\" id=\"v51002015-1\">15&nbsp;</b>He disarmed the rulers and authorities and put them to open shame, by triumphing over them in him.</p>\n\n<p id=\"p51002015_09-21\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. <b class=\"verse-num\" id=\"v51002017-1\">17&nbsp;</b>These are a shadow of the things to come, but the substance belongs to Christ. <b class=\"verse-num\" id=\"v51002018-1\">18&nbsp;</b>Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind, <b class=\"verse-num\" id=\"v51002019-1\">19&nbsp;</b>and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God.</p>\n<p id=\"p51002019_09-21\"><b class=\"verse-num\" id=\"v51002020-1\">20&nbsp;</b>If with Christ you died to the elemental spirits of the world, why, as if you were still alive in the world, do you submit to regulations—<b class=\"verse-num\" id=\"v51002021-1\">21&nbsp;</b>“Do not handle, Do not taste, Do not touch” <b class=\"verse-num\" id=\"v51002022-1\">22&nbsp;</b>(referring to things that all perish as they are used)—according to human precepts and teachings? <b class=\"verse-num\" id=\"v51002023-1\">23&nbsp;</b>These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh.</p>\n\n</div>","kjv":"<strong>1</strong> For I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;  <strong>2</strong> That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;  <strong>3</strong> In whom are hid all the treasures of wisdom and knowledge.  <strong>4</strong> And this I say, lest any man should beguile you with enticing words.  <strong>5</strong> For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.  <strong>6</strong> As ye have therefore received Christ Jesus the Lord, so walk ye in him:  <strong>7</strong> Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.  <strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  <strong>9</strong> For in him dwelleth all the fulness of the Godhead bodily.  <strong>10</strong> And ye are complete in him, which is the head of all principality and power:  <strong>11</strong> In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:  <strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  <strong>13</strong> And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;  <strong>14</strong> Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;  <strong>15</strong> And having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.  <strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  <strong>17</strong> Which are a shadow of things to come; but the body is of Christ.  <strong>18</strong> Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,  <strong>19</strong> And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.  <strong>20</strong> Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,  <strong>21</strong> (Touch not; taste not; handle not;  <strong>22</strong> Which all are to perish with the using;) after the commandments and doctrines of men?  <strong>23</strong> Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.  ","niv":"<sup><strong>1</strong></sup> I want you to know how much I am struggling for you and for those at Laodicea, and for all who have not met me personally. <sup><strong>2</strong></sup> My purpose is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ, <sup><strong>3</strong></sup> in whom are hidden all the treasures of wisdom and knowledge. <sup><strong>4</strong></sup> I tell you this so that no one may deceive you by fine-sounding arguments. <sup><strong>5</strong></sup> For though I am absent from you in body, I am present with you in spirit and delight to see how orderly you are and how firm your faith in Christ is. <sup><strong>6</strong></sup> So then, just as you received Christ Jesus as Lord, continue to live in him, <sup><strong>7</strong></sup> rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness. <sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ. <sup><strong>9</strong></sup> For in Christ all the fullness of the Deity lives in bodily form, <sup><strong>10</strong></sup> and you have been given fullness in Christ, who is the head over every power and authority. <sup><strong>11</strong></sup> In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ, <sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead. <sup><strong>13</strong></sup> When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins, <sup><strong>14</strong></sup> having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross. <sup><strong>15</strong></sup> And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross. <sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. <sup><strong>17</strong></sup> These are a shadow of the things that were to come; the reality, however, is found in Christ. <sup><strong>18</strong></sup> Do not let anyone who delights in false humility and the worship of angels disqualify you for the prize. Such a person goes into great detail about what he has seen, and his unspiritual mind puffs him up with idle notions. <sup><strong>19</strong></sup> He has lost connection with the Head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow. <sup><strong>20</strong></sup> Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules: <sup><strong>21</strong></sup> \"Do not handle! Do not taste! Do not touch!\"? <sup><strong>22</strong></sup> These are all destined to perish with use, because they are based on human commands and teachings. <sup><strong>23</strong></sup> Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence. "},{"_id":"61624ee1b1c7c312774055e6","topicId":"61624edab1c7c312774055d0","verse":"Ephesians 6:1-2","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p49006001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right. <b class=\"verse-num\" id=\"v49006002-1\">2&nbsp;</b>“Honor your father and mother” (this is the first commandment with a promise),</p>\n</div>","kjv":"<strong>1</strong> Children, obey your parents in the Lord: for this is right.  <strong>2</strong> Honour thy father and mother; (which is the first commandment with promise;)  ","niv":"<sup><strong>1</strong></sup> Children, obey your parents in the Lord, for this is right. <sup><strong>2</strong></sup> \"Honor your father and mother\"--which is the first commandment with a promise-- ","modified":"2023-01-01T02:56:45.737Z"},{"_id":"61624ee1b1c7c312774055e7","topicId":"61624edab1c7c312774055d0","verse":"Mark 7:10-13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41007010_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41007010-1\">10&nbsp;</b><span class=\"woc\">For Moses said, ‘Honor your father and your mother’; and, ‘Whoever reviles father or mother must surely die.’</span> <b class=\"verse-num woc\" id=\"v41007011-1\">11&nbsp;</b><span class=\"woc\">But you say, ‘If a man tells his father or his mother, “Whatever you would have gained from me is Corban”’ (that is, given to God)—</span><b class=\"verse-num woc\" id=\"v41007012-1\">12&nbsp;</b><span class=\"woc\">then you no longer permit him to do anything for his father or mother,</span> <b class=\"verse-num woc\" id=\"v41007013-1\">13&nbsp;</b><span class=\"woc\">thus making void the word of God by your tradition that you have handed down. And many such things you do.”</span></p>\n\n</div>","kjv":"<strong>10</strong> For Moses said, Honour thy father and thy mother; and, Whoso curseth father or mother, let him die the death:  <strong>11</strong> But ye say, If a man shall say to his father or mother, It is  Corban, that is to say, a gift, by whatsoever thou mightest be profited by me; he shall be free.  <strong>12</strong> And ye suffer him no more to do ought for his father or his mother;  <strong>13</strong> Making the word of God of none effect through your tradition, which ye have delivered: and many such like things do ye. ","niv":"<sup><strong>10</strong></sup> For Moses said, 'Honor your father and your mother,' and, 'Anyone who curses his father or mother must be put to death.' <sup><strong>11</strong></sup> But you say that if a man says to his father or mother: 'Whatever help you might otherwise have received from me is Corban' (that is, a gift devoted to God), <sup><strong>12</strong></sup> then you no longer let him do anything for his father or mother. <sup><strong>13</strong></sup> Thus you nullify the word of God by your tradition that you have handed down. And you do many things like that.\" "},{"_id":"61624ee1b1c7c312774055e8","topicId":"61624edab1c7c312774055d0","verse":"Proverbs 30:17","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20030017_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030017-1\">17&nbsp;</b>&nbsp;&nbsp;The eye that mocks a father</span><br><span id=\"p20030017_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and scorns to obey a mother</span><br><span id=\"p20030017_01-24\" class=\"line\">&nbsp;&nbsp;will be picked out by the ravens of the valley</span><br><span id=\"p20030017_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and eaten by the vultures.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> The eye that mocketh at his father, and despiseth to obey his mother, the ravens of the valley shall pick it out, and the young eagles shall eat it.  ","niv":"<sup><strong>17</strong></sup> \"The eye that mocks a father, that scorns obedience to a mother, will be pecked out by the ravens of the valley, will be eaten by the vultures."},{"_id":"61624ee1b1c7c312774055e9","topicId":"61624edab1c7c312774055d0","verse":"Psalm 127:3-5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br><span id=\"p19127004_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127004-1\">4&nbsp;</b>&nbsp;&nbsp;Like arrows in the hand of a warrior</span><br><span id=\"p19127004_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the children of one’s youth.</span><br><span id=\"p19127005_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19127005_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fills his quiver with them!</span><br><span id=\"p19127005_01-25\" class=\"line\">&nbsp;&nbsp;He shall not be put to shame</span><br><span id=\"p19127005_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he speaks with his enemies in the gate.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  <strong>4</strong> As arrows are in the hand of a mighty man; so are  children of the youth.  <strong>5</strong> Happy is the man that hath his quiver full of them: they shall not be ashamed, but they shall speak with the enemies in the gate.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him. <sup><strong>4</strong></sup> Like arrows in the hands of a warrior are sons born in one's youth. <sup><strong>5</strong></sup> Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their enemies in the gate. "}]}