{"_id":"61624eb4b1c7c312774055b6","slug":"hating-someone","name":"Hating Someone","verses":[{"_id":"61624eb4b1c7c312774055b7","topicId":"61624eb4b1c7c312774055b6","verse":"Luke 6:27-36","votes":109,"__v":0,"esv":"<div>\n\n<p id=\"p42006027_04-1\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span> <b class=\"verse-num woc\" id=\"v42006028-1\">28&nbsp;</b><span class=\"woc\">bless those who curse you, pray for those who abuse you.</span> <b class=\"verse-num woc\" id=\"v42006029-1\">29&nbsp;</b><span class=\"woc\">To one who strikes you on the cheek, offer the other also, and from one who takes away your cloak do not withhold your tunic either.</span> <b class=\"verse-num woc\" id=\"v42006030-1\">30&nbsp;</b><span class=\"woc\">Give to everyone who begs from you, and from one who takes away your goods do not demand them back.</span> <b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n<p id=\"p42006031_04-1\"><b class=\"verse-num woc\" id=\"v42006032-1\">32&nbsp;</b><span class=\"woc\">“If you love those who love you, what benefit is that to you? For even sinners love those who love them.</span> <b class=\"verse-num woc\" id=\"v42006033-1\">33&nbsp;</b><span class=\"woc\">And if you do good to those who do good to you, what benefit is that to you? For even sinners do the same.</span> <b class=\"verse-num woc\" id=\"v42006034-1\">34&nbsp;</b><span class=\"woc\">And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.</span> <b class=\"verse-num woc\" id=\"v42006035-1\">35&nbsp;</b><span class=\"woc\">But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.</span> <b class=\"verse-num woc\" id=\"v42006036-1\">36&nbsp;</b><span class=\"woc\">Be merciful, even as your Father is merciful.</span></p>\n\n</div>","kjv":"<strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  <strong>28</strong> Bless them that curse you, and pray for them which despitefully use you.  <strong>29</strong> And unto him that smiteth thee on the one cheek offer also the other; and him that taketh away thy cloke forbid not to take thy coat also.  <strong>30</strong> Give to every man that asketh of thee; and of him that taketh away thy goods ask them not again.  <strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  <strong>32</strong> For if ye love them which love you, what thank have ye? for sinners also love those that love them.  <strong>33</strong> And if ye do good to them which do good to you, what thank have ye? for sinners also do even the same.  <strong>34</strong> And if ye lend to them of whom ye hope to receive, what thank have ye? for sinners also lend to sinners, to receive as much again.  <strong>35</strong> But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.  <strong>36</strong> Be ye therefore merciful, as your Father also is merciful.  ","niv":"<sup><strong>27</strong></sup> \"But I tell you who hear me: Love your enemies, do good to those who hate you, <sup><strong>28</strong></sup> bless those who curse you, pray for those who mistreat you. <sup><strong>29</strong></sup> If someone strikes you on one cheek, turn to him the other also. If someone takes your cloak, do not stop him from taking your tunic. <sup><strong>30</strong></sup> Give to everyone who asks you, and if anyone takes what belongs to you, do not demand it back. <sup><strong>31</strong></sup> Do to others as you would have them do to you. <sup><strong>32</strong></sup> \"If you love those who love you, what credit is that to you? Even 'sinners' love those who love them. <sup><strong>33</strong></sup> And if you do good to those who are good to you, what credit is that to you? Even 'sinners' do that. <sup><strong>34</strong></sup> And if you lend to those from whom you expect repayment, what credit is that to you? Even 'sinners' lend to 'sinners,' expecting to be repaid in full. <sup><strong>35</strong></sup> But love your enemies, do good to them, and lend to them without expecting to get anything back. Then your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked. <sup><strong>36</strong></sup> Be merciful, just as your Father is merciful. ","modified":"2023-03-05T01:43:19.500Z"},{"_id":"61624eb5b1c7c312774055b8","topicId":"61624eb4b1c7c312774055b6","verse":"1 John 3:15","votes":101,"__v":0,"esv":"<div>\n<p id=\"p62003015_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003015-1\">15&nbsp;</b>Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.</p>\n</div>","kjv":"<strong>15</strong> Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.  ","niv":"<sup><strong>15</strong></sup> Anyone who hates his brother is a murderer, and you know that no murderer has eternal life in him.","modified":"2023-10-06T01:03:30.908Z"},{"_id":"61624eb5b1c7c312774055b9","topicId":"61624eb4b1c7c312774055b6","verse":"1 John 2:9","votes":75,"__v":0,"esv":"<div>\n<p id=\"p62002009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002009-1\">9&nbsp;</b>Whoever says he is in the light and hates his brother is still in darkness.</p>\n</div>","kjv":"<strong>9</strong> He that saith he is in the light, and hateth his brother, is in darkness even until now.  ","niv":"<sup><strong>9</strong></sup> Anyone who claims to be in the light but hates his brother is still in the darkness.","modified":"2022-12-13T22:42:01.681Z"},{"_id":"61624eb5b1c7c312774055ba","topicId":"61624eb4b1c7c312774055b6","verse":"Romans 12:19","votes":81,"__v":0,"esv":"<div>\n<p id=\"p45012019_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”</p>\n\n</div>","kjv":"<strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  ","niv":"<sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord.","modified":"2023-08-09T03:31:36.467Z"},{"_id":"61624eb5b1c7c312774055bb","topicId":"61624eb4b1c7c312774055b6","verse":"1 John 4:19-21","votes":58,"__v":0,"esv":"<div>\n<p id=\"p62004019_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004019-1\">19&nbsp;</b>We love because he first loved us. <b class=\"verse-num\" id=\"v62004020-1\">20&nbsp;</b>If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen. <b class=\"verse-num\" id=\"v62004021-1\">21&nbsp;</b>And this commandment we have from him: whoever loves God must also love his brother.</p>\n\n</div>","kjv":"<strong>19</strong> We love him, because he first loved us.  <strong>20</strong> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?  <strong>21</strong> And this commandment have we from him, That he who loveth God love his brother also.  ","niv":"<sup><strong>19</strong></sup> We love because he first loved us. <sup><strong>20</strong></sup> If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen. <sup><strong>21</strong></sup> And he has given us this command: Whoever loves God must also love his brother. "},{"_id":"61624eb6b1c7c312774055bc","topicId":"61624eb4b1c7c312774055b6","verse":"1 Timothy 5:8","votes":48,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"61624eb6b1c7c312774055bd","topicId":"61624eb4b1c7c312774055b6","verse":"Ephesians 4:26","votes":35,"__v":0,"esv":"<div>\n<p id=\"p49004026_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger,</p>\n</div>","kjv":"<strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  ","niv":"<sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry,"},{"_id":"61624eb6b1c7c312774055be","topicId":"61624eb4b1c7c312774055b6","verse":"Proverbs 6:16-19","votes":32,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006016_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006016-1\">16&nbsp;</b>&nbsp;&nbsp;There are six things that the LORD hates,</span><br><span id=\"p20006016_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seven that are an abomination to him:</span><br><span id=\"p20006017_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006017-1\">17&nbsp;</b>&nbsp;&nbsp;haughty eyes, a lying tongue,</span><br><span id=\"p20006017_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hands that shed innocent blood,</span><br><span id=\"p20006018_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006018-1\">18&nbsp;</b>&nbsp;&nbsp;a heart that devises wicked plans,</span><br><span id=\"p20006018_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feet that make haste to run to evil,</span><br><span id=\"p20006019_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006019-1\">19&nbsp;</b>&nbsp;&nbsp;a false witness who breathes out lies,</span><br><span id=\"p20006019_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who sows discord among brothers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> These six things doth the LORD hate: yea, seven are  an abomination unto him:  <strong>17</strong> A proud look, a lying tongue, and hands that shed innocent blood,  <strong>18</strong> An heart that deviseth wicked imaginations, feet that be swift in running to mischief,  <strong>19</strong> A false witness that speaketh lies, and he that soweth discord among brethren.  ","niv":"<sup><strong>16</strong></sup> There are six things the LORD hates, seven that are detestable to him: <sup><strong>17</strong></sup> haughty eyes, a lying tongue, hands that shed innocent blood, <sup><strong>18</strong></sup> a heart that devises wicked schemes, feet that are quick to rush into evil, <sup><strong>19</strong></sup> a false witness who pours out lies and a man who stirs up dissension among brothers. "},{"_id":"61624eb6b1c7c312774055bf","topicId":"61624eb4b1c7c312774055b6","verse":"1 John 2:11","votes":29,"__v":0,"esv":"<div>\n<p id=\"p62002011_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002011-1\">11&nbsp;</b>But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.</p>\n</div>","kjv":"<strong>11</strong> But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.  ","niv":"<sup><strong>11</strong></sup> But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him."},{"_id":"61624eb7b1c7c312774055c0","topicId":"61624eb4b1c7c312774055b6","verse":"Luke 10:27","votes":29,"__v":0,"esv":"<div>\n<p id=\"p42010027_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.”</p>\n</div>","kjv":"<strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  ","niv":"<sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\""},{"_id":"61624eb7b1c7c312774055c1","topicId":"61624eb4b1c7c312774055b6","verse":"Mark 11:25","votes":29,"__v":0,"esv":"<div>\n<p id=\"p41011025_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41011025-1\">25&nbsp;</b><span class=\"woc\">And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”</span></p>\n\n</div>","kjv":"<strong>25</strong> And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.  ","niv":"<sup><strong>25</strong></sup> And when you stand praying, if you hold anything against anyone, forgive him, so that your Father in heaven may forgive you your sins.\""},{"_id":"61624eb7b1c7c312774055c2","topicId":"61624eb4b1c7c312774055b6","verse":"1 John 4:20","votes":28,"__v":0,"esv":"<div>\n<p id=\"p62004020_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004020-1\">20&nbsp;</b>If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.</p>\n\n</div>","kjv":"<strong>20</strong> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?  ","niv":"<sup><strong>20</strong></sup> If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen."},{"_id":"61624eb8b1c7c312774055c3","topicId":"61624eb4b1c7c312774055b6","verse":"Romans 8:18","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p45008018_03-14\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.</p>\n</div>","kjv":"<strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  ","niv":"<sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us."},{"_id":"61624eb8b1c7c312774055c4","topicId":"61624eb4b1c7c312774055b6","verse":"2 Peter 3:9","votes":24,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"61624eb8b1c7c312774055c5","topicId":"61624eb4b1c7c312774055b6","verse":"Psalm 97:10","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19097010_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097010-1\">10&nbsp;</b>&nbsp;&nbsp;O you who love the LORD, hate evil!</span><br><span id=\"p19097010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;He preserves the lives of his saints;</span><br><span id=\"p19097010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he delivers them from the hand of the wicked.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Ye that love the LORD, hate evil: he preserveth the souls of his saints; he delivereth them out of the hand of the wicked.  ","niv":"<sup><strong>10</strong></sup> Let those who love the LORD hate evil, for he guards the lives of his faithful ones and delivers them from the hand of the wicked."},{"_id":"61624eb9b1c7c312774055c6","topicId":"61624eb4b1c7c312774055b6","verse":"John 14:15","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p43014015_06-17\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span></p>\n</div>","kjv":"<strong>15</strong>           If ye love me, keep my commandments.  ","niv":"<sup><strong>15</strong></sup> \"If you love me, you will obey what I command."},{"_id":"61624eb9b1c7c312774055c7","topicId":"61624eb4b1c7c312774055b6","verse":"1 John 3:14","votes":20,"__v":0,"esv":"<div>\n<p id=\"p62003014_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003014-1\">14&nbsp;</b>We know that we have passed out of death into life, because we love the brothers. Whoever does not love abides in death.</p>\n</div>","kjv":"<strong>14</strong> We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.  ","niv":"<sup><strong>14</strong></sup> We know that we have passed from death to life, because we love our brothers. Anyone who does not love remains in death."},{"_id":"61624eb9b1c7c312774055c8","topicId":"61624eb4b1c7c312774055b6","verse":"Psalm 5:5","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19005005_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19005005-1\">5&nbsp;</b>&nbsp;&nbsp;The boastful shall not stand before your eyes;</span><br><span id=\"p19005005_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you hate all evildoers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> The foolish shall not stand in thy sight: thou hatest all workers of iniquity.  ","niv":"<sup><strong>5</strong></sup> The arrogant cannot stand in your presence; you hate all who do wrong."},{"_id":"61624eb9b1c7c312774055c9","topicId":"61624eb4b1c7c312774055b6","verse":"Luke 14:26","votes":19,"__v":0,"esv":"<div>\n<p id=\"p42014026_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014026-1\">26&nbsp;</b><span class=\"woc\">“If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be my disciple.</span></p>\n</div>","kjv":"<strong>26</strong> If any man come to me, and hate not his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple.  ","niv":"<sup><strong>26</strong></sup> \"If anyone comes to me and does not hate his father and mother, his wife and children, his brothers and sisters--yes, even his own life--he cannot be my disciple."},{"_id":"61624ebab1c7c312774055ca","topicId":"61624eb4b1c7c312774055b6","verse":"Matthew 6:14-15","votes":18,"__v":0,"esv":"<div>\n<p id=\"p40006014_01-21\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n</div>","kjv":"<strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. ","niv":"<sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. "},{"_id":"61624ebab1c7c312774055cb","topicId":"61624eb4b1c7c312774055b6","verse":"Psalm 11:5","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19011005_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19011005-1\">5&nbsp;</b>&nbsp;&nbsp;The LORD tests the righteous,</span><br><span id=\"p19011005_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but his soul hates the wicked and the one who loves violence.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> The LORD trieth the righteous: but the wicked and him that loveth violence his soul hateth.  ","niv":"<sup><strong>5</strong></sup> The LORD examines the righteous, but the wicked and those who love violence his soul hates."},{"_id":"61624ebab1c7c312774055cc","topicId":"61624eb4b1c7c312774055b6","verse":"John 7:7","votes":17,"__v":0,"esv":"<div>\n<p id=\"p43007007_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43007007-1\">7&nbsp;</b><span class=\"woc\">The world cannot hate you, but it hates me because I testify about it that its works are evil.</span></p>\n</div>","kjv":"<strong>7</strong> The world cannot hate you; but me it hateth, because I testify of it, that the works thereof are evil.  ","niv":"<sup><strong>7</strong></sup> The world cannot hate you, but it hates me because I testify that what it does is evil."},{"_id":"61624ebbb1c7c312774055cd","topicId":"61624eb4b1c7c312774055b6","verse":"1 John 3:14-15","votes":17,"__v":0,"esv":"<div>\n<p id=\"p62003014_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003014-1\">14&nbsp;</b>We know that we have passed out of death into life, because we love the brothers. Whoever does not love abides in death. <b class=\"verse-num\" id=\"v62003015-1\">15&nbsp;</b>Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.</p>\n</div>","kjv":"<strong>14</strong> We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.  <strong>15</strong> Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.  ","niv":"<sup><strong>14</strong></sup> We know that we have passed from death to life, because we love our brothers. Anyone who does not love remains in death. <sup><strong>15</strong></sup> Anyone who hates his brother is a murderer, and you know that no murderer has eternal life in him. "},{"_id":"61624ebbb1c7c312774055ce","topicId":"61624eb4b1c7c312774055b6","verse":"John 15:18","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p43015018_06-25\"><b class=\"verse-num woc\" id=\"v43015018-1\">18&nbsp;</b><span class=\"woc\">“If the world hates you, know that it has hated me before it hated you.</span></p>\n</div>","kjv":"<strong>18</strong> If the world hate you, ye know that it hated me before it hated you.  ","niv":"<sup><strong>18</strong></sup> \"If the world hates you, keep in mind that it hated me first."},{"_id":"61624ebbb1c7c312774055cf","topicId":"61624eb4b1c7c312774055b6","verse":"Psalm 26:5","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19026005_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026005-1\">5&nbsp;</b>&nbsp;&nbsp;I hate the assembly of evildoers,</span><br><span id=\"p19026005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will not sit with the wicked.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> I have hated the congregation of evildoers; and will not sit with the wicked.  ","niv":"<sup><strong>5</strong></sup> I abhor the assembly of evildoers and refuse to sit with the wicked."}]}