{"_id":"61624f03b1c7c312774055ea","slug":"hatred","name":"Hatred","verses":[{"_id":"61624f03b1c7c312774055eb","topicId":"61624f03b1c7c312774055ea","verse":"1 John 4:20","votes":232,"__v":0,"esv":"<div>\n<p id=\"p62004020_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004020-1\">20&nbsp;</b>If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.</p>\n\n</div>","kjv":"<strong>20</strong> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?  ","niv":"<sup><strong>20</strong></sup> If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen."},{"_id":"61624f04b1c7c312774055ec","topicId":"61624f03b1c7c312774055ea","verse":"1 John 2:9","votes":178,"__v":0,"esv":"<div>\n<p id=\"p62002009_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002009-1\">9&nbsp;</b>Whoever says he is in the light and hates his brother is still in darkness.</p>\n</div>","kjv":"<strong>9</strong> He that saith he is in the light, and hateth his brother, is in darkness even until now.  ","niv":"<sup><strong>9</strong></sup> Anyone who claims to be in the light but hates his brother is still in the darkness."},{"_id":"61624f04b1c7c312774055ed","topicId":"61624f03b1c7c312774055ea","verse":"Proverbs 10:12","votes":159,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010012_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010012-1\">12&nbsp;</b>&nbsp;&nbsp;Hatred stirs up strife,</span><br><span id=\"p20010012_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but love covers all offenses.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Hatred stirreth up strifes: but love covereth all sins.  ","niv":"<sup><strong>12</strong></sup> Hatred stirs up dissension, but love covers over all wrongs.","modified":"2022-09-16T00:07:03.741Z"},{"_id":"61624f04b1c7c312774055ee","topicId":"61624f03b1c7c312774055ea","verse":"Matthew 6:15","votes":137,"__v":0,"esv":"<div>\n<p id=\"p40006015_01-4\" class=\"same-paragraph virtual\"><b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n</div>","kjv":"<strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. ","niv":"<sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins."},{"_id":"61624f04b1c7c312774055ef","topicId":"61624f03b1c7c312774055ea","verse":"Matthew 5:44","votes":116,"__v":0,"esv":"<div>\n<p id=\"p40005044_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span></p>\n</div>","kjv":"<strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  ","niv":"<sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you,"},{"_id":"61624f05b1c7c312774055f0","topicId":"61624f03b1c7c312774055ea","verse":"John 15:18","votes":116,"__v":0,"esv":"<div>\n\n<p id=\"p43015018_06-6\"><b class=\"verse-num woc\" id=\"v43015018-1\">18&nbsp;</b><span class=\"woc\">“If the world hates you, know that it has hated me before it hated you.</span></p>\n</div>","kjv":"<strong>18</strong> If the world hate you, ye know that it hated me before it hated you.  ","niv":"<sup><strong>18</strong></sup> \"If the world hates you, keep in mind that it hated me first.","modified":"2022-12-08T03:32:31.091Z"},{"_id":"61624f05b1c7c312774055f1","topicId":"61624f03b1c7c312774055ea","verse":"Proverbs 26:24-26","votes":101,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026024_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026024-1\">24&nbsp;</b>&nbsp;&nbsp;Whoever hates disguises himself with his lips</span><br><span id=\"p20026024_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and harbors deceit in his heart;</span><br><span id=\"p20026025_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026025-1\">25&nbsp;</b>&nbsp;&nbsp;when he speaks graciously, believe him not,</span><br><span id=\"p20026025_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for there are seven abominations in his heart;</span><br><span id=\"p20026026_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026026-1\">26&nbsp;</b>&nbsp;&nbsp;though his hatred be covered with deception,</span><br><span id=\"p20026026_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his wickedness will be exposed in the assembly.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> He that hateth dissembleth with his lips, and layeth up deceit within him;  <strong>25</strong> When he speaketh fair, believe him not: for there are seven abominations in his heart.  <strong>26</strong> Whose hatred is covered by deceit, his wickedness shall be shewed before the whole congregation.  ","niv":"<sup><strong>24</strong></sup> A malicious man disguises himself with his lips, but in his heart he harbors deceit. <sup><strong>25</strong></sup> Though his speech is charming, do not believe him, for seven abominations fill his heart. <sup><strong>26</strong></sup> His malice may be concealed by deception, but his wickedness will be exposed in the assembly. "},{"_id":"61624f05b1c7c312774055f2","topicId":"61624f03b1c7c312774055ea","verse":"1 John 2:11","votes":88,"__v":0,"esv":"<div>\n<p id=\"p62002011_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002011-1\">11&nbsp;</b>But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.</p>\n</div>","kjv":"<strong>11</strong> But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.  ","niv":"<sup><strong>11</strong></sup> But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him."},{"_id":"61624f05b1c7c312774055f3","topicId":"61624f03b1c7c312774055ea","verse":"Luke 6:27-36","votes":83,"__v":0,"esv":"<div>\n\n<p id=\"p42006027_04-9\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span> <b class=\"verse-num woc\" id=\"v42006028-1\">28&nbsp;</b><span class=\"woc\">bless those who curse you, pray for those who abuse you.</span> <b class=\"verse-num woc\" id=\"v42006029-1\">29&nbsp;</b><span class=\"woc\">To one who strikes you on the cheek, offer the other also, and from one who takes away your cloak do not withhold your tunic either.</span> <b class=\"verse-num woc\" id=\"v42006030-1\">30&nbsp;</b><span class=\"woc\">Give to everyone who begs from you, and from one who takes away your goods do not demand them back.</span> <b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n<p id=\"p42006031_04-9\"><b class=\"verse-num woc\" id=\"v42006032-1\">32&nbsp;</b><span class=\"woc\">“If you love those who love you, what benefit is that to you? For even sinners love those who love them.</span> <b class=\"verse-num woc\" id=\"v42006033-1\">33&nbsp;</b><span class=\"woc\">And if you do good to those who do good to you, what benefit is that to you? For even sinners do the same.</span> <b class=\"verse-num woc\" id=\"v42006034-1\">34&nbsp;</b><span class=\"woc\">And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.</span> <b class=\"verse-num woc\" id=\"v42006035-1\">35&nbsp;</b><span class=\"woc\">But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.</span> <b class=\"verse-num woc\" id=\"v42006036-1\">36&nbsp;</b><span class=\"woc\">Be merciful, even as your Father is merciful.</span></p>\n\n</div>","kjv":"<strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  <strong>28</strong> Bless them that curse you, and pray for them which despitefully use you.  <strong>29</strong> And unto him that smiteth thee on the one cheek offer also the other; and him that taketh away thy cloke forbid not to take thy coat also.  <strong>30</strong> Give to every man that asketh of thee; and of him that taketh away thy goods ask them not again.  <strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  <strong>32</strong> For if ye love them which love you, what thank have ye? for sinners also love those that love them.  <strong>33</strong> And if ye do good to them which do good to you, what thank have ye? for sinners also do even the same.  <strong>34</strong> And if ye lend to them of whom ye hope to receive, what thank have ye? for sinners also lend to sinners, to receive as much again.  <strong>35</strong> But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.  <strong>36</strong> Be ye therefore merciful, as your Father also is merciful.  ","niv":"<sup><strong>27</strong></sup> \"But I tell you who hear me: Love your enemies, do good to those who hate you, <sup><strong>28</strong></sup> bless those who curse you, pray for those who mistreat you. <sup><strong>29</strong></sup> If someone strikes you on one cheek, turn to him the other also. If someone takes your cloak, do not stop him from taking your tunic. <sup><strong>30</strong></sup> Give to everyone who asks you, and if anyone takes what belongs to you, do not demand it back. <sup><strong>31</strong></sup> Do to others as you would have them do to you. <sup><strong>32</strong></sup> \"If you love those who love you, what credit is that to you? Even 'sinners' love those who love them. <sup><strong>33</strong></sup> And if you do good to those who are good to you, what credit is that to you? Even 'sinners' do that. <sup><strong>34</strong></sup> And if you lend to those from whom you expect repayment, what credit is that to you? Even 'sinners' lend to 'sinners,' expecting to be repaid in full. <sup><strong>35</strong></sup> But love your enemies, do good to them, and lend to them without expecting to get anything back. Then your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked. <sup><strong>36</strong></sup> Be merciful, just as your Father is merciful. "},{"_id":"61624f06b1c7c312774055f4","topicId":"61624f03b1c7c312774055ea","verse":"Proverbs 20:22","votes":59,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020022_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020022-1\">22&nbsp;</b>&nbsp;&nbsp;Do not say, “I will repay evil”;</span><br><span id=\"p20020022_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wait for the LORD, and he will deliver you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Say not thou, I will recompense evil; but wait on the LORD, and he shall save thee.  ","niv":"<sup><strong>22</strong></sup> Do not say, \"I'll pay you back for this wrong!\" Wait for the LORD, and he will deliver you."},{"_id":"61624f06b1c7c312774055f5","topicId":"61624f03b1c7c312774055ea","verse":"Proverbs 10:18","votes":59,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010018_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010018-1\">18&nbsp;</b>&nbsp;&nbsp;The one who conceals hatred has lying lips,</span><br><span id=\"p20010018_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whoever utters slander is a fool.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> He that hideth hatred with lying lips, and he that uttereth a slander, is a fool.  ","niv":"<sup><strong>18</strong></sup> He who conceals his hatred has lying lips, and whoever spreads slander is a fool."},{"_id":"61624f06b1c7c312774055f6","topicId":"61624f03b1c7c312774055ea","verse":"Matthew 5:43-45","votes":50,"__v":0,"esv":"<div>\n\n<p id=\"p40005043_04-12\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span></p>\n</div>","kjv":"<strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  ","niv":"<sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. "},{"_id":"61624f07b1c7c312774055f7","topicId":"61624f03b1c7c312774055ea","verse":"James 4:1-17","votes":49,"__v":0,"esv":"<div>\n\n<p id=\"p59004001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59004001-1\">4:1&nbsp;</b>What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? <b class=\"verse-num\" id=\"v59004002-1\">2&nbsp;</b>You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask. <b class=\"verse-num\" id=\"v59004003-1\">3&nbsp;</b>You ask and do not receive, because you ask wrongly, to spend it on your passions. <b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God. <b class=\"verse-num\" id=\"v59004005-1\">5&nbsp;</b>Or do you suppose it is to no purpose that the Scripture says, “He yearns jealously over the spirit that he has made to dwell in us”? <b class=\"verse-num\" id=\"v59004006-1\">6&nbsp;</b>But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.” <b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you. <b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded. <b class=\"verse-num\" id=\"v59004009-1\">9&nbsp;</b>Be wretched and mourn and weep. Let your laughter be turned to mourning and your joy to gloom. <b class=\"verse-num\" id=\"v59004010-1\">10&nbsp;</b>Humble yourselves before the Lord, and he will exalt you.</p>\n<p id=\"p59004010_04-13\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge. <b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n\n<p id=\"p59004012_07-13\"><b class=\"verse-num\" id=\"v59004013-1\">13&nbsp;</b>Come now, you who say, “Today or tomorrow we will go into such and such a town and spend a year there and trade and make a profit”—<b class=\"verse-num\" id=\"v59004014-1\">14&nbsp;</b>yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes. <b class=\"verse-num\" id=\"v59004015-1\">15&nbsp;</b>Instead you ought to say, “If the Lord wills, we will live and do this or that.” <b class=\"verse-num\" id=\"v59004016-1\">16&nbsp;</b>As it is, you boast in your arrogance. All such boasting is evil. <b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n\n</div>","kjv":"<strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  <strong>2</strong> Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.  <strong>3</strong> Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.  <strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  <strong>5</strong> Do ye think that the scripture saith in vain, The spirit that dwelleth in us lusteth to envy?  <strong>6</strong> But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.  <strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  <strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  <strong>9</strong> Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness.  <strong>10</strong> Humble yourselves in the sight of the Lord, and he shall lift you up.  <strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  <strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  <strong>13</strong> Go to now, ye that say, To day or to morrow we will go into such a city, and continue there a year, and buy and sell, and get gain:  <strong>14</strong> Whereas ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away.  <strong>15</strong> For that ye ought to say, If the Lord will, we shall live, and do this, or that.  <strong>16</strong> But now ye rejoice in your boastings: all such rejoicing is evil.  <strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>1</strong></sup> What causes fights and quarrels among you? Don't they come from your desires that battle within you? <sup><strong>2</strong></sup> You want something but don't get it. You kill and covet, but you cannot have what you want. You quarrel and fight. You do not have, because you do not ask God. <sup><strong>3</strong></sup> When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures. <sup><strong>4</strong></sup> You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God. <sup><strong>5</strong></sup> Or do you think Scripture says without reason that the spirit he caused to live in us envies intensely? <sup><strong>6</strong></sup> But he gives us more grace. That is why Scripture says: \"God opposes the proud but gives grace to the humble.\" <sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you. <sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded. <sup><strong>9</strong></sup> Grieve, mourn and wail. Change your laughter to mourning and your joy to gloom. <sup><strong>10</strong></sup> Humble yourselves before the Lord, and he will lift you up. <sup><strong>11</strong></sup> Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it. <sup><strong>12</strong></sup> There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor? <sup><strong>13</strong></sup> Now listen, you who say, \"Today or tomorrow we will go to this or that city, spend a year there, carry on business and make money.\" <sup><strong>14</strong></sup> Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes. <sup><strong>15</strong></sup> Instead, you ought to say, \"If it is the Lord's will, we will live and do this or that.\" <sup><strong>16</strong></sup> As it is, you boast and brag. All such boasting is evil. <sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins. "},{"_id":"61624f07b1c7c312774055f8","topicId":"61624f03b1c7c312774055ea","verse":"Leviticus 19:17","votes":47,"__v":0,"esv":"<div>\n<p id=\"p03019017_01-14\"><b class=\"verse-num\" id=\"v03019017-1\">17&nbsp;</b>“You shall not hate your brother in your heart, but you shall reason frankly with your neighbor, lest you incur sin because of him.</p>\n</div>","kjv":"<strong>17</strong> Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him.  ","niv":"<sup><strong>17</strong></sup> \"'Do not hate your brother in your heart. Rebuke your neighbor frankly so you will not share in his guilt."},{"_id":"61624f07b1c7c312774055f9","topicId":"61624f03b1c7c312774055ea","verse":"Galatians 5:19-21","votes":43,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"61624f08b1c7c312774055fa","topicId":"61624f03b1c7c312774055ea","verse":"Ephesians 4:31","votes":42,"__v":0,"esv":"<div>\n<p id=\"p49004031_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice.</p>\n</div>","kjv":"<strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  ","niv":"<sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice."},{"_id":"61624f08b1c7c312774055fb","topicId":"61624f03b1c7c312774055ea","verse":"Proverbs 15:1","votes":36,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015001_01-17\" class=\"line\"><b class=\"chapter-num\" id=\"v20015001-1\">15:1&nbsp;</b>&nbsp;&nbsp;A soft answer turns away wrath,</span><br><span id=\"p20015001_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a harsh word stirs up anger.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A soft answer turneth away wrath: but grievous words stir up anger.  ","niv":"<sup><strong>1</strong></sup> A gentle answer turns away wrath, but a harsh word stirs up anger."},{"_id":"61624f08b1c7c312774055fc","topicId":"61624f03b1c7c312774055ea","verse":"James 1:19-20","votes":35,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-18\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God.</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. "},{"_id":"61624f08b1c7c312774055fd","topicId":"61624f03b1c7c312774055ea","verse":"Matthew 10:22","votes":34,"__v":0,"esv":"<div>\n<p id=\"p40010022_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010022-1\">22&nbsp;</b><span class=\"woc\">and you will be hated by all for my name’s sake. But the one who endures to the end will be saved.</span></p>\n</div>","kjv":"<strong>22</strong> And ye shall be hated of all men for my name’s sake: but he that endureth to the end shall be saved.  ","niv":"<sup><strong>22</strong></sup> All men will hate you because of me, but he who stands firm to the end will be saved."},{"_id":"61624f09b1c7c312774055fe","topicId":"61624f03b1c7c312774055ea","verse":"Psalm 97:10","votes":34,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19097010_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097010-1\">10&nbsp;</b>&nbsp;&nbsp;O you who love the LORD, hate evil!</span><br><span id=\"p19097010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;He preserves the lives of his saints;</span><br><span id=\"p19097010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he delivers them from the hand of the wicked.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Ye that love the LORD, hate evil: he preserveth the souls of his saints; he delivereth them out of the hand of the wicked.  ","niv":"<sup><strong>10</strong></sup> Let those who love the LORD hate evil, for he guards the lives of his faithful ones and delivers them from the hand of the wicked."},{"_id":"61624f09b1c7c312774055ff","topicId":"61624f03b1c7c312774055ea","verse":"Psalm 34:17-20","votes":27,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034017_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034017-1\">17&nbsp;</b>&nbsp;&nbsp;When the righteous cry for help, the LORD hears</span><br><span id=\"p19034017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delivers them out of all their troubles.</span><br><span id=\"p19034018_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to the brokenhearted</span><br><span id=\"p19034018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saves the crushed in spirit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19034019_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034019-1\">19&nbsp;</b>&nbsp;&nbsp;Many are the afflictions of the righteous,</span><br><span id=\"p19034019_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD delivers him out of them all.</span><br><span id=\"p19034020_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034020-1\">20&nbsp;</b>&nbsp;&nbsp;He keeps all his bones;</span><br><span id=\"p19034020_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not one of them is broken.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong>             The righteous cry, and the LORD heareth, and delivereth them out of all their troubles.  <strong>18</strong> The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.  <strong>19</strong> Many are the afflictions of the righteous: but the LORD delivereth him out of them all.  <strong>20</strong> He keepeth all his bones: not one of them is broken.  ","niv":"<sup><strong>17</strong></sup> The righteous cry out, and the LORD hears them; he delivers them from all their troubles. <sup><strong>18</strong></sup> The LORD is close to the brokenhearted and saves those who are crushed in spirit. <sup><strong>19</strong></sup> A righteous man may have many troubles, but the LORD delivers him from them all; <sup><strong>20</strong></sup> he protects all his bones, not one of them will be broken. "},{"_id":"61624f09b1c7c31277405600","topicId":"61624f03b1c7c312774055ea","verse":"John 15:23-25","votes":26,"__v":0,"esv":"<div>\n<p id=\"p43015023_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015023-1\">23&nbsp;</b><span class=\"woc\">Whoever hates me hates my Father also.</span> <b class=\"verse-num woc\" id=\"v43015024-1\">24&nbsp;</b><span class=\"woc\">If I had not done among them the works that no one else did, they would not be guilty of sin, but now they have seen and hated both me and my Father.</span> <b class=\"verse-num woc\" id=\"v43015025-1\">25&nbsp;</b><span class=\"woc\">But the word that is written in their Law must be fulfilled: ‘They hated me without a cause.’</span></p>\n</div>","kjv":"<strong>23</strong> He that hateth me hateth my Father also.  <strong>24</strong> If I had not done among them the works which none other man did, they had not had sin: but now have they both seen and hated both me and my Father.  <strong>25</strong> But this cometh to pass, that the word might be fulfilled that is written in their law, They hated me without a cause.  ","niv":"<sup><strong>23</strong></sup> He who hates me hates my Father as well. <sup><strong>24</strong></sup> If I had not done among them what no one else did, they would not be guilty of sin. But now they have seen these miracles, and yet they have hated both me and my Father. <sup><strong>25</strong></sup> But this is to fulfill what is written in their Law: 'They hated me without reason.' "},{"_id":"61624f0ab1c7c31277405601","topicId":"61624f03b1c7c312774055ea","verse":"1 John 3:13-15","votes":24,"__v":0,"esv":"<div>\n<p id=\"p62003013_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003013-1\">13&nbsp;</b>Do not be surprised, brothers, that the world hates you. <b class=\"verse-num\" id=\"v62003014-1\">14&nbsp;</b>We know that we have passed out of death into life, because we love the brothers. Whoever does not love abides in death. <b class=\"verse-num\" id=\"v62003015-1\">15&nbsp;</b>Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.</p>\n\n</div>","kjv":"<strong>13</strong> Marvel not, my brethren, if the world hate you.  <strong>14</strong> We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.  <strong>15</strong> Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.  ","niv":"<sup><strong>13</strong></sup> Do not be surprised, my brothers, if the world hates you. <sup><strong>14</strong></sup> We know that we have passed from death to life, because we love our brothers. Anyone who does not love remains in death. <sup><strong>15</strong></sup> Anyone who hates his brother is a murderer, and you know that no murderer has eternal life in him. "},{"_id":"61624f0ab1c7c31277405602","topicId":"61624f03b1c7c312774055ea","verse":"John 3:20","votes":24,"__v":0,"esv":"<div>\n<p id=\"p43003020_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span></p>\n</div>","kjv":"<strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  ","niv":"<sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed."},{"_id":"61624f0ab1c7c31277405603","topicId":"61624f03b1c7c312774055ea","verse":"Ecclesiastes 3:8","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21003008_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003008-1\">8&nbsp;</b>&nbsp;&nbsp;a time to love, and a time to hate;</span><br><span id=\"p21003008_01-25\" class=\"line\">&nbsp;&nbsp;a time for war, and a time for peace.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> A time to love, and a time to hate; a time of war, and a time of peace.  ","niv":"<sup><strong>8</strong></sup> a time to love and a time to hate, a time for war and a time for peace."}]}