{"_id":"61624f98b1c7c31277405650","slug":"haunted-houses","name":"Haunted Houses","verses":[{"_id":"61624f98b1c7c31277405651","topicId":"61624f98b1c7c31277405650","verse":"Deuteronomy 18:9-14","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-1\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you. <b class=\"verse-num\" id=\"v05018013-1\">13&nbsp;</b>You shall be blameless before the LORD your God, <b class=\"verse-num\" id=\"v05018014-1\">14&nbsp;</b>for these nations, which you are about to dispossess, listen to fortune-tellers and to diviners. But as for you, the LORD your God has not allowed you to do this.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  <strong>13</strong> Thou shalt be perfect with the LORD thy God.  <strong>14</strong> For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the LORD thy God hath not suffered thee so to do. ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. <sup><strong>13</strong></sup> You must be blameless before the LORD your God. <sup><strong>14</strong></sup> The nations you will dispossess listen to those who practice sorcery or divination. But as for you, the LORD your God has not permitted you to do so. ","modified":"2022-10-17T13:53:00.490Z"},{"_id":"61624f98b1c7c31277405652","topicId":"61624f98b1c7c31277405650","verse":"Matthew 10:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell.","modified":"2022-12-17T10:25:52.053Z"},{"_id":"61624f99b1c7c31277405653","topicId":"61624f98b1c7c31277405650","verse":"Philippians 4:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-3\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."},{"_id":"61624f99b1c7c31277405654","topicId":"61624f98b1c7c31277405650","verse":"2 Kings 1:1-18","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p12001001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12001001-1\">1:1&nbsp;</b>After the death of Ahab, Moab rebelled against Israel.</p>\n<p id=\"p12001001_04-4\"><b class=\"verse-num\" id=\"v12001002-1\">2&nbsp;</b>Now Ahaziah fell through the lattice in his upper chamber in Samaria, and lay sick; so he sent messengers, telling them, “Go, inquire of Baal-zebub, the god of Ekron, whether I shall recover from this sickness.” <b class=\"verse-num\" id=\"v12001003-1\">3&nbsp;</b>But the angel of the LORD said to Elijah the Tishbite, “Arise, go up to meet the messengers of the king of Samaria, and say to them, ‘Is it because there is no God in Israel that you are going to inquire of Baal-zebub, the god of Ekron? <b class=\"verse-num\" id=\"v12001004-1\">4&nbsp;</b>Now therefore thus says the LORD, You shall not come down from the bed to which you have gone up, but you shall surely die.’” So Elijah went.</p>\n<p id=\"p12001004_04-4\"><b class=\"verse-num\" id=\"v12001005-1\">5&nbsp;</b>The messengers returned to the king, and he said to them, “Why have you returned?” <b class=\"verse-num\" id=\"v12001006-1\">6&nbsp;</b>And they said to him, “There came a man to meet us, and said to us, ‘Go back to the king who sent you, and say to him, Thus says the LORD, Is it because there is no God in Israel that you are sending to inquire of Baal-zebub, the god of Ekron? Therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’” <b class=\"verse-num\" id=\"v12001007-1\">7&nbsp;</b>He said to them, “What kind of man was he who came to meet you and told you these things?” <b class=\"verse-num\" id=\"v12001008-1\">8&nbsp;</b>They answered him, “He wore a garment of hair, with a belt of leather about his waist.” And he said, “It is Elijah the Tishbite.”</p>\n<p id=\"p12001008_04-4\"><b class=\"verse-num\" id=\"v12001009-1\">9&nbsp;</b>Then the king sent to him a captain of fifty men with his fifty. He went up to Elijah, who was sitting on the top of a hill, and said to him, “O man of God, the king says, ‘Come down.’” <b class=\"verse-num\" id=\"v12001010-1\">10&nbsp;</b>But Elijah answered the captain of fifty, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then fire came down from heaven and consumed him and his fifty.</p>\n<p id=\"p12001010_04-4\"><b class=\"verse-num\" id=\"v12001011-1\">11&nbsp;</b>Again the king sent to him another captain of fifty men with his fifty. And he answered and said to him, “O man of God, this is the king’s order, ‘Come down quickly!’” <b class=\"verse-num\" id=\"v12001012-1\">12&nbsp;</b>But Elijah answered them, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then the fire of God came down from heaven and consumed him and his fifty.</p>\n<p id=\"p12001012_04-4\"><b class=\"verse-num\" id=\"v12001013-1\">13&nbsp;</b>Again the king sent the captain of a third fifty with his fifty. And the third captain of fifty went up and came and fell on his knees before Elijah and entreated him, “O man of God, please let my life, and the life of these fifty servants of yours, be precious in your sight. <b class=\"verse-num\" id=\"v12001014-1\">14&nbsp;</b>Behold, fire came down from heaven and consumed the two former captains of fifty men with their fifties, but now let my life be precious in your sight.” <b class=\"verse-num\" id=\"v12001015-1\">15&nbsp;</b>Then the angel of the LORD said to Elijah, “Go down with him; do not be afraid of him.” So he arose and went down with him to the king <b class=\"verse-num\" id=\"v12001016-1\">16&nbsp;</b>and said to him, “Thus says the LORD, ‘Because you have sent messengers to inquire of Baal-zebub, the god of Ekron—is it because there is no God in Israel to inquire of his word?—therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’”</p>\n<p id=\"p12001016_04-4\"><b class=\"verse-num\" id=\"v12001017-1\">17&nbsp;</b>So he died according to the word of the LORD that Elijah had spoken. Jehoram became king in his place in the second year of Jehoram the son of Jehoshaphat, king of Judah, because Ahaziah had no son. <b class=\"verse-num\" id=\"v12001018-1\">18&nbsp;</b>Now the rest of the acts of Ahaziah that he did, are they not written in the Book of the Chronicles of the Kings of Israel?</p>\n</div>","kjv":"<strong>1</strong> Then Moab rebelled against Israel after the death of Ahab.  <strong>2</strong> And Ahaziah fell down through a lattice in his upper chamber that was in Samaria, and was sick: and he sent messengers, and said unto them, Go, enquire of Baal-zebub the god of Ekron whether I shall recover of this disease.  <strong>3</strong> But the angel of the LORD said to Elijah the Tishbite, Arise, go up to meet the messengers of the king of Samaria, and say unto them, Is it  not because there is not a God in Israel, that  ye go to enquire of Baal-zebub the god of Ekron?  <strong>4</strong> Now therefore thus saith the LORD, Thou shalt not come down from that bed on which thou art gone up, but shalt surely die. And Elijah departed.  <strong>5</strong> And when the messengers turned back unto him, he said unto them, Why are ye now turned back?  <strong>6</strong> And they said unto him, There came a man up to meet us, and said unto us, Go, turn again unto the king that sent you, and say unto him, Thus saith the LORD, Is it not because there is not a God in Israel, that thou sendest to enquire of Baal-zebub the god of Ekron? therefore thou shalt not come down from that bed on which thou art gone up, but shalt surely die.  <strong>7</strong> And he said unto them, What manner of man was he which came up to meet you, and told you these words?  <strong>8</strong> And they answered him, He was an hairy man, and girt with a girdle of leather about his loins. And he said, It is Elijah the Tishbite.  <strong>9</strong> Then the king sent unto him a captain of fifty with his fifty. And he went up to him: and, behold, he sat on the top of an hill. And he spake unto him, Thou man of God, the king hath said, Come down.  <strong>10</strong> And Elijah answered and said to the captain of fifty, If I be  a man of God, then let fire come down from heaven, and consume thee and thy fifty. And there came down fire from heaven, and consumed him and his fifty.  <strong>11</strong> Again also he sent unto him another captain of fifty with his fifty. And he answered and said unto him, O man of God, thus hath the king said, Come down quickly.  <strong>12</strong> And Elijah answered and said unto them, If I be a man of God, let fire come down from heaven, and consume thee and thy fifty. And the fire of God came down from heaven, and consumed him and his fifty.  <strong>13</strong> And he sent again a captain of the third fifty with his fifty. And the third captain of fifty went up, and came and fell on his knees before Elijah, and besought him, and said unto him, O man of God, I pray thee, let my life, and the life of these fifty thy servants, be precious in thy sight.  <strong>14</strong> Behold, there came fire down from heaven, and burnt up the two captains of the former fifties with their fifties: therefore let my life now be precious in thy sight.  <strong>15</strong> And the angel of the LORD said unto Elijah, Go down with him: be not afraid of him. And he arose, and went down with him unto the king.  <strong>16</strong> And he said unto him, Thus saith the LORD, Forasmuch as thou hast sent messengers to enquire of Baal-zebub the god of Ekron, is it not because there is no God in Israel to enquire of his word? therefore thou shalt not come down off that bed on which thou art gone up, but shalt surely die.  <strong>17</strong> So he died according to the word of the LORD which Elijah had spoken. And Jehoram reigned in his stead in the second year of Jehoram the son of Jehoshaphat king of Judah; because he had no son.  <strong>18</strong> Now the rest of the acts of Ahaziah which he did, are they not written in the book of the chronicles of the kings of Israel?  ","niv":"<sup><strong>1</strong></sup> After Ahab's death, Moab rebelled against Israel. <sup><strong>2</strong></sup> Now Ahaziah had fallen through the lattice of his upper room in Samaria and injured himself. So he sent messengers, saying to them, \"Go and consult Baal-Zebub, the god of Ekron, to see if I will recover from this injury.\" <sup><strong>3</strong></sup> But the angel of the LORD said to Elijah the Tishbite, \"Go up and meet the messengers of the king of Samaria and ask them, 'Is it because there is no God in Israel that you are going off to consult Baal-Zebub, the god of Ekron?' <sup><strong>4</strong></sup> Therefore this is what the LORD says: 'You will not leave the bed you are lying on. You will certainly die!'\" So Elijah went. <sup><strong>5</strong></sup> When the messengers returned to the king, he asked them, \"Why have you come back?\" <sup><strong>6</strong></sup> \"A man came to meet us,\" they replied. \"And he said to us, 'Go back to the king who sent you and tell him, \"This is what the LORD says: Is it because there is no God in Israel that you are sending men to consult Baal-Zebub, the god of Ekron? Therefore you will not leave the bed you are lying on. You will certainly die!\"'\" <sup><strong>7</strong></sup> The king asked them, \"What kind of man was it who came to meet you and told you this?\" <sup><strong>8</strong></sup> They replied, \"He was a man with a garment of hair and with a leather belt around his waist.\" The king said, \"That was Elijah the Tishbite.\" <sup><strong>9</strong></sup> Then he sent to Elijah a captain with his company of fifty men. The captain went up to Elijah, who was sitting on the top of a hill, and said to him, \"Man of God, the king says, 'Come down!'\" <sup><strong>10</strong></sup> Elijah answered the captain, \"If I am a man of God, may fire come down from heaven and consume you and your fifty men!\" Then fire fell from heaven and consumed the captain and his men. <sup><strong>11</strong></sup> At this the king sent to Elijah another captain with his fifty men. The captain said to him, \"Man of God, this is what the king says, 'Come down at once!'\" <sup><strong>12</strong></sup> \"If I am a man of God,\" Elijah replied, \"may fire come down from heaven and consume you and your fifty men!\" Then the fire of God fell from heaven and consumed him and his fifty men. <sup><strong>13</strong></sup> So the king sent a third captain with his fifty men. This third captain went up and fell on his knees before Elijah. \"Man of God,\" he begged, \"please have respect for my life and the lives of these fifty men, your servants! <sup><strong>14</strong></sup> See, fire has fallen from heaven and consumed the first two captains and all their men. But now have respect for my life!\" <sup><strong>15</strong></sup> The angel of the LORD said to Elijah, \"Go down with him; do not be afraid of him.\" So Elijah got up and went down with him to the king. <sup><strong>16</strong></sup> He told the king, \"This is what the LORD says: Is it because there is no God in Israel for you to consult that you have sent messengers to consult Baal-Zebub, the god of Ekron? Because you have done this, you will never leave the bed you are lying on. You will certainly die!\" <sup><strong>17</strong></sup> So he died, according to the word of the LORD that Elijah had spoken. Because Ahaziah had no son, Joram succeeded him as king in the second year of Jehoram son of Jehoshaphat king of Judah. <sup><strong>18</strong></sup> As for all the other events of Ahaziah's reign, and what he did, are they not written in the book of the annals of the kings of Israel? "},{"_id":"61624f99b1c7c31277405655","topicId":"61624f98b1c7c31277405650","verse":"Psalm 2:4","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19002004_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002004-1\">4&nbsp;</b>&nbsp;&nbsp;He who sits in the heavens laughs;</span><br><span id=\"p19002004_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Lord holds them in derision.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> He that sitteth in the heavens shall laugh: the Lord shall have them in derision.  ","niv":"<sup><strong>4</strong></sup> The One enthroned in heaven laughs; the Lord scoffs at them."},{"_id":"61624f9ab1c7c31277405656","topicId":"61624f98b1c7c31277405650","verse":"1 John 2:15-17","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-6\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. "},{"_id":"61624f9ab1c7c31277405657","topicId":"61624f98b1c7c31277405650","verse":"Colossians 2:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-7\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"61624f9ab1c7c31277405658","topicId":"61624f98b1c7c31277405650","verse":"Job 24:1-25","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18024001_01-8\" class=\"line\"><b class=\"chapter-num\" id=\"v18024001-1\">24:1&nbsp;</b>&nbsp;&nbsp;“Why are not times of judgment kept by the Almighty,</span><br><span id=\"p18024001_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and why do those who know him never see his days?</span><br><span id=\"p18024002_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024002-1\">2&nbsp;</b>&nbsp;&nbsp;Some move landmarks;</span><br><span id=\"p18024002_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they seize flocks and pasture them.</span><br><span id=\"p18024003_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024003-1\">3&nbsp;</b>&nbsp;&nbsp;They drive away the donkey of the fatherless;</span><br><span id=\"p18024003_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they take the widow’s ox for a pledge.</span><br><span id=\"p18024004_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024004-1\">4&nbsp;</b>&nbsp;&nbsp;They thrust the poor off the road;</span><br><span id=\"p18024004_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the poor of the earth all hide themselves.</span><br><span id=\"p18024005_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024005-1\">5&nbsp;</b>&nbsp;&nbsp;Behold, like wild donkeys in the desert</span><br><span id=\"p18024005_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the poor go out to their toil, seeking game;</span><br><span id=\"p18024005_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wasteland yields food for their children.</span><br><span id=\"p18024006_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024006-1\">6&nbsp;</b>&nbsp;&nbsp;They gather their fodder in the field,</span><br><span id=\"p18024006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they glean the vineyard of the wicked man.</span><br><span id=\"p18024007_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024007-1\">7&nbsp;</b>&nbsp;&nbsp;They lie all night naked, without clothing,</span><br><span id=\"p18024007_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have no covering in the cold.</span><br><span id=\"p18024008_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024008-1\">8&nbsp;</b>&nbsp;&nbsp;They are wet with the rain of the mountains</span><br><span id=\"p18024008_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cling to the rock for lack of shelter.</span><br><span id=\"p18024009_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024009-1\">9&nbsp;</b>&nbsp;&nbsp;(There are those who snatch the fatherless child from the breast,</span><br><span id=\"p18024009_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they take a pledge against the poor.)</span><br><span id=\"p18024010_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024010-1\">10&nbsp;</b>&nbsp;&nbsp;They go about naked, without clothing;</span><br><span id=\"p18024010_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hungry, they carry the sheaves;</span><br><span id=\"p18024011_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024011-1\">11&nbsp;</b>&nbsp;&nbsp;among the olive rows of the wicked they make oil;</span><br><span id=\"p18024011_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they tread the winepresses, but suffer thirst.</span><br><span id=\"p18024012_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024012-1\">12&nbsp;</b>&nbsp;&nbsp;From out of the city the dying groan,</span><br><span id=\"p18024012_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the soul of the wounded cries for help;</span><br><span id=\"p18024012_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet God charges no one with wrong.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p18024013_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024013-1\">13&nbsp;</b>&nbsp;&nbsp;“There are those who rebel against the light,</span><br><span id=\"p18024013_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who are not acquainted with its ways,</span><br><span id=\"p18024013_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not stay in its paths.</span><br><span id=\"p18024014_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024014-1\">14&nbsp;</b>&nbsp;&nbsp;The murderer rises before it is light,</span><br><span id=\"p18024014_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that he may kill the poor and needy,</span><br><span id=\"p18024014_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in the night he is like a thief.</span><br><span id=\"p18024015_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024015-1\">15&nbsp;</b>&nbsp;&nbsp;The eye of the adulterer also waits for the twilight,</span><br><span id=\"p18024015_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;saying, ‘No eye will see me’;</span><br><span id=\"p18024015_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he veils his face.</span><br><span id=\"p18024016_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024016-1\">16&nbsp;</b>&nbsp;&nbsp;In the dark they dig through houses;</span><br><span id=\"p18024016_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by day they shut themselves up;</span><br><span id=\"p18024016_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they do not know the light.</span><br><span id=\"p18024017_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024017-1\">17&nbsp;</b>&nbsp;&nbsp;For deep darkness is morning to all of them;</span><br><span id=\"p18024017_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they are friends with the terrors of deep darkness.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p18024018_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024018-1\">18&nbsp;</b>&nbsp;&nbsp;“You say, ‘Swift are they on the face of the waters;</span><br><span id=\"p18024018_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their portion is cursed in the land;</span><br><span id=\"p18024018_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no treader turns toward their vineyards.</span><br><span id=\"p18024019_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024019-1\">19&nbsp;</b>&nbsp;&nbsp;Drought and heat snatch away the snow waters;</span><br><span id=\"p18024019_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so does Sheol those who have sinned.</span><br><span id=\"p18024020_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024020-1\">20&nbsp;</b>&nbsp;&nbsp;The womb forgets them;</span><br><span id=\"p18024020_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the worm finds them sweet;</span><br><span id=\"p18024020_01-8\" class=\"line\">&nbsp;&nbsp;they are no longer remembered,</span><br><span id=\"p18024020_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so wickedness is broken like a tree.’</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p18024021_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024021-1\">21&nbsp;</b>&nbsp;&nbsp;“They wrong the barren, childless woman,</span><br><span id=\"p18024021_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do no good to the widow.</span><br><span id=\"p18024022_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024022-1\">22&nbsp;</b>&nbsp;&nbsp;Yet God prolongs the life of the mighty by his power;</span><br><span id=\"p18024022_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they rise up when they despair of life.</span><br><span id=\"p18024023_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024023-1\">23&nbsp;</b>&nbsp;&nbsp;He gives them security, and they are supported,</span><br><span id=\"p18024023_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his eyes are upon their ways.</span><br><span id=\"p18024024_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024024-1\">24&nbsp;</b>&nbsp;&nbsp;They are exalted a little while, and then are gone;</span><br><span id=\"p18024024_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are brought low and gathered up like all others;</span><br><span id=\"p18024024_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are cut off like the heads of grain.</span><br><span id=\"p18024025_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024025-1\">25&nbsp;</b>&nbsp;&nbsp;If it is not so, who will prove me a liar</span><br><span id=\"p18024025_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and show that there is nothing in what I say?”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Why, seeing times are not hidden from the Almighty, do they that know him not see his days?  <strong>2</strong> Some remove the landmarks; they violently take away flocks, and feed thereof.  <strong>3</strong> They drive away the ass of the fatherless, they take the widow’s ox for a pledge.  <strong>4</strong> They turn the needy out of the way: the poor of the earth hide themselves together.  <strong>5</strong> Behold, as wild asses in the desert, go they forth to their work; rising betimes for a prey: the wilderness yieldeth food for them and for their children.  <strong>6</strong> They reap every one his corn in the field: and they gather the vintage of the wicked.  <strong>7</strong> They cause the naked to lodge without clothing, that they have  no covering in the cold.  <strong>8</strong> They are wet with the showers of the mountains, and embrace the rock for want of a shelter.  <strong>9</strong> They pluck the fatherless from the breast, and take a pledge of the poor.  <strong>10</strong> They cause him to go naked without clothing, and they take away the sheaf from the hungry;  <strong>11</strong> Which make oil within their walls, and tread their winepresses, and suffer thirst.  <strong>12</strong> Men groan from out of the city, and the soul of the wounded crieth out: yet God layeth not folly to them.  <strong>13</strong> They are of those that rebel against the light; they know not the ways thereof, nor abide in the paths thereof.  <strong>14</strong> The murderer rising with the light killeth the poor and needy, and in the night is as a thief.  <strong>15</strong> The eye also of the adulterer waiteth for the twilight, saying, No eye shall see me: and disguiseth his face.  <strong>16</strong> In the dark they dig through houses, which they had marked for themselves in the daytime: they know not the light.  <strong>17</strong> For the morning is to them even as the shadow of death: if one know them, they are in the terrors of the shadow of death.  <strong>18</strong> He is swift as the waters; their portion is cursed in the earth: he beholdeth not the way of the vineyards.  <strong>19</strong> Drought and heat consume the snow waters: so doth the grave those which have sinned.  <strong>20</strong> The womb shall forget him; the worm shall feed sweetly on him; he shall be no more remembered; and wickedness shall be broken as a tree.  <strong>21</strong> He evil entreateth the barren that beareth not: and doeth not good to the widow.  <strong>22</strong> He draweth also the mighty with his power: he riseth up, and no man is sure of life.  <strong>23</strong> Though it be given him to be in safety, whereon he resteth; yet his eyes are upon their ways.  <strong>24</strong> They are exalted for a little while, but are gone and brought low; they are taken out of the way as all other, and cut off as the tops of the ears of corn.  <strong>25</strong> And if it be not so now, who will make me a liar, and make my speech nothing worth?  ","niv":"<sup><strong>1</strong></sup> \"Why does the Almighty not set times for judgment? Why must those who know him look in vain for such days? <sup><strong>2</strong></sup> Men move boundary stones; they pasture flocks they have stolen. <sup><strong>3</strong></sup> They drive away the orphan's donkey and take the widow's ox in pledge. <sup><strong>4</strong></sup> They thrust the needy from the path and force all the poor of the land into hiding. <sup><strong>5</strong></sup> Like wild donkeys in the desert, the poor go about their labor of foraging food; the wasteland provides food for their children. <sup><strong>6</strong></sup> They gather fodder in the fields and glean in the vineyards of the wicked. <sup><strong>7</strong></sup> Lacking clothes, they spend the night naked; they have nothing to cover themselves in the cold. <sup><strong>8</strong></sup> They are drenched by mountain rains and hug the rocks for lack of shelter. <sup><strong>9</strong></sup> The fatherless child is snatched from the breast; the infant of the poor is seized for a debt. <sup><strong>10</strong></sup> Lacking clothes, they go about naked; they carry the sheaves, but still go hungry. <sup><strong>11</strong></sup> They crush olives among the terraces; they tread the winepresses, yet suffer thirst. <sup><strong>12</strong></sup> The groans of the dying rise from the city, and the souls of the wounded cry out for help. But God charges no one with wrongdoing. <sup><strong>13</strong></sup> \"There are those who rebel against the light, who do not know its ways or stay in its paths. <sup><strong>14</strong></sup> When daylight is gone, the murderer rises up and kills the poor and needy; in the night he steals forth like a thief. <sup><strong>15</strong></sup> The eye of the adulterer watches for dusk; he thinks, 'No eye will see me,' and he keeps his face concealed. <sup><strong>16</strong></sup> In the dark, men break into houses, but by day they shut themselves in; they want nothing to do with the light. <sup><strong>17</strong></sup> For all of them, deep darkness is their morning; they make friends with the terrors of darkness. <sup><strong>18</strong></sup> \"Yet they are foam on the surface of the water; their portion of the land is cursed, so that no one goes to the vineyards. <sup><strong>19</strong></sup> As heat and drought snatch away the melted snow, so the grave snatches away those who have sinned. <sup><strong>20</strong></sup> The womb forgets them, the worm feasts on them; evil men are no longer remembered but are broken like a tree. <sup><strong>21</strong></sup> They prey on the barren and childless woman, and to the widow show no kindness. <sup><strong>22</strong></sup> But God drags away the mighty by his power; though they become established, they have no assurance of life. <sup><strong>23</strong></sup> He may let them rest in a feeling of security, but his eyes are on their ways. <sup><strong>24</strong></sup> For a little while they are exalted, and then they are gone; they are brought low and gathered up like all others; they are cut off like heads of grain. <sup><strong>25</strong></sup> \"If this is not so, who can prove me false and reduce my words to nothing?\" "},{"_id":"61624f9bb1c7c31277405659","topicId":"61624f98b1c7c31277405650","verse":"Mark 16:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned."},{"_id":"61624f9bb1c7c3127740565a","topicId":"61624f98b1c7c31277405650","verse":"Luke 16:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42016023_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span></p>\n</div>","kjv":"<strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  ","niv":"<sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side."},{"_id":"61624f9bb1c7c3127740565b","topicId":"61624f98b1c7c31277405650","verse":"Job 11:8","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18011008_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v18011008-1\">8&nbsp;</b>&nbsp;&nbsp;It is higher than heaven—what can you do?</span><br><span id=\"p18011008_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Deeper than Sheol—what can you know?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> It is as high as heaven; what canst thou do? deeper than hell; what canst thou know?  ","niv":"<sup><strong>8</strong></sup> They are higher than the heavens-what can you do? They are deeper than the depths of the grave -what can you know?"},{"_id":"61624f9bb1c7c3127740565c","topicId":"61624f98b1c7c31277405650","verse":"Exodus 22:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02022018_01-12\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not suffer a witch to live.  ","niv":"<sup><strong>18</strong></sup> \"Do not allow a sorceress to live."},{"_id":"61624f9cb1c7c3127740565d","topicId":"61624f98b1c7c31277405650","verse":"2 Thessalonians 1:1-12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p53001001_02-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p53001001_02-13\">To the church of the Thessalonians in God our Father and the Lord Jesus Christ:</p>\n<p id=\"p53001001_02-13\"><b class=\"verse-num\" id=\"v53001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p53001002_03-13\"><b class=\"verse-num\" id=\"v53001003-1\">3&nbsp;</b>We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing. <b class=\"verse-num\" id=\"v53001004-1\">4&nbsp;</b>Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.</p>\n\n<p id=\"p53001004_08-13\"><b class=\"verse-num\" id=\"v53001005-1\">5&nbsp;</b>This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—<b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you, <b class=\"verse-num\" id=\"v53001007-1\">7&nbsp;</b>and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels <b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus. <b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might, <b class=\"verse-num\" id=\"v53001010-1\">10&nbsp;</b>when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed. <b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:  <strong>2</strong> Grace unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;  <strong>4</strong> So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:  <strong>5</strong> Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:  <strong>6</strong> Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;  <strong>7</strong> And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,  <strong>8</strong> In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:  <strong>9</strong> Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;  <strong>10</strong> When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day.  <strong>11</strong> Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:  <strong>12</strong> That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Paul, Silas and Timothy, To the church of the Thessalonians in God our Father and the Lord Jesus Christ: <sup><strong>2</strong></sup> Grace and peace to you from God the Father and the Lord Jesus Christ. <sup><strong>3</strong></sup> We ought always to thank God for you, brothers, and rightly so, because your faith is growing more and more, and the love every one of you has for each other is increasing. <sup><strong>4</strong></sup> Therefore, among God's churches we boast about your perseverance and faith in all the persecutions and trials you are enduring. <sup><strong>5</strong></sup> All this is evidence that God's judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering. <sup><strong>6</strong></sup> God is just: He will pay back trouble to those who trouble you <sup><strong>7</strong></sup> and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels. <sup><strong>8</strong></sup> He will punish those who do not know God and do not obey the gospel of our Lord Jesus. <sup><strong>9</strong></sup> They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power <sup><strong>10</strong></sup> on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you. <sup><strong>11</strong></sup> With this in mind, we constantly pray for you, that our God may count you worthy of his calling, and that by his power he may fulfill every good purpose of yours and every act prompted by your faith. <sup><strong>12</strong></sup> We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ. "},{"_id":"61624f9cb1c7c3127740565e","topicId":"61624f98b1c7c31277405650","verse":"Romans 10:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."},{"_id":"61624f9cb1c7c3127740565f","topicId":"61624f98b1c7c31277405650","verse":"Romans 6:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"61624f9db1c7c31277405660","topicId":"61624f98b1c7c31277405650","verse":"Acts 7:1-60","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44007001_03-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44007001-1\">7:1&nbsp;</b>And the high priest said, “Are these things so?” <b class=\"verse-num\" id=\"v44007002-1\">2&nbsp;</b>And Stephen said:</p>\n<p id=\"p44007002_03-16\">“Brothers and fathers, hear me. The God of glory appeared to our father Abraham when he was in Mesopotamia, before he lived in Haran, <b class=\"verse-num\" id=\"v44007003-1\">3&nbsp;</b>and said to him, ‘Go out from your land and from your kindred and go into the land that I will show you.’ <b class=\"verse-num\" id=\"v44007004-1\">4&nbsp;</b>Then he went out from the land of the Chaldeans and lived in Haran. And after his father died, God removed him from there into this land in which you are now living. <b class=\"verse-num\" id=\"v44007005-1\">5&nbsp;</b>Yet he gave him no inheritance in it, not even a foot’s length, but promised to give it to him as a possession and to his offspring after him, though he had no child. <b class=\"verse-num\" id=\"v44007006-1\">6&nbsp;</b>And God spoke to this effect—that his offspring would be sojourners in a land belonging to others, who would enslave them and afflict them four hundred years. <b class=\"verse-num\" id=\"v44007007-1\">7&nbsp;</b>‘But I will judge the nation that they serve,’ said God, ‘and after that they shall come out and worship me in this place.’ <b class=\"verse-num\" id=\"v44007008-1\">8&nbsp;</b>And he gave him the covenant of circumcision. And so Abraham became the father of Isaac, and circumcised him on the eighth day, and Isaac became the father of Jacob, and Jacob of the twelve patriarchs.</p>\n<p id=\"p44007008_03-16\"><b class=\"verse-num\" id=\"v44007009-1\">9&nbsp;</b>“And the patriarchs, jealous of Joseph, sold him into Egypt; but God was with him <b class=\"verse-num\" id=\"v44007010-1\">10&nbsp;</b>and rescued him out of all his afflictions and gave him favor and wisdom before Pharaoh, king of Egypt, who made him ruler over Egypt and over all his household. <b class=\"verse-num\" id=\"v44007011-1\">11&nbsp;</b>Now there came a famine throughout all Egypt and Canaan, and great affliction, and our fathers could find no food. <b class=\"verse-num\" id=\"v44007012-1\">12&nbsp;</b>But when Jacob heard that there was grain in Egypt, he sent out our fathers on their first visit. <b class=\"verse-num\" id=\"v44007013-1\">13&nbsp;</b>And on the second visit Joseph made himself known to his brothers, and Joseph’s family became known to Pharaoh. <b class=\"verse-num\" id=\"v44007014-1\">14&nbsp;</b>And Joseph sent and summoned Jacob his father and all his kindred, seventy-five persons in all. <b class=\"verse-num\" id=\"v44007015-1\">15&nbsp;</b>And Jacob went down into Egypt, and he died, he and our fathers, <b class=\"verse-num\" id=\"v44007016-1\">16&nbsp;</b>and they were carried back to Shechem and laid in the tomb that Abraham had bought for a sum of silver from the sons of Hamor in Shechem.</p>\n<p id=\"p44007016_03-16\"><b class=\"verse-num\" id=\"v44007017-1\">17&nbsp;</b>“But as the time of the promise drew near, which God had granted to Abraham, the people increased and multiplied in Egypt <b class=\"verse-num\" id=\"v44007018-1\">18&nbsp;</b>until there arose over Egypt another king who did not know Joseph. <b class=\"verse-num\" id=\"v44007019-1\">19&nbsp;</b>He dealt shrewdly with our race and forced our fathers to expose their infants, so that they would not be kept alive. <b class=\"verse-num\" id=\"v44007020-1\">20&nbsp;</b>At this time Moses was born; and he was beautiful in God’s sight. And he was brought up for three months in his father’s house, <b class=\"verse-num\" id=\"v44007021-1\">21&nbsp;</b>and when he was exposed, Pharaoh’s daughter adopted him and brought him up as her own son. <b class=\"verse-num\" id=\"v44007022-1\">22&nbsp;</b>And Moses was instructed in all the wisdom of the Egyptians, and he was mighty in his words and deeds.</p>\n<p id=\"p44007022_03-16\"><b class=\"verse-num\" id=\"v44007023-1\">23&nbsp;</b>“When he was forty years old, it came into his heart to visit his brothers, the children of Israel. <b class=\"verse-num\" id=\"v44007024-1\">24&nbsp;</b>And seeing one of them being wronged, he defended the oppressed man and avenged him by striking down the Egyptian. <b class=\"verse-num\" id=\"v44007025-1\">25&nbsp;</b>He supposed that his brothers would understand that God was giving them salvation by his hand, but they did not understand. <b class=\"verse-num\" id=\"v44007026-1\">26&nbsp;</b>And on the following day he appeared to them as they were quarreling and tried to reconcile them, saying, ‘Men, you are brothers. Why do you wrong each other?’ <b class=\"verse-num\" id=\"v44007027-1\">27&nbsp;</b>But the man who was wronging his neighbor thrust him aside, saying, ‘Who made you a ruler and a judge over us? <b class=\"verse-num\" id=\"v44007028-1\">28&nbsp;</b>Do you want to kill me as you killed the Egyptian yesterday?’ <b class=\"verse-num\" id=\"v44007029-1\">29&nbsp;</b>At this retort Moses fled and became an exile in the land of Midian, where he became the father of two sons.</p>\n<p id=\"p44007029_03-16\"><b class=\"verse-num\" id=\"v44007030-1\">30&nbsp;</b>“Now when forty years had passed, an angel appeared to him in the wilderness of Mount Sinai, in a flame of fire in a bush. <b class=\"verse-num\" id=\"v44007031-1\">31&nbsp;</b>When Moses saw it, he was amazed at the sight, and as he drew near to look, there came the voice of the Lord: <b class=\"verse-num\" id=\"v44007032-1\">32&nbsp;</b>‘I am the God of your fathers, the God of Abraham and of Isaac and of Jacob.’ And Moses trembled and did not dare to look. <b class=\"verse-num\" id=\"v44007033-1\">33&nbsp;</b>Then the Lord said to him, ‘Take off the sandals from your feet, for the place where you are standing is holy ground. <b class=\"verse-num\" id=\"v44007034-1\">34&nbsp;</b>I have surely seen the affliction of my people who are in Egypt, and have heard their groaning, and I have come down to deliver them. And now come, I will send you to Egypt.’</p>\n<p id=\"p44007034_03-16\"><b class=\"verse-num\" id=\"v44007035-1\">35&nbsp;</b>“This Moses, whom they rejected, saying, ‘Who made you a ruler and a judge?’—this man God sent as both ruler and redeemer by the hand of the angel who appeared to him in the bush. <b class=\"verse-num\" id=\"v44007036-1\">36&nbsp;</b>This man led them out, performing wonders and signs in Egypt and at the Red Sea and in the wilderness for forty years. <b class=\"verse-num\" id=\"v44007037-1\">37&nbsp;</b>This is the Moses who said to the Israelites, ‘God will raise up for you a prophet like me from your brothers.’ <b class=\"verse-num\" id=\"v44007038-1\">38&nbsp;</b>This is the one who was in the congregation in the wilderness with the angel who spoke to him at Mount Sinai, and with our fathers. He received living oracles to give to us. <b class=\"verse-num\" id=\"v44007039-1\">39&nbsp;</b>Our fathers refused to obey him, but thrust him aside, and in their hearts they turned to Egypt, <b class=\"verse-num\" id=\"v44007040-1\">40&nbsp;</b>saying to Aaron, ‘Make for us gods who will go before us. As for this Moses who led us out from the land of Egypt, we do not know what has become of him.’ <b class=\"verse-num\" id=\"v44007041-1\">41&nbsp;</b>And they made a calf in those days, and offered a sacrifice to the idol and were rejoicing in the works of their hands. <b class=\"verse-num\" id=\"v44007042-1\">42&nbsp;</b>But God turned away and gave them over to worship the host of heaven, as it is written in the book of the prophets:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44007042_03-16\" class=\"line\">&nbsp;&nbsp;“‘Did you bring to me slain beasts and sacrifices,</span><br><span id=\"p44007042_03-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;during the forty years in the wilderness, O house of Israel?</span><br><span id=\"p44007043_03-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v44007043-1\">43&nbsp;</b>&nbsp;&nbsp;You took up the tent of Moloch</span><br><span id=\"p44007043_03-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the star of your god Rephan,</span><br><span id=\"p44007043_03-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the images that you made to worship;</span><br><span id=\"p44007043_03-16\" class=\"line\">&nbsp;&nbsp;and I will send you into exile beyond Babylon.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44007043_03-16\"><b class=\"verse-num\" id=\"v44007044-1\">44&nbsp;</b>“Our fathers had the tent of witness in the wilderness, just as he who spoke to Moses directed him to make it, according to the pattern that he had seen. <b class=\"verse-num\" id=\"v44007045-1\">45&nbsp;</b>Our fathers in turn brought it in with Joshua when they dispossessed the nations that God drove out before our fathers. So it was until the days of David, <b class=\"verse-num\" id=\"v44007046-1\">46&nbsp;</b>who found favor in the sight of God and asked to find a dwelling place for the God of Jacob. <b class=\"verse-num\" id=\"v44007047-1\">47&nbsp;</b>But it was Solomon who built a house for him. <b class=\"verse-num\" id=\"v44007048-1\">48&nbsp;</b>Yet the Most High does not dwell in houses made by hands, as the prophet says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44007049_03-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v44007049-1\">49&nbsp;</b>&nbsp;&nbsp;“‘Heaven is my throne,</span><br><span id=\"p44007049_03-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the earth is my footstool.</span><br><span id=\"p44007049_03-16\" class=\"line\">&nbsp;&nbsp;What kind of house will you build for me, says the Lord,</span><br><span id=\"p44007049_03-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or what is the place of my rest?</span><br><span id=\"p44007050_03-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v44007050-1\">50&nbsp;</b>&nbsp;&nbsp;Did not my hand make all these things?’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44007050_03-16\"><b class=\"verse-num\" id=\"v44007051-1\">51&nbsp;</b>“You stiff-necked people, uncircumcised in heart and ears, you always resist the Holy Spirit. As your fathers did, so do you. <b class=\"verse-num\" id=\"v44007052-1\">52&nbsp;</b>Which of the prophets did your fathers not persecute? And they killed those who announced beforehand the coming of the Righteous One, whom you have now betrayed and murdered, <b class=\"verse-num\" id=\"v44007053-1\">53&nbsp;</b>you who received the law as delivered by angels and did not keep it.”</p>\n\n<p id=\"p44007053_07-16\"><b class=\"verse-num\" id=\"v44007054-1\">54&nbsp;</b>Now when they heard these things they were enraged, and they ground their teeth at him. <b class=\"verse-num\" id=\"v44007055-1\">55&nbsp;</b>But he, full of the Holy Spirit, gazed into heaven and saw the glory of God, and Jesus standing at the right hand of God. <b class=\"verse-num\" id=\"v44007056-1\">56&nbsp;</b>And he said, “Behold, I see the heavens opened, and the Son of Man standing at the right hand of God.” <b class=\"verse-num\" id=\"v44007057-1\">57&nbsp;</b>But they cried out with a loud voice and stopped their ears and rushed together at him. <b class=\"verse-num\" id=\"v44007058-1\">58&nbsp;</b>Then they cast him out of the city and stoned him. And the witnesses laid down their garments at the feet of a young man named Saul. <b class=\"verse-num\" id=\"v44007059-1\">59&nbsp;</b>And as they were stoning Stephen, he called out, “Lord Jesus, receive my spirit.” <b class=\"verse-num\" id=\"v44007060-1\">60&nbsp;</b>And falling to his knees he cried out with a loud voice, “Lord, do not hold this sin against them.” And when he had said this, he fell asleep.</p>\n\n</div>","kjv":"<strong>1</strong> Then said the high priest, Are these things so?  <strong>2</strong> And he said, Men, brethren, and fathers, hearken; The God of glory appeared unto our father Abraham, when he was in Mesopotamia, before he dwelt in Charran,  <strong>3</strong> And said unto him, Get thee out of thy country, and from thy kindred, and come into the land which I shall shew thee.  <strong>4</strong> Then came he out of the land of the Chaldaeans, and dwelt in Charran: and from thence, when his father was dead, he removed him into this land, wherein ye now dwell.  <strong>5</strong> And he gave him none inheritance in it, no, not so much as  to set his foot on: yet he promised that he would give it to him for a possession, and to his seed after him, when as yet he had no child.  <strong>6</strong> And God spake on this wise, That his seed should sojourn in a strange land; and that they should bring them into bondage, and entreat them  evil four hundred years.  <strong>7</strong> And the nation to whom they shall be in bondage will I judge, said God: and after that shall they come forth, and serve me in this place.  <strong>8</strong> And he gave him the covenant of circumcision: and so Abraham  begat Isaac, and circumcised him the eighth day; and Isaac begat  Jacob; and Jacob begat the twelve patriarchs.  <strong>9</strong> And the patriarchs, moved with envy, sold Joseph into Egypt: but God was with him,  <strong>10</strong> And delivered him out of all his afflictions, and gave him favour and wisdom in the sight of Pharaoh king of Egypt; and he made him governor over Egypt and all his house.  <strong>11</strong> Now there came a dearth over all the land of Egypt and Chanaan, and great affliction: and our fathers found no sustenance.  <strong>12</strong> But when Jacob heard that there was corn in Egypt, he sent out our fathers first.  <strong>13</strong> And at the second time Joseph was made known to his brethren; and Joseph’s kindred was made known unto Pharaoh.  <strong>14</strong> Then sent Joseph, and called his father Jacob to him, and all his kindred, threescore and fifteen souls.  <strong>15</strong> So Jacob went down into Egypt, and died, he, and our fathers,  <strong>16</strong> And were carried over into Sychem, and laid in the sepulchre that Abraham bought for a sum of money of the sons of Emmor the father  of Sychem.  <strong>17</strong> But when the time of the promise drew nigh, which God had sworn to Abraham, the people grew and multiplied in Egypt,  <strong>18</strong> Till another king arose, which knew not Joseph.  <strong>19</strong> The same dealt subtilly with our kindred, and evil entreated our fathers, so that they cast out their young children, to the end they might not live.  <strong>20</strong> In which time Moses was born, and was exceeding fair, and nourished up in his father’s house three months:  <strong>21</strong> And when he was cast out, Pharaoh’s daughter took him up, and nourished him for her own son.  <strong>22</strong> And Moses was learned in all the wisdom of the Egyptians, and was mighty in words and in deeds.  <strong>23</strong> And when he was full forty years old, it came into his heart to visit his brethren the children of Israel.  <strong>24</strong> And seeing one of them suffer wrong, he defended him,  and avenged him that was oppressed, and smote the Egyptian:  <strong>25</strong> For he supposed his brethren would have understood how that God by his hand would deliver them: but they understood not.  <strong>26</strong> And the next day he shewed himself unto them as they strove, and would have set them at one again, saying, Sirs, ye are brethren; why do ye wrong one to another?  <strong>27</strong> But he that did his neighbour wrong thrust him away, saying, Who made thee a ruler and a judge over us?  <strong>28</strong> Wilt thou kill me, as thou diddest the Egyptian yesterday?  <strong>29</strong> Then fled Moses at this saying, and was a stranger in the land of Madian, where he begat two sons.  <strong>30</strong> And when forty years were expired, there appeared to him in the wilderness of mount Sina an angel of the Lord in a flame of fire in a bush.  <strong>31</strong> When Moses saw it, he wondered at the sight: and as he drew near to behold it, the voice of the Lord came unto him,  <strong>32</strong> Saying, I am the God of thy fathers, the God of Abraham, and the God of Isaac, and the God of Jacob. Then Moses trembled, and durst not behold.  <strong>33</strong> Then said the Lord to him, Put off thy shoes from thy feet: for the place where thou standest is holy ground.  <strong>34</strong> I have seen, I have seen the affliction of my people which is in Egypt, and I have heard their groaning, and am come down to deliver them. And now come, I will send thee into Egypt.  <strong>35</strong> This Moses whom they refused, saying, Who made thee a ruler and a judge? the same did God send to be a ruler and a deliverer by the hand of the angel which appeared to him in the bush.  <strong>36</strong> He brought them out, after that he had shewed wonders and signs in the land of Egypt, and in the Red sea, and in the wilderness forty years.  <strong>37</strong> This is that Moses, which said unto the children of Israel, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear.  <strong>38</strong> This is he, that was in the church in the wilderness with the angel which spake to him in the mount Sina, and with our fathers: who received the lively oracles to give unto us:  <strong>39</strong> To whom our fathers would not obey, but thrust him from them, and in their hearts turned back again into Egypt,  <strong>40</strong> Saying unto Aaron, Make us gods to go before us: for as for  this Moses, which brought us out of the land of Egypt, we wot not what is become of him.  <strong>41</strong> And they made a calf in those days, and offered sacrifice unto the idol, and rejoiced in the works of their own hands.  <strong>42</strong> Then God turned, and gave them up to worship the host of heaven; as it is written in the book of the prophets, O ye house of Israel, have ye offered to me slain beasts and sacrifices by the space of forty years in the wilderness?  <strong>43</strong> Yea, ye took up the tabernacle of Moloch, and the star of your god Remphan, figures which ye made to worship them: and I will carry you away beyond Babylon.  <strong>44</strong> Our fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.  <strong>45</strong> Which also our fathers that came after brought in with Jesus into the possession of the Gentiles, whom God drave out before the face of our fathers, unto the days of David;  <strong>46</strong> Who found favour before God, and desired to find a tabernacle for the God of Jacob.  <strong>47</strong> But Solomon built him an house.  <strong>48</strong> Howbeit the most High dwelleth not in temples made with hands; as saith the prophet,  <strong>49</strong> Heaven is my throne, and earth is my footstool: what house will ye build me? saith the Lord: or what is the place of my rest?  <strong>50</strong> Hath not my hand made all these things?  <strong>51</strong> Ye stiffnecked and uncircumcised in heart and ears, ye do always resist the Holy Ghost: as your fathers did, so do ye.  <strong>52</strong> Which of the prophets have not your fathers persecuted? and they have slain them which shewed before of the coming of the Just One; of whom ye have been now the betrayers and murderers:  <strong>53</strong> Who have received the law by the disposition of angels, and have not kept it.  <strong>54</strong> When they heard these things, they were cut to the heart, and they gnashed on him with their teeth.  <strong>55</strong> But he, being full of the Holy Ghost, looked up stedfastly into heaven, and saw the glory of God, and Jesus standing on the right hand of God,  <strong>56</strong> And said, Behold, I see the heavens opened, and the Son of man standing on the right hand of God.  <strong>57</strong> Then they cried out with a loud voice, and stopped their ears, and ran upon him with one accord,  <strong>58</strong> And cast him out of the city, and stoned him: and the witnesses laid down their clothes at a young man’s feet, whose name was Saul.  <strong>59</strong> And they stoned Stephen, calling upon God, and saying, Lord Jesus, receive my spirit.  <strong>60</strong> And he kneeled down, and cried with a loud voice, Lord, lay not this sin to their charge. And when he had said this, he fell asleep.  ","niv":"<sup><strong>1</strong></sup> Then the high priest asked him, \"Are these charges true?\" <sup><strong>2</strong></sup> To this he replied: \"Brothers and fathers, listen to me! The God of glory appeared to our father Abraham while he was still in Mesopotamia, before he lived in Haran. <sup><strong>3</strong></sup> 'Leave your country and your people,' God said, 'and go to the land I will show you.' <sup><strong>4</strong></sup> \"So he left the land of the Chaldeans and settled in Haran. After the death of his father, God sent him to this land where you are now living. <sup><strong>5</strong></sup> He gave him no inheritance here, not even a foot of ground. But God promised him that he and his descendants after him would possess the land, even though at that time Abraham had no child. <sup><strong>6</strong></sup> God spoke to him in this way: 'Your descendants will be strangers in a country not their own, and they will be enslaved and mistreated four hundred years. <sup><strong>7</strong></sup> But I will punish the nation they serve as slaves,' God said, 'and afterward they will come out of that country and worship me in this place.' <sup><strong>8</strong></sup> Then he gave Abraham the covenant of circumcision. And Abraham became the father of Isaac and circumcised him eight days after his birth. Later Isaac became the father of Jacob, and Jacob became the father of the twelve patriarchs. <sup><strong>9</strong></sup> \"Because the patriarchs were jealous of Joseph, they sold him as a slave into Egypt. But God was with him <sup><strong>10</strong></sup> and rescued him from all his troubles. He gave Joseph wisdom and enabled him to gain the goodwill of Pharaoh king of Egypt; so he made him ruler over Egypt and all his palace. <sup><strong>11</strong></sup> \"Then a famine struck all Egypt and Canaan, bringing great suffering, and our fathers could not find food. <sup><strong>12</strong></sup> When Jacob heard that there was grain in Egypt, he sent our fathers on their first visit. <sup><strong>13</strong></sup> On their second visit, Joseph told his brothers who he was, and Pharaoh learned about Joseph's family. <sup><strong>14</strong></sup> After this, Joseph sent for his father Jacob and his whole family, seventy-five in all. <sup><strong>15</strong></sup> Then Jacob went down to Egypt, where he and our fathers died. <sup><strong>16</strong></sup> Their bodies were brought back to Shechem and placed in the tomb that Abraham had bought from the sons of Hamor at Shechem for a certain sum of money. <sup><strong>17</strong></sup> \"As the time drew near for God to fulfill his promise to Abraham, the number of our people in Egypt greatly increased. <sup><strong>18</strong></sup> Then another king, who knew nothing about Joseph, became ruler of Egypt. <sup><strong>19</strong></sup> He dealt treacherously with our people and oppressed our forefathers by forcing them to throw out their newborn babies so that they would die. <sup><strong>20</strong></sup> \"At that time Moses was born, and he was no ordinary child. For three months he was cared for in his father's house. <sup><strong>21</strong></sup> When he was placed outside, Pharaoh's daughter took him and brought him up as her own son. <sup><strong>22</strong></sup> Moses was educated in all the wisdom of the Egyptians and was powerful in speech and action. <sup><strong>23</strong></sup> \"When Moses was forty years old, he decided to visit his fellow Israelites. <sup><strong>24</strong></sup> He saw one of them being mistreated by an Egyptian, so he went to his defense and avenged him by killing the Egyptian. <sup><strong>25</strong></sup> Moses thought that his own people would realize that God was using him to rescue them, but they did not. <sup><strong>26</strong></sup> The next day Moses came upon two Israelites who were fighting. He tried to reconcile them by saying, 'Men, you are brothers; why do you want to hurt each other?' <sup><strong>27</strong></sup> \"But the man who was mistreating the other pushed Moses aside and said, 'Who made you ruler and judge over us? <sup><strong>28</strong></sup> Do you want to kill me as you killed the Egyptian yesterday?' <sup><strong>29</strong></sup> When Moses heard this, he fled to Midian, where he settled as a foreigner and had two sons. <sup><strong>30</strong></sup> \"After forty years had passed, an angel appeared to Moses in the flames of a burning bush in the desert near Mount Sinai. <sup><strong>31</strong></sup> When he saw this, he was amazed at the sight. As he went over to look more closely, he heard the Lord's voice: <sup><strong>32</strong></sup> 'I am the God of your fathers, the God of Abraham, Isaac and Jacob.' Moses trembled with fear and did not dare to look. <sup><strong>33</strong></sup> \"Then the Lord said to him, 'Take off your sandals; the place where you are standing is holy ground. <sup><strong>34</strong></sup> I have indeed seen the oppression of my people in Egypt. I have heard their groaning and have come down to set them free. Now come, I will send you back to Egypt.' <sup><strong>35</strong></sup> \"This is the same Moses whom they had rejected with the words, 'Who made you ruler and judge?' He was sent to be their ruler and deliverer by God himself, through the angel who appeared to him in the bush. <sup><strong>36</strong></sup> He led them out of Egypt and did wonders and miraculous signs in Egypt, at the Red Sea and for forty years in the desert. <sup><strong>37</strong></sup> \"This is that Moses who told the Israelites, 'God will send you a prophet like me from your own people.' <sup><strong>38</strong></sup> He was in the assembly in the desert, with the angel who spoke to him on Mount Sinai, and with our fathers; and he received living words to pass on to us. <sup><strong>39</strong></sup> \"But our fathers refused to obey him. Instead, they rejected him and in their hearts turned back to Egypt. <sup><strong>40</strong></sup> They told Aaron, 'Make us gods who will go before us. As for this fellow Moses who led us out of Egypt--we don't know what has happened to him!' <sup><strong>41</strong></sup> That was the time they made an idol in the form of a calf. They brought sacrifices to it and held a celebration in honor of what their hands had made. <sup><strong>42</strong></sup> But God turned away and gave them over to the worship of the heavenly bodies. This agrees with what is written in the book of the prophets: \"'Did you bring me sacrifices and offerings forty years in the desert, O house of Israel? <sup><strong>43</strong></sup> You have lifted up the shrine of Molech and the star of your god Rephan, the idols you made to worship. Therefore I will send you into exile' beyond Babylon. <sup><strong>44</strong></sup> \"Our forefathers had the tabernacle of the Testimony with them in the desert. It had been made as God directed Moses, according to the pattern he had seen. <sup><strong>45</strong></sup> Having received the tabernacle, our fathers under Joshua brought it with them when they took the land from the nations God drove out before them. It remained in the land until the time of David, <sup><strong>46</strong></sup> who enjoyed God's favor and asked that he might provide a dwelling place for the God of Jacob. <sup><strong>47</strong></sup> But it was Solomon who built the house for him. <sup><strong>48</strong></sup> \"However, the Most High does not live in houses made by men. As the prophet says: <sup><strong>49</strong></sup> \"'Heaven is my throne, and the earth is my footstool. What kind of house will you build for me? says the Lord. Or where will my resting place be? <sup><strong>50</strong></sup> Has not my hand made all these things?' <sup><strong>51</strong></sup> \"You stiff-necked people, with uncircumcised hearts and ears! You are just like your fathers: You always resist the Holy Spirit! <sup><strong>52</strong></sup> Was there ever a prophet your fathers did not persecute? They even killed those who predicted the coming of the Righteous One. And now you have betrayed and murdered him-- <sup><strong>53</strong></sup> you who have received the law that was put into effect through angels but have not obeyed it.\" <sup><strong>54</strong></sup> When they heard this, they were furious and gnashed their teeth at him. <sup><strong>55</strong></sup> But Stephen, full of the Holy Spirit, looked up to heaven and saw the glory of God, and Jesus standing at the right hand of God. <sup><strong>56</strong></sup> \"Look,\" he said, \"I see heaven open and the Son of Man standing at the right hand of God.\" <sup><strong>57</strong></sup> At this they covered their ears and, yelling at the top of their voices, they all rushed at him, <sup><strong>58</strong></sup> dragged him out of the city and began to stone him. Meanwhile, the witnesses laid their clothes at the feet of a young man named Saul. <sup><strong>59</strong></sup> While they were stoning him, Stephen prayed, \"Lord Jesus, receive my spirit.\" <sup><strong>60</strong></sup> Then he fell on his knees and cried out, \"Lord, do not hold this sin against them.\" When he had said this, he fell asleep. "},{"_id":"61624f9db1c7c31277405661","topicId":"61624f98b1c7c31277405650","verse":"Matthew 4:16","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004016_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004016-1\">16&nbsp;</b>&nbsp;&nbsp;the people dwelling in darkness</span><br><span id=\"p40004016_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have seen a great light,</span><br><span id=\"p40004016_01-17\" class=\"line\">&nbsp;&nbsp;and for those dwelling in the region and shadow of death,</span><br><span id=\"p40004016_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on them a light has dawned.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> The people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up.  ","niv":"<sup><strong>16</strong></sup> the people living in darkness have seen a great light; on those living in the land of the shadow of death a light has dawned.\""},{"_id":"61624f9db1c7c31277405662","topicId":"61624f98b1c7c31277405650","verse":"2 Samuel 1:1-27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p10001001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10001001-1\">1:1&nbsp;</b>After the death of Saul, when David had returned from striking down the Amalekites, David remained two days in Ziklag. <b class=\"verse-num\" id=\"v10001002-1\">2&nbsp;</b>And on the third day, behold, a man came from Saul’s camp, with his clothes torn and dirt on his head. And when he came to David, he fell to the ground and paid homage. <b class=\"verse-num\" id=\"v10001003-1\">3&nbsp;</b>David said to him, “Where do you come from?” And he said to him, “I have escaped from the camp of Israel.” <b class=\"verse-num\" id=\"v10001004-1\">4&nbsp;</b>And David said to him, “How did it go? Tell me.” And he answered, “The people fled from the battle, and also many of the people have fallen and are dead, and Saul and his son Jonathan are also dead.” <b class=\"verse-num\" id=\"v10001005-1\">5&nbsp;</b>Then David said to the young man who told him, “How do you know that Saul and his son Jonathan are dead?” <b class=\"verse-num\" id=\"v10001006-1\">6&nbsp;</b>And the young man who told him said, “By chance I happened to be on Mount Gilboa, and there was Saul leaning on his spear, and behold, the chariots and the horsemen were close upon him. <b class=\"verse-num\" id=\"v10001007-1\">7&nbsp;</b>And when he looked behind him, he saw me, and called to me. And I answered, ‘Here I am.’ <b class=\"verse-num\" id=\"v10001008-1\">8&nbsp;</b>And he said to me, ‘Who are you?’ I answered him, ‘I am an Amalekite.’ <b class=\"verse-num\" id=\"v10001009-1\">9&nbsp;</b>And he said to me, ‘Stand beside me and kill me, for anguish has seized me, and yet my life still lingers.’ <b class=\"verse-num\" id=\"v10001010-1\">10&nbsp;</b>So I stood beside him and killed him, because I was sure that he could not live after he had fallen. And I took the crown that was on his head and the armlet that was on his arm, and I have brought them here to my lord.”</p>\n<p id=\"p10001010_06-18\"><b class=\"verse-num\" id=\"v10001011-1\">11&nbsp;</b>Then David took hold of his clothes and tore them, and so did all the men who were with him. <b class=\"verse-num\" id=\"v10001012-1\">12&nbsp;</b>And they mourned and wept and fasted until evening for Saul and for Jonathan his son and for the people of the LORD and for the house of Israel, because they had fallen by the sword. <b class=\"verse-num\" id=\"v10001013-1\">13&nbsp;</b>And David said to the young man who told him, “Where do you come from?” And he answered, “I am the son of a sojourner, an Amalekite.” <b class=\"verse-num\" id=\"v10001014-1\">14&nbsp;</b>David said to him, “How is it you were not afraid to put out your hand to destroy the LORD’s anointed?” <b class=\"verse-num\" id=\"v10001015-1\">15&nbsp;</b>Then David called one of the young men and said, “Go, execute him.” And he struck him down so that he died. <b class=\"verse-num\" id=\"v10001016-1\">16&nbsp;</b>And David said to him, “Your blood be on your head, for your own mouth has testified against you, saying, ‘I have killed the LORD’s anointed.’”</p>\n\n<p id=\"p10001016_12-18\"><b class=\"verse-num\" id=\"v10001017-1\">17&nbsp;</b>And David lamented with this lamentation over Saul and Jonathan his son, <b class=\"verse-num\" id=\"v10001018-1\">18&nbsp;</b>and he said it should be taught to the people of Judah; behold, it is written in the Book of Jashar. He said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p10001019_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001019-1\">19&nbsp;</b>&nbsp;&nbsp;“Your glory, O Israel, is slain on your high places!</span><br><span id=\"p10001019_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;How the mighty have fallen!</span><br><span id=\"p10001020_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001020-1\">20&nbsp;</b>&nbsp;&nbsp;Tell it not in Gath,</span><br><span id=\"p10001020_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;publish it not in the streets of Ashkelon,</span><br><span id=\"p10001020_12-18\" class=\"line\">&nbsp;&nbsp;lest the daughters of the Philistines rejoice,</span><br><span id=\"p10001020_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest the daughters of the uncircumcised exult.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001021_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001021-1\">21&nbsp;</b>&nbsp;&nbsp;“You mountains of Gilboa,</span><br><span id=\"p10001021_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let there be no dew or rain upon you,</span><br><span id=\"p10001021_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor fields of offerings!</span><br><span id=\"p10001021_12-18\" class=\"line\">&nbsp;&nbsp;For there the shield of the mighty was defiled,</span><br><span id=\"p10001021_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the shield of Saul, not anointed with oil.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001022_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001022-1\">22&nbsp;</b>&nbsp;&nbsp;“From the blood of the slain,</span><br><span id=\"p10001022_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the fat of the mighty,</span><br><span id=\"p10001022_12-18\" class=\"line\">&nbsp;&nbsp;the bow of Jonathan turned not back,</span><br><span id=\"p10001022_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the sword of Saul returned not empty.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001023_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Saul and Jonathan, beloved and lovely!</span><br><span id=\"p10001023_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;In life and in death they were not divided;</span><br><span id=\"p10001023_12-18\" class=\"line\">&nbsp;&nbsp;they were swifter than eagles;</span><br><span id=\"p10001023_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they were stronger than lions.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001024_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001024-1\">24&nbsp;</b>&nbsp;&nbsp;“You daughters of Israel, weep over Saul,</span><br><span id=\"p10001024_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who clothed you luxuriously in scarlet,</span><br><span id=\"p10001024_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who put ornaments of gold on your apparel.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001025_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001025-1\">25&nbsp;</b>&nbsp;&nbsp;“How the mighty have fallen</span><br><span id=\"p10001025_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of the battle!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001025_12-18\" class=\"line\">&nbsp;&nbsp;“Jonathan lies slain on your high places.</span><br><span id=\"p10001026_12-18\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v10001026-1\">26&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;I am distressed for you, my brother Jonathan;</span><br><span id=\"p10001026_12-18\" class=\"line\">&nbsp;&nbsp;very pleasant have you been to me;</span><br><span id=\"p10001026_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your love to me was extraordinary,</span><br><span id=\"p10001026_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;surpassing the love of women.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001027_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001027-1\">27&nbsp;</b>&nbsp;&nbsp;“How the mighty have fallen,</span><br><span id=\"p10001027_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the weapons of war perished!”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass after the death of Saul, when David was returned from the slaughter of the Amalekites, and David had abode two days in Ziklag;  <strong>2</strong> It came even to pass on the third day, that, behold, a man came out of the camp from Saul with his clothes rent, and earth upon his head: and so it was, when he came to David, that he fell to the earth, and did obeisance.  <strong>3</strong> And David said unto him, From whence comest thou? And he said unto him, Out of the camp of Israel am I escaped.  <strong>4</strong> And David said unto him, How went the matter? I pray thee, tell me. And he answered, That the people are fled from the battle, and many of the people also are fallen and dead; and Saul and Jonathan his son are dead also.  <strong>5</strong> And David said unto the young man that told him, How knowest thou that Saul and Jonathan his son be dead?  <strong>6</strong> And the young man that told him said, As I happened by chance upon mount Gilboa, behold, Saul leaned upon his spear; and, lo, the chariots and horsemen followed hard after him.  <strong>7</strong> And when he looked behind him, he saw me, and called unto me. And I answered, Here am I.  <strong>8</strong> And he said unto me, Who art thou? And I answered him, I am an Amalekite.  <strong>9</strong> And he said unto me again, Stand, I pray thee, upon me, and slay me: for anguish is come upon me, because my life is yet whole in me.  <strong>10</strong> So I stood upon him, and slew him, because I was sure that he could not live after that he was fallen: and I took the crown that was upon his head, and the bracelet that was on his arm, and have brought them hither unto my lord.  <strong>11</strong> Then David took hold on his clothes, and rent them; and likewise all the men that were with him:  <strong>12</strong> And they mourned, and wept, and fasted until even, for Saul, and for Jonathan his son, and for the people of the LORD, and for the house of Israel; because they were fallen by the sword.  <strong>13</strong> And David said unto the young man that told him, Whence art  thou? And he answered, I am the son of a stranger, an Amalekite.  <strong>14</strong> And David said unto him, How wast thou not afraid to stretch forth thine hand to destroy the LORD’S anointed?  <strong>15</strong> And David called one of the young men, and said, Go near, and  fall upon him. And he smote him that he died.  <strong>16</strong> And David said unto him, Thy blood be upon thy head; for thy mouth hath testified against thee, saying, I have slain the LORD’S anointed.  <strong>17</strong> And David lamented with this lamentation over Saul and over Jonathan his son:  <strong>18</strong> (Also he bade them teach the children of Judah the use of  the bow: behold, it is written in the book of Jasher.)  <strong>19</strong> The beauty of Israel is slain upon thy high places: how are the mighty fallen!  <strong>20</strong> Tell it not in Gath, publish it not in the streets of Askelon; lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised triumph.  <strong>21</strong> Ye mountains of Gilboa, let there be no dew, neither let there be rain, upon you, nor fields of offerings: for there the shield of the mighty is vilely cast away, the shield of Saul, as though he had not been anointed with oil.  <strong>22</strong> From the blood of the slain, from the fat of the mighty, the bow of Jonathan turned not back, and the sword of Saul returned not empty.  <strong>23</strong> Saul and Jonathan were lovely and pleasant in their lives, and in their death they were not divided: they were swifter than eagles, they were stronger than lions.  <strong>24</strong> Ye daughters of Israel, weep over Saul, who clothed you in scarlet, with other delights, who put on ornaments of gold upon your apparel.  <strong>25</strong> How are the mighty fallen in the midst of the battle! O Jonathan, thou wast slain in thine high places.  <strong>26</strong> I am distressed for thee, my brother Jonathan: very pleasant hast thou been unto me: thy love to me was wonderful, passing the love of women.  <strong>27</strong> How are the mighty fallen, and the weapons of war perished!  ","niv":"<sup><strong>1</strong></sup> After the death of Saul, David returned from defeating the Amalekites and stayed in Ziklag two days. <sup><strong>2</strong></sup> On the third day a man arrived from Saul's camp, with his clothes torn and with dust on his head. When he came to David, he fell to the ground to pay him honor. <sup><strong>3</strong></sup> \"Where have you come from?\" David asked him. He answered, \"I have escaped from the Israelite camp.\" <sup><strong>4</strong></sup> \"What happened?\" David asked. \"Tell me.\" He said, \"The men fled from the battle. Many of them fell and died. And Saul and his son Jonathan are dead.\" <sup><strong>5</strong></sup> Then David said to the young man who brought him the report, \"How do you know that Saul and his son Jonathan are dead?\" <sup><strong>6</strong></sup> \"I happened to be on Mount Gilboa,\" the young man said, \"and there was Saul, leaning on his spear, with the chariots and riders almost upon him. <sup><strong>7</strong></sup> When he turned around and saw me, he called out to me, and I said, 'What can I do?' <sup><strong>8</strong></sup> \"He asked me, 'Who are you?'\"'An Amalekite,' I answered. <sup><strong>9</strong></sup> \"Then he said to me, 'Stand over me and kill me! I am in the throes of death, but I'm still alive.' <sup><strong>10</strong></sup> \"So I stood over him and killed him, because I knew that after he had fallen he could not survive. And I took the crown that was on his head and the band on his arm and have brought them here to my lord.\" <sup><strong>11</strong></sup> Then David and all the men with him took hold of their clothes and tore them. <sup><strong>12</strong></sup> They mourned and wept and fasted till evening for Saul and his son Jonathan, and for the army of the LORD and the house of Israel, because they had fallen by the sword. <sup><strong>13</strong></sup> David said to the young man who brought him the report, \"Where are you from?I am the son of an alien, an Amalekite,\" he answered. <sup><strong>14</strong></sup> David asked him, \"Why were you not afraid to lift your hand to destroy the LORD's anointed?\" <sup><strong>15</strong></sup> Then David called one of his men and said, \"Go, strike him down!\" So he struck him down, and he died. <sup><strong>16</strong></sup> For David had said to him, \"Your blood be on your own head. Your own mouth testified against you when you said, 'I killed the LORD's anointed.'\" <sup><strong>17</strong></sup> David took up this lament concerning Saul and his son Jonathan, <sup><strong>18</strong></sup> and ordered that the men of Judah be taught this lament of the bow (it is written in the Book of Jashar): <sup><strong>19</strong></sup> \"Your glory, O Israel, lies slain on your heights. How the mighty have fallen! <sup><strong>20</strong></sup> \"Tell it not in Gath, proclaim it not in the streets of Ashkelon, lest the daughters of the Philistines be glad, lest the daughters of the uncircumcised rejoice. <sup><strong>21</strong></sup> \"O mountains of Gilboa, may you have neither dew nor rain, nor fields that yield offerings of grain. For there the shield of the mighty was defiled, the shield of Saul-no longer rubbed with oil. <sup><strong>22</strong></sup> From the blood of the slain, from the flesh of the mighty, the bow of Jonathan did not turn back, the sword of Saul did not return unsatisfied. <sup><strong>23</strong></sup> \"Saul and Jonathan- in life they were loved and gracious, and in death they were not parted. They were swifter than eagles, they were stronger than lions. <sup><strong>24</strong></sup> \"O daughters of Israel, weep for Saul, who clothed you in scarlet and finery, who adorned your garments with ornaments of gold. <sup><strong>25</strong></sup> \"How the mighty have fallen in battle! Jonathan lies slain on your heights. <sup><strong>26</strong></sup> I grieve for you, Jonathan my brother; you were very dear to me. Your love for me was wonderful, more wonderful than that of women. <sup><strong>27</strong></sup> \"How the mighty have fallen! The weapons of war have perished!\" "},{"_id":"61624f9eb1c7c31277405663","topicId":"61624f98b1c7c31277405650","verse":"Ruth 1:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p08001001_03-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v08001001-1\">1:1&nbsp;</b>In the days when the judges ruled there was a famine in the land, and a man of Bethlehem in Judah went to sojourn in the country of Moab, he and his wife and his two sons. <b class=\"verse-num\" id=\"v08001002-1\">2&nbsp;</b>The name of the man was Elimelech and the name of his wife Naomi, and the names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They went into the country of Moab and remained there. <b class=\"verse-num\" id=\"v08001003-1\">3&nbsp;</b>But Elimelech, the husband of Naomi, died, and she was left with her two sons. <b class=\"verse-num\" id=\"v08001004-1\">4&nbsp;</b>These took Moabite wives; the name of the one was Orpah and the name of the other Ruth. They lived there about ten years, <b class=\"verse-num\" id=\"v08001005-1\">5&nbsp;</b>and both Mahlon and Chilion died, so that the woman was left without her two sons and her husband.</p>\n\n<p id=\"p08001005_07-19\"><b class=\"verse-num\" id=\"v08001006-1\">6&nbsp;</b>Then she arose with her daughters-in-law to return from the country of Moab, for she had heard in the fields of Moab that the LORD had visited his people and given them food. <b class=\"verse-num\" id=\"v08001007-1\">7&nbsp;</b>So she set out from the place where she was with her two daughters-in-law, and they went on the way to return to the land of Judah. <b class=\"verse-num\" id=\"v08001008-1\">8&nbsp;</b>But Naomi said to her two daughters-in-law, “Go, return each of you to her mother’s house. May the LORD deal kindly with you, as you have dealt with the dead and with me. <b class=\"verse-num\" id=\"v08001009-1\">9&nbsp;</b>The LORD grant that you may find rest, each of you in the house of her husband!” Then she kissed them, and they lifted up their voices and wept. <b class=\"verse-num\" id=\"v08001010-1\">10&nbsp;</b>And they said to her, “No, we will return with you to your people.” <b class=\"verse-num\" id=\"v08001011-1\">11&nbsp;</b>But Naomi said, “Turn back, my daughters; why will you go with me? Have I yet sons in my womb that they may become your husbands? <b class=\"verse-num\" id=\"v08001012-1\">12&nbsp;</b>Turn back, my daughters; go your way, for I am too old to have a husband. If I should say I have hope, even if I should have a husband this night and should bear sons, <b class=\"verse-num\" id=\"v08001013-1\">13&nbsp;</b>would you therefore wait till they were grown? Would you therefore refrain from marrying? No, my daughters, for it is exceedingly bitter to me for your sake that the hand of the LORD has gone out against me.” <b class=\"verse-num\" id=\"v08001014-1\">14&nbsp;</b>Then they lifted up their voices and wept again. And Orpah kissed her mother-in-law, but Ruth clung to her.</p>\n<p id=\"p08001014_07-19\"><b class=\"verse-num\" id=\"v08001015-1\">15&nbsp;</b>And she said, “See, your sister-in-law has gone back to her people and to her gods; return after your sister-in-law.” <b class=\"verse-num\" id=\"v08001016-1\">16&nbsp;</b>But Ruth said, “Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God. <b class=\"verse-num\" id=\"v08001017-1\">17&nbsp;</b>Where you die I will die, and there will I be buried. May the LORD do so to me and more also if anything but death parts me from you.” <b class=\"verse-num\" id=\"v08001018-1\">18&nbsp;</b>And when Naomi saw that she was determined to go with her, she said no more.</p>\n\n<p id=\"p08001018_11-19\"><b class=\"verse-num\" id=\"v08001019-1\">19&nbsp;</b>So the two of them went on until they came to Bethlehem. And when they came to Bethlehem, the whole town was stirred because of them. And the women said, “Is this Naomi?” <b class=\"verse-num\" id=\"v08001020-1\">20&nbsp;</b>She said to them, “Do not call me Naomi; call me Mara, for the Almighty has dealt very bitterly with me. <b class=\"verse-num\" id=\"v08001021-1\">21&nbsp;</b>I went away full, and the LORD has brought me back empty. Why call me Naomi, when the LORD has testified against me and the Almighty has brought calamity upon me?”</p>\n<p id=\"p08001021_11-19\"><b class=\"verse-num\" id=\"v08001022-1\">22&nbsp;</b>So Naomi returned, and Ruth the Moabite her daughter-in-law with her, who returned from the country of Moab. And they came to Bethlehem at the beginning of barley harvest.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehemjudah went to sojourn in the country of Moab, he, and his wife, and his two sons.  <strong>2</strong> And the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Bethlehemjudah. And they came into the country of Moab, and continued there.  <strong>3</strong> And Elimelech Naomi’s husband died; and she was left, and her two sons.  <strong>4</strong> And they took them wives of the women of Moab; the name of the one was Orpah, and the name of the other Ruth: and they dwelled there about ten years.  <strong>5</strong> And Mahlon and Chilion died also both of them; and the woman was left of her two sons and her husband.  <strong>6</strong> Then she arose with her daughters in law, that she might return from the country of Moab: for she had heard in the country of Moab how that the LORD had visited his people in giving them bread.  <strong>7</strong> Wherefore she went forth out of the place where she was, and her two daughters in law with her; and they went on the way to return unto the land of Judah.  <strong>8</strong> And Naomi said unto her two daughters in law, Go, return each to her mother’s house: the LORD deal kindly with you, as ye have dealt with the dead, and with me.  <strong>9</strong> The LORD grant you that ye may find rest, each of you in the house of her husband. Then she kissed them; and they lifted up their voice, and wept.  <strong>10</strong> And they said unto her, Surely we will return with thee unto thy people.  <strong>11</strong> And Naomi said, Turn again, my daughters: why will ye go with me? are there yet any more sons in my womb, that they may be your husbands?  <strong>12</strong> Turn again, my daughters, go your way; for I am too old to have an husband. If I should say, I have hope, if I should have an husband also to night, and should also bear sons;  <strong>13</strong> Would ye tarry for them till they were grown? would ye stay for them from having husbands? nay, my daughters; for it grieveth me much for your sakes that the hand of the LORD is gone out against me.  <strong>14</strong> And they lifted up their voice, and wept again: and Orpah kissed her mother in law; but Ruth clave unto her.  <strong>15</strong> And she said, Behold, thy sister in law is gone back unto her people, and unto her gods: return thou after thy sister in law.  <strong>16</strong> And Ruth said, Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God:  <strong>17</strong> Where thou diest, will I die, and there will I be buried: the LORD do so to me, and more also, if ought but death part thee and me.  <strong>18</strong> When she saw that she was stedfastly minded to go with her, then she left speaking unto her.  <strong>19</strong> So they two went until they came to Bethlehem. And it came to pass, when they were come to Bethlehem, that all the city was moved about them, and they said, Is this Naomi?  <strong>20</strong> And she said unto them, Call me not Naomi, call me Mara: for the Almighty hath dealt very bitterly with me.  <strong>21</strong> I went out full, and the LORD hath brought me home again empty: why then call ye me Naomi, seeing the LORD hath testified against me, and the Almighty hath afflicted me?  <strong>22</strong> So Naomi returned, and Ruth the Moabitess, her daughter in law, with her, which returned out of the country of Moab: and they came to Bethlehem in the beginning of barley harvest.  ","niv":"<sup><strong>1</strong></sup> In the days when the judges ruled, there was a famine in the land, and a man from Bethlehem in Judah, together with his wife and two sons, went to live for a while in the country of Moab. <sup><strong>2</strong></sup> The man's name was Elimelech, his wife's name Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem, Judah. And they went to Moab and lived there. <sup><strong>3</strong></sup> Now Elimelech, Naomi's husband, died, and she was left with her two sons. <sup><strong>4</strong></sup> They married Moabite women, one named Orpah and the other Ruth. After they had lived there about ten years, <sup><strong>5</strong></sup> both Mahlon and Kilion also died, and Naomi was left without her two sons and her husband. <sup><strong>6</strong></sup> When she heard in Moab that the LORD had come to the aid of his people by providing food for them, Naomi and her daughters-in-law prepared to return home from there. <sup><strong>7</strong></sup> With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah. <sup><strong>8</strong></sup> Then Naomi said to her two daughters-in-law, \"Go back, each of you, to your mother's home. May the LORD show kindness to you, as you have shown to your dead and to me. <sup><strong>9</strong></sup> May the LORD grant that each of you will find rest in the home of another husband.\" Then she kissed them and they wept aloud <sup><strong>10</strong></sup> and said to her, \"We will go back with you to your people.\" <sup><strong>11</strong></sup> But Naomi said, \"Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands? <sup><strong>12</strong></sup> Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me-even if I had a husband tonight and then gave birth to sons- <sup><strong>13</strong></sup> would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the LORD's hand has gone out against me!\" <sup><strong>14</strong></sup> At this they wept again. Then Orpah kissed her mother-in-law good-by, but Ruth clung to her. <sup><strong>15</strong></sup> \"Look,\" said Naomi, \"your sister-in-law is going back to her people and her gods. Go back with her.\" <sup><strong>16</strong></sup> But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God. <sup><strong>17</strong></sup> Where you die I will die, and there I will be buried. May the LORD deal with me, be it ever so severely, if anything but death separates you and me.\" <sup><strong>18</strong></sup> When Naomi realized that Ruth was determined to go with her, she stopped urging her. <sup><strong>19</strong></sup> So the two women went on until they came to Bethlehem. When they arrived in Bethlehem, the whole town was stirred because of them, and the women exclaimed, \"Can this be Naomi?\" <sup><strong>20</strong></sup> \"Don't call me Naomi, \"she told them. \"Call me Mara, because the Almighty has made my life very bitter. <sup><strong>21</strong></sup> I went away full, but the LORD has brought me back empty. Why call me Naomi? The LORD has afflicted me; the Almighty has brought misfortune upon me.\" <sup><strong>22</strong></sup> So Naomi returned from Moab accompanied by Ruth the Moabitess, her daughter-in-law, arriving in Bethlehem as the barley harvest was beginning. "},{"_id":"61624f9eb1c7c31277405664","topicId":"61624f98b1c7c31277405650","verse":"Colossians 1:1-29","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-20\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-20\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-20\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-20\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-20\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-20\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-20\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "},{"_id":"61624f9eb1c7c31277405665","topicId":"61624f98b1c7c31277405650","verse":"Romans 12:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"61624f9eb1c7c31277405666","topicId":"61624f98b1c7c31277405650","verse":"Romans 3:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"},{"_id":"61624f9fb1c7c31277405667","topicId":"61624f98b1c7c31277405650","verse":"Acts 22:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44022016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44022016-1\">16&nbsp;</b>And now why do you wait? Rise and be baptized and wash away your sins, calling on his name.’</p>\n</div>","kjv":"<strong>16</strong> And now why tarriest thou? arise, and be baptized, and wash away thy sins, calling on the name of the Lord.  ","niv":"<sup><strong>16</strong></sup> And now what are you waiting for? Get up, be baptized and wash your sins away, calling on his name.'"},{"_id":"61624f9fb1c7c31277405668","topicId":"61624f98b1c7c31277405650","verse":"Luke 13:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42013003_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42013003-1\">3&nbsp;</b><span class=\"woc\">No, I tell you; but unless you repent, you will all likewise perish.</span></p>\n</div>","kjv":"<strong>3</strong> I tell you, Nay: but, except ye repent, ye shall all likewise perish.  ","niv":"<sup><strong>3</strong></sup> I tell you, no! But unless you repent, you too will all perish."},{"_id":"61624f9fb1c7c31277405669","topicId":"61624f98b1c7c31277405650","verse":"1 Kings 2:1-46","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p11002001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11002001-1\">2:1&nbsp;</b>When David’s time to die drew near, he commanded Solomon his son, saying, <b class=\"verse-num\" id=\"v11002002-1\">2&nbsp;</b>“I am about to go the way of all the earth. Be strong, and show yourself a man, <b class=\"verse-num\" id=\"v11002003-1\">3&nbsp;</b>and keep the charge of the LORD your God, walking in his ways and keeping his statutes, his commandments, his rules, and his testimonies, as it is written in the Law of Moses, that you may prosper in all that you do and wherever you turn, <b class=\"verse-num\" id=\"v11002004-1\">4&nbsp;</b>that the LORD may establish his word that he spoke concerning me, saying, ‘If your sons pay close attention to their way, to walk before me in faithfulness with all their heart and with all their soul, you shall not lack a man on the throne of Israel.’</p>\n<p id=\"p11002004_05-26\"><b class=\"verse-num\" id=\"v11002005-1\">5&nbsp;</b>“Moreover, you also know what Joab the son of Zeruiah did to me, how he dealt with the two commanders of the armies of Israel, Abner the son of Ner, and Amasa the son of Jether, whom he killed, avenging in time of peace for blood that had been shed in war, and putting the blood of war on the belt around his waist and on the sandals on his feet. <b class=\"verse-num\" id=\"v11002006-1\">6&nbsp;</b>Act therefore according to your wisdom, but do not let his gray head go down to Sheol in peace. <b class=\"verse-num\" id=\"v11002007-1\">7&nbsp;</b>But deal loyally with the sons of Barzillai the Gileadite, and let them be among those who eat at your table, for with such loyalty they met me when I fled from Absalom your brother. <b class=\"verse-num\" id=\"v11002008-1\">8&nbsp;</b>And there is also with you Shimei the son of Gera, the Benjaminite from Bahurim, who cursed me with a grievous curse on the day when I went to Mahanaim. But when he came down to meet me at the Jordan, I swore to him by the LORD, saying, ‘I will not put you to death with the sword.’ <b class=\"verse-num\" id=\"v11002009-1\">9&nbsp;</b>Now therefore do not hold him guiltless, for you are a wise man. You will know what you ought to do to him, and you shall bring his gray head down with blood to Sheol.”</p>\n\n<p id=\"p11002009_09-26\"><b class=\"verse-num\" id=\"v11002010-1\">10&nbsp;</b>Then David slept with his fathers and was buried in the city of David. <b class=\"verse-num\" id=\"v11002011-1\">11&nbsp;</b>And the time that David reigned over Israel was forty years. He reigned seven years in Hebron and thirty-three years in Jerusalem. <b class=\"verse-num\" id=\"v11002012-1\">12&nbsp;</b>So Solomon sat on the throne of David his father, and his kingdom was firmly established.</p>\n\n<p id=\"p11002012_12-26\"><b class=\"verse-num\" id=\"v11002013-1\">13&nbsp;</b>Then Adonijah the son of Haggith came to Bathsheba the mother of Solomon. And she said, “Do you come peacefully?” He said, “Peacefully.” <b class=\"verse-num\" id=\"v11002014-1\">14&nbsp;</b>Then he said, “I have something to say to you.” She said, “Speak.” <b class=\"verse-num\" id=\"v11002015-1\">15&nbsp;</b>He said, “You know that the kingdom was mine, and that all Israel fully expected me to reign. However, the kingdom has turned about and become my brother’s, for it was his from the LORD. <b class=\"verse-num\" id=\"v11002016-1\">16&nbsp;</b>And now I have one request to make of you; do not refuse me.” She said to him, “Speak.” <b class=\"verse-num\" id=\"v11002017-1\">17&nbsp;</b>And he said, “Please ask King Solomon—he will not refuse you—to give me Abishag the Shunammite as my wife.” <b class=\"verse-num\" id=\"v11002018-1\">18&nbsp;</b>Bathsheba said, “Very well; I will speak for you to the king.”</p>\n<p id=\"p11002018_12-26\"><b class=\"verse-num\" id=\"v11002019-1\">19&nbsp;</b>So Bathsheba went to King Solomon to speak to him on behalf of Adonijah. And the king rose to meet her and bowed down to her. Then he sat on his throne and had a seat brought for the king’s mother, and she sat on his right. <b class=\"verse-num\" id=\"v11002020-1\">20&nbsp;</b>Then she said, “I have one small request to make of you; do not refuse me.” And the king said to her, “Make your request, my mother, for I will not refuse you.” <b class=\"verse-num\" id=\"v11002021-1\">21&nbsp;</b>She said, “Let Abishag the Shunammite be given to Adonijah your brother as his wife.” <b class=\"verse-num\" id=\"v11002022-1\">22&nbsp;</b>King Solomon answered his mother, “And why do you ask Abishag the Shunammite for Adonijah? Ask for him the kingdom also, for he is my older brother, and on his side are Abiathar the priest and Joab the son of Zeruiah.” <b class=\"verse-num\" id=\"v11002023-1\">23&nbsp;</b>Then King Solomon swore by the LORD, saying, “God do so to me and more also if this word does not cost Adonijah his life! <b class=\"verse-num\" id=\"v11002024-1\">24&nbsp;</b>Now therefore as the LORD lives, who has established me and placed me on the throne of David my father, and who has made me a house, as he promised, Adonijah shall be put to death today.” <b class=\"verse-num\" id=\"v11002025-1\">25&nbsp;</b>So King Solomon sent Benaiah the son of Jehoiada, and he struck him down, and he died.</p>\n<p id=\"p11002025_12-26\"><b class=\"verse-num\" id=\"v11002026-1\">26&nbsp;</b>And to Abiathar the priest the king said, “Go to Anathoth, to your estate, for you deserve death. But I will not at this time put you to death, because you carried the ark of the Lord GOD before David my father, and because you shared in all my father’s affliction.” <b class=\"verse-num\" id=\"v11002027-1\">27&nbsp;</b>So Solomon expelled Abiathar from being priest to the LORD, thus fulfilling the word of the LORD that he had spoken concerning the house of Eli in Shiloh.</p>\n<p id=\"p11002027_12-26\"><b class=\"verse-num\" id=\"v11002028-1\">28&nbsp;</b>When the news came to Joab—for Joab had supported Adonijah although he had not supported Absalom—Joab fled to the tent of the LORD and caught hold of the horns of the altar. <b class=\"verse-num\" id=\"v11002029-1\">29&nbsp;</b>And when it was told King Solomon, “Joab has fled to the tent of the LORD, and behold, he is beside the altar,” Solomon sent Benaiah the son of Jehoiada, saying, “Go, strike him down.” <b class=\"verse-num\" id=\"v11002030-1\">30&nbsp;</b>So Benaiah came to the tent of the LORD and said to him, “The king commands, ‘Come out.’” But he said, “No, I will die here.” Then Benaiah brought the king word again, saying, “Thus said Joab, and thus he answered me.” <b class=\"verse-num\" id=\"v11002031-1\">31&nbsp;</b>The king replied to him, “Do as he has said, strike him down and bury him, and thus take away from me and from my father’s house the guilt for the blood that Joab shed without cause. <b class=\"verse-num\" id=\"v11002032-1\">32&nbsp;</b>The LORD will bring back his bloody deeds on his own head, because, without the knowledge of my father David, he attacked and killed with the sword two men more righteous and better than himself, Abner the son of Ner, commander of the army of Israel, and Amasa the son of Jether, commander of the army of Judah. <b class=\"verse-num\" id=\"v11002033-1\">33&nbsp;</b>So shall their blood come back on the head of Joab and on the head of his descendants forever. But for David and for his descendants and for his house and for his throne there shall be peace from the LORD forevermore.” <b class=\"verse-num\" id=\"v11002034-1\">34&nbsp;</b>Then Benaiah the son of Jehoiada went up and struck him down and put him to death. And he was buried in his own house in the wilderness. <b class=\"verse-num\" id=\"v11002035-1\">35&nbsp;</b>The king put Benaiah the son of Jehoiada over the army in place of Joab, and the king put Zadok the priest in the place of Abiathar.</p>\n<p id=\"p11002035_12-26\"><b class=\"verse-num\" id=\"v11002036-1\">36&nbsp;</b>Then the king sent and summoned Shimei and said to him, “Build yourself a house in Jerusalem and dwell there, and do not go out from there to any place whatever. <b class=\"verse-num\" id=\"v11002037-1\">37&nbsp;</b>For on the day you go out and cross the brook Kidron, know for certain that you shall die. Your blood shall be on your own head.” <b class=\"verse-num\" id=\"v11002038-1\">38&nbsp;</b>And Shimei said to the king, “What you say is good; as my lord the king has said, so will your servant do.” So Shimei lived in Jerusalem many days.</p>\n<p id=\"p11002038_12-26\"><b class=\"verse-num\" id=\"v11002039-1\">39&nbsp;</b>But it happened at the end of three years that two of Shimei’s servants ran away to Achish, son of Maacah, king of Gath. And when it was told Shimei, “Behold, your servants are in Gath,” <b class=\"verse-num\" id=\"v11002040-1\">40&nbsp;</b>Shimei arose and saddled a donkey and went to Gath to Achish to seek his servants. Shimei went and brought his servants from Gath. <b class=\"verse-num\" id=\"v11002041-1\">41&nbsp;</b>And when Solomon was told that Shimei had gone from Jerusalem to Gath and returned, <b class=\"verse-num\" id=\"v11002042-1\">42&nbsp;</b>the king sent and summoned Shimei and said to him, “Did I not make you swear by the LORD and solemnly warn you, saying, ‘Know for certain that on the day you go out and go to any place whatever, you shall die’? And you said to me, ‘What you say is good; I will obey.’ <b class=\"verse-num\" id=\"v11002043-1\">43&nbsp;</b>Why then have you not kept your oath to the LORD and the commandment with which I commanded you?” <b class=\"verse-num\" id=\"v11002044-1\">44&nbsp;</b>The king also said to Shimei, “You know in your own heart all the harm that you did to David my father. So the LORD will bring back your harm on your own head. <b class=\"verse-num\" id=\"v11002045-1\">45&nbsp;</b>But King Solomon shall be blessed, and the throne of David shall be established before the LORD forever.” <b class=\"verse-num\" id=\"v11002046-1\">46&nbsp;</b>Then the king commanded Benaiah the son of Jehoiada, and he went out and struck him down, and he died.</p>\n<p id=\"p11002046_12-26\">So the kingdom was established in the hand of Solomon.</p>\n\n</div>","kjv":"<strong>1</strong> Now the days of David drew nigh that he should die; and he charged Solomon his son, saying,  <strong>2</strong> I go the way of all the earth: be thou strong therefore, and shew thyself a man;  <strong>3</strong> And keep the charge of the LORD thy God, to walk in his ways, to keep his statutes, and his commandments, and his judgments, and his testimonies, as it is written in the law of Moses, that thou mayest prosper in all that thou doest, and whithersoever thou turnest thyself:  <strong>4</strong> That the LORD may continue his word which he spake concerning me, saying, If thy children take heed to their way, to walk before me in truth with all their heart and with all their soul, there shall not fail thee (said he) a man on the throne of Israel.  <strong>5</strong> Moreover thou knowest also what Joab the son of Zeruiah did to me, and what he did to the two captains of the hosts of Israel, unto Abner the son of Ner, and unto Amasa the son of Jether, whom he slew, and shed the blood of war in peace, and put the blood of war upon his girdle that was about his loins, and in his shoes that were on his feet.  <strong>6</strong> Do therefore according to thy wisdom, and let not his hoar head go down to the grave in peace.  <strong>7</strong> But shew kindness unto the sons of Barzillai the Gileadite, and let them be of those that eat at thy table: for so they came to me when I fled because of Absalom thy brother.  <strong>8</strong> And, behold, thou hast with thee Shimei the son of Gera, a Benjamite of Bahurim, which cursed me with a grievous curse in the day when I went to Mahanaim: but he came down to meet me at Jordan, and I sware to him by the LORD, saying, I will not put thee to death with the sword.  <strong>9</strong> Now therefore hold him not guiltless: for thou art a wise man, and knowest what thou oughtest to do unto him; but his hoar head bring thou down to the grave with blood.  <strong>10</strong> So David slept with his fathers, and was buried in the city of David.  <strong>11</strong> And the days that David reigned over Israel were forty years: seven years reigned he in Hebron, and thirty and three years reigned he in Jerusalem.  <strong>12</strong> Then sat Solomon upon the throne of David his father; and his kingdom was established greatly.  <strong>13</strong> And Adonijah the son of Haggith came to Bath-sheba the mother of Solomon. And she said, Comest thou peaceably? And he said, Peaceably.  <strong>14</strong> He said moreover, I have somewhat to say unto thee. And she said, Say on.  <strong>15</strong> And he said, Thou knowest that the kingdom was mine, and that  all Israel set their faces on me, that I should reign: howbeit the kingdom is turned about, and is become my brother’s: for it was his from the LORD.  <strong>16</strong> And now I ask one petition of thee, deny me not. And she said unto him, Say on.  <strong>17</strong> And he said, Speak, I pray thee, unto Solomon the king, (for he will not say thee nay,) that he give me Abishag the Shunammite to wife.  <strong>18</strong> And Bath-sheba said, Well; I will speak for thee unto the king.  <strong>19</strong> Bath-sheba therefore went unto king Solomon, to speak unto him for Adonijah. And the king rose up to meet her, and bowed himself unto her, and sat down on his throne, and caused a seat to be set for the king’s mother; and she sat on his right hand.  <strong>20</strong> Then she said, I desire one small petition of thee; I pray thee,  say me not nay. And the king said unto her, Ask on, my mother: for I will not say thee nay.  <strong>21</strong> And she said, Let Abishag the Shunammite be given to Adonijah thy brother to wife.  <strong>22</strong> And king Solomon answered and said unto his mother, And why dost thou ask Abishag the Shunammite for Adonijah? ask for him the kingdom also; for he is mine elder brother; even for him, and for Abiathar the priest, and for Joab the son of Zeruiah.  <strong>23</strong> Then king Solomon sware by the LORD, saying, God do so to me, and more also, if Adonijah have not spoken this word against his own life.  <strong>24</strong> Now therefore, as the LORD liveth, which hath established me, and set me on the throne of David my father, and who hath made me an house, as he promised, Adonijah shall be put to death this day.  <strong>25</strong> And king Solomon sent by the hand of Benaiah the son of Jehoiada; and he fell upon him that he died.  <strong>26</strong> And unto Abiathar the priest said the king, Get thee to Anathoth, unto thine own fields; for thou art worthy of death: but I will not at this time put thee to death, because thou barest the ark of the Lord GOD before David my father, and because thou hast been afflicted in all wherein my father was afflicted.  <strong>27</strong> So Solomon thrust out Abiathar from being priest unto the LORD; that he might fulfil the word of the LORD, which he spake concerning the house of Eli in Shiloh.  <strong>28</strong> Then tidings came to Joab: for Joab had turned after Adonijah, though he turned not after Absalom. And Joab fled unto the tabernacle of the LORD, and caught hold on the horns of the altar.  <strong>29</strong> And it was told king Solomon that Joab was fled unto the tabernacle of the LORD; and, behold, he is by the altar. Then Solomon sent Benaiah the son of Jehoiada, saying, Go, fall upon him.  <strong>30</strong> And Benaiah came to the tabernacle of the LORD, and said unto him, Thus saith the king, Come forth. And he said, Nay; but I will die here. And Benaiah brought the king word again, saying, Thus said Joab, and thus he answered me.  <strong>31</strong> And the king said unto him, Do as he hath said, and fall upon him, and bury him; that thou mayest take away the innocent blood, which Joab shed, from me, and from the house of my father.  <strong>32</strong> And the LORD shall return his blood upon his own head, who fell upon two men more righteous and better than he, and slew them with the sword, my father David not knowing thereof, to wit, Abner the son of Ner, captain of the host of Israel, and Amasa the son of Jether, captain of the host of Judah.  <strong>33</strong> Their blood shall therefore return upon the head of Joab, and upon the head of his seed for ever: but upon David, and upon his seed, and upon his house, and upon his throne, shall there be peace for ever from the LORD.  <strong>34</strong> So Benaiah the son of Jehoiada went up, and fell upon him, and slew him: and he was buried in his own house in the wilderness.  <strong>35</strong> And the king put Benaiah the son of Jehoiada in his room over the host: and Zadok the priest did the king put in the room of Abiathar.  <strong>36</strong> And the king sent and called for Shimei, and said unto him, Build thee an house in Jerusalem, and dwell there, and go not forth thence any whither.  <strong>37</strong> For it shall be, that on the day thou goest out, and passest over the brook Kidron, thou shalt know for certain that thou shalt surely die: thy blood shall be upon thine own head.  <strong>38</strong> And Shimei said unto the king, The saying is good: as my lord the king hath said, so will thy servant do. And Shimei dwelt in Jerusalem many days.  <strong>39</strong> And it came to pass at the end of three years, that two of the servants of Shimei ran away unto Achish son of Maachah king of Gath. And they told Shimei, saying, Behold, thy servants be in Gath.  <strong>40</strong> And Shimei arose, and saddled his ass, and went to Gath to Achish to seek his servants: and Shimei went, and brought his servants from Gath.  <strong>41</strong> And it was told Solomon that Shimei had gone from Jerusalem to Gath, and was come again.  <strong>42</strong> And the king sent and called for Shimei, and said unto him, Did I not make thee to swear by the LORD, and protested unto thee, saying, Know for a certain, on the day thou goest out, and walkest abroad any whither, that thou shalt surely die? and thou saidst unto me, The word that I have heard is good.  <strong>43</strong> Why then hast thou not kept the oath of the LORD, and the commandment that I have charged thee with?  <strong>44</strong> The king said moreover to Shimei, Thou knowest all the wickedness which thine heart is privy to, that thou didst to David my father: therefore the LORD shall return thy wickedness upon thine own head;  <strong>45</strong> And king Solomon shall be blessed, and the throne of David shall be established before the LORD for ever.  <strong>46</strong> So the king commanded Benaiah the son of Jehoiada; which went out, and fell upon him, that he died. And the kingdom was established in the hand of Solomon.  ","niv":"<sup><strong>1</strong></sup> When the time drew near for David to die, he gave a charge to Solomon his son. <sup><strong>2</strong></sup> \"I am about to go the way of all the earth,\" he said. \"So be strong, show yourself a man, <sup><strong>3</strong></sup> and observe what the LORD your God requires: Walk in his ways, and keep his decrees and commands, his laws and requirements, as written in the Law of Moses, so that you may prosper in all you do and wherever you go, <sup><strong>4</strong></sup> and that the LORD may keep his promise to me: 'If your descendants watch how they live, and if they walk faithfully before me with all their heart and soul, you will never fail to have a man on the throne of Israel.' <sup><strong>5</strong></sup> \"Now you yourself know what Joab son of Zeruiah did to me-what he did to the two commanders of Israel's armies, Abner son of Ner and Amasa son of Jether. He killed them, shedding their blood in peacetime as if in battle, and with that blood stained the belt around his waist and the sandals on his feet. <sup><strong>6</strong></sup> Deal with him according to your wisdom, but do not let his gray head go down to the grave in peace. <sup><strong>7</strong></sup> \"But show kindness to the sons of Barzillai of Gilead and let them be among those who eat at your table. They stood by me when I fled from your brother Absalom. <sup><strong>8</strong></sup> \"And remember, you have with you Shimei son of Gera, the Benjamite from Bahurim, who called down bitter curses on me the day I went to Mahanaim. When he came down to meet me at the Jordan, I swore to him by the LORD: 'I will not put you to death by the sword.' <sup><strong>9</strong></sup> But now, do not consider him innocent. You are a man of wisdom; you will know what to do to him. Bring his gray head down to the grave in blood.\" <sup><strong>10</strong></sup> Then David rested with his fathers and was buried in the City of David. <sup><strong>11</strong></sup> He had reigned forty years over Israel-seven years in Hebron and thirty-three in Jerusalem. <sup><strong>12</strong></sup> So Solomon sat on the throne of his father David, and his rule was firmly established. <sup><strong>13</strong></sup> Now Adonijah, the son of Haggith, went to Bathsheba, Solomon's mother. Bathsheba asked him, \"Do you come peacefully?\" He answered, \"Yes, peacefully.\" <sup><strong>14</strong></sup> Then he added, \"I have something to say to you.You may say it,\" she replied. <sup><strong>15</strong></sup> \"As you know,\" he said, \"the kingdom was mine. All Israel looked to me as their king. But things changed, and the kingdom has gone to my brother; for it has come to him from the LORD. <sup><strong>16</strong></sup> Now I have one request to make of you. Do not refuse me.You may make it,\" she said. <sup><strong>17</strong></sup> So he continued, \"Please ask King Solomon-he will not refuse you-to give me Abishag the Shunammite as my wife.\" <sup><strong>18</strong></sup> \"Very well,\" Bathsheba replied, \"I will speak to the king for you.\" <sup><strong>19</strong></sup> When Bathsheba went to King Solomon to speak to him for Adonijah, the king stood up to meet her, bowed down to her and sat down on his throne. He had a throne brought for the king's mother, and she sat down at his right hand. <sup><strong>20</strong></sup> \"I have one small request to make of you,\" she said. \"Do not refuse me.\" The king replied, \"Make it, my mother; I will not refuse you.\" <sup><strong>21</strong></sup> So she said, \"Let Abishag the Shunammite be given in marriage to your brother Adonijah.\" <sup><strong>22</strong></sup> King Solomon answered his mother, \"Why do you request Abishag the Shunammite for Adonijah? You might as well request the kingdom for him-after all, he is my older brother-yes, for him and for Abiathar the priest and Joab son of Zeruiah!\" <sup><strong>23</strong></sup> Then King Solomon swore by the LORD: \"May God deal with me, be it ever so severely, if Adonijah does not pay with his life for this request! <sup><strong>24</strong></sup> And now, as surely as the LORD lives-he who has established me securely on the throne of my father David and has founded a dynasty for me as he promised-Adonijah shall be put to death today!\" <sup><strong>25</strong></sup> So King Solomon gave orders to Benaiah son of Jehoiada, and he struck down Adonijah and he died. <sup><strong>26</strong></sup> To Abiathar the priest the king said, \"Go back to your fields in Anathoth. You deserve to die, but I will not put you to death now, because you carried the ark of the Sovereign LORD before my father David and shared all my father's hardships.\" <sup><strong>27</strong></sup> So Solomon removed Abiathar from the priesthood of the LORD, fulfilling the word the LORD had spoken at Shiloh about the house of Eli. <sup><strong>28</strong></sup> When the news reached Joab, who had conspired with Adonijah though not with Absalom, he fled to the tent of the LORD and took hold of the horns of the altar. <sup><strong>29</strong></sup> King Solomon was told that Joab had fled to the tent of the LORD and was beside the altar. Then Solomon ordered Benaiah son of Jehoiada, \"Go, strike him down!\" <sup><strong>30</strong></sup> So Benaiah entered the tent of the LORD and said to Joab, \"The king says, 'Come out!'\" But he answered, \"No, I will die here.\" Benaiah reported to the king, \"This is how Joab answered me.\" <sup><strong>31</strong></sup> Then the king commanded Benaiah, \"Do as he says. Strike him down and bury him, and so clear me and my father's house of the guilt of the innocent blood that Joab shed. <sup><strong>32</strong></sup> The LORD will repay him for the blood he shed, because without the knowledge of my father David he attacked two men and killed them with the sword. Both of them-Abner son of Ner, commander of Israel's army, and Amasa son of Jether, commander of Judah's army-were better men and more upright than he. <sup><strong>33</strong></sup> May the guilt of their blood rest on the head of Joab and his descendants forever. But on David and his descendants, his house and his throne, may there be the LORD's peace forever.\" <sup><strong>34</strong></sup> So Benaiah son of Jehoiada went up and struck down Joab and killed him, and he was buried on his own land in the desert. <sup><strong>35</strong></sup> The king put Benaiah son of Jehoiada over the army in Joab's position and replaced Abiathar with Zadok the priest. <sup><strong>36</strong></sup> Then the king sent for Shimei and said to him, \"Build yourself a house in Jerusalem and live there, but do not go anywhere else. <sup><strong>37</strong></sup> The day you leave and cross the Kidron Valley, you can be sure you will die; your blood will be on your own head.\" <sup><strong>38</strong></sup> Shimei answered the king, \"What you say is good. Your servant will do as my lord the king has said.\" And Shimei stayed in Jerusalem for a long time. <sup><strong>39</strong></sup> But three years later, two of Shimei's slaves ran off to Achish son of Maacah, king of Gath, and Shimei was told, \"Your slaves are in Gath.\" <sup><strong>40</strong></sup> At this, he saddled his donkey and went to Achish at Gath in search of his slaves. So Shimei went away and brought the slaves back from Gath. <sup><strong>41</strong></sup> When Solomon was told that Shimei had gone from Jerusalem to Gath and had returned, <sup><strong>42</strong></sup> the king summoned Shimei and said to him, \"Did I not make you swear by the LORD and warn you, 'On the day you leave to go anywhere else, you can be sure you will die'? At that time you said to me, 'What you say is good. I will obey.' <sup><strong>43</strong></sup> Why then did you not keep your oath to the LORD and obey the command I gave you?\" <sup><strong>44</strong></sup> The king also said to Shimei, \"You know in your heart all the wrong you did to my father David. Now the LORD will repay you for your wrongdoing. <sup><strong>45</strong></sup> But King Solomon will be blessed, and David's throne will remain secure before the LORD forever.\" <sup><strong>46</strong></sup> Then the king gave the order to Benaiah son of Jehoiada, and he went out and struck Shimei down and killed him. The kingdom was now firmly established in Solomon's hands. "}]}