{"_id":"61625106b1c7c3127740578a","slug":"having-tatoos","name":"Having Tatoos","verses":[{"_id":"61625107b1c7c3127740578b","topicId":"61625106b1c7c3127740578a","verse":"Leviticus 19:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p03019028_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019028-1\">28&nbsp;</b>You shall not make any cuts on your body for the dead or tattoo yourselves: I am the LORD.</p>\n</div>","niv":"<sup><strong>28</strong></sup> \"'Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the LORD.","kjv":"<strong>28</strong> Ye shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD.  "},{"_id":"61625107b1c7c3127740578c","topicId":"61625106b1c7c3127740578a","verse":"Romans 12:1-2","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. ","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  "},{"_id":"61625108b1c7c3127740578d","topicId":"61625106b1c7c3127740578a","verse":"Revelation 22:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66022007_01-3\"><b class=\"verse-num woc\" id=\"v66022007-1\">7&nbsp;</b><span class=\"woc\">“And behold, I am coming soon. Blessed is the one who keeps the words of the prophecy of this book.”</span></p>\n</div>","niv":"<sup><strong>7</strong></sup> \"Behold, I am coming soon! Blessed is he who keeps the words of the prophecy in this book.\"","kjv":"<strong>7</strong> Behold, I come quickly: blessed is he that keepeth the sayings of the prophecy of this book.  "}]}