{"_id":"616250edb1c7c31277405770","slug":"having-other-gods","name":"Having Other Gods","verses":[{"_id":"616250edb1c7c31277405771","topicId":"616250edb1c7c31277405770","verse":"Exodus 20:3-6","votes":17,"__v":0,"kjv":"<strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  ","esv":"<div>\n<p id=\"p02020003_01-1\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_01-1\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n\n</div>","niv":"<sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. "},{"_id":"616250eeb1c7c31277405772","topicId":"616250edb1c7c31277405770","verse":"Exodus 20:3","votes":11,"__v":0,"kjv":"<strong>3</strong> Thou shalt have no other gods before me.  ","esv":"<div>\n<p id=\"p02020003_01-2\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n\n</div>","niv":"<sup><strong>3</strong></sup> \"You shall have no other gods before me."},{"_id":"616250eeb1c7c31277405773","topicId":"616250edb1c7c31277405770","verse":"Joshua 23:16","votes":10,"__v":0,"kjv":"<strong>16</strong> When ye have transgressed the covenant of the LORD your God, which he commanded you, and have gone and served other gods, and bowed yourselves to them; then shall the anger of the LORD be kindled against you, and ye shall perish quickly from off the good land which he hath given unto you.  ","esv":"<div>\n<p id=\"p06023016_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v06023016-1\">16&nbsp;</b>if you transgress the covenant of the LORD your God, which he commanded you, and go and serve other gods and bow down to them. Then the anger of the LORD will be kindled against you, and you shall perish quickly from off the good land that he has given to you.”</p>\n</div>","niv":"<sup><strong>16</strong></sup> If you violate the covenant of the LORD your God, which he commanded you, and go and serve other gods and bow down to them, the LORD's anger will burn against you, and you will quickly perish from the good land he has given you.\""},{"_id":"616250eeb1c7c31277405774","topicId":"616250edb1c7c31277405770","verse":"Exodus 34:14","votes":10,"__v":0,"kjv":"<strong>14</strong> For thou shalt worship no other god: for the LORD, whose name is Jealous, is a jealous God:  ","esv":"<div>\n<p id=\"p02034014_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v02034014-1\">14&nbsp;</b>(for you shall worship no other god, for the LORD, whose name is Jealous, is a jealous God),</p>\n</div>","niv":"<sup><strong>14</strong></sup> Do not worship any other god, for the LORD, whose name is Jealous, is a jealous God."},{"_id":"616250eeb1c7c31277405775","topicId":"616250edb1c7c31277405770","verse":"Joshua 23:7-16","votes":8,"__v":0,"kjv":"<strong>7</strong> That ye come not among these nations, these that remain among you; neither make mention of the names of their gods, nor cause to swear by them, neither serve them, nor bow yourselves unto them:  <strong>8</strong> But cleave unto the LORD your God, as ye have done unto this day.  <strong>9</strong> For the LORD hath driven out from before you great nations and strong: but as for you, no man hath been able to stand before you unto this day.  <strong>10</strong> One man of you shall chase a thousand: for the LORD your God, he it is that fighteth for you, as he hath promised you.  <strong>11</strong> Take good heed therefore unto yourselves, that ye love the LORD your God.  <strong>12</strong> Else if ye do in any wise go back, and cleave unto the remnant of these nations, even these that remain among you, and shall make marriages with them, and go in unto them, and they to you:  <strong>13</strong> Know for a certainty that the LORD your God will no more drive out any of these nations from before you; but they shall be snares and traps unto you, and scourges in your sides, and thorns in your eyes, until ye perish from off this good land which the LORD your God hath given you.  <strong>14</strong> And, behold, this day I am going the way of all the earth: and ye know in all your hearts and in all your souls, that not one thing hath failed of all the good things which the LORD your God spake concerning you; all are come to pass unto you, and not one thing hath failed thereof.  <strong>15</strong> Therefore it shall come to pass, that as all good things are come upon you, which the LORD your God promised you; so shall the LORD bring upon you all evil things, until he have destroyed you from off this good land which the LORD your God hath given you.  <strong>16</strong> When ye have transgressed the covenant of the LORD your God, which he commanded you, and have gone and served other gods, and bowed yourselves to them; then shall the anger of the LORD be kindled against you, and ye shall perish quickly from off the good land which he hath given unto you.  ","esv":"<div>\n<p id=\"p06023007_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v06023007-1\">7&nbsp;</b>that you may not mix with these nations remaining among you or make mention of the names of their gods or swear by them or serve them or bow down to them, <b class=\"verse-num\" id=\"v06023008-1\">8&nbsp;</b>but you shall cling to the LORD your God just as you have done to this day. <b class=\"verse-num\" id=\"v06023009-1\">9&nbsp;</b>For the LORD has driven out before you great and strong nations. And as for you, no man has been able to stand before you to this day. <b class=\"verse-num\" id=\"v06023010-1\">10&nbsp;</b>One man of you puts to flight a thousand, since it is the LORD your God who fights for you, just as he promised you. <b class=\"verse-num\" id=\"v06023011-1\">11&nbsp;</b>Be very careful, therefore, to love the LORD your God. <b class=\"verse-num\" id=\"v06023012-1\">12&nbsp;</b>For if you turn back and cling to the remnant of these nations remaining among you and make marriages with them, so that you associate with them and they with you, <b class=\"verse-num\" id=\"v06023013-1\">13&nbsp;</b>know for certain that the LORD your God will no longer drive out these nations before you, but they shall be a snare and a trap for you, a whip on your sides and thorns in your eyes, until you perish from off this good ground that the LORD your God has given you.</p>\n<p id=\"p06023013_01-5\"><b class=\"verse-num\" id=\"v06023014-1\">14&nbsp;</b>“And now I am about to go the way of all the earth, and you know in your hearts and souls, all of you, that not one word has failed of all the good things that the LORD your God promised concerning you. All have come to pass for you; not one of them has failed. <b class=\"verse-num\" id=\"v06023015-1\">15&nbsp;</b>But just as all the good things that the LORD your God promised concerning you have been fulfilled for you, so the LORD will bring upon you all the evil things, until he has destroyed you from off this good land that the LORD your God has given you, <b class=\"verse-num\" id=\"v06023016-1\">16&nbsp;</b>if you transgress the covenant of the LORD your God, which he commanded you, and go and serve other gods and bow down to them. Then the anger of the LORD will be kindled against you, and you shall perish quickly from off the good land that he has given to you.”</p>\n\n</div>","niv":"<sup><strong>7</strong></sup> Do not associate with these nations that remain among you; do not invoke the names of their gods or swear by them. You must not serve them or bow down to them. <sup><strong>8</strong></sup> But you are to hold fast to the LORD your God, as you have until now. <sup><strong>9</strong></sup> \"The LORD has driven out before you great and powerful nations; to this day no one has been able to withstand you. <sup><strong>10</strong></sup> One of you routs a thousand, because the LORD your God fights for you, just as he promised. <sup><strong>11</strong></sup> So be very careful to love the LORD your God. <sup><strong>12</strong></sup> \"But if you turn away and ally yourselves with the survivors of these nations that remain among you and if you intermarry with them and associate with them, <sup><strong>13</strong></sup> then you may be sure that the LORD your God will no longer drive out these nations before you. Instead, they will become snares and traps for you, whips on your backs and thorns in your eyes, until you perish from this good land, which the LORD your God has given you. <sup><strong>14</strong></sup> \"Now I am about to go the way of all the earth. You know with all your heart and soul that not one of all the good promises the LORD your God gave you has failed. Every promise has been fulfilled; not one has failed. <sup><strong>15</strong></sup> But just as every good promise of the LORD your God has come true, so the LORD will bring on you all the evil he has threatened, until he has destroyed you from this good land he has given you. <sup><strong>16</strong></sup> If you violate the covenant of the LORD your God, which he commanded you, and go and serve other gods and bow down to them, the LORD's anger will burn against you, and you will quickly perish from the good land he has given you.\" "},{"_id":"616250efb1c7c31277405776","topicId":"616250edb1c7c31277405770","verse":"Matthew 6:24","votes":7,"__v":0,"kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","esv":"<div>\n<p id=\"p40006024_01-6\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money."},{"_id":"616250efb1c7c31277405777","topicId":"616250edb1c7c31277405770","verse":"Deuteronomy 6:14","votes":6,"__v":0,"kjv":"<strong>14</strong> Ye shall not go after other gods, of the gods of the people which are round about you;  ","esv":"<div>\n<p id=\"p05006014_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v05006014-1\">14&nbsp;</b>You shall not go after other gods, the gods of the peoples who are around you—</p>\n</div>","niv":"<sup><strong>14</strong></sup> Do not follow other gods, the gods of the peoples around you;","modified":"2022-05-23T18:19:02.727Z"},{"_id":"616250efb1c7c31277405778","topicId":"616250edb1c7c31277405770","verse":"Exodus 23:13","votes":7,"__v":0,"kjv":"<strong>13</strong> And in all things that I have said unto you be circumspect: and make no mention of the name of other gods, neither let it be heard out of thy mouth.  ","esv":"<div>\n<p id=\"p02023013_01-8\"><b class=\"verse-num\" id=\"v02023013-1\">13&nbsp;</b>“Pay attention to all that I have said to you, and make no mention of the names of other gods, nor let it be heard on your lips.</p>\n</div>","niv":"<sup><strong>13</strong></sup> \"Be careful to do everything I have said to you. Do not invoke the names of other gods; do not let them be heard on your lips."},{"_id":"616250efb1c7c31277405779","topicId":"616250edb1c7c31277405770","verse":"Joshua 23:7","votes":6,"__v":0,"kjv":"<strong>7</strong> That ye come not among these nations, these that remain among you; neither make mention of the names of their gods, nor cause to swear by them, neither serve them, nor bow yourselves unto them:  ","esv":"<div>\n<p id=\"p06023007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v06023007-1\">7&nbsp;</b>that you may not mix with these nations remaining among you or make mention of the names of their gods or swear by them or serve them or bow down to them,</p>\n</div>","niv":"<sup><strong>7</strong></sup> Do not associate with these nations that remain among you; do not invoke the names of their gods or swear by them. You must not serve them or bow down to them.","modified":"2022-07-16T04:28:50.032Z"},{"_id":"616250f0b1c7c3127740577a","topicId":"616250edb1c7c31277405770","verse":"Deuteronomy 5:7","votes":6,"__v":0,"kjv":"<strong>7</strong> Thou shalt have none other gods before me.  ","esv":"<div>\n<p id=\"p05005007_01-10\"><b class=\"verse-num\" id=\"v05005007-1\">7&nbsp;</b>“‘You shall have no other gods before me.</p>\n\n</div>","niv":"<sup><strong>7</strong></sup> \"You shall have no other gods before me.","modified":"2023-07-29T05:31:04.124Z"},{"_id":"616250f0b1c7c3127740577b","topicId":"616250edb1c7c31277405770","verse":"Exodus 15:11","votes":7,"__v":0,"kjv":"<strong>11</strong> Who is like unto thee, O LORD, among the gods? who is  like thee, glorious in holiness, fearful in praises, doing wonders?  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p02015011_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v02015011-1\">11&nbsp;</b>&nbsp;&nbsp;“Who is like you, O LORD, among the gods?</span><br><span id=\"p02015011_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who is like you, majestic in holiness,</span><br><span id=\"p02015011_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;awesome in glorious deeds, doing wonders?</span><br></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>11</strong></sup> \"Who among the gods is like you, O LORD? Who is like you- majestic in holiness, awesome in glory, working wonders?"},{"_id":"616250f1b1c7c3127740577c","topicId":"616250edb1c7c31277405770","verse":"Psalm 18:31","votes":6,"__v":0,"kjv":"<strong>31</strong> For who is God save the LORD? or who is a rock save our God?  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19018031_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19018031-1\">31&nbsp;</b>&nbsp;&nbsp;For who is God, but the LORD?</span><br><span id=\"p19018031_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And who is a rock, except our God?—</span><br></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>31</strong></sup> For who is God besides the LORD? And who is the Rock except our God?"},{"_id":"616250f1b1c7c3127740577d","topicId":"616250edb1c7c31277405770","verse":"Jeremiah 25:6","votes":6,"__v":0,"kjv":"<strong>6</strong> And go not after other gods to serve them, and to worship them, and provoke me not to anger with the works of your hands; and I will do you no hurt.  ","esv":"<div>\n<p id=\"p24025006_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v24025006-1\">6&nbsp;</b>Do not go after other gods to serve and worship them, or provoke me to anger with the work of your hands. Then I will do you no harm.’</p>\n</div>","niv":"<sup><strong>6</strong></sup> Do not follow other gods to serve and worship them; do not provoke me to anger with what your hands have made. Then I will not harm you.\""},{"_id":"616250f1b1c7c3127740577e","topicId":"616250edb1c7c31277405770","verse":"Isaiah 44:6","votes":6,"__v":0,"kjv":"<strong>6</strong> Thus saith the LORD the King of Israel, and his redeemer the LORD of hosts; I am the first, and I am the last; and beside me there is no God.  ","esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23044006_07-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23044006-1\">6&nbsp;</b>&nbsp;&nbsp;Thus says the LORD, the King of Israel</span><br><span id=\"p23044006_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his Redeemer, the LORD of hosts:</span><br><span id=\"p23044006_07-14\" class=\"line\">&nbsp;&nbsp;“I am the first and I am the last;</span><br><span id=\"p23044006_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;besides me there is no god.</span><br></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>6</strong></sup> \"This is what the LORD says- Israel's King and Redeemer, the LORD Almighty: I am the first and I am the last; apart from me there is no God."},{"_id":"616250f1b1c7c3127740577f","topicId":"616250edb1c7c31277405770","verse":"2 Samuel 7:22","votes":5,"__v":0,"kjv":"<strong>22</strong> Wherefore thou art great, O LORD God: for there is none like thee, neither is there any God beside thee, according to all that we have heard with our ears.  ","esv":"<div>\n<p id=\"p10007022_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v10007022-1\">22&nbsp;</b>Therefore you are great, O LORD God. For there is none like you, and there is no God besides you, according to all that we have heard with our ears.</p>\n</div>","niv":"<sup><strong>22</strong></sup> \"How great you are, O Sovereign LORD! There is no one like you, and there is no God but you, as we have heard with our own ears."},{"_id":"616250f2b1c7c31277405780","topicId":"616250edb1c7c31277405770","verse":"Deuteronomy 32:39","votes":5,"__v":0,"kjv":"<strong>39</strong> See now that I, even I, am he, and there is  no god with me: I kill, and I make alive; I wound, and I heal: neither is there any that can deliver out of my hand.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p05032039_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v05032039-1\">39&nbsp;</b>&nbsp;&nbsp;“‘See now that I, even I, am he,</span><br><span id=\"p05032039_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is no god beside me;</span><br><span id=\"p05032039_01-16\" class=\"line\">&nbsp;&nbsp;I kill and I make alive;</span><br><span id=\"p05032039_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I wound and I heal;</span><br><span id=\"p05032039_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is none that can deliver out of my hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>39</strong></sup> \"See now that I myself am He! There is no god besides me. I put to death and I bring to life, I have wounded and I will heal, and no one can deliver out of my hand."},{"_id":"616250f2b1c7c31277405781","topicId":"616250edb1c7c31277405770","verse":"Deuteronomy 10:17","votes":4,"__v":0,"kjv":"<strong>17</strong> For the LORD your God is God of gods, and Lord of lords, a great God, a mighty, and a terrible, which regardeth not persons, nor taketh reward:  ","esv":"<div>\n<p id=\"p05010017_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v05010017-1\">17&nbsp;</b>For the LORD your God is God of gods and Lord of lords, the great, the mighty, and the awesome God, who is not partial and takes no bribe.</p>\n</div>","niv":"<sup><strong>17</strong></sup> For the LORD your God is God of gods and Lord of lords, the great God, mighty and awesome, who shows no partiality and accepts no bribes.","modified":"2022-09-22T14:04:22.156Z"},{"_id":"616250f2b1c7c31277405782","topicId":"616250edb1c7c31277405770","verse":"Deuteronomy 4:35","votes":5,"__v":0,"kjv":"<strong>35</strong> Unto thee it was shewed, that thou mightest know that the LORD he is God; there is none else beside him.  ","esv":"<div>\n<p id=\"p05004035_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v05004035-1\">35&nbsp;</b>To you it was shown, that you might know that the LORD is God; there is no other besides him.</p>\n</div>","niv":"<sup><strong>35</strong></sup> You were shown these things so that you might know that the LORD is God; besides him there is no other."},{"_id":"616250f2b1c7c31277405783","topicId":"616250edb1c7c31277405770","verse":"Deuteronomy 4:24","votes":5,"__v":0,"kjv":"<strong>24</strong> For the LORD thy God is a consuming fire, even  a jealous God.  ","esv":"<div>\n<p id=\"p05004024_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v05004024-1\">24&nbsp;</b>For the LORD your God is a consuming fire, a jealous God.</p>\n</div>","niv":"<sup><strong>24</strong></sup> For the LORD your God is a consuming fire, a jealous God."},{"_id":"616250f3b1c7c31277405784","topicId":"616250edb1c7c31277405770","verse":"1 Timothy 1:17","votes":5,"__v":0,"kjv":"<strong>17</strong> Now unto the King eternal, immortal, invisible, the only wise God, be honour and glory for ever and ever. Amen.  ","esv":"<div>\n<p id=\"p54001017_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001017-1\">17&nbsp;</b>To the King of the ages, immortal, invisible, the only God, be honor and glory forever and ever. Amen.</p>\n\n</div>","niv":"<sup><strong>17</strong></sup> Now to the King eternal, immortal, invisible, the only God, be honor and glory for ever and ever. Amen."},{"_id":"616250f3b1c7c31277405785","topicId":"616250edb1c7c31277405770","verse":"1 Corinthians 8:4","votes":5,"__v":0,"kjv":"<strong>4</strong> As concerning therefore the eating of those things that are offered in sacrifice unto idols, we know that an idol is nothing in the world, and that there is none other God but one.  ","esv":"<div>\n<p id=\"p46008004_01-23\"><b class=\"verse-num\" id=\"v46008004-1\">4&nbsp;</b>Therefore, as to the eating of food offered to idols, we know that “an idol has no real existence,” and that “there is no God but one.”</p>\n</div>","niv":"<sup><strong>4</strong></sup> So then, about eating food sacrificed to idols: We know that an idol is nothing at all in the world and that there is no God but one."},{"_id":"616250f3b1c7c31277405786","topicId":"616250edb1c7c31277405770","verse":"Hosea 13:4","votes":5,"__v":0,"kjv":"<strong>4</strong> Yet I am the LORD thy God from the land of Egypt, and thou shalt know no god but me: for there is no saviour beside me.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28013004_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013004-1\">4&nbsp;</b>&nbsp;&nbsp;But I am the LORD your God</span><br><span id=\"p28013004_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the land of Egypt;</span><br><span id=\"p28013004_01-24\" class=\"line\">&nbsp;&nbsp;you know no God but me,</span><br><span id=\"p28013004_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and besides me there is no savior.</span><br></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>4</strong></sup> \"But I am the LORD your God, who brought you out of Egypt. You shall acknowledge no God but me, no Savior except me."},{"_id":"616250f4b1c7c31277405787","topicId":"616250edb1c7c31277405770","verse":"Jeremiah 35:15","votes":4,"__v":0,"kjv":"<strong>15</strong> I have sent also unto you all my servants the prophets, rising up early and sending them, saying, Return ye now every man from his evil way, and amend your doings, and go not after other gods to serve them, and ye shall dwell in the land which I have given to you and to your fathers: but ye have not inclined your ear, nor hearkened unto me.  ","esv":"<div>\n<p id=\"p24035015_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v24035015-1\">15&nbsp;</b>I have sent to you all my servants the prophets, sending them persistently, saying, ‘Turn now every one of you from his evil way, and amend your deeds, and do not go after other gods to serve them, and then you shall dwell in the land that I gave to you and your fathers.’ But you did not incline your ear or listen to me.</p>\n</div>","niv":"<sup><strong>15</strong></sup> Again and again I sent all my servants the prophets to you. They said, \"Each of you must turn from your wicked ways and reform your actions; do not follow other gods to serve them. Then you will live in the land I have given to you and your fathers.\" But you have not paid attention or listened to me."},{"_id":"616250f4b1c7c31277405788","topicId":"616250edb1c7c31277405770","verse":"1 Kings 8:60","votes":5,"__v":0,"kjv":"<strong>60</strong> That all the people of the earth may know that the LORD is  God, and that there is none else.  ","esv":"<div>\n<p id=\"p11008060_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v11008060-1\">60&nbsp;</b>that all the peoples of the earth may know that the LORD is God; there is no other.</p>\n</div>","niv":"<sup><strong>60</strong></sup> so that all the peoples of the earth may know that the LORD is God and that there is no other.","modified":"2023-05-22T21:56:16.625Z"},{"_id":"616250f4b1c7c31277405789","topicId":"616250edb1c7c31277405770","verse":"Deuteronomy 13:1-18","votes":5,"__v":0,"kjv":"<strong>1</strong> If there arise among you a prophet, or a dreamer of dreams, and giveth thee a sign or a wonder,  <strong>2</strong> And the sign or the wonder come to pass, whereof he spake unto thee, saying, Let us go after other gods, which thou hast not known, and let us serve them;  <strong>3</strong> Thou shalt not hearken unto the words of that prophet, or that dreamer of dreams: for the LORD your God proveth you, to know whether ye love the LORD your God with all your heart and with all your soul.  <strong>4</strong> Ye shall walk after the LORD your God, and fear him, and keep his commandments, and obey his voice, and ye shall serve him, and cleave unto him.  <strong>5</strong> And that prophet, or that dreamer of dreams, shall be put to death; because he hath spoken to turn you away from the LORD your God, which brought you out of the land of Egypt, and redeemed you out of the house of bondage, to thrust thee out of the way which the LORD thy God commanded thee to walk in. So shalt thou put the evil away from the midst of thee.  <strong>6</strong> If thy brother, the son of thy mother, or thy son, or thy daughter, or the wife of thy bosom, or thy friend, which is as thine own soul, entice thee secretly, saying, Let us go and serve other gods, which thou hast not known, thou, nor thy fathers;  <strong>7</strong> Namely, of the gods of the people which are round about you, nigh unto thee, or far off from thee, from the one end of the earth even unto the other end of the earth;  <strong>8</strong> Thou shalt not consent unto him, nor hearken unto him; neither shall thine eye pity him, neither shalt thou spare, neither shalt thou conceal him:  <strong>9</strong> But thou shalt surely kill him; thine hand shall be first upon him to put him to death, and afterwards the hand of all the people.  <strong>10</strong> And thou shalt stone him with stones, that he die; because he hath sought to thrust thee away from the LORD thy God, which brought thee out of the land of Egypt, from the house of bondage.  <strong>11</strong> And all Israel shall hear, and fear, and shall do no more any such wickedness as this is among you.  <strong>12</strong> If thou shalt hear say in one of thy cities, which the LORD thy God hath given thee to dwell there, saying,  <strong>13</strong> Certain men, the children of Belial, are gone out from among you, and have withdrawn the inhabitants of their city, saying, Let us go and serve other gods, which ye have not known;  <strong>14</strong> Then shalt thou enquire, and make search, and ask diligently; and, behold, if it be truth, and the thing certain, that  such abomination is wrought among you;  <strong>15</strong> Thou shalt surely smite the inhabitants of that city with the edge of the sword, destroying it utterly, and all that is therein, and the cattle thereof, with the edge of the sword.  <strong>16</strong> And thou shalt gather all the spoil of it into the midst of the street thereof, and shalt burn with fire the city, and all the spoil thereof every whit, for the LORD thy God: and it shall be an heap for ever; it shall not be built again.  <strong>17</strong> And there shall cleave nought of the cursed thing to thine hand: that the LORD may turn from the fierceness of his anger, and shew thee mercy, and have compassion upon thee, and multiply thee, as he hath sworn unto thy fathers;  <strong>18</strong> When thou shalt hearken to the voice of the LORD thy God, to keep all his commandments which I command thee this day, to do that which is  right in the eyes of the LORD thy God.  ","esv":"<div>\n<p id=\"p05013001_01-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05013001-1\">13:1&nbsp;</b>“If a prophet or a dreamer of dreams arises among you and gives you a sign or a wonder, <b class=\"verse-num\" id=\"v05013002-1\">2&nbsp;</b>and the sign or wonder that he tells you comes to pass, and if he says, ‘Let us go after other gods,’ which you have not known, ‘and let us serve them,’ <b class=\"verse-num\" id=\"v05013003-1\">3&nbsp;</b>you shall not listen to the words of that prophet or that dreamer of dreams. For the LORD your God is testing you, to know whether you love the LORD your God with all your heart and with all your soul. <b class=\"verse-num\" id=\"v05013004-1\">4&nbsp;</b>You shall walk after the LORD your God and fear him and keep his commandments and obey his voice, and you shall serve him and hold fast to him. <b class=\"verse-num\" id=\"v05013005-1\">5&nbsp;</b>But that prophet or that dreamer of dreams shall be put to death, because he has taught rebellion against the LORD your God, who brought you out of the land of Egypt and redeemed you out of the house of slavery, to make you leave the way in which the LORD your God commanded you to walk. So you shall purge the evil from your midst.</p>\n<p id=\"p05013005_01-28\"><b class=\"verse-num\" id=\"v05013006-1\">6&nbsp;</b>“If your brother, the son of your mother, or your son or your daughter or the wife you embrace or your friend who is as your own soul entices you secretly, saying, ‘Let us go and serve other gods,’ which neither you nor your fathers have known, <b class=\"verse-num\" id=\"v05013007-1\">7&nbsp;</b>some of the gods of the peoples who are around you, whether near you or far off from you, from the one end of the earth to the other, <b class=\"verse-num\" id=\"v05013008-1\">8&nbsp;</b>you shall not yield to him or listen to him, nor shall your eye pity him, nor shall you spare him, nor shall you conceal him. <b class=\"verse-num\" id=\"v05013009-1\">9&nbsp;</b>But you shall kill him. Your hand shall be first against him to put him to death, and afterward the hand of all the people. <b class=\"verse-num\" id=\"v05013010-1\">10&nbsp;</b>You shall stone him to death with stones, because he sought to draw you away from the LORD your God, who brought you out of the land of Egypt, out of the house of slavery. <b class=\"verse-num\" id=\"v05013011-1\">11&nbsp;</b>And all Israel shall hear and fear and never again do any such wickedness as this among you.</p>\n<p id=\"p05013011_01-28\"><b class=\"verse-num\" id=\"v05013012-1\">12&nbsp;</b>“If you hear in one of your cities, which the LORD your God is giving you to dwell there, <b class=\"verse-num\" id=\"v05013013-1\">13&nbsp;</b>that certain worthless fellows have gone out among you and have drawn away the inhabitants of their city, saying, ‘Let us go and serve other gods,’ which you have not known, <b class=\"verse-num\" id=\"v05013014-1\">14&nbsp;</b>then you shall inquire and make search and ask diligently. And behold, if it be true and certain that such an abomination has been done among you, <b class=\"verse-num\" id=\"v05013015-1\">15&nbsp;</b>you shall surely put the inhabitants of that city to the sword, devoting it to destruction, all who are in it and its cattle, with the edge of the sword. <b class=\"verse-num\" id=\"v05013016-1\">16&nbsp;</b>You shall gather all its spoil into the midst of its open square and burn the city and all its spoil with fire, as a whole burnt offering to the LORD your God. It shall be a heap forever. It shall not be built again. <b class=\"verse-num\" id=\"v05013017-1\">17&nbsp;</b>None of the devoted things shall stick to your hand, that the LORD may turn from the fierceness of his anger and show you mercy and have compassion on you and multiply you, as he swore to your fathers, <b class=\"verse-num\" id=\"v05013018-1\">18&nbsp;</b>if you obey the voice of the LORD your God, keeping all his commandments that I am commanding you today, and doing what is right in the sight of the LORD your God.</p>\n\n</div>","niv":"<sup><strong>1</strong></sup> If a prophet, or one who foretells by dreams, appears among you and announces to you a miraculous sign or wonder, <sup><strong>2</strong></sup> and if the sign or wonder of which he has spoken takes place, and he says, \"Let us follow other gods\" (gods you have not known) \"and let us worship them,\" <sup><strong>3</strong></sup> you must not listen to the words of that prophet or dreamer. The LORD your God is testing you to find out whether you love him with all your heart and with all your soul. <sup><strong>4</strong></sup> It is the LORD your God you must follow, and him you must revere. Keep his commands and obey him; serve him and hold fast to him. <sup><strong>5</strong></sup> That prophet or dreamer must be put to death, because he preached rebellion against the LORD your God, who brought you out of Egypt and redeemed you from the land of slavery; he has tried to turn you from the way the LORD your God commanded you to follow. You must purge the evil from among you. <sup><strong>6</strong></sup> If your very own brother, or your son or daughter, or the wife you love, or your closest friend secretly entices you, saying, \"Let us go and worship other gods\" (gods that neither you nor your fathers have known, <sup><strong>7</strong></sup> gods of the peoples around you, whether near or far, from one end of the land to the other), <sup><strong>8</strong></sup> do not yield to him or listen to him. Show him no pity. Do not spare him or shield him. <sup><strong>9</strong></sup> You must certainly put him to death. Your hand must be the first in putting him to death, and then the hands of all the people. <sup><strong>10</strong></sup> Stone him to death, because he tried to turn you away from the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>11</strong></sup> Then all Israel will hear and be afraid, and no one among you will do such an evil thing again. <sup><strong>12</strong></sup> If you hear it said about one of the towns the LORD your God is giving you to live in <sup><strong>13</strong></sup> that wicked men have arisen among you and have led the people of their town astray, saying, \"Let us go and worship other gods\" (gods you have not known), <sup><strong>14</strong></sup> then you must inquire, probe and investigate it thoroughly. And if it is true and it has been proved that this detestable thing has been done among you, <sup><strong>15</strong></sup> you must certainly put to the sword all who live in that town. Destroy it completely, both its people and its livestock. <sup><strong>16</strong></sup> Gather all the plunder of the town into the middle of the public square and completely burn the town and all its plunder as a whole burnt offering to the LORD your God. It is to remain a ruin forever, never to be rebuilt. <sup><strong>17</strong></sup> None of those condemned things shall be found in your hands, so that the LORD will turn from his fierce anger; he will show you mercy, have compassion on you, and increase your numbers, as he promised on oath to your forefathers, <sup><strong>18</strong></sup> because you obey the LORD your God, keeping all his commands that I am giving you today and doing what is right in his eyes. ","modified":"2023-05-22T21:56:12.667Z"}]}