{"_id":"616251aab1c7c3127740584e","slug":"hearing","name":"Hearing","verses":[{"_id":"616251abb1c7c3127740584f","topicId":"616251aab1c7c3127740584e","verse":"Romans 10:17","votes":44,"__v":0,"kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","esv":"<div>\n<p id=\"p45010017_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ.","modified":"2023-01-05T15:14:44.160Z"},{"_id":"616251abb1c7c31277405850","topicId":"616251aab1c7c3127740584e","verse":"Matthew 11:15","votes":24,"__v":0,"kjv":"<strong>15</strong> He that hath ears to hear, let him hear. ","esv":"<div>\n<p id=\"p40011015_01-2\" class=\"same-paragraph virtual\"><b class=\"verse-num woc\" id=\"v40011015-1\">15&nbsp;</b><span class=\"woc\">He who has ears to hear, let him hear.</span></p>\n\n</div>","niv":"<sup><strong>15</strong></sup> He who has ears, let him hear.","modified":"2022-10-07T18:40:43.875Z"},{"_id":"616251abb1c7c31277405851","topicId":"616251aab1c7c3127740584e","verse":"Galatians 3:2","votes":24,"__v":0,"kjv":"<strong>2</strong> This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith?  ","esv":"<div>\n<p id=\"p48003002_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003002-1\">2&nbsp;</b>Let me ask you only this: Did you receive the Spirit by works of the law or by hearing with faith?</p>\n</div>","niv":"<sup><strong>2</strong></sup> I would like to learn just one thing from you: Did you receive the Spirit by observing the law, or by believing what you heard?","modified":"2023-04-17T19:36:03.722Z"},{"_id":"616251acb1c7c31277405852","topicId":"616251aab1c7c3127740584e","verse":"Luke 8:15","votes":23,"__v":0,"kjv":"<strong>15</strong> But that on the good ground are they, which in an honest and good heart, having heard the word, keep it, and bring forth fruit with patience. ","esv":"<div>\n<p id=\"p42008015_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42008015-1\">15&nbsp;</b><span class=\"woc\">As for that in the good soil, they are those who, hearing the word, hold it fast in an honest and good heart, and bear fruit with patience.</span></p>\n</div>","niv":"<sup><strong>15</strong></sup> But the seed on good soil stands for those with a noble and good heart, who hear the word, retain it, and by persevering produce a crop.","modified":"2022-06-27T02:37:40.411Z"},{"_id":"616251acb1c7c31277405853","topicId":"616251aab1c7c3127740584e","verse":"Isaiah 55:11","votes":22,"__v":0,"kjv":"<strong>11</strong> So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055011_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055011-1\">11&nbsp;</b>&nbsp;&nbsp;so shall my word be that goes out from my mouth;</span><br><span id=\"p23055011_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall not return to me empty,</span><br><span id=\"p23055011_01-5\" class=\"line\">&nbsp;&nbsp;but it shall accomplish that which I purpose,</span><br><span id=\"p23055011_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall succeed in the thing for which I sent it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>11</strong></sup> so is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it.","modified":"2023-07-07T20:23:58.225Z"},{"_id":"616251acb1c7c31277405854","topicId":"616251aab1c7c3127740584e","verse":"Hebrews 3:7-8","votes":20,"__v":0,"kjv":"<strong>7</strong> Wherefore (as the Holy Ghost saith, To day if ye will hear his voice,  <strong>8</strong> Harden not your hearts, as in the provocation, in the day of temptation in the wilderness:  ","esv":"<div>\n\n<p id=\"p58003007_08-6\"><b class=\"verse-num\" id=\"v58003007-1\">7&nbsp;</b>Therefore, as the Holy Spirit says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58003007_08-6\" class=\"line\">&nbsp;&nbsp;“Today, if you hear his voice,</span><br><span id=\"p58003008_08-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003008-1\">8&nbsp;</b>&nbsp;&nbsp;do not harden your hearts as in the rebellion,</span><br><span id=\"p58003008_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day of testing in the wilderness,</span><br></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>7</strong></sup> So, as the Holy Spirit says: \"Today, if you hear his voice, <sup><strong>8</strong></sup> do not harden your hearts as you did in the rebellion, during the time of testing in the desert, ","modified":"2023-03-06T06:38:54.290Z"},{"_id":"616251acb1c7c31277405855","topicId":"616251aab1c7c3127740584e","verse":"Hebrews 4:2","votes":16,"__v":0,"kjv":"<strong>2</strong> For unto us was the gospel preached, as well as unto them: but the word preached did not profit them, not being mixed with faith in them that heard it.  ","esv":"<div>\n<p id=\"p58004002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004002-1\">2&nbsp;</b>For good news came to us just as to them, but the message they heard did not benefit them, because they were not united by faith with those who listened.</p>\n\n</div>","niv":"<sup><strong>2</strong></sup> For we also have had the gospel preached to us, just as they did; but the message they heard was of no value to them, because those who heard did not combine it with faith."},{"_id":"616251adb1c7c31277405856","topicId":"616251aab1c7c3127740584e","verse":"James 1:19-27","votes":16,"__v":0,"kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","esv":"<div>\n\n<p id=\"p59001019_06-8\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_06-8\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_06-8\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. ","modified":"2023-03-06T06:38:43.294Z"},{"_id":"616251adb1c7c31277405857","topicId":"616251aab1c7c3127740584e","verse":"Mark 4:24","votes":15,"__v":0,"kjv":"<strong>24</strong> And he said unto them, Take heed what ye hear: with what measure ye mete, it shall be measured to you: and unto you that hear shall more be given.  ","esv":"<div>\n<p id=\"p41004024_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v41004024-1\">24&nbsp;</b>And he said to them, <span class=\"woc\">“Pay attention to what you hear: with the measure you use, it will be measured to you, and still more will be added to you.</span></p>\n</div>","niv":"<sup><strong>24</strong></sup> \"Consider carefully what you hear,\" he continued. \"With the measure you use, it will be measured to you--and even more.","modified":"2023-07-16T09:02:31.353Z"},{"_id":"616251adb1c7c31277405858","topicId":"616251aab1c7c3127740584e","verse":"Luke 11:28","votes":13,"__v":0,"kjv":"<strong>28</strong> But he said, Yea rather, blessed are they that hear the word of God, and keep it. ","esv":"<div>\n<p id=\"p42011028_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v42011028-1\">28&nbsp;</b>But he said, <span class=\"woc\">“Blessed rather are those who hear the word of God and keep it!”</span></p>\n</div>","niv":"<sup><strong>28</strong></sup> He replied, \"Blessed rather are those who hear the word of God and obey it.\""},{"_id":"616251aeb1c7c31277405859","topicId":"616251aab1c7c3127740584e","verse":"Mark 4:20","votes":12,"__v":0,"kjv":"<strong>20</strong> And these are they which are sown on good ground; such as hear the word, and receive it, and bring forth fruit, some thirtyfold, some sixty, and some an hundred. ","esv":"<div>\n<p id=\"p41004020_01-11\" class=\"same-paragraph virtual\"><b class=\"verse-num woc\" id=\"v41004020-1\">20&nbsp;</b><span class=\"woc\">But those that were sown on the good soil are the ones who hear the word and accept it and bear fruit, thirtyfold and sixtyfold and a hundredfold.”</span></p>\n</div>","niv":"<sup><strong>20</strong></sup> Others, like seed sown on good soil, hear the word, accept it, and produce a crop--thirty, sixty or even a hundred times what was sown.\""},{"_id":"616251aeb1c7c3127740585a","topicId":"616251aab1c7c3127740584e","verse":"Mark 4:9","votes":9,"__v":0,"kjv":"<strong>9</strong> And he said unto them, He that hath ears to hear, let him hear.  ","esv":"<div>\n<p id=\"p41004009_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v41004009-1\">9&nbsp;</b>And he said, <span class=\"woc\">“He who has ears to hear, let him hear.”</span></p>\n</div>","niv":"<sup><strong>9</strong></sup> Then Jesus said, \"He who has ears to hear, let him hear.\"","modified":"2022-10-15T16:55:00.617Z"},{"_id":"616251aeb1c7c3127740585b","topicId":"616251aab1c7c3127740584e","verse":"Luke 8:18","votes":10,"__v":0,"kjv":"<strong>18</strong> Take heed therefore how ye hear: for whosoever hath, to him shall be given; and whosoever hath not, from him shall be taken even that which he seemeth to have. ","esv":"<div>\n<p id=\"p42008018_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42008018-1\">18&nbsp;</b><span class=\"woc\">Take care then how you hear, for to the one who has, more will be given, and from the one who has not, even what he thinks that he has will be taken away.”</span></p>\n</div>","niv":"<sup><strong>18</strong></sup> Therefore consider carefully how you listen. Whoever has will be given more; whoever does not have, even what he thinks he has will be taken from him.\""},{"_id":"616251afb1c7c3127740585c","topicId":"616251aab1c7c3127740584e","verse":"John 8:47","votes":10,"__v":0,"kjv":"<strong>47</strong> He that is of God heareth God’s words: ye therefore hear them  not, because ye are not of God.  ","esv":"<div>\n<p id=\"p43008047_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008047-1\">47&nbsp;</b><span class=\"woc\">Whoever is of God hears the words of God. The reason why you do not hear them is that you are not of God.”</span></p>\n</div>","niv":"<sup><strong>47</strong></sup> He who belongs to God hears what God says. The reason you do not hear is that you do not belong to God.\""},{"_id":"616251afb1c7c3127740585d","topicId":"616251aab1c7c3127740584e","verse":"Acts 17:11","votes":10,"__v":0,"kjv":"<strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","esv":"<div>\n<p id=\"p44017011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n</div>","niv":"<sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true."},{"_id":"616251afb1c7c3127740585e","topicId":"616251aab1c7c3127740584e","verse":"Jeremiah 33:3","votes":10,"__v":0,"kjv":"<strong>3</strong> Call unto me, and I will answer thee, and shew thee great and mighty things, which thou knowest not.  ","esv":"<div>\n<p id=\"p24033003_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v24033003-1\">3&nbsp;</b>Call to me and I will answer you, and will tell you great and hidden things that you have not known.</p>\n</div>","niv":"<sup><strong>3</strong></sup> 'Call to me and I will answer you and tell you great and unsearchable things you do not know.'","modified":"2022-09-13T14:29:27.288Z"},{"_id":"616251afb1c7c3127740585f","topicId":"616251aab1c7c3127740584e","verse":"John 16:13","votes":9,"__v":0,"kjv":"<strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  ","esv":"<div>\n<p id=\"p43016013_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span></p>\n</div>","niv":"<sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come."},{"_id":"616251b0b1c7c31277405860","topicId":"616251aab1c7c3127740584e","verse":"1 John 5:14","votes":8,"__v":0,"kjv":"<strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  ","esv":"<div>\n<p id=\"p62005014_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.</p>\n</div>","niv":"<sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us."},{"_id":"616251b0b1c7c31277405861","topicId":"616251aab1c7c3127740584e","verse":"1 Peter 3:12","votes":8,"__v":0,"kjv":"<strong>12</strong> For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is  against them that do evil.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003012_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003012-1\">12&nbsp;</b>&nbsp;&nbsp;For the eyes of the Lord are on the righteous,</span><br><span id=\"p60003012_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears are open to their prayer.</span><br><span id=\"p60003012_01-20\" class=\"line\">&nbsp;&nbsp;But the face of the Lord is against those who do evil.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>12</strong></sup> For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\""},{"_id":"616251b0b1c7c31277405862","topicId":"616251aab1c7c3127740584e","verse":"Hebrews 4:12","votes":8,"__v":0,"kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","esv":"<div>\n<p id=\"p58004012_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"616251b1b1c7c31277405863","topicId":"616251aab1c7c3127740584e","verse":"John 6:63","votes":8,"__v":0,"kjv":"<strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  ","esv":"<div>\n<p id=\"p43006063_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span></p>\n</div>","niv":"<sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life."},{"_id":"616251b1b1c7c31277405864","topicId":"616251aab1c7c3127740584e","verse":"Proverbs 8:6-10","votes":8,"__v":0,"kjv":"<strong>6</strong> Hear; for I will speak of excellent things; and the opening of my lips shall be right things.  <strong>7</strong> For my mouth shall speak truth; and wickedness is an abomination to my lips.  <strong>8</strong> All the words of my mouth are in righteousness; there is  nothing froward or perverse in them.  <strong>9</strong> They are all plain to him that understandeth, and right to them that find knowledge.  <strong>10</strong> Receive my instruction, and not silver; and knowledge rather than choice gold.  ","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20008006_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008006-1\">6&nbsp;</b>&nbsp;&nbsp;Hear, for I will speak noble things,</span><br><span id=\"p20008006_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from my lips will come what is right,</span><br><span id=\"p20008007_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008007-1\">7&nbsp;</b>&nbsp;&nbsp;for my mouth will utter truth;</span><br><span id=\"p20008007_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wickedness is an abomination to my lips.</span><br><span id=\"p20008008_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008008-1\">8&nbsp;</b>&nbsp;&nbsp;All the words of my mouth are righteous;</span><br><span id=\"p20008008_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is nothing twisted or crooked in them.</span><br><span id=\"p20008009_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008009-1\">9&nbsp;</b>&nbsp;&nbsp;They are all straight to him who understands,</span><br><span id=\"p20008009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and right to those who find knowledge.</span><br><span id=\"p20008010_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008010-1\">10&nbsp;</b>&nbsp;&nbsp;Take my instruction instead of silver,</span><br><span id=\"p20008010_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and knowledge rather than choice gold,</span><br></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>6</strong></sup> Listen, for I have worthy things to say; I open my lips to speak what is right. <sup><strong>7</strong></sup> My mouth speaks what is true, for my lips detest wickedness. <sup><strong>8</strong></sup> All the words of my mouth are just; none of them is crooked or perverse. <sup><strong>9</strong></sup> To the discerning all of them are right; they are faultless to those who have knowledge. <sup><strong>10</strong></sup> Choose my instruction instead of silver, knowledge rather than choice gold, ","modified":"2022-11-11T22:57:05.776Z"},{"_id":"616251b1b1c7c31277405865","topicId":"616251aab1c7c3127740584e","verse":"John 10:27","votes":8,"__v":0,"kjv":"<strong>27</strong> My sheep hear my voice, and I know them, and they follow me:  ","esv":"<div>\n<p id=\"p43010027_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010027-1\">27&nbsp;</b><span class=\"woc\">My sheep hear my voice, and I know them, and they follow me.</span></p>\n</div>","niv":"<sup><strong>27</strong></sup> My sheep listen to my voice; I know them, and they follow me."},{"_id":"616251b2b1c7c31277405866","topicId":"616251aab1c7c3127740584e","verse":"Galatians 3:5","votes":7,"__v":0,"kjv":"<strong>5</strong> He therefore that ministereth to you the Spirit, and worketh miracles among you, doeth he it by the works of the law, or by the hearing of faith?  ","esv":"<div>\n<p id=\"p48003005_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003005-1\">5&nbsp;</b>Does he who supplies the Spirit to you and works miracles among you do so by works of the law, or by hearing with faith—</p>\n</div>","niv":"<sup><strong>5</strong></sup> Does God give you his Spirit and work miracles among you because you observe the law, or because you believe what you heard?"},{"_id":"616251b2b1c7c31277405867","topicId":"616251aab1c7c3127740584e","verse":"Matthew 13:13-15","votes":7,"__v":0,"kjv":"<strong>13</strong> Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand.  <strong>14</strong> And in them is fulfilled the prophecy of Esaias, which saith, By hearing ye shall hear, and shall not understand; and seeing ye shall see, and shall not perceive:  <strong>15</strong> For this people’s heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their  heart, and should be converted, and I should heal them.  ","esv":"<div>\n<p id=\"p40013013_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40013013-1\">13&nbsp;</b><span class=\"woc\">This is why I speak to them in parables, because seeing they do not see, and hearing they do not hear, nor do they understand.</span> <b class=\"verse-num woc\" id=\"v40013014-1\">14&nbsp;</b><span class=\"woc\">Indeed, in their case the prophecy of Isaiah is fulfilled that says:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40013014_01-26\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘“You will indeed hear but never understand,</span><br><span id=\"p40013014_01-26\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and you will indeed see but never perceive.”</span></span><br><span id=\"p40013015_01-26\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40013015-1\">15&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">For this people’s heart has grown dull,</span><br><span id=\"p40013015_01-26\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and with their ears they can barely hear,</span><br><span id=\"p40013015_01-26\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and their eyes they have closed,</span><br><span id=\"p40013015_01-26\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;lest they should see with their eyes</span><br><span id=\"p40013015_01-26\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and hear with their ears</span><br><span id=\"p40013015_01-26\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;and understand with their heart</span><br><span id=\"p40013015_01-26\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and turn, and I would heal them.’</span><br></span></span></span></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>13</strong></sup> This is why I speak to them in parables: \"Though seeing, they do not see; though hearing, they do not hear or understand. <sup><strong>14</strong></sup> In them is fulfilled the prophecy of Isaiah: \"'You will be ever hearing but never understanding; you will be ever seeing but never perceiving. <sup><strong>15</strong></sup> For this people's heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.' "}]}