{"_id":"5fc31fda8888bb90841ded1f","slug":"heaven","name":"Heaven","verses":[{"_id":"5fd25038a1012d290aa8808f","topicId":"5fc31fda8888bb90841ded1f","verse":"Revelation 21:4","votes":536,"__v":0,"niv":"<sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\"","kjv":"<strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  ","esv":"<div>\n<p id=\"p66021004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n</div>","modified":"2022-12-28T22:58:10.231Z"},{"_id":"5fd25038a1012d290aa88090","topicId":"5fc31fda8888bb90841ded1f","verse":"John 14:2","votes":458,"__v":0,"niv":"<sup><strong>2</strong></sup> In my Father's house are many rooms; if it were not so, I would have told you. I am going there to prepare a place for you.","kjv":"<strong>2</strong> In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.  ","esv":"<div>\n<p id=\"p43014002_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014002-1\">2&nbsp;</b><span class=\"woc\">In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?</span></p>\n\n</div>","modified":"2023-01-24T12:06:07.374Z"},{"_id":"5fd25038a1012d290aa88091","topicId":"5fc31fda8888bb90841ded1f","verse":"1 Corinthians 2:9","votes":384,"__v":0,"niv":"<sup><strong>9</strong></sup> However, as it is written: \"No eye has seen, no ear has heard, no mind has conceived what God has prepared for those who love him\"--","kjv":"<strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  ","esv":"<div>\n<p id=\"p46002009_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v46002009-1\">9&nbsp;</b>But, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46002009_01-4\" class=\"line\">&nbsp;&nbsp;“What no eye has seen, nor ear heard,</span><br><span id=\"p46002009_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the heart of man imagined,</span><br><span id=\"p46002009_01-4\" class=\"line\">&nbsp;&nbsp;what God has prepared for those who love him”—</span><br></p><span class=\"end-line-group\"></span>\n</div>","modified":"2023-02-07T20:43:55.600Z"},{"_id":"5fd25038a1012d290aa88092","topicId":"5fc31fda8888bb90841ded1f","verse":"John 3:16","votes":377,"__v":0,"niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","esv":"<div>\n\n<p id=\"p43003016_07-5\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","modified":"2022-12-15T18:31:15.873Z"},{"_id":"5fd25038a1012d290aa88093","topicId":"5fc31fda8888bb90841ded1f","verse":"Revelation 22:1-5","votes":337,"__v":0,"niv":"<sup><strong>1</strong></sup> Then the angel showed me the river of the water of life, as clear as crystal, flowing from the throne of God and of the Lamb <sup><strong>2</strong></sup> down the middle of the great street of the city. On each side of the river stood the tree of life, bearing twelve crops of fruit, yielding its fruit every month. And the leaves of the tree are for the healing of the nations. <sup><strong>3</strong></sup> No longer will there be any curse. The throne of God and of the Lamb will be in the city, and his servants will serve him. <sup><strong>4</strong></sup> They will see his face, and his name will be on their foreheads. <sup><strong>5</strong></sup> There will be no more night. They will not need the light of a lamp or the light of the sun, for the Lord God will give them light. And they will reign for ever and ever. ","kjv":"<strong>1</strong> And he shewed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb.  <strong>2</strong> In the midst of the street of it, and on either side of the river, was there the tree of life, which bare twelve manner  of fruits, and yielded her fruit every month: and the leaves of the tree were for the healing of the nations.  <strong>3</strong> And there shall be no more curse: but the throne of God and of the Lamb shall be in it; and his servants shall serve him:  <strong>4</strong> And they shall see his face; and his name shall be in their foreheads.  <strong>5</strong> And there shall be no night there; and they need no candle, neither light of the sun; for the Lord God giveth them light: and they shall reign for ever and ever.  ","esv":"<div>\n\n<p id=\"p66022001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66022001-1\">22:1&nbsp;</b>Then the angel showed me the river of the water of life, bright as crystal, flowing from the throne of God and of the Lamb <b class=\"verse-num\" id=\"v66022002-1\">2&nbsp;</b>through the middle of the street of the city; also, on either side of the river, the tree of life with its twelve kinds of fruit, yielding its fruit each month. The leaves of the tree were for the healing of the nations. <b class=\"verse-num\" id=\"v66022003-1\">3&nbsp;</b>No longer will there be anything accursed, but the throne of God and of the Lamb will be in it, and his servants will worship him. <b class=\"verse-num\" id=\"v66022004-1\">4&nbsp;</b>They will see his face, and his name will be on their foreheads. <b class=\"verse-num\" id=\"v66022005-1\">5&nbsp;</b>And night will be no more. They will need no light of lamp or sun, for the Lord God will be their light, and they will reign forever and ever.</p>\n\n</div>","modified":"2022-09-27T16:23:34.429Z"},{"_id":"5fd25038a1012d290aa88094","topicId":"5fc31fda8888bb90841ded1f","verse":"Romans 10:9-13","votes":305,"__v":0,"niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved. <sup><strong>10</strong></sup> For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved. <sup><strong>11</strong></sup> As the Scripture says, \"Anyone who trusts in him will never be put to shame.\" <sup><strong>12</strong></sup> For there is no difference between Jew and Gentile--the same Lord is Lord of all and richly blesses all who call on him, <sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\" ","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  <strong>10</strong> For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.  <strong>11</strong> For the scripture saith, Whosoever believeth on him shall not be ashamed.  <strong>12</strong> For there is no difference between the Jew and the Greek: for the same Lord over all is rich unto all that call upon him.  <strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","esv":"<div>\n<p id=\"p45010009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. <b class=\"verse-num\" id=\"v45010010-1\">10&nbsp;</b>For with the heart one believes and is justified, and with the mouth one confesses and is saved. <b class=\"verse-num\" id=\"v45010011-1\">11&nbsp;</b>For the Scripture says, “Everyone who believes in him will not be put to shame.” <b class=\"verse-num\" id=\"v45010012-1\">12&nbsp;</b>For there is no distinction between Jew and Greek; for the same Lord is Lord of all, bestowing his riches on all who call on him. <b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","modified":"2022-01-27T02:57:01.859Z"},{"_id":"5fd25038a1012d290aa88095","topicId":"5fc31fda8888bb90841ded1f","verse":"Luke 23:43","votes":292,"__v":0,"niv":"<sup><strong>43</strong></sup> Jesus answered him, \"I tell you the truth, today you will be with me in paradise.\"","kjv":"<strong>43</strong> And Jesus said unto him, Verily I say unto thee, To day shalt thou be with me in paradise.  ","esv":"<div>\n<p id=\"p42023043_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023043-1\">43&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, I say to you, today you will be with me in paradise.”</span></p>\n</div>","modified":"2023-08-14T18:52:06.076Z"},{"_id":"5fd25039a1012d290aa88096","topicId":"5fc31fda8888bb90841ded1f","verse":"Matthew 6:19-21","votes":219,"__v":0,"niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. ","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  ","esv":"<div>\n\n<p id=\"p40006019_06-9\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n\n</div>","modified":"2023-08-28T02:41:44.563Z"},{"_id":"5fd25039a1012d290aa88097","topicId":"5fc31fda8888bb90841ded1f","verse":"Hebrews 11:16","votes":214,"__v":0,"niv":"<sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them.","kjv":"<strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  ","esv":"<div>\n<p id=\"p58011016_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n</div>","modified":"2023-02-07T20:47:59.417Z"},{"_id":"5fd25039a1012d290aa88098","topicId":"5fc31fda8888bb90841ded1f","verse":"Revelation 21:22-27","votes":173,"__v":0,"niv":"<sup><strong>22</strong></sup> I did not see a temple in the city, because the Lord God Almighty and the Lamb are its temple. <sup><strong>23</strong></sup> The city does not need the sun or the moon to shine on it, for the glory of God gives it light, and the Lamb is its lamp. <sup><strong>24</strong></sup> The nations will walk by its light, and the kings of the earth will bring their splendor into it. <sup><strong>25</strong></sup> On no day will its gates ever be shut, for there will be no night there. <sup><strong>26</strong></sup> The glory and honor of the nations will be brought into it. <sup><strong>27</strong></sup> Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life. ","kjv":"<strong>22</strong> And I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it.  <strong>23</strong> And the city had no need of the sun, neither of the moon, to shine in it: for the glory of God did lighten it, and the Lamb is the light thereof.  <strong>24</strong> And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it.  <strong>25</strong> And the gates of it shall not be shut at all by day: for there shall be no night there.  <strong>26</strong> And they shall bring the glory and honour of the nations into it.  <strong>27</strong> And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb’s book of life.  ","esv":"<div>\n<p id=\"p66021022_01-11\"><b class=\"verse-num\" id=\"v66021022-1\">22&nbsp;</b>And I saw no temple in the city, for its temple is the Lord God the Almighty and the Lamb. <b class=\"verse-num\" id=\"v66021023-1\">23&nbsp;</b>And the city has no need of sun or moon to shine on it, for the glory of God gives it light, and its lamp is the Lamb. <b class=\"verse-num\" id=\"v66021024-1\">24&nbsp;</b>By its light will the nations walk, and the kings of the earth will bring their glory into it, <b class=\"verse-num\" id=\"v66021025-1\">25&nbsp;</b>and its gates will never be shut by day—and there will be no night there. <b class=\"verse-num\" id=\"v66021026-1\">26&nbsp;</b>They will bring into it the glory and the honor of the nations. <b class=\"verse-num\" id=\"v66021027-1\">27&nbsp;</b>But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb’s book of life.</p>\n</div>","modified":"2023-04-04T11:25:43.301Z"},{"_id":"5fd25039a1012d290aa88099","topicId":"5fc31fda8888bb90841ded1f","verse":"Revelation 21:21-25","votes":171,"__v":0,"niv":"<sup><strong>21</strong></sup> The twelve gates were twelve pearls, each gate made of a single pearl. The great street of the city was of pure gold, like transparent glass. <sup><strong>22</strong></sup> I did not see a temple in the city, because the Lord God Almighty and the Lamb are its temple. <sup><strong>23</strong></sup> The city does not need the sun or the moon to shine on it, for the glory of God gives it light, and the Lamb is its lamp. <sup><strong>24</strong></sup> The nations will walk by its light, and the kings of the earth will bring their splendor into it. <sup><strong>25</strong></sup> On no day will its gates ever be shut, for there will be no night there. ","kjv":"<strong>21</strong> And the twelve gates were twelve pearls; every several gate was of one pearl: and the street of the city was pure gold, as it were transparent glass.  <strong>22</strong> And I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it.  <strong>23</strong> And the city had no need of the sun, neither of the moon, to shine in it: for the glory of God did lighten it, and the Lamb is the light thereof.  <strong>24</strong> And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it.  <strong>25</strong> And the gates of it shall not be shut at all by day: for there shall be no night there.  ","esv":"<div>\n<p id=\"p66021021_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021021-1\">21&nbsp;</b>And the twelve gates were twelve pearls, each of the gates made of a single pearl, and the street of the city was pure gold, like transparent glass.</p>\n<p id=\"p66021021_01-12\"><b class=\"verse-num\" id=\"v66021022-1\">22&nbsp;</b>And I saw no temple in the city, for its temple is the Lord God the Almighty and the Lamb. <b class=\"verse-num\" id=\"v66021023-1\">23&nbsp;</b>And the city has no need of sun or moon to shine on it, for the glory of God gives it light, and its lamp is the Lamb. <b class=\"verse-num\" id=\"v66021024-1\">24&nbsp;</b>By its light will the nations walk, and the kings of the earth will bring their glory into it, <b class=\"verse-num\" id=\"v66021025-1\">25&nbsp;</b>and its gates will never be shut by day—and there will be no night there.</p>\n</div>","modified":"2023-05-06T01:47:44.957Z"},{"_id":"5fd25039a1012d290aa8809a","topicId":"5fc31fda8888bb90841ded1f","verse":"2 Peter 3:13","votes":173,"__v":0,"niv":"<sup><strong>13</strong></sup> But in keeping with his promise we are looking forward to a new heaven and a new earth, the home of righteousness.","kjv":"<strong>13</strong> Nevertheless we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness.  ","esv":"<div>\n<p id=\"p61003013_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003013-1\">13&nbsp;</b>But according to his promise we are waiting for new heavens and a new earth in which righteousness dwells.</p>\n</div>","modified":"2022-01-11T20:23:27.353Z"},{"_id":"5fd25039a1012d290aa8809b","topicId":"5fc31fda8888bb90841ded1f","verse":"John 3:13","votes":170,"__v":0,"niv":"<sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man.","kjv":"<strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. ","esv":"<div>\n<p id=\"p43003013_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span></p>\n\n</div>","modified":"2023-05-30T16:46:27.280Z"},{"_id":"5fd25039a1012d290aa8809c","topicId":"5fc31fda8888bb90841ded1f","verse":"Luke 12:33-34","votes":161,"__v":0,"niv":"<sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys. <sup><strong>34</strong></sup> For where your treasure is, there your heart will be also. ","kjv":"<strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  <strong>34</strong> For where your treasure is, there will your heart be also.  ","esv":"<div>\n<p id=\"p42012033_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span> <b class=\"verse-num woc\" id=\"v42012034-1\">34&nbsp;</b><span class=\"woc\">For where your treasure is, there will your heart be also.</span></p>\n</div>"},{"_id":"5fd2503aa1012d290aa8809d","topicId":"5fc31fda8888bb90841ded1f","verse":"Revelation 21:1-5","votes":144,"__v":0,"niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea. <sup><strong>2</strong></sup> I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband. <sup><strong>3</strong></sup> And I heard a loud voice from the throne saying, \"Now the dwelling of God is with men, and he will live with them. They will be his people, and God himself will be with them and be their God. <sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\" <sup><strong>5</strong></sup> He who was seated on the throne said, \"I am making everything new!\" Then he said, \"Write this down, for these words are trustworthy and true.\" ","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  <strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  <strong>3</strong> And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.  <strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  <strong>5</strong> And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.  ","esv":"<div>\n\n<p id=\"p66021001_08-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. <b class=\"verse-num\" id=\"v66021002-1\">2&nbsp;</b>And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband. <b class=\"verse-num\" id=\"v66021003-1\">3&nbsp;</b>And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God. <b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n<p id=\"p66021004_08-16\"><b class=\"verse-num\" id=\"v66021005-1\">5&nbsp;</b>And he who was seated on the throne said, “Behold, I am making all things new.” Also he said, “Write this down, for these words are trustworthy and true.”</p>\n\n</div>","modified":"2022-05-23T01:44:04.288Z"},{"_id":"5fd2503aa1012d290aa8809e","topicId":"5fc31fda8888bb90841ded1f","verse":"1 Timothy 6:17-19","votes":145,"__v":0,"niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. ","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","esv":"<div>\n<p id=\"p54006017_01-18\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","modified":"2022-02-13T00:38:30.564Z"},{"_id":"5fd2503aa1012d290aa8809f","topicId":"5fc31fda8888bb90841ded1f","verse":"Revelation 21:1","votes":133,"__v":0,"niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea.","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  ","esv":"<div>\n\n<p id=\"p66021001_08-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more.</p>\n</div>","modified":"2022-03-22T01:26:37.216Z"},{"_id":"5fd2503aa1012d290aa880a0","topicId":"5fc31fda8888bb90841ded1f","verse":"Hebrews 13:14","votes":127,"__v":0,"niv":"<sup><strong>14</strong></sup> For here we do not have an enduring city, but we are looking for the city that is to come.","kjv":"<strong>14</strong> For here have we no continuing city, but we seek one to come.  ","esv":"<div>\n<p id=\"p58013014_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013014-1\">14&nbsp;</b>For here we have no lasting city, but we seek the city that is to come.</p>\n</div>","modified":"2022-07-09T04:24:50.249Z"},{"_id":"5fd2503aa1012d290aa880a1","topicId":"5fc31fda8888bb90841ded1f","verse":"Revelation 21:27","votes":115,"__v":0,"niv":"<sup><strong>27</strong></sup> Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life.","kjv":"<strong>27</strong> And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb’s book of life.  ","esv":"<div>\n<p id=\"p66021027_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021027-1\">27&nbsp;</b>But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb’s book of life.</p>\n</div>"},{"_id":"5fd2503aa1012d290aa880a2","topicId":"5fc31fda8888bb90841ded1f","verse":"Genesis 1:1","votes":104,"__v":0,"niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth.","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","esv":"<div>\n\n<p id=\"p01001001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth.</p>\n</div>","modified":"2022-12-01T22:26:07.574Z"},{"_id":"5fd2503ba1012d290aa880a3","topicId":"5fc31fda8888bb90841ded1f","verse":"Revelation 21","votes":114,"__v":0,"niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea. <sup><strong>2</strong></sup> I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband. <sup><strong>3</strong></sup> And I heard a loud voice from the throne saying, \"Now the dwelling of God is with men, and he will live with them. They will be his people, and God himself will be with them and be their God. <sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\" <sup><strong>5</strong></sup> He who was seated on the throne said, \"I am making everything new!\" Then he said, \"Write this down, for these words are trustworthy and true.\" <sup><strong>6</strong></sup> He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To him who is thirsty I will give to drink without cost from the spring of the water of life. <sup><strong>7</strong></sup> He who overcomes will inherit all this, and I will be his God and he will be my son. <sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\" <sup><strong>9</strong></sup> One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\" <sup><strong>10</strong></sup> And he carried me away in the Spirit to a mountain great and high, and showed me the Holy City, Jerusalem, coming down out of heaven from God. <sup><strong>11</strong></sup> It shone with the glory of God, and its brilliance was like that of a very precious jewel, like a jasper, clear as crystal. <sup><strong>12</strong></sup> It had a great, high wall with twelve gates, and with twelve angels at the gates. On the gates were written the names of the twelve tribes of Israel. <sup><strong>13</strong></sup> There were three gates on the east, three on the north, three on the south and three on the west. <sup><strong>14</strong></sup> The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb. <sup><strong>15</strong></sup> The angel who talked with me had a measuring rod of gold to measure the city, its gates and its walls. <sup><strong>16</strong></sup> The city was laid out like a square, as long as it was wide. He measured the city with the rod and found it to be 12,000 stadia in length, and as wide and high as it is long. <sup><strong>17</strong></sup> He measured its wall and it was 144 cubits thick, by man's measurement, which the angel was using. <sup><strong>18</strong></sup> The wall was made of jasper, and the city of pure gold, as pure as glass. <sup><strong>19</strong></sup> The foundations of the city walls were decorated with every kind of precious stone. The first foundation was jasper, the second sapphire, the third chalcedony, the fourth emerald, <sup><strong>20</strong></sup> the fifth sardonyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst. <sup><strong>21</strong></sup> The twelve gates were twelve pearls, each gate made of a single pearl. The great street of the city was of pure gold, like transparent glass. <sup><strong>22</strong></sup> I did not see a temple in the city, because the Lord God Almighty and the Lamb are its temple. <sup><strong>23</strong></sup> The city does not need the sun or the moon to shine on it, for the glory of God gives it light, and the Lamb is its lamp. <sup><strong>24</strong></sup> The nations will walk by its light, and the kings of the earth will bring their splendor into it. <sup><strong>25</strong></sup> On no day will its gates ever be shut, for there will be no night there. <sup><strong>26</strong></sup> The glory and honor of the nations will be brought into it. <sup><strong>27</strong></sup> Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life. ","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  <strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  <strong>3</strong> And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.  <strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  <strong>5</strong> And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.  <strong>6</strong> And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely.  <strong>7</strong> He that overcometh shall inherit all things; and I will be his God, and he shall be my son.  <strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  <strong>9</strong> And there came unto me one of the seven angels which had the seven vials full of the seven last plagues, and talked with me, saying, Come hither, I will shew thee the bride, the Lamb’s wife.  <strong>10</strong> And he carried me away in the spirit to a great and high mountain, and shewed me that great city, the holy Jerusalem, descending out of heaven from God,  <strong>11</strong> Having the glory of God: and her light was like unto a stone most precious, even like a jasper stone, clear as crystal;  <strong>12</strong> And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names  of the twelve tribes of the children of Israel:  <strong>13</strong> On the east three gates; on the north three gates; on the south three gates; and on the west three gates.  <strong>14</strong> And the wall of the city had twelve foundations, and in them the names of the twelve apostles of the Lamb.  <strong>15</strong> And he that talked with me had a golden reed to measure the city, and the gates thereof, and the wall thereof.  <strong>16</strong> And the city lieth foursquare, and the length is as large as the breadth: and he measured the city with the reed, twelve thousand furlongs. The length and the breadth and the height of it are equal.  <strong>17</strong> And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.  <strong>18</strong> And the building of the wall of it was of jasper: and the city was pure gold, like unto clear glass.  <strong>19</strong> And the foundations of the wall of the city were garnished with all manner of precious stones. The first foundation was jasper; the second, sapphire; the third, a chalcedony; the fourth, an emerald;  <strong>20</strong> The fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, a topaz; the tenth, a chrysoprasus; the eleventh, a jacinth; the twelfth, an amethyst.  <strong>21</strong> And the twelve gates were twelve pearls; every several gate was of one pearl: and the street of the city was pure gold, as it were transparent glass.  <strong>22</strong> And I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it.  <strong>23</strong> And the city had no need of the sun, neither of the moon, to shine in it: for the glory of God did lighten it, and the Lamb is the light thereof.  <strong>24</strong> And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it.  <strong>25</strong> And the gates of it shall not be shut at all by day: for there shall be no night there.  <strong>26</strong> And they shall bring the glory and honour of the nations into it.  <strong>27</strong> And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb’s book of life.  ","esv":"<div>\n\n<p id=\"p66021001_08-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. <b class=\"verse-num\" id=\"v66021002-1\">2&nbsp;</b>And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband. <b class=\"verse-num\" id=\"v66021003-1\">3&nbsp;</b>And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God. <b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n<p id=\"p66021004_08-1\"><b class=\"verse-num\" id=\"v66021005-1\">5&nbsp;</b>And he who was seated on the throne said, “Behold, I am making all things new.” Also he said, “Write this down, for these words are trustworthy and true.” <b class=\"verse-num\" id=\"v66021006-1\">6&nbsp;</b>And he said to me, “It is done! I am the Alpha and the Omega, the beginning and the end. To the thirsty I will give from the spring of the water of life without payment. <b class=\"verse-num\" id=\"v66021007-1\">7&nbsp;</b>The one who conquers will have this heritage, and I will be his God and he will be my son. <b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n\n<p id=\"p66021008_11-1\"><b class=\"verse-num\" id=\"v66021009-1\">9&nbsp;</b>Then came one of the seven angels who had the seven bowls full of the seven last plagues and spoke to me, saying, “Come, I will show you the Bride, the wife of the Lamb.” <b class=\"verse-num\" id=\"v66021010-1\">10&nbsp;</b>And he carried me away in the Spirit to a great, high mountain, and showed me the holy city Jerusalem coming down out of heaven from God, <b class=\"verse-num\" id=\"v66021011-1\">11&nbsp;</b>having the glory of God, its radiance like a most rare jewel, like a jasper, clear as crystal. <b class=\"verse-num\" id=\"v66021012-1\">12&nbsp;</b>It had a great, high wall, with twelve gates, and at the gates twelve angels, and on the gates the names of the twelve tribes of the sons of Israel were inscribed—<b class=\"verse-num\" id=\"v66021013-1\">13&nbsp;</b>on the east three gates, on the north three gates, on the south three gates, and on the west three gates. <b class=\"verse-num\" id=\"v66021014-1\">14&nbsp;</b>And the wall of the city had twelve foundations, and on them were the twelve names of the twelve apostles of the Lamb.</p>\n<p id=\"p66021014_11-1\"><b class=\"verse-num\" id=\"v66021015-1\">15&nbsp;</b>And the one who spoke with me had a measuring rod of gold to measure the city and its gates and walls. <b class=\"verse-num\" id=\"v66021016-1\">16&nbsp;</b>The city lies foursquare, its length the same as its width. And he measured the city with his rod, 12,000 stadia. Its length and width and height are equal. <b class=\"verse-num\" id=\"v66021017-1\">17&nbsp;</b>He also measured its wall, 144 cubits by human measurement, which is also an angel’s measurement. <b class=\"verse-num\" id=\"v66021018-1\">18&nbsp;</b>The wall was built of jasper, while the city was pure gold, like clear glass. <b class=\"verse-num\" id=\"v66021019-1\">19&nbsp;</b>The foundations of the wall of the city were adorned with every kind of jewel. The first was jasper, the second sapphire, the third agate, the fourth emerald, <b class=\"verse-num\" id=\"v66021020-1\">20&nbsp;</b>the fifth onyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, the twelfth amethyst. <b class=\"verse-num\" id=\"v66021021-1\">21&nbsp;</b>And the twelve gates were twelve pearls, each of the gates made of a single pearl, and the street of the city was pure gold, like transparent glass.</p>\n<p id=\"p66021021_11-1\"><b class=\"verse-num\" id=\"v66021022-1\">22&nbsp;</b>And I saw no temple in the city, for its temple is the Lord God the Almighty and the Lamb. <b class=\"verse-num\" id=\"v66021023-1\">23&nbsp;</b>And the city has no need of sun or moon to shine on it, for the glory of God gives it light, and its lamp is the Lamb. <b class=\"verse-num\" id=\"v66021024-1\">24&nbsp;</b>By its light will the nations walk, and the kings of the earth will bring their glory into it, <b class=\"verse-num\" id=\"v66021025-1\">25&nbsp;</b>and its gates will never be shut by day—and there will be no night there. <b class=\"verse-num\" id=\"v66021026-1\">26&nbsp;</b>They will bring into it the glory and the honor of the nations. <b class=\"verse-num\" id=\"v66021027-1\">27&nbsp;</b>But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb’s book of life.</p>\n\n</div>","modified":"2023-03-08T20:31:29.224Z"},{"_id":"5fd2503ba1012d290aa880a4","topicId":"5fc31fda8888bb90841ded1f","verse":"2 Corinthians 5:1","votes":96,"__v":0,"niv":"<sup><strong>1</strong></sup> Now we know that if the earthly tent we live in is destroyed, we have a building from God, an eternal house in heaven, not built by human hands.","kjv":"<strong>1</strong> For we know that if our earthly house of this tabernacle were dissolved, we have a building of God, an house not made with hands, eternal in the heavens.  ","esv":"<div>\n\n<p id=\"p47005001_04-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47005001-1\">5:1&nbsp;</b>For we know that if the tent that is our earthly home is destroyed, we have a building from God, a house not made with hands, eternal in the heavens.</p>\n</div>","modified":"2022-02-06T14:10:43.408Z"},{"_id":"5fd2503ba1012d290aa880a5","topicId":"5fc31fda8888bb90841ded1f","verse":"Matthew 25:46","votes":95,"__v":0,"niv":"<sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\"","kjv":"<strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","esv":"<div>\n<p id=\"p40025046_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n</div>"},{"_id":"5fd2503ba1012d290aa880a6","topicId":"5fc31fda8888bb90841ded1f","verse":"Revelation 21:1-4","votes":93,"__v":0,"niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea. <sup><strong>2</strong></sup> I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband. <sup><strong>3</strong></sup> And I heard a loud voice from the throne saying, \"Now the dwelling of God is with men, and he will live with them. They will be his people, and God himself will be with them and be their God. <sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\" ","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  <strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  <strong>3</strong> And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.  <strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  ","esv":"<div>\n\n<p id=\"p66021001_08-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. <b class=\"verse-num\" id=\"v66021002-1\">2&nbsp;</b>And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband. <b class=\"verse-num\" id=\"v66021003-1\">3&nbsp;</b>And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God. <b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n\n</div>"},{"_id":"5fd2503ba1012d290aa880a7","topicId":"5fc31fda8888bb90841ded1f","verse":"Revelation 21:18","votes":90,"__v":0,"niv":"<sup><strong>18</strong></sup> The wall was made of jasper, and the city of pure gold, as pure as glass.","kjv":"<strong>18</strong> And the building of the wall of it was of jasper: and the city was pure gold, like unto clear glass.  ","esv":"<div>\n<p id=\"p66021018_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021018-1\">18&nbsp;</b>The wall was built of jasper, while the city was pure gold, like clear glass.</p>\n</div>","modified":"2022-06-18T17:02:12.988Z"}]}