{"_id":"6162521fb1c7c312774058c9","slug":"hebrews-","name":"Hebrews ","verses":[{"_id":"6162521fb1c7c312774058ca","topicId":"6162521fb1c7c312774058c9","verse":"Hebrews 11:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen.</p>\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see.","modified":"2023-07-29T22:53:36.788Z"},{"_id":"61625220b1c7c312774058cb","topicId":"6162521fb1c7c312774058c9","verse":"Hebrews 13:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p58013001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58013001-1\">13:1&nbsp;</b>Let brotherly love continue. <b class=\"verse-num\" id=\"v58013002-1\">2&nbsp;</b>Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares. <b class=\"verse-num\" id=\"v58013003-1\">3&nbsp;</b>Remember those who are in prison, as though in prison with them, and those who are mistreated, since you also are in the body. <b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous. <b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.” <b class=\"verse-num\" id=\"v58013006-1\">6&nbsp;</b>So we can confidently say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58013006_05-6\" class=\"line\">&nbsp;&nbsp;“The Lord is my helper;</span><br><span id=\"p58013006_05-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not fear;</span><br><span id=\"p58013006_05-6\" class=\"line\">&nbsp;&nbsp;what can man do to me?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58013006_05-6\"><b class=\"verse-num\" id=\"v58013007-1\">7&nbsp;</b>Remember your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith. <b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever. <b class=\"verse-num\" id=\"v58013009-1\">9&nbsp;</b>Do not be led away by diverse and strange teachings, for it is good for the heart to be strengthened by grace, not by foods, which have not benefited those devoted to them. <b class=\"verse-num\" id=\"v58013010-1\">10&nbsp;</b>We have an altar from which those who serve the tent have no right to eat. <b class=\"verse-num\" id=\"v58013011-1\">11&nbsp;</b>For the bodies of those animals whose blood is brought into the holy places by the high priest as a sacrifice for sin are burned outside the camp. <b class=\"verse-num\" id=\"v58013012-1\">12&nbsp;</b>So Jesus also suffered outside the gate in order to sanctify the people through his own blood. <b class=\"verse-num\" id=\"v58013013-1\">13&nbsp;</b>Therefore let us go to him outside the camp and bear the reproach he endured. <b class=\"verse-num\" id=\"v58013014-1\">14&nbsp;</b>For here we have no lasting city, but we seek the city that is to come. <b class=\"verse-num\" id=\"v58013015-1\">15&nbsp;</b>Through him then let us continually offer up a sacrifice of praise to God, that is, the fruit of lips that acknowledge his name. <b class=\"verse-num\" id=\"v58013016-1\">16&nbsp;</b>Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.</p>\n<p id=\"p58013016_05-6\"><b class=\"verse-num\" id=\"v58013017-1\">17&nbsp;</b>Obey your leaders and submit to them, for they are keeping watch over your souls, as those who will have to give an account. Let them do this with joy and not with groaning, for that would be of no advantage to you.</p>\n<p id=\"p58013017_05-6\"><b class=\"verse-num\" id=\"v58013018-1\">18&nbsp;</b>Pray for us, for we are sure that we have a clear conscience, desiring to act honorably in all things. <b class=\"verse-num\" id=\"v58013019-1\">19&nbsp;</b>I urge you the more earnestly to do this in order that I may be restored to you the sooner.</p>\n\n<p id=\"p58013019_06-6\"><b class=\"verse-num\" id=\"v58013020-1\">20&nbsp;</b>Now may the God of peace who brought again from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant, <b class=\"verse-num\" id=\"v58013021-1\">21&nbsp;</b>equip you with everything good that you may do his will, working in us that which is pleasing in his sight, through Jesus Christ, to whom be glory forever and ever. Amen.</p>\n\n<p id=\"p58013021_08-6\"><b class=\"verse-num\" id=\"v58013022-1\">22&nbsp;</b>I appeal to you, brothers, bear with my word of exhortation, for I have written to you briefly. <b class=\"verse-num\" id=\"v58013023-1\">23&nbsp;</b>You should know that our brother Timothy has been released, with whom I shall see you if he comes soon. <b class=\"verse-num\" id=\"v58013024-1\">24&nbsp;</b>Greet all your leaders and all the saints. Those who come from Italy send you greetings. <b class=\"verse-num\" id=\"v58013025-1\">25&nbsp;</b>Grace be with all of you.</p>\n\n</div>","kjv":"<strong>1</strong> Let brotherly love continue.  ","niv":"<sup><strong>1</strong></sup> Keep on loving each other as brothers."},{"_id":"61625220b1c7c312774058cc","topicId":"6162521fb1c7c312774058c9","verse":"Hebrews 10:39","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58010039_01-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010039-1\">39&nbsp;</b>But we are not of those who shrink back and are destroyed, but of those who have faith and preserve their souls.</p>\n</div>","kjv":"<strong>39</strong> But we are not of them who draw back unto perdition; but of them that believe to the saving of the soul.  ","niv":"<sup><strong>39</strong></sup> But we are not of those who shrink back and are destroyed, but of those who believe and are saved."},{"_id":"61625220b1c7c312774058cd","topicId":"6162521fb1c7c312774058c9","verse":"2 Timothy 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"61625221b1c7c312774058ce","topicId":"6162521fb1c7c312774058c9","verse":"Revelation 5:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66005011_01-5\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66005011-1\">11&nbsp;</b>Then I looked, and I heard around the throne and the living creatures and the elders the voice of many angels, numbering myriads of myriads and thousands of thousands,</p>\n</div>","kjv":"<strong>11</strong> And I beheld, and I heard the voice of many angels round about the throne and the beasts and the elders: and the number of them was ten thousand times ten thousand, and thousands of thousands;  ","niv":"<sup><strong>11</strong></sup> Then I looked and heard the voice of many angels, numbering thousands upon thousands, and ten thousand times ten thousand. They encircled the throne and the living creatures and the elders."},{"_id":"61625221b1c7c312774058cf","topicId":"6162521fb1c7c312774058c9","verse":"Hebrews 13:1-25","votes":3,"__v":0,"kjv":"<strong>1</strong> Let brotherly love continue.  <strong>2</strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.  <strong>3</strong> Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.  <strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  <strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  <strong>6</strong> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.  <strong>7</strong> Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.  <strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  <strong>9</strong> Be not carried about with divers and strange doctrines. For it is  a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.  <strong>10</strong> We have an altar, whereof they have no right to eat which serve the tabernacle.  <strong>11</strong> For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp.  <strong>12</strong> Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate.  <strong>13</strong> Let us go forth therefore unto him without the camp, bearing his reproach.  <strong>14</strong> For here have we no continuing city, but we seek one to come.  <strong>15</strong> By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.  <strong>16</strong> But to do good and to communicate forget not: for with such sacrifices God is well pleased.  <strong>17</strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.  <strong>18</strong> Pray for us: for we trust we have a good conscience, in all things willing to live honestly.  <strong>19</strong> But I beseech you the rather to do this, that I may be restored to you the sooner.  <strong>20</strong> Now the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant,  <strong>21</strong> Make you perfect in every good work to do his will, working in you that which is wellpleasing in his sight, through Jesus Christ; to whom be  glory for ever and ever. Amen.  <strong>22</strong> And I beseech you, brethren, suffer the word of exhortation: for I have written a letter unto you in few words.  <strong>23</strong> Know ye that our brother Timothy is set at liberty; with whom, if he come shortly, I will see you.  <strong>24</strong> Salute all them that have the rule over you, and all the saints. They of Italy salute you.  <strong>25</strong> Grace be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> Keep on loving each other as brothers. <sup><strong>2</strong></sup> Do not forget to entertain strangers, for by so doing some people have entertained angels without knowing it. <sup><strong>3</strong></sup> Remember those in prison as if you were their fellow prisoners, and those who are mistreated as if you yourselves were suffering. <sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral. <sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\" <sup><strong>6</strong></sup> So we say with confidence, \"The Lord is my helper; I will not be afraid. What can man do to me?\" <sup><strong>7</strong></sup> Remember your leaders, who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith. <sup><strong>8</strong></sup> Jesus Christ is the same yesterday and today and forever. <sup><strong>9</strong></sup> Do not be carried away by all kinds of strange teachings. It is good for our hearts to be strengthened by grace, not by ceremonial foods, which are of no value to those who eat them. <sup><strong>10</strong></sup> We have an altar from which those who minister at the tabernacle have no right to eat. <sup><strong>11</strong></sup> The high priest carries the blood of animals into the Most Holy Place as a sin offering, but the bodies are burned outside the camp. <sup><strong>12</strong></sup> And so Jesus also suffered outside the city gate to make the people holy through his own blood. <sup><strong>13</strong></sup> Let us, then, go to him outside the camp, bearing the disgrace he bore. <sup><strong>14</strong></sup> For here we do not have an enduring city, but we are looking for the city that is to come. <sup><strong>15</strong></sup> Through Jesus, therefore, let us continually offer to God a sacrifice of praise--the fruit of lips that confess his name. <sup><strong>16</strong></sup> And do not forget to do good and to share with others, for with such sacrifices God is pleased. <sup><strong>17</strong></sup> Obey your leaders and submit to their authority. They keep watch over you as men who must give an account. Obey them so that their work will be a joy, not a burden, for that would be of no advantage to you. <sup><strong>18</strong></sup> Pray for us. We are sure that we have a clear conscience and desire to live honorably in every way. <sup><strong>19</strong></sup> I particularly urge you to pray so that I may be restored to you soon. <sup><strong>20</strong></sup> May the God of peace, who through the blood of the eternal covenant brought back from the dead our Lord Jesus, that great Shepherd of the sheep, <sup><strong>21</strong></sup> equip you with everything good for doing his will, and may he work in us what is pleasing to him, through Jesus Christ, to whom be glory for ever and ever. Amen. <sup><strong>22</strong></sup> Brothers, I urge you to bear with my word of exhortation, for I have written you only a short letter. <sup><strong>23</strong></sup> I want you to know that our brother Timothy has been released. If he arrives soon, I will come with him to see you. <sup><strong>24</strong></sup> Greet all your leaders and all God's people. Those from Italy send you their greetings. <sup><strong>25</strong></sup> Grace be with you all. "},{"_id":"61625221b1c7c312774058d0","topicId":"6162521fb1c7c312774058c9","verse":"Hebrews 2:11","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p58002001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58002001-1\">2:1&nbsp;</b>Therefore we must pay much closer attention to what we have heard, lest we drift away from it. <b class=\"verse-num\" id=\"v58002002-1\">2&nbsp;</b>For since the message declared by angels proved to be reliable, and every transgression or disobedience received a just retribution, <b class=\"verse-num\" id=\"v58002003-1\">3&nbsp;</b>how shall we escape if we neglect such a great salvation? It was declared at first by the Lord, and it was attested to us by those who heard, <b class=\"verse-num\" id=\"v58002004-1\">4&nbsp;</b>while God also bore witness by signs and wonders and various miracles and by gifts of the Holy Spirit distributed according to his will.</p>\n\n<p id=\"p58002004_09-15\"><b class=\"verse-num\" id=\"v58002005-1\">5&nbsp;</b>For it was not to angels that God subjected the world to come, of which we are speaking. <b class=\"verse-num\" id=\"v58002006-1\">6&nbsp;</b>It has been testified somewhere,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002006_09-15\" class=\"line\">&nbsp;&nbsp;“What is man, that you are mindful of him,</span><br><span id=\"p58002006_09-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or the son of man, that you care for him?</span><br><span id=\"p58002007_09-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v58002007-1\">7&nbsp;</b>&nbsp;&nbsp;You made him for a little while lower than the angels;</span><br><span id=\"p58002007_09-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have crowned him with glory and honor,</span><br><span id=\"p58002008_09-15\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v58002008-1\">8&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;putting everything in subjection under his feet.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002008_09-15\" class=\"same-paragraph\">Now in putting everything in subjection to him, he left nothing outside his control. At present, we do not yet see everything in subjection to him. <b class=\"verse-num\" id=\"v58002009-1\">9&nbsp;</b>But we see him who for a little while was made lower than the angels, namely Jesus, crowned with glory and honor because of the suffering of death, so that by the grace of God he might taste death for everyone.</p>\n<p id=\"p58002009_09-15\"><b class=\"verse-num\" id=\"v58002010-1\">10&nbsp;</b>For it was fitting that he, for whom and by whom all things exist, in bringing many sons to glory, should make the founder of their salvation perfect through suffering. <b class=\"verse-num\" id=\"v58002011-1\">11&nbsp;</b>For he who sanctifies and those who are sanctified all have one source. That is why he is not ashamed to call them brothers, <b class=\"verse-num\" id=\"v58002012-1\">12&nbsp;</b>saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002012_09-15\" class=\"line\">&nbsp;&nbsp;“I will tell of your name to my brothers;</span><br><span id=\"p58002012_09-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of the congregation I will sing your praise.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002012_09-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58002013-1\">13&nbsp;</b>And again,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002013_09-15\" class=\"line\">&nbsp;&nbsp;“I will put my trust in him.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002013_09-15\" class=\"same-paragraph\">And again,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002013_09-15\" class=\"line\">&nbsp;&nbsp;“Behold, I and the children God has given me.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002013_09-15\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil, <b class=\"verse-num\" id=\"v58002015-1\">15&nbsp;</b>and deliver all those who through fear of death were subject to lifelong slavery. <b class=\"verse-num\" id=\"v58002016-1\">16&nbsp;</b>For surely it is not angels that he helps, but he helps the offspring of Abraham. <b class=\"verse-num\" id=\"v58002017-1\">17&nbsp;</b>Therefore he had to be made like his brothers in every respect, so that he might become a merciful and faithful high priest in the service of God, to make propitiation for the sins of the people. <b class=\"verse-num\" id=\"v58002018-1\">18&nbsp;</b>For because he himself has suffered when tempted, he is able to help those who are being tempted.</p>\n\n</div>","kjv":"<strong>11</strong> For both he that sanctifieth and they who are sanctified are  all of one: for which cause he is not ashamed to call them brethren,  ","niv":"<sup><strong>11</strong></sup> Both the one who makes men holy and those who are made holy are of the same family. So Jesus is not ashamed to call them brothers."},{"_id":"61625222b1c7c312774058d1","topicId":"6162521fb1c7c312774058c9","verse":"Philippians 3:13-14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50003013_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003013-1\">13&nbsp;</b>Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, <b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus.</p>\n</div>","kjv":"<strong>13</strong> Brethren, I count not myself to have apprehended: but this  one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,  <strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  ","niv":"<sup><strong>13</strong></sup> Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, <sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus. "},{"_id":"61625222b1c7c312774058d2","topicId":"6162521fb1c7c312774058c9","verse":"Proverbs 3:26","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003026_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003026-1\">26&nbsp;</b>&nbsp;&nbsp;for the LORD will be your confidence</span><br><span id=\"p20003026_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will keep your foot from being caught.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> For the LORD shall be thy confidence, and shall keep thy foot from being taken.  ","niv":"<sup><strong>26</strong></sup> for the LORD will be your confidence and will keep your foot from being snared."},{"_id":"61625222b1c7c312774058d3","topicId":"6162521fb1c7c312774058c9","verse":"Psalm 118:8","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19118008_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118008-1\">8&nbsp;</b>&nbsp;&nbsp;It is better to take refuge in the LORD</span><br><span id=\"p19118008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than to trust in man.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong>             It is better to trust in the LORD than to put confidence in man.  ","niv":"<sup><strong>8</strong></sup> It is better to take refuge in the LORD than to trust in man."},{"_id":"61625222b1c7c312774058d4","topicId":"6162521fb1c7c312774058c9","verse":"Hebrews 10:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010025_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching."},{"_id":"61625223b1c7c312774058d5","topicId":"6162521fb1c7c312774058c9","verse":"Hebrews 8:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58008006_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v58008006-1\">6&nbsp;</b>But as it is, Christ has obtained a ministry that is as much more excellent than the old as the covenant he mediates is better, since it is enacted on better promises.</p>\n\n</div>","kjv":"<strong>6</strong> But now hath he obtained a more excellent ministry, by how much also he is the mediator of a better covenant, which was established upon better promises.  ","niv":"<sup><strong>6</strong></sup> But the ministry Jesus has received is as superior to theirs as the covenant of which he is mediator is superior to the old one, and it is founded on better promises."},{"_id":"61625223b1c7c312774058d6","topicId":"6162521fb1c7c312774058c9","verse":"Hebrews 4:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"61625223b1c7c312774058d7","topicId":"6162521fb1c7c312774058c9","verse":"Hebrews 3:1-19","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p58003001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58003001-1\">3:1&nbsp;</b>Therefore, holy brothers, you who share in a heavenly calling, consider Jesus, the apostle and high priest of our confession, <b class=\"verse-num\" id=\"v58003002-1\">2&nbsp;</b>who was faithful to him who appointed him, just as Moses also was faithful in all God’s house. <b class=\"verse-num\" id=\"v58003003-1\">3&nbsp;</b>For Jesus has been counted worthy of more glory than Moses—as much more glory as the builder of a house has more honor than the house itself. <b class=\"verse-num\" id=\"v58003004-1\">4&nbsp;</b>(For every house is built by someone, but the builder of all things is God.) <b class=\"verse-num\" id=\"v58003005-1\">5&nbsp;</b>Now Moses was faithful in all God’s house as a servant, to testify to the things that were to be spoken later, <b class=\"verse-num\" id=\"v58003006-1\">6&nbsp;</b>but Christ is faithful over God’s house as a son. And we are his house, if indeed we hold fast our confidence and our boasting in our hope.</p>\n\n<p id=\"p58003006_12-14\"><b class=\"verse-num\" id=\"v58003007-1\">7&nbsp;</b>Therefore, as the Holy Spirit says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58003007_12-14\" class=\"line\">&nbsp;&nbsp;“Today, if you hear his voice,</span><br><span id=\"p58003008_12-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003008-1\">8&nbsp;</b>&nbsp;&nbsp;do not harden your hearts as in the rebellion,</span><br><span id=\"p58003008_12-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day of testing in the wilderness,</span><br><span id=\"p58003009_12-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003009-1\">9&nbsp;</b>&nbsp;&nbsp;where your fathers put me to the test</span><br><span id=\"p58003009_12-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saw my works for forty years.</span><br><span id=\"p58003010_12-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003010-1\">10&nbsp;</b>&nbsp;&nbsp;Therefore I was provoked with that generation,</span><br><span id=\"p58003010_12-14\" class=\"line\">&nbsp;&nbsp;and said, ‘They always go astray in their heart;</span><br><span id=\"p58003010_12-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have not known my ways.’</span><br><span id=\"p58003011_12-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003011-1\">11&nbsp;</b>&nbsp;&nbsp;As I swore in my wrath,</span><br><span id=\"p58003011_12-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘They shall not enter my rest.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58003011_12-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58003012-1\">12&nbsp;</b>Take care, brothers, lest there be in any of you an evil, unbelieving heart, leading you to fall away from the living God. <b class=\"verse-num\" id=\"v58003013-1\">13&nbsp;</b>But exhort one another every day, as long as it is called “today,” that none of you may be hardened by the deceitfulness of sin. <b class=\"verse-num\" id=\"v58003014-1\">14&nbsp;</b>For we have come to share in Christ, if indeed we hold our original confidence firm to the end. <b class=\"verse-num\" id=\"v58003015-1\">15&nbsp;</b>As it is said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58003015_12-14\" class=\"line\">&nbsp;&nbsp;“Today, if you hear his voice,</span><br><span id=\"p58003015_12-14\" class=\"line\">&nbsp;&nbsp;do not harden your hearts as in the rebellion.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58003015_12-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58003016-1\">16&nbsp;</b>For who were those who heard and yet rebelled? Was it not all those who left Egypt led by Moses? <b class=\"verse-num\" id=\"v58003017-1\">17&nbsp;</b>And with whom was he provoked for forty years? Was it not with those who sinned, whose bodies fell in the wilderness? <b class=\"verse-num\" id=\"v58003018-1\">18&nbsp;</b>And to whom did he swear that they would not enter his rest, but to those who were disobedient? <b class=\"verse-num\" id=\"v58003019-1\">19&nbsp;</b>So we see that they were unable to enter because of unbelief.</p>\n\n</div>","kjv":"<strong>1</strong> Wherefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our profession, Christ Jesus;  <strong>2</strong> Who was faithful to him that appointed him, as also Moses was faithful in all his house.  <strong>3</strong> For this man was counted worthy of more glory than Moses, inasmuch as he who hath builded the house hath more honour than the house.  <strong>4</strong> For every house is builded by some man; but he that built all things is God.  <strong>5</strong> And Moses verily was faithful in all his house, as a servant, for a testimony of those things which were to be spoken after;  <strong>6</strong> But Christ as a son over his own house; whose house are we, if we hold fast the confidence and the rejoicing of the hope firm unto the end.  <strong>7</strong> Wherefore (as the Holy Ghost saith, To day if ye will hear his voice,  <strong>8</strong> Harden not your hearts, as in the provocation, in the day of temptation in the wilderness:  <strong>9</strong> When your fathers tempted me, proved me, and saw my works forty years.  <strong>10</strong> Wherefore I was grieved with that generation, and said, They do alway err in their heart; and they have not known my ways.  <strong>11</strong> So I sware in my wrath, They shall not enter into my rest.)  <strong>12</strong> Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.  <strong>13</strong> But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.  <strong>14</strong> For we are made partakers of Christ, if we hold the beginning of our confidence stedfast unto the end;  <strong>15</strong> While it is said, To day if ye will hear his voice, harden not your hearts, as in the provocation.  <strong>16</strong> For some, when they had heard, did provoke: howbeit not all that came out of Egypt by Moses.  <strong>17</strong> But with whom was he grieved forty years? was it not with them that had sinned, whose carcases fell in the wilderness?  <strong>18</strong> And to whom sware he that they should not enter into his rest, but to them that believed not?  <strong>19</strong> So we see that they could not enter in because of unbelief.  ","niv":"<sup><strong>1</strong></sup> Therefore, holy brothers, who share in the heavenly calling, fix your thoughts on Jesus, the apostle and high priest whom we confess. <sup><strong>2</strong></sup> He was faithful to the one who appointed him, just as Moses was faithful in all God's house. <sup><strong>3</strong></sup> Jesus has been found worthy of greater honor than Moses, just as the builder of a house has greater honor than the house itself. <sup><strong>4</strong></sup> For every house is built by someone, but God is the builder of everything. <sup><strong>5</strong></sup> Moses was faithful as a servant in all God's house, testifying to what would be said in the future. <sup><strong>6</strong></sup> But Christ is faithful as a son over God's house. And we are his house, if we hold on to our courage and the hope of which we boast. <sup><strong>7</strong></sup> So, as the Holy Spirit says: \"Today, if you hear his voice, <sup><strong>8</strong></sup> do not harden your hearts as you did in the rebellion, during the time of testing in the desert, <sup><strong>9</strong></sup> where your fathers tested and tried me and for forty years saw what I did. <sup><strong>10</strong></sup> That is why I was angry with that generation, and I said, 'Their hearts are always going astray, and they have not known my ways.' <sup><strong>11</strong></sup> So I declared on oath in my anger, 'They shall never enter my rest.'\" <sup><strong>12</strong></sup> See to it, brothers, that none of you has a sinful, unbelieving heart that turns away from the living God. <sup><strong>13</strong></sup> But encourage one another daily, as long as it is called Today, so that none of you may be hardened by sin's deceitfulness. <sup><strong>14</strong></sup> We have come to share in Christ if we hold firmly till the end the confidence we had at first. <sup><strong>15</strong></sup> As has just been said: \"Today, if you hear his voice, do not harden your hearts as you did in the rebellion.\" <sup><strong>16</strong></sup> Who were they who heard and rebelled? Were they not all those Moses led out of Egypt? <sup><strong>17</strong></sup> And with whom was he angry for forty years? Was it not with those who sinned, whose bodies fell in the desert? <sup><strong>18</strong></sup> And to whom did God swear that they would never enter his rest if not to those who disobeyed? <sup><strong>19</strong></sup> So we see that they were not able to enter, because of their unbelief. "},{"_id":"61625224b1c7c312774058d8","topicId":"6162521fb1c7c312774058c9","verse":"Hebrews 2:1-18","votes":2,"__v":0,"kjv":"<strong>1</strong> Therefore we ought to give the more earnest heed to the things which we have heard, lest at any time we should let them slip.  <strong>2</strong> For if the word spoken by angels was stedfast, and every transgression and disobedience received a just recompence of reward;  <strong>3</strong> How shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard him;  <strong>4</strong> God also bearing them witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will?  <strong>5</strong> For unto the angels hath he not put in subjection the world to come, whereof we speak.  <strong>6</strong> But one in a certain place testified, saying, What is man, that thou art mindful of him? or the son of man, that thou visitest him?  <strong>7</strong> Thou madest him a little lower than the angels; thou crownedst him with glory and honour, and didst set him over the works of thy hands:  <strong>8</strong> Thou hast put all things in subjection under his feet. For in that he put all in subjection under him, he left nothing that is not put under him. But now we see not yet all things put under him.  <strong>9</strong> But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.  <strong>10</strong> For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.  <strong>11</strong> For both he that sanctifieth and they who are sanctified are  all of one: for which cause he is not ashamed to call them brethren,  <strong>12</strong> Saying, I will declare thy name unto my brethren, in the midst of the church will I sing praise unto thee.  <strong>13</strong> And again, I will put my trust in him. And again, Behold I and the children which God hath given me.  <strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  <strong>15</strong> And deliver them who through fear of death were all their lifetime subject to bondage.  <strong>16</strong> For verily he took not on him the nature of angels; but he took on him the seed of Abraham.  <strong>17</strong> Wherefore in all things it behoved him to be made like unto his  brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people.  <strong>18</strong> For in that he himself hath suffered being tempted, he is able to succour them that are tempted.  ","niv":"<sup><strong>1</strong></sup> We must pay more careful attention, therefore, to what we have heard, so that we do not drift away. <sup><strong>2</strong></sup> For if the message spoken by angels was binding, and every violation and disobedience received its just punishment, <sup><strong>3</strong></sup> how shall we escape if we ignore such a great salvation? This salvation, which was first announced by the Lord, was confirmed to us by those who heard him. <sup><strong>4</strong></sup> God also testified to it by signs, wonders and various miracles, and gifts of the Holy Spirit distributed according to his will. <sup><strong>5</strong></sup> It is not to angels that he has subjected the world to come, about which we are speaking. <sup><strong>6</strong></sup> But there is a place where someone has testified: \"What is man that you are mindful of him, the son of man that you care for him? <sup><strong>7</strong></sup> You made him a little lower than the angels; you crowned him with glory and honor <sup><strong>8</strong></sup> and put everything under his feet.? In putting everything under him, God left nothing that is not subject to him. Yet at present we do not see everything subject to him. <sup><strong>9</strong></sup> But we see Jesus, who was made a little lower than the angels, now crowned with glory and honor because he suffered death, so that by the grace of God he might taste death for everyone. <sup><strong>10</strong></sup> In bringing many sons to glory, it was fitting that God, for whom and through whom everything exists, should make the author of their salvation perfect through suffering. <sup><strong>11</strong></sup> Both the one who makes men holy and those who are made holy are of the same family. So Jesus is not ashamed to call them brothers. <sup><strong>12</strong></sup> He says, \"I will declare your name to my brothers; in the presence of the congregation I will sing your praises.\" <sup><strong>13</strong></sup> And again, \"I will put my trust in him.\" And again he says, \"Here am I, and the children God has given me.\" <sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil-- <sup><strong>15</strong></sup> and free those who all their lives were held in slavery by their fear of death. <sup><strong>16</strong></sup> For surely it is not angels he helps, but Abraham's descendants. <sup><strong>17</strong></sup> For this reason he had to be made like his brothers in every way, in order that he might become a merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people. <sup><strong>18</strong></sup> Because he himself suffered when he was tempted, he is able to help those who are being tempted. "},{"_id":"61625224b1c7c312774058d9","topicId":"6162521fb1c7c312774058c9","verse":"Proverbs 14:26","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014026_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014026-1\">26&nbsp;</b>&nbsp;&nbsp;In the fear of the LORD one has strong confidence,</span><br><span id=\"p20014026_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his children will have a refuge.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> In the fear of the LORD is strong confidence: and his children shall have a place of refuge.  ","niv":"<sup><strong>26</strong></sup> He who fears the LORD has a secure fortress, and for his children it will be a refuge."},{"_id":"61625224b1c7c312774058da","topicId":"6162521fb1c7c312774058c9","verse":"Jude 1:6","votes":2,"__v":0,"kjv":"<strong>6</strong> And the angels which kept not their first estate, but left their own habitation, he hath reserved in everlasting chains under darkness unto the judgment of the great day.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"61625225b1c7c312774058db","topicId":"6162521fb1c7c312774058c9","verse":"1 John 4:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62004010_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004010-1\">10&nbsp;</b>In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins.</p>\n</div>","kjv":"<strong>10</strong> Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.  ","niv":"<sup><strong>10</strong></sup> This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins."},{"_id":"61625225b1c7c312774058dc","topicId":"6162521fb1c7c312774058c9","verse":"Hebrews 6:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58006004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006004-1\">4&nbsp;</b>For it is impossible, in the case of those who have once been enlightened, who have tasted the heavenly gift, and have shared in the Holy Spirit,</p>\n</div>","kjv":"<strong>4</strong> For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,  ","niv":"<sup><strong>4</strong></sup> It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit,"},{"_id":"61625225b1c7c312774058dd","topicId":"6162521fb1c7c312774058c9","verse":"Hebrews 1:13-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58001013_01-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001013-1\">13&nbsp;</b>And to which of the angels has he ever said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001013_01-20\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand</span><br><span id=\"p58001013_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies a footstool for your feet”?</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001013_01-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001014-1\">14&nbsp;</b>Are they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?</p>\n</div>","kjv":"<strong>13</strong> But to which of the angels said he at any time, Sit on my right hand, until I make thine enemies thy footstool?  <strong>14</strong> Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?  ","niv":"<sup><strong>13</strong></sup> To which of the angels did God ever say, \"Sit at my right hand until I make your enemies a footstool for your feet\"? <sup><strong>14</strong></sup> Are not all angels ministering spirits sent to serve those who will inherit salvation? "},{"_id":"61625225b1c7c312774058de","topicId":"6162521fb1c7c312774058c9","verse":"Philippians 4:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"61625226b1c7c312774058df","topicId":"6162521fb1c7c312774058c9","verse":"Galatians 5:19-21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"61625226b1c7c312774058e0","topicId":"6162521fb1c7c312774058c9","verse":"Romans 14:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions.</p>\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters."},{"_id":"61625227b1c7c312774058e1","topicId":"6162521fb1c7c312774058c9","verse":"Acts 17:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44017028_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017028-1\">28&nbsp;</b>for</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44017028_01-24\" class=\"line\">&nbsp;&nbsp;“‘In him we live and move and have our being’;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44017028_01-24\" class=\"same-paragraph\">as even some of your own poets have said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44017028_01-24\" class=\"line\">&nbsp;&nbsp;“‘For we are indeed his offspring.’</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>28</strong> For in him we live, and move, and have our being; as certain also of your own poets have said, For we are also his offspring.  ","niv":"<sup><strong>28</strong></sup> 'For in him we live and move and have our being.' As some of your own poets have said, 'We are his offspring.'"},{"_id":"61625227b1c7c312774058e2","topicId":"6162521fb1c7c312774058c9","verse":"Luke 18:9-14","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42018009_07-25\"><b class=\"verse-num\" id=\"v42018009-1\">9&nbsp;</b>He also told this parable to some who trusted in themselves that they were righteous, and treated others with contempt: <b class=\"verse-num woc\" id=\"v42018010-1\">10&nbsp;</b><span class=\"woc\">“Two men went up into the temple to pray, one a Pharisee and the other a tax collector.</span> <b class=\"verse-num woc\" id=\"v42018011-1\">11&nbsp;</b><span class=\"woc\">The Pharisee, standing by himself, prayed thus: ‘God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector.</span> <b class=\"verse-num woc\" id=\"v42018012-1\">12&nbsp;</b><span class=\"woc\">I fast twice a week; I give tithes of all that I get.’</span> <b class=\"verse-num woc\" id=\"v42018013-1\">13&nbsp;</b><span class=\"woc\">But the tax collector, standing far off, would not even lift up his eyes to heaven, but beat his breast, saying, ‘God, be merciful to me, a sinner!’</span> <b class=\"verse-num woc\" id=\"v42018014-1\">14&nbsp;</b><span class=\"woc\">I tell you, this man went down to his house justified, rather than the other. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And he spake this parable unto certain which trusted in themselves that they were righteous, and despised others:  <strong>10</strong> Two men went up into the temple to pray; the one a Pharisee, and the other a publican.  <strong>11</strong> The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican.  <strong>12</strong> I fast twice in the week, I give tithes of all that I possess.  <strong>13</strong> And the publican, standing afar off, would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner.  <strong>14</strong> I tell you, this man went down to his house justified rather  than the other: for every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.  ","niv":"<sup><strong>9</strong></sup> To some who were confident of their own righteousness and looked down on everybody else, Jesus told this parable: <sup><strong>10</strong></sup> \"Two men went up to the temple to pray, one a Pharisee and the other a tax collector. <sup><strong>11</strong></sup> The Pharisee stood up and prayed about himself: 'God, I thank you that I am not like other men--robbers, evildoers, adulterers--or even like this tax collector. <sup><strong>12</strong></sup> I fast twice a week and give a tenth of all I get.' <sup><strong>13</strong></sup> \"But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, 'God, have mercy on me, a sinner.' <sup><strong>14</strong></sup> \"I tell you that this man, rather than the other, went home justified before God. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" "}]}