{"_id":"61625246b1c7c312774058e3","slug":"hebron","name":"Hebron","verses":[{"_id":"61625246b1c7c312774058e4","topicId":"61625246b1c7c312774058e3","verse":"Numbers 13:22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p04013022_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v04013022-1\">22&nbsp;</b>They went up into the Negeb and came to Hebron. Ahiman, Sheshai, and Talmai, the descendants of Anak, were there. (Hebron was built seven years before Zoan in Egypt.)</p>\n</div>","kjv":"<strong>22</strong> And they ascended by the south, and came unto Hebron; where Ahiman, Sheshai, and Talmai, the children of Anak, were. (Now Hebron was built seven years before Zoan in Egypt.)  ","niv":"<sup><strong>22</strong></sup> They went up through the Negev and came to Hebron, where Ahiman, Sheshai and Talmai, the descendants of Anak, lived. (Hebron had been built seven years before Zoan in Egypt.)","modified":"2023-10-26T09:26:19.328Z"},{"_id":"61625246b1c7c312774058e5","topicId":"61625246b1c7c312774058e3","verse":"Ezra 10:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p15010001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v15010001-1\">10:1&nbsp;</b>While Ezra prayed and made confession, weeping and casting himself down before the house of God, a very great assembly of men, women, and children, gathered to him out of Israel, for the people wept bitterly.</p>\n</div>","kjv":"<strong>1</strong> Now when Ezra had prayed, and when he had confessed, weeping and casting himself down before the house of God, there assembled unto him out of Israel a very great congregation of men and women and children: for the people wept very sore.  ","niv":"<sup><strong>1</strong></sup> While Ezra was praying and confessing, weeping and throwing himself down before the house of God, a large crowd of Israelites-men, women and children-gathered around him. They too wept bitterly.","modified":"2022-04-26T12:14:48.029Z"},{"_id":"61625247b1c7c312774058e6","topicId":"61625246b1c7c312774058e3","verse":"Genesis 14:1-24","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01014001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01014001-1\">14:1&nbsp;</b>In the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of Goiim, <b class=\"verse-num\" id=\"v01014002-1\">2&nbsp;</b>these kings made war with Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (that is, Zoar). <b class=\"verse-num\" id=\"v01014003-1\">3&nbsp;</b>And all these joined forces in the Valley of Siddim (that is, the Salt Sea). <b class=\"verse-num\" id=\"v01014004-1\">4&nbsp;</b>Twelve years they had served Chedorlaomer, but in the thirteenth year they rebelled. <b class=\"verse-num\" id=\"v01014005-1\">5&nbsp;</b>In the fourteenth year Chedorlaomer and the kings who were with him came and defeated the Rephaim in Ashteroth-karnaim, the Zuzim in Ham, the Emim in Shaveh-kiriathaim, <b class=\"verse-num\" id=\"v01014006-1\">6&nbsp;</b>and the Horites in their hill country of Seir as far as El-paran on the border of the wilderness. <b class=\"verse-num\" id=\"v01014007-1\">7&nbsp;</b>Then they turned back and came to En-mishpat (that is, Kadesh) and defeated all the country of the Amalekites, and also the Amorites who were dwelling in Hazazon-tamar.</p>\n<p id=\"p01014007_04-3\"><b class=\"verse-num\" id=\"v01014008-1\">8&nbsp;</b>Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is, Zoar) went out, and they joined battle in the Valley of Siddim <b class=\"verse-num\" id=\"v01014009-1\">9&nbsp;</b>with Chedorlaomer king of Elam, Tidal king of Goiim, Amraphel king of Shinar, and Arioch king of Ellasar, four kings against five. <b class=\"verse-num\" id=\"v01014010-1\">10&nbsp;</b>Now the Valley of Siddim was full of bitumen pits, and as the kings of Sodom and Gomorrah fled, some fell into them, and the rest fled to the hill country. <b class=\"verse-num\" id=\"v01014011-1\">11&nbsp;</b>So the enemy took all the possessions of Sodom and Gomorrah, and all their provisions, and went their way. <b class=\"verse-num\" id=\"v01014012-1\">12&nbsp;</b>They also took Lot, the son of Abram’s brother, who was dwelling in Sodom, and his possessions, and went their way.</p>\n<p id=\"p01014012_04-3\"><b class=\"verse-num\" id=\"v01014013-1\">13&nbsp;</b>Then one who had escaped came and told Abram the Hebrew, who was living by the oaks of Mamre the Amorite, brother of Eshcol and of Aner. These were allies of Abram. <b class=\"verse-num\" id=\"v01014014-1\">14&nbsp;</b>When Abram heard that his kinsman had been taken captive, he led forth his trained men, born in his house, 318 of them, and went in pursuit as far as Dan. <b class=\"verse-num\" id=\"v01014015-1\">15&nbsp;</b>And he divided his forces against them by night, he and his servants, and defeated them and pursued them to Hobah, north of Damascus. <b class=\"verse-num\" id=\"v01014016-1\">16&nbsp;</b>Then he brought back all the possessions, and also brought back his kinsman Lot with his possessions, and the women and the people.</p>\n\n<p id=\"p01014016_08-3\"><b class=\"verse-num\" id=\"v01014017-1\">17&nbsp;</b>After his return from the defeat of Chedorlaomer and the kings who were with him, the king of Sodom went out to meet him at the Valley of Shaveh (that is, the King’s Valley). <b class=\"verse-num\" id=\"v01014018-1\">18&nbsp;</b>And Melchizedek king of Salem brought out bread and wine. (He was priest of God Most High.) <b class=\"verse-num\" id=\"v01014019-1\">19&nbsp;</b>And he blessed him and said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01014019_08-3\" class=\"line\">&nbsp;&nbsp;“Blessed be Abram by God Most High,</span><br><span id=\"p01014019_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Possessor of heaven and earth;</span><br><span id=\"p01014020_08-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v01014020-1\">20&nbsp;</b>&nbsp;&nbsp;and blessed be God Most High,</span><br><span id=\"p01014020_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has delivered your enemies into your hand!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01014020_08-3\" class=\"same-paragraph\">And Abram gave him a tenth of everything. <b class=\"verse-num\" id=\"v01014021-1\">21&nbsp;</b>And the king of Sodom said to Abram, “Give me the persons, but take the goods for yourself.” <b class=\"verse-num\" id=\"v01014022-1\">22&nbsp;</b>But Abram said to the king of Sodom, “I have lifted my hand to the LORD, God Most High, Possessor of heaven and earth, <b class=\"verse-num\" id=\"v01014023-1\">23&nbsp;</b>that I would not take a thread or a sandal strap or anything that is yours, lest you should say, ‘I have made Abram rich.’ <b class=\"verse-num\" id=\"v01014024-1\">24&nbsp;</b>I will take nothing but what the young men have eaten, and the share of the men who went with me. Let Aner, Eshcol, and Mamre take their share.”</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of nations;  <strong>2</strong> That these made war with Bera king of Sodom, and with Birsha king of Gomorrah, Shinab king of Admah, and Shemeber king of Zeboiim, and the king of Bela, which is Zoar.  <strong>3</strong> All these were joined together in the vale of Siddim, which is the salt sea.  <strong>4</strong> Twelve years they served Chedorlaomer, and in the thirteenth year they rebelled.  <strong>5</strong> And in the fourteenth year came Chedorlaomer, and the kings that were with him, and smote the Rephaims in Ashteroth Karnaim, and the Zuzims in Ham, and the Emims in Shaveh Kiriathaim,  <strong>6</strong> And the Horites in their mount Seir, unto El-paran, which is  by the wilderness.  <strong>7</strong> And they returned, and came to En-mishpat, which is Kadesh, and smote all the country of the Amalekites, and also the Amorites that dwelt in Hazezon-tamar.  <strong>8</strong> And there went out the king of Sodom, and the king of Gomorrah, and the king of Admah, and the king of Zeboiim, and the king of Bela (the same is Zoar;) and they joined battle with them in the vale of Siddim;  <strong>9</strong> With Chedorlaomer the king of Elam, and with Tidal king of nations, and Amraphel king of Shinar, and Arioch king of Ellasar; four kings with five.  <strong>10</strong> And the vale of Siddim was full of slimepits; and the kings of Sodom and Gomorrah fled, and fell there; and they that remained fled to the mountain.  <strong>11</strong> And they took all the goods of Sodom and Gomorrah, and all their victuals, and went their way.  <strong>12</strong> And they took Lot, Abram’s brother’s son, who dwelt in Sodom, and his goods, and departed.  <strong>13</strong> And there came one that had escaped, and told Abram the Hebrew; for he dwelt in the plain of Mamre the Amorite, brother of Eshcol, and brother of Aner: and these were confederate with Abram.  <strong>14</strong> And when Abram heard that his brother was taken captive, he armed his trained servants, born in his own house, three hundred and eighteen, and pursued them unto Dan.  <strong>15</strong> And he divided himself against them, he and his servants, by night, and smote them, and pursued them unto Hobah, which is on the left hand of Damascus.  <strong>16</strong> And he brought back all the goods, and also brought again his brother Lot, and his goods, and the women also, and the people.  <strong>17</strong> And the king of Sodom went out to meet him after his return from the slaughter of Chedorlaomer, and of the kings that were with him, at the valley of Shaveh, which is the king’s dale.  <strong>18</strong> And Melchizedek king of Salem brought forth bread and wine: and he was the priest of the most high God.  <strong>19</strong> And he blessed him, and said, Blessed be Abram of the most high God, possessor of heaven and earth:  <strong>20</strong> And blessed be the most high God, which hath delivered thine enemies into thy hand. And he gave him tithes of all.  <strong>21</strong> And the king of Sodom said unto Abram, Give me the persons, and take the goods to thyself.  <strong>22</strong> And Abram said to the king of Sodom, I have lift up mine hand unto the LORD, the most high God, the possessor of heaven and earth,  <strong>23</strong> That I will not take from a thread even to a shoelatchet, and that I will not take any thing that is thine, lest thou shouldest say, I have made Abram rich:  <strong>24</strong> Save only that which the young men have eaten, and the portion of the men which went with me, Aner, Eshcol, and Mamre; let them take their portion.  ","niv":"<sup><strong>1</strong></sup> At this time Amraphel king of Shinar, Arioch king of Ellasar, Kedorlaomer king of Elam and Tidal king of Goiim <sup><strong>2</strong></sup> went to war against Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (that is, Zoar). <sup><strong>3</strong></sup> All these latter kings joined forces in the Valley of Siddim (the Salt Sea ). <sup><strong>4</strong></sup> For twelve years they had been subject to Kedorlaomer, but in the thirteenth year they rebelled. <sup><strong>5</strong></sup> In the fourteenth year, Kedorlaomer and the kings allied with him went out and defeated the Rephaites in Ashteroth Karnaim, the Zuzites in Ham, the Emites in Shaveh Kiriathaim <sup><strong>6</strong></sup> and the Horites in the hill country of Seir, as far as El Paran near the desert. <sup><strong>7</strong></sup> Then they turned back and went to En Mishpat (that is, Kadesh), and they conquered the whole territory of the Amalekites, as well as the Amorites who were living in Hazazon Tamar. <sup><strong>8</strong></sup> Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim and the king of Bela (that is, Zoar) marched out and drew up their battle lines in the Valley of Siddim <sup><strong>9</strong></sup> against Kedorlaomer king of Elam, Tidal king of Goiim, Amraphel king of Shinar and Arioch king of Ellasar-four kings against five. <sup><strong>10</strong></sup> Now the Valley of Siddim was full of tar pits, and when the kings of Sodom and Gomorrah fled, some of the men fell into them and the rest fled to the hills. <sup><strong>11</strong></sup> The four kings seized all the goods of Sodom and Gomorrah and all their food; then they went away. <sup><strong>12</strong></sup> They also carried off Abram's nephew Lot and his possessions, since he was living in Sodom. <sup><strong>13</strong></sup> One who had escaped came and reported this to Abram the Hebrew. Now Abram was living near the great trees of Mamre the Amorite, a brother of Eshcol and Aner, all of whom were allied with Abram. <sup><strong>14</strong></sup> When Abram heard that his relative had been taken captive, he called out the 318 trained men born in his household and went in pursuit as far as Dan. <sup><strong>15</strong></sup> During the night Abram divided his men to attack them and he routed them, pursuing them as far as Hobah, north of Damascus. <sup><strong>16</strong></sup> He recovered all the goods and brought back his relative Lot and his possessions, together with the women and the other people. <sup><strong>17</strong></sup> After Abram returned from defeating Kedorlaomer and the kings allied with him, the king of Sodom came out to meet him in the Valley of Shaveh (that is, the King's Valley). <sup><strong>18</strong></sup> Then Melchizedek king of Salem brought out bread and wine. He was priest of God Most High, <sup><strong>19</strong></sup> and he blessed Abram, saying, \"Blessed be Abram by God Most High, Creator of heaven and earth. <sup><strong>20</strong></sup> And blessed be God Most High, who delivered your enemies into your hand.\" Then Abram gave him a tenth of everything. <sup><strong>21</strong></sup> The king of Sodom said to Abram, \"Give me the people and keep the goods for yourself.\" <sup><strong>22</strong></sup> But Abram said to the king of Sodom, \"I have raised my hand to the LORD, God Most High, Creator of heaven and earth, and have taken an oath <sup><strong>23</strong></sup> that I will accept nothing belonging to you, not even a thread or the thong of a sandal, so that you will never be able to say, 'I made Abram rich.' <sup><strong>24</strong></sup> I will accept nothing but what my men have eaten and the share that belongs to the men who went with me-to Aner, Eshcol and Mamre. Let them have their share.\" "},{"_id":"61625247b1c7c312774058e7","topicId":"61625246b1c7c312774058e3","verse":"2 Kings 19:35","votes":3,"__v":0,"esv":"<div>\n<p id=\"p12019035_01-4\"><b class=\"verse-num\" id=\"v12019035-1\">35&nbsp;</b>And that night the angel of the LORD went out and struck down 185,000 in the camp of the Assyrians. And when people arose early in the morning, behold, these were all dead bodies.</p>\n</div>","kjv":"<strong>35</strong> And it came to pass that night, that the angel of the LORD went out, and smote in the camp of the Assyrians an hundred fourscore and five thousand: and when they arose early in the morning, behold, they were all dead corpses.  ","niv":"<sup><strong>35</strong></sup> That night the angel of the LORD went out and put to death a hundred and eighty-five thousand men in the Assyrian camp. When the people got up the next morning-there were all the dead bodies!"},{"_id":"61625247b1c7c312774058e8","topicId":"61625246b1c7c312774058e3","verse":"1 Chronicles 2:1-55","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p13002001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v13002001-1\">2:1&nbsp;</b>These are the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun, <b class=\"verse-num\" id=\"v13002002-1\">2&nbsp;</b>Dan, Joseph, Benjamin, Naphtali, Gad, and Asher. <b class=\"verse-num\" id=\"v13002003-1\">3&nbsp;</b>The sons of Judah: Er, Onan and Shelah; these three Bath-shua the Canaanite bore to him. Now Er, Judah’s firstborn, was evil in the sight of the LORD, and he put him to death. <b class=\"verse-num\" id=\"v13002004-1\">4&nbsp;</b>His daughter-in-law Tamar also bore him Perez and Zerah. Judah had five sons in all.</p>\n<p id=\"p13002004_05-6\"><b class=\"verse-num\" id=\"v13002005-1\">5&nbsp;</b>The sons of Perez: Hezron and Hamul. <b class=\"verse-num\" id=\"v13002006-1\">6&nbsp;</b>The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara, five in all. <b class=\"verse-num\" id=\"v13002007-1\">7&nbsp;</b>The son of Carmi: Achan, the troubler of Israel, who broke faith in the matter of the devoted thing; <b class=\"verse-num\" id=\"v13002008-1\">8&nbsp;</b>and Ethan’s son was Azariah.</p>\n<p id=\"p13002008_05-6\"><b class=\"verse-num\" id=\"v13002009-1\">9&nbsp;</b>The sons of Hezron that were born to him: Jerahmeel, Ram, and Chelubai. <b class=\"verse-num\" id=\"v13002010-1\">10&nbsp;</b>Ram fathered Amminadab, and Amminadab fathered Nahshon, prince of the sons of Judah. <b class=\"verse-num\" id=\"v13002011-1\">11&nbsp;</b>Nahshon fathered Salmon, Salmon fathered Boaz, <b class=\"verse-num\" id=\"v13002012-1\">12&nbsp;</b>Boaz fathered Obed, Obed fathered Jesse. <b class=\"verse-num\" id=\"v13002013-1\">13&nbsp;</b>Jesse fathered Eliab his firstborn, Abinadab the second, Shimea the third, <b class=\"verse-num\" id=\"v13002014-1\">14&nbsp;</b>Nethanel the fourth, Raddai the fifth, <b class=\"verse-num\" id=\"v13002015-1\">15&nbsp;</b>Ozem the sixth, David the seventh. <b class=\"verse-num\" id=\"v13002016-1\">16&nbsp;</b>And their sisters were Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three. <b class=\"verse-num\" id=\"v13002017-1\">17&nbsp;</b>Abigail bore Amasa, and the father of Amasa was Jether the Ishmaelite.</p>\n<p id=\"p13002017_05-6\"><b class=\"verse-num\" id=\"v13002018-1\">18&nbsp;</b>Caleb the son of Hezron fathered children by his wife Azubah, and by Jerioth; and these were her sons: Jesher, Shobab, and Ardon. <b class=\"verse-num\" id=\"v13002019-1\">19&nbsp;</b>When Azubah died, Caleb married Ephrath, who bore him Hur. <b class=\"verse-num\" id=\"v13002020-1\">20&nbsp;</b>Hur fathered Uri, and Uri fathered Bezalel.</p>\n<p id=\"p13002020_05-6\"><b class=\"verse-num\" id=\"v13002021-1\">21&nbsp;</b>Afterward Hezron went in to the daughter of Machir the father of Gilead, whom he married when he was sixty years old, and she bore him Segub. <b class=\"verse-num\" id=\"v13002022-1\">22&nbsp;</b>And Segub fathered Jair, who had twenty-three cities in the land of Gilead. <b class=\"verse-num\" id=\"v13002023-1\">23&nbsp;</b>But Geshur and Aram took from them Havvoth-jair, Kenath, and its villages, sixty towns. All these were descendants of Machir, the father of Gilead. <b class=\"verse-num\" id=\"v13002024-1\">24&nbsp;</b>After the death of Hezron, Caleb went in to Ephrathah, the wife of Hezron his father, and she bore him Ashhur, the father of Tekoa.</p>\n<p id=\"p13002024_05-6\"><b class=\"verse-num\" id=\"v13002025-1\">25&nbsp;</b>The sons of Jerahmeel, the firstborn of Hezron: Ram, his firstborn, Bunah, Oren, Ozem, and Ahijah. <b class=\"verse-num\" id=\"v13002026-1\">26&nbsp;</b>Jerahmeel also had another wife, whose name was Atarah; she was the mother of Onam. <b class=\"verse-num\" id=\"v13002027-1\">27&nbsp;</b>The sons of Ram, the firstborn of Jerahmeel: Maaz, Jamin, and Eker. <b class=\"verse-num\" id=\"v13002028-1\">28&nbsp;</b>The sons of Onam: Shammai and Jada. The sons of Shammai: Nadab and Abishur. <b class=\"verse-num\" id=\"v13002029-1\">29&nbsp;</b>The name of Abishur’s wife was Abihail, and she bore him Ahban and Molid. <b class=\"verse-num\" id=\"v13002030-1\">30&nbsp;</b>The sons of Nadab: Seled and Appaim; and Seled died childless. <b class=\"verse-num\" id=\"v13002031-1\">31&nbsp;</b>The son of Appaim: Ishi. The son of Ishi: Sheshan. The son of Sheshan: Ahlai. <b class=\"verse-num\" id=\"v13002032-1\">32&nbsp;</b>The sons of Jada, Shammai’s brother: Jether and Jonathan; and Jether died childless. <b class=\"verse-num\" id=\"v13002033-1\">33&nbsp;</b>The sons of Jonathan: Peleth and Zaza. These were the descendants of Jerahmeel. <b class=\"verse-num\" id=\"v13002034-1\">34&nbsp;</b>Now Sheshan had no sons, only daughters, but Sheshan had an Egyptian slave whose name was Jarha. <b class=\"verse-num\" id=\"v13002035-1\">35&nbsp;</b>So Sheshan gave his daughter in marriage to Jarha his slave, and she bore him Attai. <b class=\"verse-num\" id=\"v13002036-1\">36&nbsp;</b>Attai fathered Nathan, and Nathan fathered Zabad. <b class=\"verse-num\" id=\"v13002037-1\">37&nbsp;</b>Zabad fathered Ephlal, and Ephlal fathered Obed. <b class=\"verse-num\" id=\"v13002038-1\">38&nbsp;</b>Obed fathered Jehu, and Jehu fathered Azariah. <b class=\"verse-num\" id=\"v13002039-1\">39&nbsp;</b>Azariah fathered Helez, and Helez fathered Eleasah. <b class=\"verse-num\" id=\"v13002040-1\">40&nbsp;</b>Eleasah fathered Sismai, and Sismai fathered Shallum. <b class=\"verse-num\" id=\"v13002041-1\">41&nbsp;</b>Shallum fathered Jekamiah, and Jekamiah fathered Elishama.</p>\n<p id=\"p13002041_05-6\"><b class=\"verse-num\" id=\"v13002042-1\">42&nbsp;</b>The sons of Caleb the brother of Jerahmeel: Mareshah his firstborn, who fathered Ziph. The son of Mareshah: Hebron. <b class=\"verse-num\" id=\"v13002043-1\">43&nbsp;</b>The sons of Hebron: Korah, Tappuah, Rekem and Shema. <b class=\"verse-num\" id=\"v13002044-1\">44&nbsp;</b>Shema fathered Raham, the father of Jorkeam; and Rekem fathered Shammai. <b class=\"verse-num\" id=\"v13002045-1\">45&nbsp;</b>The son of Shammai: Maon; and Maon fathered Beth-zur. <b class=\"verse-num\" id=\"v13002046-1\">46&nbsp;</b>Ephah also, Caleb’s concubine, bore Haran, Moza, and Gazez; and Haran fathered Gazez. <b class=\"verse-num\" id=\"v13002047-1\">47&nbsp;</b>The sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph. <b class=\"verse-num\" id=\"v13002048-1\">48&nbsp;</b>Maacah, Caleb’s concubine, bore Sheber and Tirhanah. <b class=\"verse-num\" id=\"v13002049-1\">49&nbsp;</b>She also bore Shaaph the father of Madmannah, Sheva the father of Machbenah and the father of Gibea; and the daughter of Caleb was Achsah. <b class=\"verse-num\" id=\"v13002050-1\">50&nbsp;</b>These were the descendants of Caleb.</p>\n<p id=\"p13002050_05-6\">The sons of Hur the firstborn of Ephrathah: Shobal the father of Kiriath-jearim, <b class=\"verse-num\" id=\"v13002051-1\">51&nbsp;</b>Salma, the father of Bethlehem, and Hareph the father of Beth-gader. <b class=\"verse-num\" id=\"v13002052-1\">52&nbsp;</b>Shobal the father of Kiriath-jearim had other sons: Haroeh, half of the Menuhoth. <b class=\"verse-num\" id=\"v13002053-1\">53&nbsp;</b>And the clans of Kiriath-jearim: the Ithrites, the Puthites, the Shumathites, and the Mishraites; from these came the Zorathites and the Eshtaolites. <b class=\"verse-num\" id=\"v13002054-1\">54&nbsp;</b>The sons of Salma: Bethlehem, the Netophathites, Atroth-beth-joab and half of the Manahathites, the Zorites. <b class=\"verse-num\" id=\"v13002055-1\">55&nbsp;</b>The clans also of the scribes who lived at Jabez: the Tirathites, the Shimeathites and the Sucathites. These are the Kenites who came from Hammath, the father of the house of Rechab.</p>\n\n</div>","kjv":"<strong>1</strong> These are the sons of Israel; Reuben, Simeon, Levi, and Judah, Issachar, and Zebulun,  <strong>2</strong> Dan, Joseph, and Benjamin, Naphtali, Gad, and Asher.  <strong>3</strong> The sons of Judah; Er, and Onan, and Shelah: which three were born unto him of the daughter of Shua the Canaanitess. And Er, the firstborn of Judah, was evil in the sight of the LORD; and he slew him.  <strong>4</strong> And Tamar his daughter in law bare him Pharez and Zerah. All the sons of Judah were five.  <strong>5</strong> The sons of Pharez; Hezron, and Hamul.  <strong>6</strong> And the sons of Zerah; Zimri, and Ethan, and Heman, and Calcol, and Dara: five of them in all.  <strong>7</strong> And the sons of Carmi; Achar, the troubler of Israel, who transgressed in the thing accursed.  <strong>8</strong> And the sons of Ethan; Azariah.  <strong>9</strong> The sons also of Hezron, that were born unto him; Jerahmeel, and Ram, and Chelubai.  <strong>10</strong> And Ram begat Amminadab; and Amminadab begat Nahshon, prince of the children of Judah;  <strong>11</strong> And Nahshon begat Salma, and Salma begat Boaz,  <strong>12</strong> And Boaz begat Obed, and Obed begat Jesse,  <strong>13</strong> And Jesse begat his firstborn Eliab, and Abinadab the second, and Shimma the third,  <strong>14</strong> Nethaneel the fourth, Raddai the fifth,  <strong>15</strong> Ozem the sixth, David the seventh:  <strong>16</strong> Whose sisters were Zeruiah, and Abigail. And the sons of Zeruiah; Abishai, and Joab, and Asahel, three.  <strong>17</strong> And Abigail bare Amasa: and the father of Amasa was Jether the Ishmeelite.  <strong>18</strong> And Caleb the son of Hezron begat children of Azubah his wife, and of Jerioth: her sons are these; Jesher, and Shobab, and Ardon.  <strong>19</strong> And when Azubah was dead, Caleb took unto him Ephrath, which bare him Hur.  <strong>20</strong> And Hur begat Uri, and Uri begat Bezaleel.  <strong>21</strong> And afterward Hezron went in to the daughter of Machir the father of Gilead, whom he married when he was threescore years old; and she bare him Segub.  <strong>22</strong> And Segub begat Jair, who had three and twenty cities in the land of Gilead.  <strong>23</strong> And he took Geshur, and Aram, with the towns of Jair, from them, with Kenath, and the towns thereof, even threescore cities. All these belonged to the sons of Machir the father of Gilead.  <strong>24</strong> And after that Hezron was dead in Caleb-ephratah, then Abiah Hezron’s wife bare him Ashur the father of Tekoa.  <strong>25</strong> And the sons of Jerahmeel the firstborn of Hezron were, Ram the firstborn, and Bunah, and Oren, and Ozem, and Ahijah.  <strong>26</strong> Jerahmeel had also another wife, whose name was Atarah; she was the mother of Onam.  <strong>27</strong> And the sons of Ram the firstborn of Jerahmeel were, Maaz, and Jamin, and Eker.  <strong>28</strong> And the sons of Onam were, Shammai, and Jada. And the sons of Shammai; Nadab, and Abishur.  <strong>29</strong> And the name of the wife of Abishur was Abihail, and she bare him Ahban, and Molid.  <strong>30</strong> And the sons of Nadab; Seled, and Appaim: but Seled died without children.  <strong>31</strong> And the sons of Appaim; Ishi. And the sons of Ishi; Sheshan. And the children of Sheshan; Ahlai.  <strong>32</strong> And the sons of Jada the brother of Shammai; Jether and Jonathan: and Jether died without children.  <strong>33</strong> And the sons of Jonathan; Peleth, and Zaza. These were the sons of Jerahmeel.  <strong>34</strong> Now Sheshan had no sons, but daughters. And Sheshan had a servant, an Egyptian, whose name was Jarha.  <strong>35</strong> And Sheshan gave his daughter to Jarha his servant to wife; and she bare him Attai.  <strong>36</strong> And Attai begat Nathan, and Nathan begat Zabad,  <strong>37</strong> And Zabad begat Ephlal, and Ephlal begat Obed,  <strong>38</strong> And Obed begat Jehu, and Jehu begat Azariah,  <strong>39</strong> And Azariah begat Helez, and Helez begat Eleasah,  <strong>40</strong> And Eleasah begat Sisamai, and Sisamai begat Shallum,  <strong>41</strong> And Shallum begat Jekamiah, and Jekamiah begat Elishama.  <strong>42</strong> Now the sons of Caleb the brother of Jerahmeel were, Mesha his firstborn, which was the father of Ziph; and the sons of Mareshah the father of Hebron.  <strong>43</strong> And the sons of Hebron; Korah, and Tappuah, and Rekem, and Shema.  <strong>44</strong> And Shema begat Raham, the father of Jorkoam: and Rekem begat Shammai.  <strong>45</strong> And the son of Shammai was Maon: and Maon was the father of Beth-zur.  <strong>46</strong> And Ephah, Caleb’s concubine, bare Haran, and Moza, and Gazez: and Haran begat Gazez.  <strong>47</strong> And the sons of Jahdai; Regem, and Jotham, and Gesham, and Pelet, and Ephah, and Shaaph.  <strong>48</strong> Maachah, Caleb’s concubine, bare Sheber, and Tirhanah.  <strong>49</strong> She bare also Shaaph the father of Madmannah, Sheva the father of Machbenah, and the father of Gibea: and the daughter of Caleb was  Achsa.  <strong>50</strong> These were the sons of Caleb the son of Hur, the firstborn of Ephratah; Shobal the father of Kirjath-jearim,  <strong>51</strong> Salma the father of Bethlehem, Hareph the father of Beth-gader.  <strong>52</strong> And Shobal the father of Kirjath-jearim had sons; Haroeh, and  half of the Manahethites.  <strong>53</strong> And the families of Kirjath-jearim; the Ithrites, and the Puhites, and the Shumathites, and the Mishraites; of them came the Zareathites, and the Eshtaulites.  <strong>54</strong> The sons of Salma; Bethlehem, and the Netophathites, Ataroth, the house of Joab, and half of the Manahethites, the Zorites.  <strong>55</strong> And the families of the scribes which dwelt at Jabez; the Tirathites, the Shimeathites, and Suchathites. These are the Kenites that came of Hemath, the father of the house of Rechab.  ","niv":"<sup><strong>1</strong></sup> These were the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun, <sup><strong>2</strong></sup> Dan, Joseph, Benjamin, Naphtali, Gad and Asher. <sup><strong>3</strong></sup> The sons of Judah: Er, Onan and Shelah. These three were born to him by a Canaanite woman, the daughter of Shua. Er, Judah's firstborn, was wicked in the LORD's sight; so the LORD put him to death. <sup><strong>4</strong></sup> Tamar, Judah's daughter-in-law, bore him Perez and Zerah. Judah had five sons in all. <sup><strong>5</strong></sup> The sons of Perez: Hezron and Hamul. <sup><strong>6</strong></sup> The sons of Zerah: Zimri, Ethan, Heman, Calcol and Darda -five in all. <sup><strong>7</strong></sup> The son of Carmi: Achar, who brought trouble on Israel by violating the ban on taking devoted things. <sup><strong>8</strong></sup> The son of Ethan: Azariah. <sup><strong>9</strong></sup> The sons born to Hezron were: Jerahmeel, Ram and Caleb. From Ram Son of Hezron <sup><strong>10</strong></sup> Ram was the father of Amminadab, and Amminadab the father of Nahshon, the leader of the people of Judah. <sup><strong>11</strong></sup> Nahshon was the father of Salmon, Salmon the father of Boaz, <sup><strong>12</strong></sup> Boaz the father of Obed and Obed the father of Jesse. <sup><strong>13</strong></sup> Jesse was the father of Eliab his firstborn; the second son was Abinadab, the third Shimea, <sup><strong>14</strong></sup> the fourth Nethanel, the fifth Raddai, <sup><strong>15</strong></sup> the sixth Ozem and the seventh David. <sup><strong>16</strong></sup> Their sisters were Zeruiah and Abigail. Zeruiah's three sons were Abishai, Joab and Asahel. <sup><strong>17</strong></sup> Abigail was the mother of Amasa, whose father was Jether the Ishmaelite. Caleb Son of Hezron <sup><strong>18</strong></sup> Caleb son of Hezron had children by his wife Azubah (and by Jerioth). These were her sons: Jesher, Shobab and Ardon. <sup><strong>19</strong></sup> When Azubah died, Caleb married Ephrath, who bore him Hur. <sup><strong>20</strong></sup> Hur was the father of Uri, and Uri the father of Bezalel. <sup><strong>21</strong></sup> Later, Hezron lay with the daughter of Makir the father of Gilead (he had married her when he was sixty years old), and she bore him Segub. <sup><strong>22</strong></sup> Segub was the father of Jair, who controlled twenty-three towns in Gilead. <sup><strong>23</strong></sup> (But Geshur and Aram captured Havvoth Jair, as well as Kenath with its surrounding settlements-sixty towns.) All these were descendants of Makir the father of Gilead. <sup><strong>24</strong></sup> After Hezron died in Caleb Ephrathah, Abijah the wife of Hezron bore him Ashhur the father of Tekoa. Jerahmeel Son of Hezron <sup><strong>25</strong></sup> The sons of Jerahmeel the firstborn of Hezron: Ram his firstborn, Bunah, Oren, Ozem and Ahijah. <sup><strong>26</strong></sup> Jerahmeel had another wife, whose name was Atarah; she was the mother of Onam. <sup><strong>27</strong></sup> The sons of Ram the firstborn of Jerahmeel: Maaz, Jamin and Eker. <sup><strong>28</strong></sup> The sons of Onam: Shammai and Jada. The sons of Shammai: Nadab and Abishur. <sup><strong>29</strong></sup> Abishur's wife was named Abihail, who bore him Ahban and Molid. <sup><strong>30</strong></sup> The sons of Nadab: Seled and Appaim. Seled died without children. <sup><strong>31</strong></sup> The son of Appaim: Ishi, who was the father of Sheshan. Sheshan was the father of Ahlai. <sup><strong>32</strong></sup> The sons of Jada, Shammai's brother: Jether and Jonathan. Jether died without children. <sup><strong>33</strong></sup> The sons of Jonathan: Peleth and Zaza. These were the descendants of Jerahmeel. <sup><strong>34</strong></sup> Sheshan had no sons-only daughters. He had an Egyptian servant named Jarha. <sup><strong>35</strong></sup> Sheshan gave his daughter in marriage to his servant Jarha, and she bore him Attai. <sup><strong>36</strong></sup> Attai was the father of Nathan, Nathan the father of Zabad, <sup><strong>37</strong></sup> Zabad the father of Ephlal, Ephlal the father of Obed, <sup><strong>38</strong></sup> Obed the father of Jehu, Jehu the father of Azariah, <sup><strong>39</strong></sup> Azariah the father of Helez, Helez the father of Eleasah, <sup><strong>40</strong></sup> Eleasah the father of Sismai, Sismai the father of Shallum, <sup><strong>41</strong></sup> Shallum the father of Jekamiah, and Jekamiah the father of Elishama. The Clans of Caleb <sup><strong>42</strong></sup> The sons of Caleb the brother of Jerahmeel: Mesha his firstborn, who was the father of Ziph, and his son Mareshah, who was the father of Hebron. <sup><strong>43</strong></sup> The sons of Hebron: Korah, Tappuah, Rekem and Shema. <sup><strong>44</strong></sup> Shema was the father of Raham, and Raham the father of Jorkeam. Rekem was the father of Shammai. <sup><strong>45</strong></sup> The son of Shammai was Maon, and Maon was the father of Beth Zur. <sup><strong>46</strong></sup> Caleb's concubine Ephah was the mother of Haran, Moza and Gazez. Haran was the father of Gazez. <sup><strong>47</strong></sup> The sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah and Shaaph. <sup><strong>48</strong></sup> Caleb's concubine Maacah was the mother of Sheber and Tirhanah. <sup><strong>49</strong></sup> She also gave birth to Shaaph the father of Madmannah and to Sheva the father of Macbenah and Gibea. Caleb's daughter was Acsah. <sup><strong>50</strong></sup> These were the descendants of Caleb. The sons of Hur the firstborn of Ephrathah: Shobal the father of Kiriath Jearim, <sup><strong>51</strong></sup> Salma the father of Bethlehem, and Hareph the father of Beth Gader. <sup><strong>52</strong></sup> The descendants of Shobal the father of Kiriath Jearim were: Haroeh, half the Manahathites, <sup><strong>53</strong></sup> and the clans of Kiriath Jearim: the Ithrites, Puthites, Shumathites and Mishraites. From these descended the Zorathites and Eshtaolites. <sup><strong>54</strong></sup> The descendants of Salma: Bethlehem, the Netophathites, Atroth Beth Joab, half the Manahathites, the Zorites, <sup><strong>55</strong></sup> and the clans of scribes who lived at Jabez: the Tirathites, Shimeathites and Sucathites. These are the Kenites who came from Hammath, the father of the house of Recab. "},{"_id":"61625248b1c7c312774058e9","topicId":"61625246b1c7c312774058e3","verse":"2 Samuel 22:1-51","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p10022001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10022001-1\">22:1&nbsp;</b>And David spoke to the LORD the words of this song on the day when the LORD delivered him from the hand of all his enemies, and from the hand of Saul. <b class=\"verse-num\" id=\"v10022002-1\">2&nbsp;</b>He said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p10022002_05-7\" class=\"line\">&nbsp;&nbsp;“The LORD is my rock and my fortress and my deliverer,</span><br><span id=\"p10022003_05-7\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v10022003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;my God, my rock, in whom I take refuge,</span><br><span id=\"p10022003_05-7\" class=\"line\">&nbsp;&nbsp;my shield, and the horn of my salvation,</span><br><span id=\"p10022003_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my stronghold and my refuge,</span><br><span id=\"p10022003_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my savior; you save me from violence.</span><br><span id=\"p10022004_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022004-1\">4&nbsp;</b>&nbsp;&nbsp;I call upon the LORD, who is worthy to be praised,</span><br><span id=\"p10022004_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I am saved from my enemies.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10022005_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022005-1\">5&nbsp;</b>&nbsp;&nbsp;“For the waves of death encompassed me,</span><br><span id=\"p10022005_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the torrents of destruction assailed me;</span><br><span id=\"p10022006_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022006-1\">6&nbsp;</b>&nbsp;&nbsp;the cords of Sheol entangled me;</span><br><span id=\"p10022006_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the snares of death confronted me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10022007_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022007-1\">7&nbsp;</b>&nbsp;&nbsp;“In my distress I called upon the LORD;</span><br><span id=\"p10022007_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to my God I called.</span><br><span id=\"p10022007_05-7\" class=\"line\">&nbsp;&nbsp;From his temple he heard my voice,</span><br><span id=\"p10022007_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my cry came to his ears.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10022008_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022008-1\">8&nbsp;</b>&nbsp;&nbsp;“Then the earth reeled and rocked;</span><br><span id=\"p10022008_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the foundations of the heavens trembled</span><br><span id=\"p10022008_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and quaked, because he was angry.</span><br><span id=\"p10022009_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022009-1\">9&nbsp;</b>&nbsp;&nbsp;Smoke went up from his nostrils,</span><br><span id=\"p10022009_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and devouring fire from his mouth;</span><br><span id=\"p10022009_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;glowing coals flamed forth from him.</span><br><span id=\"p10022010_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022010-1\">10&nbsp;</b>&nbsp;&nbsp;He bowed the heavens and came down;</span><br><span id=\"p10022010_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;thick darkness was under his feet.</span><br><span id=\"p10022011_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022011-1\">11&nbsp;</b>&nbsp;&nbsp;He rode on a cherub and flew;</span><br><span id=\"p10022011_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was seen on the wings of the wind.</span><br><span id=\"p10022012_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022012-1\">12&nbsp;</b>&nbsp;&nbsp;He made darkness around him his canopy,</span><br><span id=\"p10022012_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;thick clouds, a gathering of water.</span><br><span id=\"p10022013_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022013-1\">13&nbsp;</b>&nbsp;&nbsp;Out of the brightness before him</span><br><span id=\"p10022013_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;coals of fire flamed forth.</span><br><span id=\"p10022014_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022014-1\">14&nbsp;</b>&nbsp;&nbsp;The LORD thundered from heaven,</span><br><span id=\"p10022014_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Most High uttered his voice.</span><br><span id=\"p10022015_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022015-1\">15&nbsp;</b>&nbsp;&nbsp;And he sent out arrows and scattered them;</span><br><span id=\"p10022015_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lightning, and routed them.</span><br><span id=\"p10022016_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022016-1\">16&nbsp;</b>&nbsp;&nbsp;Then the channels of the sea were seen;</span><br><span id=\"p10022016_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the foundations of the world were laid bare,</span><br><span id=\"p10022016_05-7\" class=\"line\">&nbsp;&nbsp;at the rebuke of the LORD,</span><br><span id=\"p10022016_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the blast of the breath of his nostrils.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10022017_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022017-1\">17&nbsp;</b>&nbsp;&nbsp;“He sent from on high, he took me;</span><br><span id=\"p10022017_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he drew me out of many waters.</span><br><span id=\"p10022018_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022018-1\">18&nbsp;</b>&nbsp;&nbsp;He rescued me from my strong enemy,</span><br><span id=\"p10022018_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from those who hated me,</span><br><span id=\"p10022018_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they were too mighty for me.</span><br><span id=\"p10022019_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022019-1\">19&nbsp;</b>&nbsp;&nbsp;They confronted me in the day of my calamity,</span><br><span id=\"p10022019_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD was my support.</span><br><span id=\"p10022020_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022020-1\">20&nbsp;</b>&nbsp;&nbsp;He brought me out into a broad place;</span><br><span id=\"p10022020_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he rescued me, because he delighted in me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10022021_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022021-1\">21&nbsp;</b>&nbsp;&nbsp;“The LORD dealt with me according to my righteousness;</span><br><span id=\"p10022021_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to the cleanness of my hands he rewarded me.</span><br><span id=\"p10022022_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022022-1\">22&nbsp;</b>&nbsp;&nbsp;For I have kept the ways of the LORD</span><br><span id=\"p10022022_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have not wickedly departed from my God.</span><br><span id=\"p10022023_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022023-1\">23&nbsp;</b>&nbsp;&nbsp;For all his rules were before me,</span><br><span id=\"p10022023_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from his statutes I did not turn aside.</span><br><span id=\"p10022024_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022024-1\">24&nbsp;</b>&nbsp;&nbsp;I was blameless before him,</span><br><span id=\"p10022024_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I kept myself from guilt.</span><br><span id=\"p10022025_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022025-1\">25&nbsp;</b>&nbsp;&nbsp;And the LORD has rewarded me according to my righteousness,</span><br><span id=\"p10022025_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to my cleanness in his sight.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10022026_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022026-1\">26&nbsp;</b>&nbsp;&nbsp;“With the merciful you show yourself merciful;</span><br><span id=\"p10022026_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the blameless man you show yourself blameless;</span><br><span id=\"p10022027_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022027-1\">27&nbsp;</b>&nbsp;&nbsp;with the purified you deal purely,</span><br><span id=\"p10022027_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with the crooked you make yourself seem tortuous.</span><br><span id=\"p10022028_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022028-1\">28&nbsp;</b>&nbsp;&nbsp;You save a humble people,</span><br><span id=\"p10022028_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your eyes are on the haughty to bring them down.</span><br><span id=\"p10022029_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022029-1\">29&nbsp;</b>&nbsp;&nbsp;For you are my lamp, O LORD,</span><br><span id=\"p10022029_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my God lightens my darkness.</span><br><span id=\"p10022030_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022030-1\">30&nbsp;</b>&nbsp;&nbsp;For by you I can run against a troop,</span><br><span id=\"p10022030_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by my God I can leap over a wall.</span><br><span id=\"p10022031_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022031-1\">31&nbsp;</b>&nbsp;&nbsp;This God—his way is perfect;</span><br><span id=\"p10022031_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the word of the LORD proves true;</span><br><span id=\"p10022031_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is a shield for all those who take refuge in him.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10022032_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022032-1\">32&nbsp;</b>&nbsp;&nbsp;“For who is God, but the LORD?</span><br><span id=\"p10022032_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And who is a rock, except our God?</span><br><span id=\"p10022033_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022033-1\">33&nbsp;</b>&nbsp;&nbsp;This God is my strong refuge</span><br><span id=\"p10022033_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and has made my way blameless.</span><br><span id=\"p10022034_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022034-1\">34&nbsp;</b>&nbsp;&nbsp;He made my feet like the feet of a deer</span><br><span id=\"p10022034_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and set me secure on the heights.</span><br><span id=\"p10022035_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022035-1\">35&nbsp;</b>&nbsp;&nbsp;He trains my hands for war,</span><br><span id=\"p10022035_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that my arms can bend a bow of bronze.</span><br><span id=\"p10022036_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022036-1\">36&nbsp;</b>&nbsp;&nbsp;You have given me the shield of your salvation,</span><br><span id=\"p10022036_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your gentleness made me great.</span><br><span id=\"p10022037_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022037-1\">37&nbsp;</b>&nbsp;&nbsp;You gave a wide place for my steps under me,</span><br><span id=\"p10022037_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my feet did not slip;</span><br><span id=\"p10022038_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022038-1\">38&nbsp;</b>&nbsp;&nbsp;I pursued my enemies and destroyed them,</span><br><span id=\"p10022038_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and did not turn back until they were consumed.</span><br><span id=\"p10022039_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022039-1\">39&nbsp;</b>&nbsp;&nbsp;I consumed them; I thrust them through, so that they did not rise;</span><br><span id=\"p10022039_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they fell under my feet.</span><br><span id=\"p10022040_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022040-1\">40&nbsp;</b>&nbsp;&nbsp;For you equipped me with strength for the battle;</span><br><span id=\"p10022040_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you made those who rise against me sink under me.</span><br><span id=\"p10022041_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022041-1\">41&nbsp;</b>&nbsp;&nbsp;You made my enemies turn their backs to me,</span><br><span id=\"p10022041_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who hated me, and I destroyed them.</span><br><span id=\"p10022042_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022042-1\">42&nbsp;</b>&nbsp;&nbsp;They looked, but there was none to save;</span><br><span id=\"p10022042_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they cried to the LORD, but he did not answer them.</span><br><span id=\"p10022043_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022043-1\">43&nbsp;</b>&nbsp;&nbsp;I beat them fine as the dust of the earth;</span><br><span id=\"p10022043_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I crushed them and stamped them down like the mire of the streets.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10022044_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022044-1\">44&nbsp;</b>&nbsp;&nbsp;“You delivered me from strife with my people;</span><br><span id=\"p10022044_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you kept me as the head of the nations;</span><br><span id=\"p10022044_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;people whom I had not known served me.</span><br><span id=\"p10022045_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022045-1\">45&nbsp;</b>&nbsp;&nbsp;Foreigners came cringing to me;</span><br><span id=\"p10022045_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as soon as they heard of me, they obeyed me.</span><br><span id=\"p10022046_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022046-1\">46&nbsp;</b>&nbsp;&nbsp;Foreigners lost heart</span><br><span id=\"p10022046_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and came trembling out of their fortresses.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10022047_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022047-1\">47&nbsp;</b>&nbsp;&nbsp;“The LORD lives, and blessed be my rock,</span><br><span id=\"p10022047_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and exalted be my God, the rock of my salvation,</span><br><span id=\"p10022048_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022048-1\">48&nbsp;</b>&nbsp;&nbsp;the God who gave me vengeance</span><br><span id=\"p10022048_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and brought down peoples under me,</span><br><span id=\"p10022049_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022049-1\">49&nbsp;</b>&nbsp;&nbsp;who brought me out from my enemies;</span><br><span id=\"p10022049_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you exalted me above those who rose against me;</span><br><span id=\"p10022049_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you delivered me from men of violence.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10022050_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022050-1\">50&nbsp;</b>&nbsp;&nbsp;“For this I will praise you, O LORD, among the nations,</span><br><span id=\"p10022050_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sing praises to your name.</span><br><span id=\"p10022051_05-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v10022051-1\">51&nbsp;</b>&nbsp;&nbsp;Great salvation he brings to his king,</span><br><span id=\"p10022051_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shows steadfast love to his anointed,</span><br><span id=\"p10022051_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to David and his offspring forever.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> And David spake unto the LORD the words of this song in the day that the LORD had delivered him out of the hand of all his enemies, and out of the hand of Saul:  <strong>2</strong> And he said, The LORD is my rock, and my fortress, and my deliverer;  <strong>3</strong> The God of my rock; in him will I trust: he is my shield, and the horn of my salvation, my high tower, and my refuge, my saviour; thou savest me from violence.  <strong>4</strong> I will call on the LORD, who is worthy to be praised: so shall I be saved from mine enemies.  <strong>5</strong> When the waves of death compassed me, the floods of ungodly men made me afraid;  <strong>6</strong> The sorrows of hell compassed me about; the snares of death prevented me;  <strong>7</strong> In my distress I called upon the LORD, and cried to my God: and he did hear my voice out of his temple, and my cry did enter into his ears.  <strong>8</strong> Then the earth shook and trembled; the foundations of heaven moved and shook, because he was wroth.  <strong>9</strong> There went up a smoke out of his nostrils, and fire out of his mouth devoured: coals were kindled by it.  <strong>10</strong> He bowed the heavens also, and came down; and darkness was  under his feet.  <strong>11</strong> And he rode upon a cherub, and did fly: and he was seen upon the wings of the wind.  <strong>12</strong> And he made darkness pavilions round about him, dark waters, and  thick clouds of the skies.  <strong>13</strong> Through the brightness before him were coals of fire kindled.  <strong>14</strong> The LORD thundered from heaven, and the most High uttered his voice.  <strong>15</strong> And he sent out arrows, and scattered them; lightning, and discomfited them.  <strong>16</strong> And the channels of the sea appeared, the foundations of the world were discovered, at the rebuking of the LORD, at the blast of the breath of his nostrils.  <strong>17</strong> He sent from above, he took me; he drew me out of many waters;  <strong>18</strong> He delivered me from my strong enemy, and from them that hated me: for they were too strong for me.  <strong>19</strong> They prevented me in the day of my calamity: but the LORD was my stay.  <strong>20</strong> He brought me forth also into a large place: he delivered me, because he delighted in me.  <strong>21</strong> The LORD rewarded me according to my righteousness: according to the cleanness of my hands hath he recompensed me.  <strong>22</strong> For I have kept the ways of the LORD, and have not wickedly departed from my God.  <strong>23</strong> For all his judgments were before me: and as for  his statutes, I did not depart from them.  <strong>24</strong> I was also upright before him, and have kept myself from mine iniquity.  <strong>25</strong> Therefore the LORD hath recompensed me according to my righteousness; according to my cleanness in his eye sight.  <strong>26</strong> With the merciful thou wilt shew thyself merciful, and with the upright man thou wilt shew thyself upright.  <strong>27</strong> With the pure thou wilt shew thyself pure; and with the froward thou wilt shew thyself unsavoury.  <strong>28</strong> And the afflicted people thou wilt save: but thine eyes are  upon the haughty, that thou mayest bring them down.  <strong>29</strong> For thou art my lamp, O LORD: and the LORD will lighten my darkness.  <strong>30</strong> For by thee I have run through a troop: by my God have I leaped over a wall.  <strong>31</strong> As for God, his way is perfect; the word of the LORD is tried: he is a buckler to all them that trust in him.  <strong>32</strong> For who is God, save the LORD? and who is a rock, save our God?  <strong>33</strong> God is my strength and power: and he maketh my way perfect.  <strong>34</strong> He maketh my feet like hinds feet: and setteth me upon my high places.  <strong>35</strong> He teacheth my hands to war; so that a bow of steel is broken by mine arms.  <strong>36</strong> Thou hast also given me the shield of thy salvation: and thy gentleness hath made me great.  <strong>37</strong> Thou hast enlarged my steps under me; so that my feet did not slip.  <strong>38</strong> I have pursued mine enemies, and destroyed them; and turned not again until I had consumed them.  <strong>39</strong> And I have consumed them, and wounded them, that they could not arise: yea, they are fallen under my feet.  <strong>40</strong> For thou hast girded me with strength to battle: them that rose up against me hast thou subdued under me.  <strong>41</strong> Thou hast also given me the necks of mine enemies, that I might destroy them that hate me.  <strong>42</strong> They looked, but there was none to save; even unto the LORD, but he answered them not.  <strong>43</strong> Then did I beat them as small as the dust of the earth, I did stamp them as the mire of the street, and did spread them abroad.  <strong>44</strong> Thou also hast delivered me from the strivings of my people, thou hast kept me to be head of the heathen: a people which I knew not shall serve me.  <strong>45</strong> Strangers shall submit themselves unto me: as soon as they hear, they shall be obedient unto me.  <strong>46</strong> Strangers shall fade away, and they shall be afraid out of their close places.  <strong>47</strong> The LORD liveth; and blessed be my rock; and exalted be the God of the rock of my salvation.  <strong>48</strong> It is God that avengeth me, and that bringeth down the people under me,  <strong>49</strong> And that bringeth me forth from mine enemies: thou also hast lifted me up on high above them that rose up against me: thou hast delivered me from the violent man.  <strong>50</strong> Therefore I will give thanks unto thee, O LORD, among the heathen, and I will sing praises unto thy name.  <strong>51</strong> He is the tower of salvation for his king: and sheweth mercy to his anointed, unto David, and to his seed for evermore.  ","niv":"<sup><strong>1</strong></sup> David sang to the LORD the words of this song when the LORD delivered him from the hand of all his enemies and from the hand of Saul. <sup><strong>2</strong></sup> He said: \"The LORD is my rock, my fortress and my deliverer; <sup><strong>3</strong></sup> my God is my rock, in whom I take refuge, my shield and the horn of my salvation. He is my stronghold, my refuge and my savior- from violent men you save me. <sup><strong>4</strong></sup> I call to the LORD, who is worthy of praise, and I am saved from my enemies. <sup><strong>5</strong></sup> \"The waves of death swirled about me; the torrents of destruction overwhelmed me. <sup><strong>6</strong></sup> The cords of the grave coiled around me; the snares of death confronted me. <sup><strong>7</strong></sup> In my distress I called to the LORD; I called out to my God. From his temple he heard my voice; my cry came to his ears. <sup><strong>8</strong></sup> \"The earth trembled and quaked, the foundations of the heavens shook; they trembled because he was angry. <sup><strong>9</strong></sup> Smoke rose from his nostrils; consuming fire came from his mouth, burning coals blazed out of it. <sup><strong>10</strong></sup> He parted the heavens and came down; dark clouds were under his feet. <sup><strong>11</strong></sup> He mounted the cherubim and flew; he soared on the wings of the wind. <sup><strong>12</strong></sup> He made darkness his canopy around him- the dark rain clouds of the sky. <sup><strong>13</strong></sup> Out of the brightness of his presence bolts of lightning blazed forth. <sup><strong>14</strong></sup> The LORD thundered from heaven; the voice of the Most High resounded. <sup><strong>15</strong></sup> He shot arrows and scattered the enemies, bolts of lightning and routed them. <sup><strong>16</strong></sup> The valleys of the sea were exposed and the foundations of the earth laid bare at the rebuke of the LORD, at the blast of breath from his nostrils. <sup><strong>17</strong></sup> \"He reached down from on high and took hold of me; he drew me out of deep waters. <sup><strong>18</strong></sup> He rescued me from my powerful enemy, from my foes, who were too strong for me. <sup><strong>19</strong></sup> They confronted me in the day of my disaster, but the LORD was my support. <sup><strong>20</strong></sup> He brought me out into a spacious place; he rescued me because he delighted in me. <sup><strong>21</strong></sup> \"The LORD has dealt with me according to my righteousness; according to the cleanness of my hands he has rewarded me. <sup><strong>22</strong></sup> For I have kept the ways of the LORD; I have not done evil by turning from my God. <sup><strong>23</strong></sup> All his laws are before me; I have not turned away from his decrees. <sup><strong>24</strong></sup> I have been blameless before him and have kept myself from sin. <sup><strong>25</strong></sup> The LORD has rewarded me according to my righteousness, according to my cleanness in his sight. <sup><strong>26</strong></sup> \"To the faithful you show yourself faithful, to the blameless you show yourself blameless, <sup><strong>27</strong></sup> to the pure you show yourself pure, but to the crooked you show yourself shrewd. <sup><strong>28</strong></sup> You save the humble, but your eyes are on the haughty to bring them low. <sup><strong>29</strong></sup> You are my lamp, O LORD; the LORD turns my darkness into light. <sup><strong>30</strong></sup> With your help I can advance against a troop; with my God I can scale a wall. <sup><strong>31</strong></sup> \"As for God, his way is perfect; the word of the LORD is flawless. He is a shield for all who take refuge in him. <sup><strong>32</strong></sup> For who is God besides the LORD? And who is the Rock except our God? <sup><strong>33</strong></sup> It is God who arms me with strength and makes my way perfect. <sup><strong>34</strong></sup> He makes my feet like the feet of a deer; he enables me to stand on the heights. <sup><strong>35</strong></sup> He trains my hands for battle; my arms can bend a bow of bronze. <sup><strong>36</strong></sup> You give me your shield of victory; you stoop down to make me great. <sup><strong>37</strong></sup> You broaden the path beneath me, so that my ankles do not turn. <sup><strong>38</strong></sup> \"I pursued my enemies and crushed them; I did not turn back till they were destroyed. <sup><strong>39</strong></sup> I crushed them completely, and they could not rise; they fell beneath my feet. <sup><strong>40</strong></sup> You armed me with strength for battle; you made my adversaries bow at my feet. <sup><strong>41</strong></sup> You made my enemies turn their backs in flight, and I destroyed my foes. <sup><strong>42</strong></sup> They cried for help, but there was no one to save them- to the LORD, but he did not answer. <sup><strong>43</strong></sup> I beat them as fine as the dust of the earth; I pounded and trampled them like mud in the streets. <sup><strong>44</strong></sup> \"You have delivered me from the attacks of my people; you have preserved me as the head of nations. People I did not know are subject to me, <sup><strong>45</strong></sup> and foreigners come cringing to me; as soon as they hear me, they obey me. <sup><strong>46</strong></sup> They all lose heart; they come trembling from their strongholds. <sup><strong>47</strong></sup> \"The LORD lives! Praise be to my Rock! Exalted be God, the Rock, my Savior! <sup><strong>48</strong></sup> He is the God who avenges me, who puts the nations under me, <sup><strong>49</strong></sup> who sets me free from my enemies. You exalted me above my foes; from violent men you rescued me. <sup><strong>50</strong></sup> Therefore I will praise you, O LORD, among the nations; I will sing praises to your name. <sup><strong>51</strong></sup> He gives his king great victories; he shows unfailing kindness to his anointed, to David and his descendants forever.\" "},{"_id":"61625248b1c7c312774058ea","topicId":"61625246b1c7c312774058e3","verse":"Judges 16:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p07016003_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v07016003-1\">3&nbsp;</b>But Samson lay till midnight, and at midnight he arose and took hold of the doors of the gate of the city and the two posts, and pulled them up, bar and all, and put them on his shoulders and carried them to the top of the hill that is in front of Hebron.</p>\n</div>","kjv":"<strong>3</strong> And Samson lay till midnight, and arose at midnight, and took the doors of the gate of the city, and the two posts, and went away with them, bar and all, and put them upon his shoulders, and carried them up to the top of an hill that is before Hebron.  ","niv":"<sup><strong>3</strong></sup> But Samson lay there only until the middle of the night. Then he got up and took hold of the doors of the city gate, together with the two posts, and tore them loose, bar and all. He lifted them to his shoulders and carried them to the top of the hill that faces Hebron."},{"_id":"61625248b1c7c312774058eb","topicId":"61625246b1c7c312774058e3","verse":"1 Timothy 2:1-15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. <b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth. <b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus, <b class=\"verse-num\" id=\"v54002006-1\">6&nbsp;</b>who gave himself as a ransom for all, which is the testimony given at the proper time. <b class=\"verse-num\" id=\"v54002007-1\">7&nbsp;</b>For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth.</p>\n<p id=\"p54002007_05-10\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling; <b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works. <b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n\n</div>","kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  <strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  <strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  <strong>6</strong> Who gave himself a ransom for all, to be testified in due time.  <strong>7</strong> Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.  <strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  <strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  <strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. <sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. <sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus, <sup><strong>6</strong></sup> who gave himself as a ransom for all men--the testimony given in its proper time. <sup><strong>7</strong></sup> And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a teacher of the true faith to the Gentiles. <sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing. <sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. <sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"61625248b1c7c312774058ec","topicId":"61625246b1c7c312774058e3","verse":"1 Corinthians 3:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46003019_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003019-1\">19&nbsp;</b>For the wisdom of this world is folly with God. For it is written, “He catches the wise in their craftiness,”</p>\n</div>","kjv":"<strong>19</strong> For the wisdom of this world is foolishness with God. For it is written, He taketh the wise in their own craftiness.  ","niv":"<sup><strong>19</strong></sup> For the wisdom of this world is foolishness in God's sight. As it is written: \"He catches the wise in their craftiness\";"},{"_id":"61625249b1c7c312774058ed","topicId":"61625246b1c7c312774058e3","verse":"1 Corinthians 2:1-16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46002001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46002001-1\">2:1&nbsp;</b>And I, when I came to you, brothers, did not come proclaiming to you the testimony of God with lofty speech or wisdom. <b class=\"verse-num\" id=\"v46002002-1\">2&nbsp;</b>For I decided to know nothing among you except Jesus Christ and him crucified. <b class=\"verse-num\" id=\"v46002003-1\">3&nbsp;</b>And I was with you in weakness and in fear and much trembling, <b class=\"verse-num\" id=\"v46002004-1\">4&nbsp;</b>and my speech and my message were not in plausible words of wisdom, but in demonstration of the Spirit and of power, <b class=\"verse-num\" id=\"v46002005-1\">5&nbsp;</b>so that your faith might not rest in the wisdom of men but in the power of God.</p>\n\n<p id=\"p46002005_08-14\"><b class=\"verse-num\" id=\"v46002006-1\">6&nbsp;</b>Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away. <b class=\"verse-num\" id=\"v46002007-1\">7&nbsp;</b>But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory. <b class=\"verse-num\" id=\"v46002008-1\">8&nbsp;</b>None of the rulers of this age understood this, for if they had, they would not have crucified the Lord of glory. <b class=\"verse-num\" id=\"v46002009-1\">9&nbsp;</b>But, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46002009_08-14\" class=\"line\">&nbsp;&nbsp;“What no eye has seen, nor ear heard,</span><br><span id=\"p46002009_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the heart of man imagined,</span><br><span id=\"p46002009_08-14\" class=\"line\">&nbsp;&nbsp;what God has prepared for those who love him”—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46002009_08-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46002010-1\">10&nbsp;</b>these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God. <b class=\"verse-num\" id=\"v46002011-1\">11&nbsp;</b>For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God. <b class=\"verse-num\" id=\"v46002012-1\">12&nbsp;</b>Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God. <b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n<p id=\"p46002013_08-14\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned. <b class=\"verse-num\" id=\"v46002015-1\">15&nbsp;</b>The spiritual person judges all things, but is himself to be judged by no one. <b class=\"verse-num\" id=\"v46002016-1\">16&nbsp;</b>“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ.</p>\n\n</div>","kjv":"<strong>1</strong> And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.  <strong>2</strong> For I determined not to know any thing among you, save Jesus Christ, and him crucified.  <strong>3</strong> And I was with you in weakness, and in fear, and in much trembling.  <strong>4</strong> And my speech and my preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:  <strong>5</strong> That your faith should not stand in the wisdom of men, but in the power of God.  <strong>6</strong> Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:  <strong>7</strong> But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:  <strong>8</strong> Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.  <strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  <strong>10</strong> But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.  <strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  <strong>12</strong> Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.  <strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  <strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  <strong>15</strong> But he that is spiritual judgeth all things, yet he himself is judged of no man.  <strong>16</strong> For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.  ","niv":"<sup><strong>1</strong></sup> When I came to you, brothers, I did not come with eloquence or superior wisdom as I proclaimed to you the testimony about God. <sup><strong>2</strong></sup> For I resolved to know nothing while I was with you except Jesus Christ and him crucified. <sup><strong>3</strong></sup> I came to you in weakness and fear, and with much trembling. <sup><strong>4</strong></sup> My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit's power, <sup><strong>5</strong></sup> so that your faith might not rest on men's wisdom, but on God's power. <sup><strong>6</strong></sup> We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing. <sup><strong>7</strong></sup> No, we speak of God's secret wisdom, a wisdom that has been hidden and that God destined for our glory before time began. <sup><strong>8</strong></sup> None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory. <sup><strong>9</strong></sup> However, as it is written: \"No eye has seen, no ear has heard, no mind has conceived what God has prepared for those who love him\"-- <sup><strong>10</strong></sup> but God has revealed it to us by his Spirit. <sup><strong>11</strong></sup> The Spirit searches all things, even the deep things of God. For who among men knows the thoughts of a man except the man's spirit within him? In the same way no one knows the thoughts of God except the Spirit of God. <sup><strong>12</strong></sup> We have not received the spirit of the world but the Spirit who is from God, that we may understand what God has freely given us. <sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words. <sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned. <sup><strong>15</strong></sup> The spiritual man makes judgments about all things, but he himself is not subject to any man's judgment: <sup><strong>16</strong></sup> \"For who has known the mind of the Lord that he may instruct him?\" But we have the mind of Christ. "},{"_id":"61625249b1c7c312774058ee","topicId":"61625246b1c7c312774058e3","verse":"John 3:1-36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-15\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-15\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-15\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-15\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-15\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"61625249b1c7c312774058ef","topicId":"61625246b1c7c312774058e3","verse":"Ezra 9:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p15009009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v15009009-1\">9&nbsp;</b>For we are slaves. Yet our God has not forsaken us in our slavery, but has extended to us his steadfast love before the kings of Persia, to grant us some reviving to set up the house of our God, to repair its ruins, and to give us protection in Judea and Jerusalem.</p>\n\n</div>","kjv":"<strong>9</strong> For we were bondmen; yet our God hath not forsaken us in our bondage, but hath extended mercy unto us in the sight of the kings of Persia, to give us a reviving, to set up the house of our God, and to repair the desolations thereof, and to give us a wall in Judah and in Jerusalem.  ","niv":"<sup><strong>9</strong></sup> Though we are slaves, our God has not deserted us in our bondage. He has shown us kindness in the sight of the kings of Persia: He has granted us new life to rebuild the house of our God and repair its ruins, and he has given us a wall of protection in Judah and Jerusalem."},{"_id":"6162524ab1c7c312774058f0","topicId":"61625246b1c7c312774058e3","verse":"2 Chronicles 34:1-33","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p14034001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v14034001-1\">34:1&nbsp;</b>Josiah was eight years old when he began to reign, and he reigned thirty-one years in Jerusalem. <b class=\"verse-num\" id=\"v14034002-1\">2&nbsp;</b>And he did what was right in the eyes of the LORD, and walked in the ways of David his father; and he did not turn aside to the right hand or to the left. <b class=\"verse-num\" id=\"v14034003-1\">3&nbsp;</b>For in the eighth year of his reign, while he was yet a boy, he began to seek the God of David his father, and in the twelfth year he began to purge Judah and Jerusalem of the high places, the Asherim, and the carved and the metal images. <b class=\"verse-num\" id=\"v14034004-1\">4&nbsp;</b>And they chopped down the altars of the Baals in his presence, and he cut down the incense altars that stood above them. And he broke in pieces the Asherim and the carved and the metal images, and he made dust of them and scattered it over the graves of those who had sacrificed to them. <b class=\"verse-num\" id=\"v14034005-1\">5&nbsp;</b>He also burned the bones of the priests on their altars and cleansed Judah and Jerusalem. <b class=\"verse-num\" id=\"v14034006-1\">6&nbsp;</b>And in the cities of Manasseh, Ephraim, and Simeon, and as far as Naphtali, in their ruins all around, <b class=\"verse-num\" id=\"v14034007-1\">7&nbsp;</b>he broke down the altars and beat the Asherim and the images into powder and cut down all the incense altars throughout all the land of Israel. Then he returned to Jerusalem.</p>\n\n<p id=\"p14034007_11-17\"><b class=\"verse-num\" id=\"v14034008-1\">8&nbsp;</b>Now in the eighteenth year of his reign, when he had cleansed the land and the house, he sent Shaphan the son of Azaliah, and Maaseiah the governor of the city, and Joah the son of Joahaz, the recorder, to repair the house of the LORD his God. <b class=\"verse-num\" id=\"v14034009-1\">9&nbsp;</b>They came to Hilkiah the high priest and gave him the money that had been brought into the house of God, which the Levites, the keepers of the threshold, had collected from Manasseh and Ephraim and from all the remnant of Israel and from all Judah and Benjamin and from the inhabitants of Jerusalem. <b class=\"verse-num\" id=\"v14034010-1\">10&nbsp;</b>And they gave it to the workmen who were working in the house of the LORD. And the workmen who were working in the house of the LORD gave it for repairing and restoring the house. <b class=\"verse-num\" id=\"v14034011-1\">11&nbsp;</b>They gave it to the carpenters and the builders to buy quarried stone, and timber for binders and beams for the buildings that the kings of Judah had let go to ruin. <b class=\"verse-num\" id=\"v14034012-1\">12&nbsp;</b>And the men did the work faithfully. Over them were set Jahath and Obadiah the Levites, of the sons of Merari, and Zechariah and Meshullam, of the sons of the Kohathites, to have oversight. The Levites, all who were skillful with instruments of music, <b class=\"verse-num\" id=\"v14034013-1\">13&nbsp;</b>were over the burden-bearers and directed all who did work in every kind of service, and some of the Levites were scribes and officials and gatekeepers.</p>\n<p id=\"p14034013_11-17\"><b class=\"verse-num\" id=\"v14034014-1\">14&nbsp;</b>While they were bringing out the money that had been brought into the house of the LORD, Hilkiah the priest found the Book of the Law of the LORD given through Moses. <b class=\"verse-num\" id=\"v14034015-1\">15&nbsp;</b>Then Hilkiah answered and said to Shaphan the secretary, “I have found the Book of the Law in the house of the LORD.” And Hilkiah gave the book to Shaphan. <b class=\"verse-num\" id=\"v14034016-1\">16&nbsp;</b>Shaphan brought the book to the king, and further reported to the king, “All that was committed to your servants they are doing. <b class=\"verse-num\" id=\"v14034017-1\">17&nbsp;</b>They have emptied out the money that was found in the house of the LORD and have given it into the hand of the overseers and the workmen.” <b class=\"verse-num\" id=\"v14034018-1\">18&nbsp;</b>Then Shaphan the secretary told the king, “Hilkiah the priest has given me a book.” And Shaphan read from it before the king.</p>\n<p id=\"p14034018_11-17\"><b class=\"verse-num\" id=\"v14034019-1\">19&nbsp;</b>And when the king heard the words of the Law, he tore his clothes. <b class=\"verse-num\" id=\"v14034020-1\">20&nbsp;</b>And the king commanded Hilkiah, Ahikam the son of Shaphan, Abdon the son of Micah, Shaphan the secretary, and Asaiah the king’s servant, saying, <b class=\"verse-num\" id=\"v14034021-1\">21&nbsp;</b>“Go, inquire of the LORD for me and for those who are left in Israel and in Judah, concerning the words of the book that has been found. For great is the wrath of the LORD that is poured out on us, because our fathers have not kept the word of the LORD, to do according to all that is written in this book.”</p>\n\n<p id=\"p14034021_14-17\"><b class=\"verse-num\" id=\"v14034022-1\">22&nbsp;</b>So Hilkiah and those whom the king had sent went to Huldah the prophetess, the wife of Shallum the son of Tokhath, son of Hasrah, keeper of the wardrobe (now she lived in Jerusalem in the Second Quarter) and spoke to her to that effect. <b class=\"verse-num\" id=\"v14034023-1\">23&nbsp;</b>And she said to them, “Thus says the LORD, the God of Israel: ‘Tell the man who sent you to me, <b class=\"verse-num\" id=\"v14034024-1\">24&nbsp;</b>Thus says the LORD, Behold, I will bring disaster upon this place and upon its inhabitants, all the curses that are written in the book that was read before the king of Judah. <b class=\"verse-num\" id=\"v14034025-1\">25&nbsp;</b>Because they have forsaken me and have made offerings to other gods, that they might provoke me to anger with all the works of their hands, therefore my wrath will be poured out on this place and will not be quenched. <b class=\"verse-num\" id=\"v14034026-1\">26&nbsp;</b>But to the king of Judah, who sent you to inquire of the LORD, thus shall you say to him, Thus says the LORD, the God of Israel: Regarding the words that you have heard, <b class=\"verse-num\" id=\"v14034027-1\">27&nbsp;</b>because your heart was tender and you humbled yourself before God when you heard his words against this place and its inhabitants, and you have humbled yourself before me and have torn your clothes and wept before me, I also have heard you, declares the LORD. <b class=\"verse-num\" id=\"v14034028-1\">28&nbsp;</b>Behold, I will gather you to your fathers, and you shall be gathered to your grave in peace, and your eyes shall not see all the disaster that I will bring upon this place and its inhabitants.’” And they brought back word to the king.</p>\n<p id=\"p14034028_14-17\"><b class=\"verse-num\" id=\"v14034029-1\">29&nbsp;</b>Then the king sent and gathered together all the elders of Judah and Jerusalem. <b class=\"verse-num\" id=\"v14034030-1\">30&nbsp;</b>And the king went up to the house of the LORD, with all the men of Judah and the inhabitants of Jerusalem and the priests and the Levites, all the people both great and small. And he read in their hearing all the words of the Book of the Covenant that had been found in the house of the LORD. <b class=\"verse-num\" id=\"v14034031-1\">31&nbsp;</b>And the king stood in his place and made a covenant before the LORD, to walk after the LORD and to keep his commandments and his testimonies and his statutes, with all his heart and all his soul, to perform the words of the covenant that were written in this book. <b class=\"verse-num\" id=\"v14034032-1\">32&nbsp;</b>Then he made all who were present in Jerusalem and in Benjamin join in it. And the inhabitants of Jerusalem did according to the covenant of God, the God of their fathers. <b class=\"verse-num\" id=\"v14034033-1\">33&nbsp;</b>And Josiah took away all the abominations from all the territory that belonged to the people of Israel and made all who were present in Israel serve the LORD their God. All his days they did not turn away from following the LORD, the God of their fathers.</p>\n\n</div>","kjv":"<strong>1</strong> Josiah was eight years old when he began to reign, and he reigned in Jerusalem one and thirty years.  <strong>2</strong> And he did that which was right in the sight of the LORD, and walked in the ways of David his father, and declined neither to the right hand, nor to the left.  <strong>3</strong> For in the eighth year of his reign, while he was yet young, he began to seek after the God of David his father: and in the twelfth year he began to purge Judah and Jerusalem from the high places, and the groves, and the carved images, and the molten images.  <strong>4</strong> And they brake down the altars of Baalim in his presence; and the images, that were on high above them, he cut down; and the groves, and the carved images, and the molten images, he brake in pieces, and made dust of them, and strowed it upon the graves of them that had sacrificed unto them.  <strong>5</strong> And he burnt the bones of the priests upon their altars, and cleansed Judah and Jerusalem.  <strong>6</strong> And so did he in the cities of Manasseh, and Ephraim, and Simeon, even unto Naphtali, with their mattocks round about.  <strong>7</strong> And when he had broken down the altars and the groves, and had beaten the graven images into powder, and cut down all the idols throughout all the land of Israel, he returned to Jerusalem.  <strong>8</strong> Now in the eighteenth year of his reign, when he had purged the land, and the house, he sent Shaphan the son of Azaliah, and Maaseiah the governor of the city, and Joah the son of Joahaz the recorder, to repair the house of the LORD his God.  <strong>9</strong> And when they came to Hilkiah the high priest, they delivered the money that was brought into the house of God, which the Levites that kept the doors had gathered of the hand of Manasseh and Ephraim, and of all the remnant of Israel, and of all Judah and Benjamin; and they returned to Jerusalem.  <strong>10</strong> And they put it in the hand of the workmen that had the oversight of the house of the LORD, and they gave it to the workmen that wrought in the house of the LORD, to repair and amend the house:  <strong>11</strong> Even to the artificers and builders gave they it, to buy hewn stone, and timber for couplings, and to floor the houses which the kings of Judah had destroyed.  <strong>12</strong> And the men did the work faithfully: and the overseers of them were Jahath and Obadiah, the Levites, of the sons of Merari; and Zechariah and Meshullam, of the sons of the Kohathites, to set it  forward; and other of the Levites, all that could skill of instruments of musick.  <strong>13</strong> Also they were over the bearers of burdens, and were  overseers of all that wrought the work in any manner of service: and of the Levites there were scribes, and officers, and porters.  <strong>14</strong> And when they brought out the money that was brought into the house of the LORD, Hilkiah the priest found a book of the law of the LORD given  by Moses.  <strong>15</strong> And Hilkiah answered and said to Shaphan the scribe, I have found the book of the law in the house of the LORD. And Hilkiah delivered the book to Shaphan.  <strong>16</strong> And Shaphan carried the book to the king, and brought the king word back again, saying, All that was committed to thy servants, they do it.  <strong>17</strong> And they have gathered together the money that was found in the house of the LORD, and have delivered it into the hand of the overseers, and to the hand of the workmen.  <strong>18</strong> Then Shaphan the scribe told the king, saying, Hilkiah the priest hath given me a book. And Shaphan read it before the king.  <strong>19</strong> And it came to pass, when the king had heard the words of the law, that he rent his clothes.  <strong>20</strong> And the king commanded Hilkiah, and Ahikam the son of Shaphan, and Abdon the son of Micah, and Shaphan the scribe, and Asaiah a servant of the king’s, saying,  <strong>21</strong> Go, enquire of the LORD for me, and for them that are left in Israel and in Judah, concerning the words of the book that is found: for great is the wrath of the LORD that is poured out upon us, because our fathers have not kept the word of the LORD, to do after all that is written in this book.  <strong>22</strong> And Hilkiah, and they that the king had appointed,  went to Huldah the prophetess, the wife of Shallum the son of Tikvath, the son of Hasrah, keeper of the wardrobe; (now she dwelt in Jerusalem in the college:) and they spake to her to that effect. <strong>23</strong> And she answered them, Thus saith the LORD God of Israel, Tell ye the man that sent you to me,  <strong>24</strong> Thus saith the LORD, Behold, I will bring evil upon this place, and upon the inhabitants thereof, even all the curses that are written in the book which they have read before the king of Judah:  <strong>25</strong> Because they have forsaken me, and have burned incense unto other gods, that they might provoke me to anger with all the works of their hands; therefore my wrath shall be poured out upon this place, and shall not be quenched.  <strong>26</strong> And as for the king of Judah, who sent you to enquire of the LORD, so shall ye say unto him, Thus saith the LORD God of Israel concerning  the words which thou hast heard;  <strong>27</strong> Because thine heart was tender, and thou didst humble thyself before God, when thou heardest his words against this place, and against the inhabitants thereof, and humbledst thyself before me, and didst rend thy clothes, and weep before me; I have even heard thee also, saith the LORD.  <strong>28</strong> Behold, I will gather thee to thy fathers, and thou shalt be gathered to thy grave in peace, neither shall thine eyes see all the evil that I will bring upon this place, and upon the inhabitants of the same. So they brought the king word again.  <strong>29</strong> Then the king sent and gathered together all the elders of Judah and Jerusalem.  <strong>30</strong> And the king went up into the house of the LORD, and all the men of Judah, and the inhabitants of Jerusalem, and the priests, and the Levites, and all the people, great and small: and he read in their ears all the words of the book of the covenant that was found in the house of the LORD.  <strong>31</strong> And the king stood in his place, and made a covenant before the LORD, to walk after the LORD, and to keep his commandments, and his testimonies, and his statutes, with all his heart, and with all his soul, to perform the words of the covenant which are written in this book.  <strong>32</strong> And he caused all that were present in Jerusalem and Benjamin to stand to it. And the inhabitants of Jerusalem did according to the covenant of God, the God of their fathers.  <strong>33</strong> And Josiah took away all the abominations out of all the countries that pertained to the children of Israel, and made all that were present in Israel to serve, even to serve the LORD their God. And  all his days they departed not from following the LORD, the God of their fathers.  ","niv":"<sup><strong>1</strong></sup> Josiah was eight years old when he became king, and he reigned in Jerusalem thirty-one years. <sup><strong>2</strong></sup> He did what was right in the eyes of the LORD and walked in the ways of his father David, not turning aside to the right or to the left. <sup><strong>3</strong></sup> In the eighth year of his reign, while he was still young, he began to seek the God of his father David. In his twelfth year he began to purge Judah and Jerusalem of high places, Asherah poles, carved idols and cast images. <sup><strong>4</strong></sup> Under his direction the altars of the Baals were torn down; he cut to pieces the incense altars that were above them, and smashed the Asherah poles, the idols and the images. These he broke to pieces and scattered over the graves of those who had sacrificed to them. <sup><strong>5</strong></sup> He burned the bones of the priests on their altars, and so he purged Judah and Jerusalem. <sup><strong>6</strong></sup> In the towns of Manasseh, Ephraim and Simeon, as far as Naphtali, and in the ruins around them, <sup><strong>7</strong></sup> he tore down the altars and the Asherah poles and crushed the idols to powder and cut to pieces all the incense altars throughout Israel. Then he went back to Jerusalem. <sup><strong>8</strong></sup> In the eighteenth year of Josiah's reign, to purify the land and the temple, he sent Shaphan son of Azaliah and Maaseiah the ruler of the city, with Joah son of Joahaz, the recorder, to repair the temple of the LORD his God. <sup><strong>9</strong></sup> They went to Hilkiah the high priest and gave him the money that had been brought into the temple of God, which the Levites who were the doorkeepers had collected from the people of Manasseh, Ephraim and the entire remnant of Israel and from all the people of Judah and Benjamin and the inhabitants of Jerusalem. <sup><strong>10</strong></sup> Then they entrusted it to the men appointed to supervise the work on the LORD's temple. These men paid the workers who repaired and restored the temple. <sup><strong>11</strong></sup> They also gave money to the carpenters and builders to purchase dressed stone, and timber for joists and beams for the buildings that the kings of Judah had allowed to fall into ruin. <sup><strong>12</strong></sup> The men did the work faithfully. Over them to direct them were Jahath and Obadiah, Levites descended from Merari, and Zechariah and Meshullam, descended from Kohath. The Levites-all who were skilled in playing musical instruments- <sup><strong>13</strong></sup> had charge of the laborers and supervised all the workers from job to job. Some of the Levites were secretaries, scribes and doorkeepers. <sup><strong>14</strong></sup> While they were bringing out the money that had been taken into the temple of the LORD, Hilkiah the priest found the Book of the Law of the LORD that had been given through Moses. <sup><strong>15</strong></sup> Hilkiah said to Shaphan the secretary, \"I have found the Book of the Law in the temple of the LORD.\" He gave it to Shaphan. <sup><strong>16</strong></sup> Then Shaphan took the book to the king and reported to him: \"Your officials are doing everything that has been committed to them. <sup><strong>17</strong></sup> They have paid out the money that was in the temple of the LORD and have entrusted it to the supervisors and workers.\" <sup><strong>18</strong></sup> Then Shaphan the secretary informed the king, \"Hilkiah the priest has given me a book.\" And Shaphan read from it in the presence of the king. <sup><strong>19</strong></sup> When the king heard the words of the Law, he tore his robes. <sup><strong>20</strong></sup> He gave these orders to Hilkiah, Ahikam son of Shaphan, Abdon son of Micah, Shaphan the secretary and Asaiah the king's attendant: <sup><strong>21</strong></sup> \"Go and inquire of the LORD for me and for the remnant in Israel and Judah about what is written in this book that has been found. Great is the LORD's anger that is poured out on us because our fathers have not kept the word of the LORD; they have not acted in accordance with all that is written in this book.\" <sup><strong>22</strong></sup> Hilkiah and those the king had sent with him went to speak to the prophetess Huldah, who was the wife of Shallum son of Tokhath, the son of Hasrah, keeper of the wardrobe. She lived in Jerusalem, in the Second District. <sup><strong>23</strong></sup> She said to them, \"This is what the LORD, the God of Israel, says: Tell the man who sent you to me, <sup><strong>24</strong></sup> 'This is what the LORD says: I am going to bring disaster on this place and its people-all the curses written in the book that has been read in the presence of the king of Judah. <sup><strong>25</strong></sup> Because they have forsaken me and burned incense to other gods and provoked me to anger by all that their hands have made, my anger will be poured out on this place and will not be quenched.' <sup><strong>26</strong></sup> Tell the king of Judah, who sent you to inquire of the LORD, 'This is what the LORD, the God of Israel, says concerning the words you heard: <sup><strong>27</strong></sup> Because your heart was responsive and you humbled yourself before God when you heard what he spoke against this place and its people, and because you humbled yourself before me and tore your robes and wept in my presence, I have heard you, declares the LORD. <sup><strong>28</strong></sup> Now I will gather you to your fathers, and you will be buried in peace. Your eyes will not see all the disaster I am going to bring on this place and on those who live here.'\" So they took her answer back to the king. <sup><strong>29</strong></sup> Then the king called together all the elders of Judah and Jerusalem. <sup><strong>30</strong></sup> He went up to the temple of the LORD with the men of Judah, the people of Jerusalem, the priests and the Levites-all the people from the least to the greatest. He read in their hearing all the words of the Book of the Covenant, which had been found in the temple of the LORD. <sup><strong>31</strong></sup> The king stood by his pillar and renewed the covenant in the presence of the LORD -to follow the LORD and keep his commands, regulations and decrees with all his heart and all his soul, and to obey the words of the covenant written in this book. <sup><strong>32</strong></sup> Then he had everyone in Jerusalem and Benjamin pledge themselves to it; the people of Jerusalem did this in accordance with the covenant of God, the God of their fathers. <sup><strong>33</strong></sup> Josiah removed all the detestable idols from all the territory belonging to the Israelites, and he had all who were present in Israel serve the LORD their God. As long as he lived, they did not fail to follow the LORD, the God of their fathers. "},{"_id":"6162524ab1c7c312774058f1","topicId":"61625246b1c7c312774058e3","verse":"2 Kings 1:1-18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p12001001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12001001-1\">1:1&nbsp;</b>After the death of Ahab, Moab rebelled against Israel.</p>\n<p id=\"p12001001_04-18\"><b class=\"verse-num\" id=\"v12001002-1\">2&nbsp;</b>Now Ahaziah fell through the lattice in his upper chamber in Samaria, and lay sick; so he sent messengers, telling them, “Go, inquire of Baal-zebub, the god of Ekron, whether I shall recover from this sickness.” <b class=\"verse-num\" id=\"v12001003-1\">3&nbsp;</b>But the angel of the LORD said to Elijah the Tishbite, “Arise, go up to meet the messengers of the king of Samaria, and say to them, ‘Is it because there is no God in Israel that you are going to inquire of Baal-zebub, the god of Ekron? <b class=\"verse-num\" id=\"v12001004-1\">4&nbsp;</b>Now therefore thus says the LORD, You shall not come down from the bed to which you have gone up, but you shall surely die.’” So Elijah went.</p>\n<p id=\"p12001004_04-18\"><b class=\"verse-num\" id=\"v12001005-1\">5&nbsp;</b>The messengers returned to the king, and he said to them, “Why have you returned?” <b class=\"verse-num\" id=\"v12001006-1\">6&nbsp;</b>And they said to him, “There came a man to meet us, and said to us, ‘Go back to the king who sent you, and say to him, Thus says the LORD, Is it because there is no God in Israel that you are sending to inquire of Baal-zebub, the god of Ekron? Therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’” <b class=\"verse-num\" id=\"v12001007-1\">7&nbsp;</b>He said to them, “What kind of man was he who came to meet you and told you these things?” <b class=\"verse-num\" id=\"v12001008-1\">8&nbsp;</b>They answered him, “He wore a garment of hair, with a belt of leather about his waist.” And he said, “It is Elijah the Tishbite.”</p>\n<p id=\"p12001008_04-18\"><b class=\"verse-num\" id=\"v12001009-1\">9&nbsp;</b>Then the king sent to him a captain of fifty men with his fifty. He went up to Elijah, who was sitting on the top of a hill, and said to him, “O man of God, the king says, ‘Come down.’” <b class=\"verse-num\" id=\"v12001010-1\">10&nbsp;</b>But Elijah answered the captain of fifty, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then fire came down from heaven and consumed him and his fifty.</p>\n<p id=\"p12001010_04-18\"><b class=\"verse-num\" id=\"v12001011-1\">11&nbsp;</b>Again the king sent to him another captain of fifty men with his fifty. And he answered and said to him, “O man of God, this is the king’s order, ‘Come down quickly!’” <b class=\"verse-num\" id=\"v12001012-1\">12&nbsp;</b>But Elijah answered them, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then the fire of God came down from heaven and consumed him and his fifty.</p>\n<p id=\"p12001012_04-18\"><b class=\"verse-num\" id=\"v12001013-1\">13&nbsp;</b>Again the king sent the captain of a third fifty with his fifty. And the third captain of fifty went up and came and fell on his knees before Elijah and entreated him, “O man of God, please let my life, and the life of these fifty servants of yours, be precious in your sight. <b class=\"verse-num\" id=\"v12001014-1\">14&nbsp;</b>Behold, fire came down from heaven and consumed the two former captains of fifty men with their fifties, but now let my life be precious in your sight.” <b class=\"verse-num\" id=\"v12001015-1\">15&nbsp;</b>Then the angel of the LORD said to Elijah, “Go down with him; do not be afraid of him.” So he arose and went down with him to the king <b class=\"verse-num\" id=\"v12001016-1\">16&nbsp;</b>and said to him, “Thus says the LORD, ‘Because you have sent messengers to inquire of Baal-zebub, the god of Ekron—is it because there is no God in Israel to inquire of his word?—therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’”</p>\n<p id=\"p12001016_04-18\"><b class=\"verse-num\" id=\"v12001017-1\">17&nbsp;</b>So he died according to the word of the LORD that Elijah had spoken. Jehoram became king in his place in the second year of Jehoram the son of Jehoshaphat, king of Judah, because Ahaziah had no son. <b class=\"verse-num\" id=\"v12001018-1\">18&nbsp;</b>Now the rest of the acts of Ahaziah that he did, are they not written in the Book of the Chronicles of the Kings of Israel?</p>\n</div>","kjv":"<strong>1</strong> Then Moab rebelled against Israel after the death of Ahab.  <strong>2</strong> And Ahaziah fell down through a lattice in his upper chamber that was in Samaria, and was sick: and he sent messengers, and said unto them, Go, enquire of Baal-zebub the god of Ekron whether I shall recover of this disease.  <strong>3</strong> But the angel of the LORD said to Elijah the Tishbite, Arise, go up to meet the messengers of the king of Samaria, and say unto them, Is it  not because there is not a God in Israel, that  ye go to enquire of Baal-zebub the god of Ekron?  <strong>4</strong> Now therefore thus saith the LORD, Thou shalt not come down from that bed on which thou art gone up, but shalt surely die. And Elijah departed.  <strong>5</strong> And when the messengers turned back unto him, he said unto them, Why are ye now turned back?  <strong>6</strong> And they said unto him, There came a man up to meet us, and said unto us, Go, turn again unto the king that sent you, and say unto him, Thus saith the LORD, Is it not because there is not a God in Israel, that thou sendest to enquire of Baal-zebub the god of Ekron? therefore thou shalt not come down from that bed on which thou art gone up, but shalt surely die.  <strong>7</strong> And he said unto them, What manner of man was he which came up to meet you, and told you these words?  <strong>8</strong> And they answered him, He was an hairy man, and girt with a girdle of leather about his loins. And he said, It is Elijah the Tishbite.  <strong>9</strong> Then the king sent unto him a captain of fifty with his fifty. And he went up to him: and, behold, he sat on the top of an hill. And he spake unto him, Thou man of God, the king hath said, Come down.  <strong>10</strong> And Elijah answered and said to the captain of fifty, If I be  a man of God, then let fire come down from heaven, and consume thee and thy fifty. And there came down fire from heaven, and consumed him and his fifty.  <strong>11</strong> Again also he sent unto him another captain of fifty with his fifty. And he answered and said unto him, O man of God, thus hath the king said, Come down quickly.  <strong>12</strong> And Elijah answered and said unto them, If I be a man of God, let fire come down from heaven, and consume thee and thy fifty. And the fire of God came down from heaven, and consumed him and his fifty.  <strong>13</strong> And he sent again a captain of the third fifty with his fifty. And the third captain of fifty went up, and came and fell on his knees before Elijah, and besought him, and said unto him, O man of God, I pray thee, let my life, and the life of these fifty thy servants, be precious in thy sight.  <strong>14</strong> Behold, there came fire down from heaven, and burnt up the two captains of the former fifties with their fifties: therefore let my life now be precious in thy sight.  <strong>15</strong> And the angel of the LORD said unto Elijah, Go down with him: be not afraid of him. And he arose, and went down with him unto the king.  <strong>16</strong> And he said unto him, Thus saith the LORD, Forasmuch as thou hast sent messengers to enquire of Baal-zebub the god of Ekron, is it not because there is no God in Israel to enquire of his word? therefore thou shalt not come down off that bed on which thou art gone up, but shalt surely die.  <strong>17</strong> So he died according to the word of the LORD which Elijah had spoken. And Jehoram reigned in his stead in the second year of Jehoram the son of Jehoshaphat king of Judah; because he had no son.  <strong>18</strong> Now the rest of the acts of Ahaziah which he did, are they not written in the book of the chronicles of the kings of Israel?  ","niv":"<sup><strong>1</strong></sup> After Ahab's death, Moab rebelled against Israel. <sup><strong>2</strong></sup> Now Ahaziah had fallen through the lattice of his upper room in Samaria and injured himself. So he sent messengers, saying to them, \"Go and consult Baal-Zebub, the god of Ekron, to see if I will recover from this injury.\" <sup><strong>3</strong></sup> But the angel of the LORD said to Elijah the Tishbite, \"Go up and meet the messengers of the king of Samaria and ask them, 'Is it because there is no God in Israel that you are going off to consult Baal-Zebub, the god of Ekron?' <sup><strong>4</strong></sup> Therefore this is what the LORD says: 'You will not leave the bed you are lying on. You will certainly die!'\" So Elijah went. <sup><strong>5</strong></sup> When the messengers returned to the king, he asked them, \"Why have you come back?\" <sup><strong>6</strong></sup> \"A man came to meet us,\" they replied. \"And he said to us, 'Go back to the king who sent you and tell him, \"This is what the LORD says: Is it because there is no God in Israel that you are sending men to consult Baal-Zebub, the god of Ekron? Therefore you will not leave the bed you are lying on. You will certainly die!\"'\" <sup><strong>7</strong></sup> The king asked them, \"What kind of man was it who came to meet you and told you this?\" <sup><strong>8</strong></sup> They replied, \"He was a man with a garment of hair and with a leather belt around his waist.\" The king said, \"That was Elijah the Tishbite.\" <sup><strong>9</strong></sup> Then he sent to Elijah a captain with his company of fifty men. The captain went up to Elijah, who was sitting on the top of a hill, and said to him, \"Man of God, the king says, 'Come down!'\" <sup><strong>10</strong></sup> Elijah answered the captain, \"If I am a man of God, may fire come down from heaven and consume you and your fifty men!\" Then fire fell from heaven and consumed the captain and his men. <sup><strong>11</strong></sup> At this the king sent to Elijah another captain with his fifty men. The captain said to him, \"Man of God, this is what the king says, 'Come down at once!'\" <sup><strong>12</strong></sup> \"If I am a man of God,\" Elijah replied, \"may fire come down from heaven and consume you and your fifty men!\" Then the fire of God fell from heaven and consumed him and his fifty men. <sup><strong>13</strong></sup> So the king sent a third captain with his fifty men. This third captain went up and fell on his knees before Elijah. \"Man of God,\" he begged, \"please have respect for my life and the lives of these fifty men, your servants! <sup><strong>14</strong></sup> See, fire has fallen from heaven and consumed the first two captains and all their men. But now have respect for my life!\" <sup><strong>15</strong></sup> The angel of the LORD said to Elijah, \"Go down with him; do not be afraid of him.\" So Elijah got up and went down with him to the king. <sup><strong>16</strong></sup> He told the king, \"This is what the LORD says: Is it because there is no God in Israel for you to consult that you have sent messengers to consult Baal-Zebub, the god of Ekron? Because you have done this, you will never leave the bed you are lying on. You will certainly die!\" <sup><strong>17</strong></sup> So he died, according to the word of the LORD that Elijah had spoken. Because Ahaziah had no son, Joram succeeded him as king in the second year of Jehoram son of Jehoshaphat king of Judah. <sup><strong>18</strong></sup> As for all the other events of Ahaziah's reign, and what he did, are they not written in the book of the annals of the kings of Israel? "},{"_id":"6162524ab1c7c312774058f2","topicId":"61625246b1c7c312774058e3","verse":"2 Samuel 23:1-39","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p10023001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10023001-1\">23:1&nbsp;</b>Now these are the last words of David:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p10023001_06-19\" class=\"line\">&nbsp;&nbsp;The oracle of David, the son of Jesse,</span><br><span id=\"p10023001_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the oracle of the man who was raised on high,</span><br><span id=\"p10023001_06-19\" class=\"line\">&nbsp;&nbsp;the anointed of the God of Jacob,</span><br><span id=\"p10023001_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sweet psalmist of Israel:</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10023002_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10023002-1\">2&nbsp;</b>&nbsp;&nbsp;“The Spirit of the LORD speaks by me;</span><br><span id=\"p10023002_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his word is on my tongue.</span><br><span id=\"p10023003_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10023003-1\">3&nbsp;</b>&nbsp;&nbsp;The God of Israel has spoken;</span><br><span id=\"p10023003_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Rock of Israel has said to me:</span><br><span id=\"p10023003_06-19\" class=\"line\">&nbsp;&nbsp;When one rules justly over men,</span><br><span id=\"p10023003_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;ruling in the fear of God,</span><br><span id=\"p10023004_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10023004-1\">4&nbsp;</b>&nbsp;&nbsp;he dawns on them like the morning light,</span><br><span id=\"p10023004_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like the sun shining forth on a cloudless morning,</span><br><span id=\"p10023004_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like rain that makes grass to sprout from the earth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10023005_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10023005-1\">5&nbsp;</b>&nbsp;&nbsp;“For does not my house stand so with God?</span><br><span id=\"p10023005_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For he has made with me an everlasting covenant,</span><br><span id=\"p10023005_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;ordered in all things and secure.</span><br><span id=\"p10023005_06-19\" class=\"line\">&nbsp;&nbsp;For will he not cause to prosper</span><br><span id=\"p10023005_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all my help and my desire?</span><br><span id=\"p10023006_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10023006-1\">6&nbsp;</b>&nbsp;&nbsp;But worthless men are all like thorns that are thrown away,</span><br><span id=\"p10023006_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they cannot be taken with the hand;</span><br><span id=\"p10023007_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10023007-1\">7&nbsp;</b>&nbsp;&nbsp;but the man who touches them</span><br><span id=\"p10023007_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;arms himself with iron and the shaft of a spear,</span><br><span id=\"p10023007_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they are utterly consumed with fire.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p10023007_09-19\"><b class=\"verse-num\" id=\"v10023008-1\">8&nbsp;</b>These are the names of the mighty men whom David had: Josheb-basshebeth a Tahchemonite; he was chief of the three. He wielded his spear against eight hundred whom he killed at one time.</p>\n<p id=\"p10023008_09-19\"><b class=\"verse-num\" id=\"v10023009-1\">9&nbsp;</b>And next to him among the three mighty men was Eleazar the son of Dodo, son of Ahohi. He was with David when they defied the Philistines who were gathered there for battle, and the men of Israel withdrew. <b class=\"verse-num\" id=\"v10023010-1\">10&nbsp;</b>He rose and struck down the Philistines until his hand was weary, and his hand clung to the sword. And the LORD brought about a great victory that day, and the men returned after him only to strip the slain.</p>\n<p id=\"p10023010_09-19\"><b class=\"verse-num\" id=\"v10023011-1\">11&nbsp;</b>And next to him was Shammah, the son of Agee the Hararite. The Philistines gathered together at Lehi, where there was a plot of ground full of lentils, and the men fled from the Philistines. <b class=\"verse-num\" id=\"v10023012-1\">12&nbsp;</b>But he took his stand in the midst of the plot and defended it and struck down the Philistines, and the LORD worked a great victory.</p>\n<p id=\"p10023012_09-19\"><b class=\"verse-num\" id=\"v10023013-1\">13&nbsp;</b>And three of the thirty chief men went down and came about harvest time to David at the cave of Adullam, when a band of Philistines was encamped in the Valley of Rephaim. <b class=\"verse-num\" id=\"v10023014-1\">14&nbsp;</b>David was then in the stronghold, and the garrison of the Philistines was then at Bethlehem. <b class=\"verse-num\" id=\"v10023015-1\">15&nbsp;</b>And David said longingly, “Oh, that someone would give me water to drink from the well of Bethlehem that is by the gate!” <b class=\"verse-num\" id=\"v10023016-1\">16&nbsp;</b>Then the three mighty men broke through the camp of the Philistines and drew water out of the well of Bethlehem that was by the gate and carried and brought it to David. But he would not drink of it. He poured it out to the LORD <b class=\"verse-num\" id=\"v10023017-1\">17&nbsp;</b>and said, “Far be it from me, O LORD, that I should do this. Shall I drink the blood of the men who went at the risk of their lives?” Therefore he would not drink it. These things the three mighty men did.</p>\n<p id=\"p10023017_09-19\"><b class=\"verse-num\" id=\"v10023018-1\">18&nbsp;</b>Now Abishai, the brother of Joab, the son of Zeruiah, was chief of the thirty. And he wielded his spear against three hundred men and killed them and won a name beside the three. <b class=\"verse-num\" id=\"v10023019-1\">19&nbsp;</b>He was the most renowned of the thirty and became their commander, but he did not attain to the three.</p>\n<p id=\"p10023019_09-19\"><b class=\"verse-num\" id=\"v10023020-1\">20&nbsp;</b>And Benaiah the son of Jehoiada was a valiant man of Kabzeel, a doer of great deeds. He struck down two ariels of Moab. He also went down and struck down a lion in a pit on a day when snow had fallen. <b class=\"verse-num\" id=\"v10023021-1\">21&nbsp;</b>And he struck down an Egyptian, a handsome man. The Egyptian had a spear in his hand, but Benaiah went down to him with a staff and snatched the spear out of the Egyptian’s hand and killed him with his own spear. <b class=\"verse-num\" id=\"v10023022-1\">22&nbsp;</b>These things did Benaiah the son of Jehoiada, and won a name beside the three mighty men. <b class=\"verse-num\" id=\"v10023023-1\">23&nbsp;</b>He was renowned among the thirty, but he did not attain to the three. And David set him over his bodyguard.</p>\n<p id=\"p10023023_09-19\"><b class=\"verse-num\" id=\"v10023024-1\">24&nbsp;</b>Asahel the brother of Joab was one of the thirty; Elhanan the son of Dodo of Bethlehem, <b class=\"verse-num\" id=\"v10023025-1\">25&nbsp;</b>Shammah of Harod, Elika of Harod, <b class=\"verse-num\" id=\"v10023026-1\">26&nbsp;</b>Helez the Paltite, Ira the son of Ikkesh of Tekoa, <b class=\"verse-num\" id=\"v10023027-1\">27&nbsp;</b>Abiezer of Anathoth, Mebunnai the Hushathite, <b class=\"verse-num\" id=\"v10023028-1\">28&nbsp;</b>Zalmon the Ahohite, Maharai of Netophah, <b class=\"verse-num\" id=\"v10023029-1\">29&nbsp;</b>Heleb the son of Baanah of Netophah, Ittai the son of Ribai of Gibeah of the people of Benjamin, <b class=\"verse-num\" id=\"v10023030-1\">30&nbsp;</b>Benaiah of Pirathon, Hiddai of the brooks of Gaash, <b class=\"verse-num\" id=\"v10023031-1\">31&nbsp;</b>Abi-albon the Arbathite, Azmaveth of Bahurim, <b class=\"verse-num\" id=\"v10023032-1\">32&nbsp;</b>Eliahba the Shaalbonite, the sons of Jashen, Jonathan, <b class=\"verse-num\" id=\"v10023033-1\">33&nbsp;</b>Shammah the Hararite, Ahiam the son of Sharar the Hararite, <b class=\"verse-num\" id=\"v10023034-1\">34&nbsp;</b>Eliphelet the son of Ahasbai of Maacah, Eliam the son of Ahithophel the Gilonite, <b class=\"verse-num\" id=\"v10023035-1\">35&nbsp;</b>Hezro of Carmel, Paarai the Arbite, <b class=\"verse-num\" id=\"v10023036-1\">36&nbsp;</b>Igal the son of Nathan of Zobah, Bani the Gadite, <b class=\"verse-num\" id=\"v10023037-1\">37&nbsp;</b>Zelek the Ammonite, Naharai of Beeroth, the armor-bearer of Joab the son of Zeruiah, <b class=\"verse-num\" id=\"v10023038-1\">38&nbsp;</b>Ira the Ithrite, Gareb the Ithrite, <b class=\"verse-num\" id=\"v10023039-1\">39&nbsp;</b>Uriah the Hittite: thirty-seven in all.</p>\n\n</div>","kjv":"<strong>1</strong> Now these be the last words of David. David the son of Jesse said, and the man who was raised up on high, the anointed of the God of Jacob, and the sweet psalmist of Israel, said,  <strong>2</strong> The Spirit of the LORD spake by me, and his word was in my tongue.  <strong>3</strong> The God of Israel said, the Rock of Israel spake to me, He that ruleth over men must be just, ruling in the fear of God.  <strong>4</strong> And he shall be as the light of the morning, when  the sun riseth, even a morning without clouds; as  the tender grass springing out of the earth by clear shining after rain.  <strong>5</strong> Although my house be not so with God; yet he hath made with me an everlasting covenant, ordered in all things, and sure: for this is all my salvation, and all my desire, although he make it not to grow.  <strong>6</strong> But the sons of Belial shall be all of them as thorns thrust away, because they cannot be taken with hands:  <strong>7</strong> But the man that shall touch them must be fenced with iron and the staff of a spear; and they shall be utterly burned with fire in the same place.  <strong>8</strong> These be the names of the mighty men whom David had: The Tachmonite that sat in the seat, chief among the captains; the same was Adino the Eznite: he lift up his spear against eight hundred, whom he slew at one time.  <strong>9</strong> And after him was Eleazar the son of Dodo the Ahohite, one of the three mighty men with David, when they defied the Philistines that were there gathered together to battle, and the men of Israel were gone away:  <strong>10</strong> He arose, and smote the Philistines until his hand was weary, and his hand clave unto the sword: and the LORD wrought a great victory that day; and the people returned after him only to spoil.  <strong>11</strong> And after him was Shammah the son of Agee the Hararite. And the Philistines were gathered together into a troop, where was a piece of ground full of lentiles: and the people fled from the Philistines.  <strong>12</strong> But he stood in the midst of the ground, and defended it, and slew the Philistines: and the LORD wrought a great victory.  <strong>13</strong> And three of the thirty chief went down, and came to David in the harvest time unto the cave of Adullam: and the troop of the Philistines pitched in the valley of Rephaim.  <strong>14</strong> And David was then in an hold, and the garrison of the Philistines was then in Bethlehem.  <strong>15</strong> And David longed, and said, Oh that one would give me drink of the water of the well of Bethlehem, which is by the gate!  <strong>16</strong> And the three mighty men brake through the host of the Philistines, and drew water out of the well of Bethlehem, that was by the gate, and took it, and brought it to David: nevertheless he would not drink thereof, but poured it out unto the LORD.  <strong>17</strong> And he said, Be it far from me, O LORD, that I should do this: is not this the blood of the men that went in jeopardy of their lives? therefore he would not drink it. These things did these three mighty men.  <strong>18</strong> And Abishai, the brother of Joab, the son of Zeruiah, was chief among three. And he lifted up his spear against three hundred, and slew them, and had the name among three.  <strong>19</strong> Was he not most honourable of three? therefore he was their captain: howbeit he attained not unto the first three.  <strong>20</strong> And Benaiah the son of Jehoiada, the son of a valiant man, of Kabzeel, who had done many acts, he slew two lionlike men of Moab: he went down also and slew a lion in the midst of a pit in time of snow:  <strong>21</strong> And he slew an Egyptian, a goodly man: and the Egyptian had a spear in his hand; but he went down to him with a staff, and plucked the spear out of the Egyptian’s hand, and slew him with his own spear.  <strong>22</strong> These things did Benaiah the son of Jehoiada, and had the name among three mighty men.  <strong>23</strong> He was more honourable than the thirty, but he attained not to the first three. And David set him over his guard.  <strong>24</strong> Asahel the brother of Joab was one of the thirty; Elhanan the son of Dodo of Bethlehem,  <strong>25</strong> Shammah the Harodite, Elika the Harodite,  <strong>26</strong> Helez the Paltite, Ira the son of Ikkesh the Tekoite,  <strong>27</strong> Abiezer the Anethothite, Mebunnai the Hushathite,  <strong>28</strong> Zalmon the Ahohite, Maharai the Netophathite,  <strong>29</strong> Heleb the son of Baanah, a Netophathite, Ittai the son of Ribai out of Gibeah of the children of Benjamin,  <strong>30</strong> Benaiah the Pirathonite, Hiddai of the brooks of Gaash,  <strong>31</strong> Abi-albon the Arbathite, Azmaveth the Barhumite,  <strong>32</strong> Eliahba the Shaalbonite, of the sons of Jashen, Jonathan,  <strong>33</strong> Shammah the Hararite, Ahiam the son of Sharar the Hararite,  <strong>34</strong> Eliphelet the son of Ahasbai, the son of the Maachathite, Eliam the son of Ahithophel the Gilonite,  <strong>35</strong> Hezrai the Carmelite, Paarai the Arbite,  <strong>36</strong> Igal the son of Nathan of Zobah, Bani the Gadite,  <strong>37</strong> Zelek the Ammonite, Nahari the Beerothite, armourbearer to Joab the son of Zeruiah,  <strong>38</strong> Ira an Ithrite, Gareb an Ithrite,  <strong>39</strong> Uriah the Hittite: thirty and seven in all.  ","niv":"<sup><strong>1</strong></sup> These are the last words of David: \"The oracle of David son of Jesse, the oracle of the man exalted by the Most High, the man anointed by the God of Jacob, Israel's singer of songs: <sup><strong>2</strong></sup> \"The Spirit of the LORD spoke through me; his word was on my tongue. <sup><strong>3</strong></sup> The God of Israel spoke, the Rock of Israel said to me: 'When one rules over men in righteousness, when he rules in the fear of God, <sup><strong>4</strong></sup> he is like the light of morning at sunrise on a cloudless morning, like the brightness after rain that brings the grass from the earth.' <sup><strong>5</strong></sup> \"Is not my house right with God? Has he not made with me an everlasting covenant, arranged and secured in every part? Will he not bring to fruition my salvation and grant me my every desire? <sup><strong>6</strong></sup> But evil men are all to be cast aside like thorns, which are not gathered with the hand. <sup><strong>7</strong></sup> Whoever touches thorns uses a tool of iron or the shaft of a spear; they are burned up where they lie.\" <sup><strong>8</strong></sup> These are the names of David's mighty men: Josheb-Basshebeth, a Tahkemonite, was chief of the Three; he raised his spear against eight hundred men, whom he killed in one encounter. <sup><strong>9</strong></sup> Next to him was Eleazar son of Dodai the Ahohite. As one of the three mighty men, he was with David when they taunted the Philistines gathered at Pas Dammim for battle. Then the men of Israel retreated, <sup><strong>10</strong></sup> but he stood his ground and struck down the Philistines till his hand grew tired and froze to the sword. The LORD brought about a great victory that day. The troops returned to Eleazar, but only to strip the dead. <sup><strong>11</strong></sup> Next to him was Shammah son of Agee the Hararite. When the Philistines banded together at a place where there was a field full of lentils, Israel's troops fled from them. <sup><strong>12</strong></sup> But Shammah took his stand in the middle of the field. He defended it and struck the Philistines down, and the LORD brought about a great victory. <sup><strong>13</strong></sup> During harvest time, three of the thirty chief men came down to David at the cave of Adullam, while a band of Philistines was encamped in the Valley of Rephaim. <sup><strong>14</strong></sup> At that time David was in the stronghold, and the Philistine garrison was at Bethlehem. <sup><strong>15</strong></sup> David longed for water and said, \"Oh, that someone would get me a drink of water from the well near the gate of Bethlehem!\" <sup><strong>16</strong></sup> So the three mighty men broke through the Philistine lines, drew water from the well near the gate of Bethlehem and carried it back to David. But he refused to drink it; instead, he poured it out before the LORD. <sup><strong>17</strong></sup> \"Far be it from me, O LORD, to do this!\" he said. \"Is it not the blood of men who went at the risk of their lives?\" And David would not drink it. Such were the exploits of the three mighty men. <sup><strong>18</strong></sup> Abishai the brother of Joab son of Zeruiah was chief of the Three. He raised his spear against three hundred men, whom he killed, and so he became as famous as the Three. <sup><strong>19</strong></sup> Was he not held in greater honor than the Three? He became their commander, even though he was not included among them. <sup><strong>20</strong></sup> Benaiah son of Jehoiada was a valiant fighter from Kabzeel, who performed great exploits. He struck down two of Moab's best men. He also went down into a pit on a snowy day and killed a lion. <sup><strong>21</strong></sup> And he struck down a huge Egyptian. Although the Egyptian had a spear in his hand, Benaiah went against him with a club. He snatched the spear from the Egyptian's hand and killed him with his own spear. <sup><strong>22</strong></sup> Such were the exploits of Benaiah son of Jehoiada; he too was as famous as the three mighty men. <sup><strong>23</strong></sup> He was held in greater honor than any of the Thirty, but he was not included among the Three. And David put him in charge of his bodyguard. <sup><strong>24</strong></sup> Among the Thirty were: Asahel the brother of Joab, Elhanan son of Dodo from Bethlehem, <sup><strong>25</strong></sup> Shammah the Harodite, Elika the Harodite, <sup><strong>26</strong></sup> Helez the Paltite, Ira son of Ikkesh from Tekoa, <sup><strong>27</strong></sup> Abiezer from Anathoth, Mebunnai the Hushathite, <sup><strong>28</strong></sup> Zalmon the Ahohite, Maharai the Netophathite, <sup><strong>29</strong></sup> Heled son of Baanah the Netophathite, Ithai son of Ribai from Gibeah in Benjamin, <sup><strong>30</strong></sup> Benaiah the Pirathonite, Hiddai from the ravines of Gaash, <sup><strong>31</strong></sup> Abi-Albon the Arbathite, Azmaveth the Barhumite, <sup><strong>32</strong></sup> Eliahba the Shaalbonite, the sons of Jashen, Jonathan <sup><strong>33</strong></sup> son of Shammah the Hararite, Ahiam son of Sharar the Hararite, <sup><strong>34</strong></sup> Eliphelet son of Ahasbai the Maacathite, Eliam son of Ahithophel the Gilonite, <sup><strong>35</strong></sup> Hezro the Carmelite, Paarai the Arbite, <sup><strong>36</strong></sup> Igal son of Nathan from Zobah, the son of Hagri, <sup><strong>37</strong></sup> Zelek the Ammonite, Naharai the Beerothite, the armor-bearer of Joab son of Zeruiah, <sup><strong>38</strong></sup> Ira the Ithrite, Gareb the Ithrite <sup><strong>39</strong></sup> and Uriah the Hittite. There were thirty-seven in all. "},{"_id":"6162524bb1c7c312774058f3","topicId":"61625246b1c7c312774058e3","verse":"2 Samuel 17:1-29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p10017001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10017001-1\">17:1&nbsp;</b>Moreover, Ahithophel said to Absalom, “Let me choose twelve thousand men, and I will arise and pursue David tonight. <b class=\"verse-num\" id=\"v10017002-1\">2&nbsp;</b>I will come upon him while he is weary and discouraged and throw him into a panic, and all the people who are with him will flee. I will strike down only the king, <b class=\"verse-num\" id=\"v10017003-1\">3&nbsp;</b>and I will bring all the people back to you as a bride comes home to her husband. You seek the life of only one man, and all the people will be at peace.” <b class=\"verse-num\" id=\"v10017004-1\">4&nbsp;</b>And the advice seemed right in the eyes of Absalom and all the elders of Israel.</p>\n<p id=\"p10017004_04-20\"><b class=\"verse-num\" id=\"v10017005-1\">5&nbsp;</b>Then Absalom said, “Call Hushai the Archite also, and let us hear what he has to say.” <b class=\"verse-num\" id=\"v10017006-1\">6&nbsp;</b>And when Hushai came to Absalom, Absalom said to him, “Thus has Ahithophel spoken; shall we do as he says? If not, you speak.” <b class=\"verse-num\" id=\"v10017007-1\">7&nbsp;</b>Then Hushai said to Absalom, “This time the counsel that Ahithophel has given is not good.” <b class=\"verse-num\" id=\"v10017008-1\">8&nbsp;</b>Hushai said, “You know that your father and his men are mighty men, and that they are enraged, like a bear robbed of her cubs in the field. Besides, your father is expert in war; he will not spend the night with the people. <b class=\"verse-num\" id=\"v10017009-1\">9&nbsp;</b>Behold, even now he has hidden himself in one of the pits or in some other place. And as soon as some of the people fall at the first attack, whoever hears it will say, ‘There has been a slaughter among the people who follow Absalom.’ <b class=\"verse-num\" id=\"v10017010-1\">10&nbsp;</b>Then even the valiant man, whose heart is like the heart of a lion, will utterly melt with fear, for all Israel knows that your father is a mighty man, and that those who are with him are valiant men. <b class=\"verse-num\" id=\"v10017011-1\">11&nbsp;</b>But my counsel is that all Israel be gathered to you, from Dan to Beersheba, as the sand by the sea for multitude, and that you go to battle in person. <b class=\"verse-num\" id=\"v10017012-1\">12&nbsp;</b>So we shall come upon him in some place where he is to be found, and we shall light upon him as the dew falls on the ground, and of him and all the men with him not one will be left. <b class=\"verse-num\" id=\"v10017013-1\">13&nbsp;</b>If he withdraws into a city, then all Israel will bring ropes to that city, and we shall drag it into the valley, until not even a pebble is to be found there.” <b class=\"verse-num\" id=\"v10017014-1\">14&nbsp;</b>And Absalom and all the men of Israel said, “The counsel of Hushai the Archite is better than the counsel of Ahithophel.” For the LORD had ordained to defeat the good counsel of Ahithophel, so that the LORD might bring harm upon Absalom.</p>\n<p id=\"p10017014_04-20\"><b class=\"verse-num\" id=\"v10017015-1\">15&nbsp;</b>Then Hushai said to Zadok and Abiathar the priests, “Thus and so did Ahithophel counsel Absalom and the elders of Israel, and thus and so have I counseled. <b class=\"verse-num\" id=\"v10017016-1\">16&nbsp;</b>Now therefore send quickly and tell David, ‘Do not stay tonight at the fords of the wilderness, but by all means pass over, lest the king and all the people who are with him be swallowed up.’” <b class=\"verse-num\" id=\"v10017017-1\">17&nbsp;</b>Now Jonathan and Ahimaaz were waiting at En-rogel. A female servant was to go and tell them, and they were to go and tell King David, for they were not to be seen entering the city. <b class=\"verse-num\" id=\"v10017018-1\">18&nbsp;</b>But a young man saw them and told Absalom. So both of them went away quickly and came to the house of a man at Bahurim, who had a well in his courtyard. And they went down into it. <b class=\"verse-num\" id=\"v10017019-1\">19&nbsp;</b>And the woman took and spread a covering over the well’s mouth and scattered grain on it, and nothing was known of it. <b class=\"verse-num\" id=\"v10017020-1\">20&nbsp;</b>When Absalom’s servants came to the woman at the house, they said, “Where are Ahimaaz and Jonathan?” And the woman said to them, “They have gone over the brook of water.” And when they had sought and could not find them, they returned to Jerusalem.</p>\n<p id=\"p10017020_04-20\"><b class=\"verse-num\" id=\"v10017021-1\">21&nbsp;</b>After they had gone, the men came up out of the well, and went and told King David. They said to David, “Arise, and go quickly over the water, for thus and so has Ahithophel counseled against you.” <b class=\"verse-num\" id=\"v10017022-1\">22&nbsp;</b>Then David arose, and all the people who were with him, and they crossed the Jordan. By daybreak not one was left who had not crossed the Jordan.</p>\n<p id=\"p10017022_04-20\"><b class=\"verse-num\" id=\"v10017023-1\">23&nbsp;</b>When Ahithophel saw that his counsel was not followed, he saddled his donkey and went off home to his own city. He set his house in order and hanged himself, and he died and was buried in the tomb of his father.</p>\n<p id=\"p10017023_04-20\"><b class=\"verse-num\" id=\"v10017024-1\">24&nbsp;</b>Then David came to Mahanaim. And Absalom crossed the Jordan with all the men of Israel. <b class=\"verse-num\" id=\"v10017025-1\">25&nbsp;</b>Now Absalom had set Amasa over the army instead of Joab. Amasa was the son of a man named Ithra the Ishmaelite, who had married Abigal the daughter of Nahash, sister of Zeruiah, Joab’s mother. <b class=\"verse-num\" id=\"v10017026-1\">26&nbsp;</b>And Israel and Absalom encamped in the land of Gilead.</p>\n<p id=\"p10017026_04-20\"><b class=\"verse-num\" id=\"v10017027-1\">27&nbsp;</b>When David came to Mahanaim, Shobi the son of Nahash from Rabbah of the Ammonites, and Machir the son of Ammiel from Lo-debar, and Barzillai the Gileadite from Rogelim, <b class=\"verse-num\" id=\"v10017028-1\">28&nbsp;</b>brought beds, basins, and earthen vessels, wheat, barley, flour, parched grain, beans and lentils, <b class=\"verse-num\" id=\"v10017029-1\">29&nbsp;</b>honey and curds and sheep and cheese from the herd, for David and the people with him to eat, for they said, “The people are hungry and weary and thirsty in the wilderness.”</p>\n\n</div>","kjv":"<strong>1</strong> Moreover Ahithophel said unto Absalom, Let me now choose out twelve thousand men, and I will arise and pursue after David this night:  <strong>2</strong> And I will come upon him while he is weary and weak handed, and will make him afraid: and all the people that are with him shall flee; and I will smite the king only:  <strong>3</strong> And I will bring back all the people unto thee: the man whom thou seekest is as if all returned: so all the people shall be in peace.  <strong>4</strong> And the saying pleased Absalom well, and all the elders of Israel.  <strong>5</strong> Then said Absalom, Call now Hushai the Archite also, and let us hear likewise what he saith.  <strong>6</strong> And when Hushai was come to Absalom, Absalom spake unto him, saying, Ahithophel hath spoken after this manner: shall we do after his saying? if not; speak thou.  <strong>7</strong> And Hushai said unto Absalom, The counsel that Ahithophel hath given is not good at this time.  <strong>8</strong> For, said Hushai, thou knowest thy father and his men, that they be mighty men, and they be chafed in their minds, as a bear robbed of her whelps in the field: and thy father is a man of war, and will not lodge with the people.  <strong>9</strong> Behold, he is hid now in some pit, or in some other place: and it will come to pass, when some of them be overthrown at the first, that whosoever heareth it will say, There is a slaughter among the people that follow Absalom.  <strong>10</strong> And he also that is valiant, whose heart is as the heart of a lion, shall utterly melt: for all Israel knoweth that thy father is a mighty man, and they which be with him are valiant men.  <strong>11</strong> Therefore I counsel that all Israel be generally gathered unto thee, from Dan even to Beer-sheba, as the sand that is by the sea for multitude; and that thou go to battle in thine own person.  <strong>12</strong> So shall we come upon him in some place where he shall be found, and we will light upon him as the dew falleth on the ground: and of him and of all the men that are with him there shall not be left so much as one.  <strong>13</strong> Moreover, if he be gotten into a city, then shall all Israel bring ropes to that city, and we will draw it into the river, until there be not one small stone found there.  <strong>14</strong> And Absalom and all the men of Israel said, The counsel of Hushai the Archite is better than the counsel of Ahithophel. For the LORD had appointed to defeat the good counsel of Ahithophel, to the intent that the LORD might bring evil upon Absalom.  <strong>15</strong> Then said Hushai unto Zadok and to Abiathar the priests, Thus and thus did Ahithophel counsel Absalom and the elders of Israel; and thus and thus have I counselled.  <strong>16</strong> Now therefore send quickly, and tell David, saying, Lodge not this night in the plains of the wilderness, but speedily pass over; lest the king be swallowed up, and all the people that are with him.  <strong>17</strong> Now Jonathan and Ahimaaz stayed by En-rogel; for they might not be seen to come into the city: and a wench went and told them; and they went and told king David.  <strong>18</strong> Nevertheless a lad saw them, and told Absalom: but they went both of them away quickly, and came to a man’s house in Bahurim, which had a well in his court; whither they went down.  <strong>19</strong> And the woman took and spread a covering over the well’s mouth, and spread ground corn thereon; and the thing was not known.  <strong>20</strong> And when Absalom’s servants came to the woman to the house, they said, Where is Ahimaaz and Jonathan? And the woman said unto them, They be gone over the brook of water. And when they had sought and could not find them,  they returned to Jerusalem.  <strong>21</strong> And it came to pass, after they were departed, that they came up out of the well, and went and told king David, and said unto David, Arise, and pass quickly over the water: for thus hath Ahithophel counselled against you.  <strong>22</strong> Then David arose, and all the people that were with him, and they passed over Jordan: by the morning light there lacked not one of them that was not gone over Jordan.  <strong>23</strong> And when Ahithophel saw that his counsel was not followed, he saddled his ass, and arose, and gat him home to his house, to his city, and put his household in order, and hanged himself, and died, and was buried in the sepulchre of his father.  <strong>24</strong> Then David came to Mahanaim. And Absalom passed over Jordan, he and all the men of Israel with him.  <strong>25</strong> And Absalom made Amasa captain of the host instead of Joab: which Amasa was a man’s son, whose name was Ithra an Israelite, that went in to Abigail the daughter of Nahash, sister to Zeruiah Joab’s mother.  <strong>26</strong> So Israel and Absalom pitched in the land of Gilead.  <strong>27</strong> And it came to pass, when David was come to Mahanaim, that Shobi the son of Nahash of Rabbah of the children of Ammon, and Machir the son of Ammiel of Lo-debar, and Barzillai the Gileadite of Rogelim,  <strong>28</strong> Brought beds, and basons, and earthen vessels, and wheat, and barley, and flour, and parched corn, and beans, and lentiles, and parched pulse,  <strong>29</strong> And honey, and butter, and sheep, and cheese of kine, for David, and for the people that were with him, to eat: for they said, The people is hungry, and weary, and thirsty, in the wilderness.  ","niv":"<sup><strong>1</strong></sup> Ahithophel said to Absalom, \"I would choose twelve thousand men and set out tonight in pursuit of David. <sup><strong>2</strong></sup> I would attack him while he is weary and weak. I would strike him with terror, and then all the people with him will flee. I would strike down only the king <sup><strong>3</strong></sup> and bring all the people back to you. The death of the man you seek will mean the return of all; all the people will be unharmed.\" <sup><strong>4</strong></sup> This plan seemed good to Absalom and to all the elders of Israel. <sup><strong>5</strong></sup> But Absalom said, \"Summon also Hushai the Arkite, so we can hear what he has to say.\" <sup><strong>6</strong></sup> When Hushai came to him, Absalom said, \"Ahithophel has given this advice. Should we do what he says? If not, give us your opinion.\" <sup><strong>7</strong></sup> Hushai replied to Absalom, \"The advice Ahithophel has given is not good this time. <sup><strong>8</strong></sup> You know your father and his men; they are fighters, and as fierce as a wild bear robbed of her cubs. Besides, your father is an experienced fighter; he will not spend the night with the troops. <sup><strong>9</strong></sup> Even now, he is hidden in a cave or some other place. If he should attack your troops first, whoever hears about it will say, 'There has been a slaughter among the troops who follow Absalom.' <sup><strong>10</strong></sup> Then even the bravest soldier, whose heart is like the heart of a lion, will melt with fear, for all Israel knows that your father is a fighter and that those with him are brave. <sup><strong>11</strong></sup> \"So I advise you: Let all Israel, from Dan to Beersheba-as numerous as the sand on the seashore-be gathered to you, with you yourself leading them into battle. <sup><strong>12</strong></sup> Then we will attack him wherever he may be found, and we will fall on him as dew settles on the ground. Neither he nor any of his men will be left alive. <sup><strong>13</strong></sup> If he withdraws into a city, then all Israel will bring ropes to that city, and we will drag it down to the valley until not even a piece of it can be found.\" <sup><strong>14</strong></sup> Absalom and all the men of Israel said, \"The advice of Hushai the Arkite is better than that of Ahithophel.\" For the LORD had determined to frustrate the good advice of Ahithophel in order to bring disaster on Absalom. <sup><strong>15</strong></sup> Hushai told Zadok and Abiathar, the priests, \"Ahithophel has advised Absalom and the elders of Israel to do such and such, but I have advised them to do so and so. <sup><strong>16</strong></sup> Now send a message immediately and tell David, 'Do not spend the night at the fords in the desert; cross over without fail, or the king and all the people with him will be swallowed up.'\" <sup><strong>17</strong></sup> Jonathan and Ahimaaz were staying at En Rogel. A servant girl was to go and inform them, and they were to go and tell King David, for they could not risk being seen entering the city. <sup><strong>18</strong></sup> But a young man saw them and told Absalom. So the two of them left quickly and went to the house of a man in Bahurim. He had a well in his courtyard, and they climbed down into it. <sup><strong>19</strong></sup> His wife took a covering and spread it out over the opening of the well and scattered grain over it. No one knew anything about it. <sup><strong>20</strong></sup> When Absalom's men came to the woman at the house, they asked, \"Where are Ahimaaz and Jonathan?\" The woman answered them, \"They crossed over the brook.\" The men searched but found no one, so they returned to Jerusalem. <sup><strong>21</strong></sup> After the men had gone, the two climbed out of the well and went to inform King David. They said to him, \"Set out and cross the river at once; Ahithophel has advised such and such against you.\" <sup><strong>22</strong></sup> So David and all the people with him set out and crossed the Jordan. By daybreak, no one was left who had not crossed the Jordan. <sup><strong>23</strong></sup> When Ahithophel saw that his advice had not been followed, he saddled his donkey and set out for his house in his hometown. He put his house in order and then hanged himself. So he died and was buried in his father's tomb. <sup><strong>24</strong></sup> David went to Mahanaim, and Absalom crossed the Jordan with all the men of Israel. <sup><strong>25</strong></sup> Absalom had appointed Amasa over the army in place of Joab. Amasa was the son of a man named Jether, an Israelite who had married Abigail, the daughter of Nahash and sister of Zeruiah the mother of Joab. <sup><strong>26</strong></sup> The Israelites and Absalom camped in the land of Gilead. <sup><strong>27</strong></sup> When David came to Mahanaim, Shobi son of Nahash from Rabbah of the Ammonites, and Makir son of Ammiel from Lo Debar, and Barzillai the Gileadite from Rogelim <sup><strong>28</strong></sup> brought bedding and bowls and articles of pottery. They also brought wheat and barley, flour and roasted grain, beans and lentils, <sup><strong>29</strong></sup> honey and curds, sheep, and cheese from cows' milk for David and his people to eat. For they said, \"The people have become hungry and tired and thirsty in the desert.\" "},{"_id":"6162524bb1c7c312774058f4","topicId":"61625246b1c7c312774058e3","verse":"2 Samuel 11:1-27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p10011001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10011001-1\">11:1&nbsp;</b>In the spring of the year, the time when kings go out to battle, David sent Joab, and his servants with him, and all Israel. And they ravaged the Ammonites and besieged Rabbah. But David remained at Jerusalem.</p>\n<p id=\"p10011001_04-21\"><b class=\"verse-num\" id=\"v10011002-1\">2&nbsp;</b>It happened, late one afternoon, when David arose from his couch and was walking on the roof of the king’s house, that he saw from the roof a woman bathing; and the woman was very beautiful. <b class=\"verse-num\" id=\"v10011003-1\">3&nbsp;</b>And David sent and inquired about the woman. And one said, “Is not this Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?” <b class=\"verse-num\" id=\"v10011004-1\">4&nbsp;</b>So David sent messengers and took her, and she came to him, and he lay with her. (Now she had been purifying herself from her uncleanness.) Then she returned to her house. <b class=\"verse-num\" id=\"v10011005-1\">5&nbsp;</b>And the woman conceived, and she sent and told David, “I am pregnant.”</p>\n<p id=\"p10011005_04-21\"><b class=\"verse-num\" id=\"v10011006-1\">6&nbsp;</b>So David sent word to Joab, “Send me Uriah the Hittite.” And Joab sent Uriah to David. <b class=\"verse-num\" id=\"v10011007-1\">7&nbsp;</b>When Uriah came to him, David asked how Joab was doing and how the people were doing and how the war was going. <b class=\"verse-num\" id=\"v10011008-1\">8&nbsp;</b>Then David said to Uriah, “Go down to your house and wash your feet.” And Uriah went out of the king’s house, and there followed him a present from the king. <b class=\"verse-num\" id=\"v10011009-1\">9&nbsp;</b>But Uriah slept at the door of the king’s house with all the servants of his lord, and did not go down to his house. <b class=\"verse-num\" id=\"v10011010-1\">10&nbsp;</b>When they told David, “Uriah did not go down to his house,” David said to Uriah, “Have you not come from a journey? Why did you not go down to your house?” <b class=\"verse-num\" id=\"v10011011-1\">11&nbsp;</b>Uriah said to David, “The ark and Israel and Judah dwell in booths, and my lord Joab and the servants of my lord are camping in the open field. Shall I then go to my house, to eat and to drink and to lie with my wife? As you live, and as your soul lives, I will not do this thing.” <b class=\"verse-num\" id=\"v10011012-1\">12&nbsp;</b>Then David said to Uriah, “Remain here today also, and tomorrow I will send you back.” So Uriah remained in Jerusalem that day and the next. <b class=\"verse-num\" id=\"v10011013-1\">13&nbsp;</b>And David invited him, and he ate in his presence and drank, so that he made him drunk. And in the evening he went out to lie on his couch with the servants of his lord, but he did not go down to his house.</p>\n<p id=\"p10011013_04-21\"><b class=\"verse-num\" id=\"v10011014-1\">14&nbsp;</b>In the morning David wrote a letter to Joab and sent it by the hand of Uriah. <b class=\"verse-num\" id=\"v10011015-1\">15&nbsp;</b>In the letter he wrote, “Set Uriah in the forefront of the hardest fighting, and then draw back from him, that he may be struck down, and die.” <b class=\"verse-num\" id=\"v10011016-1\">16&nbsp;</b>And as Joab was besieging the city, he assigned Uriah to the place where he knew there were valiant men. <b class=\"verse-num\" id=\"v10011017-1\">17&nbsp;</b>And the men of the city came out and fought with Joab, and some of the servants of David among the people fell. Uriah the Hittite also died. <b class=\"verse-num\" id=\"v10011018-1\">18&nbsp;</b>Then Joab sent and told David all the news about the fighting. <b class=\"verse-num\" id=\"v10011019-1\">19&nbsp;</b>And he instructed the messenger, “When you have finished telling all the news about the fighting to the king, <b class=\"verse-num\" id=\"v10011020-1\">20&nbsp;</b>then, if the king’s anger rises, and if he says to you, ‘Why did you go so near the city to fight? Did you not know that they would shoot from the wall? <b class=\"verse-num\" id=\"v10011021-1\">21&nbsp;</b>Who killed Abimelech the son of Jerubbesheth? Did not a woman cast an upper millstone on him from the wall, so that he died at Thebez? Why did you go so near the wall?’ then you shall say, ‘Your servant Uriah the Hittite is dead also.’”</p>\n<p id=\"p10011021_04-21\"><b class=\"verse-num\" id=\"v10011022-1\">22&nbsp;</b>So the messenger went and came and told David all that Joab had sent him to tell. <b class=\"verse-num\" id=\"v10011023-1\">23&nbsp;</b>The messenger said to David, “The men gained an advantage over us and came out against us in the field, but we drove them back to the entrance of the gate. <b class=\"verse-num\" id=\"v10011024-1\">24&nbsp;</b>Then the archers shot at your servants from the wall. Some of the king’s servants are dead, and your servant Uriah the Hittite is dead also.” <b class=\"verse-num\" id=\"v10011025-1\">25&nbsp;</b>David said to the messenger, “Thus shall you say to Joab, ‘Do not let this matter displease you, for the sword devours now one and now another. Strengthen your attack against the city and overthrow it.’ And encourage him.”</p>\n<p id=\"p10011025_04-21\"><b class=\"verse-num\" id=\"v10011026-1\">26&nbsp;</b>When the wife of Uriah heard that Uriah her husband was dead, she lamented over her husband. <b class=\"verse-num\" id=\"v10011027-1\">27&nbsp;</b>And when the mourning was over, David sent and brought her to his house, and she became his wife and bore him a son. But the thing that David had done displeased the LORD.</p>\n</div>","kjv":"<strong>1</strong> And it came to pass, after the year was expired, at the time when kings go forth to battle, that David sent Joab, and his servants with him, and all Israel; and they destroyed the children of Ammon, and besieged Rabbah. But David tarried still at Jerusalem.  <strong>2</strong> And it came to pass in an eveningtide, that David arose from off his bed, and walked upon the roof of the king’s house: and from the roof he saw a woman washing herself; and the woman was very beautiful to look upon.  <strong>3</strong> And David sent and enquired after the woman. And one said, Is not this Bath-sheba, the daughter of Eliam, the wife of Uriah the Hittite?  <strong>4</strong> And David sent messengers, and took her; and she came in unto him, and he lay with her; for she was purified from her uncleanness: and she returned unto her house.  <strong>5</strong> And the woman conceived, and sent and told David, and said, I am  with child.  <strong>6</strong> And David sent to Joab, saying, Send me Uriah the Hittite. And Joab sent Uriah to David.  <strong>7</strong> And when Uriah was come unto him, David demanded of him how Joab did, and how the people did, and how the war prospered.  <strong>8</strong> And David said to Uriah, Go down to thy house, and wash thy feet. And Uriah departed out of the king’s house, and there followed him a mess of meat from the king.  <strong>9</strong> But Uriah slept at the door of the king’s house with all the servants of his lord, and went not down to his house.  <strong>10</strong> And when they had told David, saying, Uriah went not down unto his house, David said unto Uriah, Camest thou not from thy journey? why then didst thou not go down unto thine house?  <strong>11</strong> And Uriah said unto David, The ark, and Israel, and Judah, abide in tents; and my lord Joab, and the servants of my lord, are encamped in the open fields; shall I then go into mine house, to eat and to drink, and to lie with my wife? as thou livest, and as thy soul liveth, I will not do this thing.  <strong>12</strong> And David said to Uriah, Tarry here to day also, and to morrow I will let thee depart. So Uriah abode in Jerusalem that day, and the morrow.  <strong>13</strong> And when David had called him, he did eat and drink before him; and he made him drunk: and at even he went out to lie on his bed with the servants of his lord, but went not down to his house.  <strong>14</strong> And it came to pass in the morning, that David wrote a letter to Joab, and sent it by the hand of Uriah.  <strong>15</strong> And he wrote in the letter, saying, Set ye Uriah in the forefront of the hottest battle, and retire ye from him, that he may be smitten, and die.  <strong>16</strong> And it came to pass, when Joab observed the city, that he assigned Uriah unto a place where he knew that valiant men were.  <strong>17</strong> And the men of the city went out, and fought with Joab: and there fell some of the people of the servants of David; and Uriah the Hittite died also.  <strong>18</strong> Then Joab sent and told David all the things concerning the war;  <strong>19</strong> And charged the messenger, saying, When thou hast made an end of telling the matters of the war unto the king,  <strong>20</strong> And if so be that the king’s wrath arise, and he say unto thee, Wherefore approached ye so nigh unto the city when ye did fight? knew ye not that they would shoot from the wall?  <strong>21</strong> Who smote Abimelech the son of Jerubbesheth? did not a woman cast a piece of a millstone upon him from the wall, that he died in Thebez? why went ye nigh the wall? then say thou, Thy servant Uriah the Hittite is dead also.  <strong>22</strong> So the messenger went, and came and shewed David all that Joab had sent him for.  <strong>23</strong> And the messenger said unto David, Surely the men prevailed against us, and came out unto us into the field, and we were upon them even unto the entering of the gate.  <strong>24</strong> And the shooters shot from off the wall upon thy servants; and some of the king’s servants be dead, and thy servant Uriah the Hittite is dead also.  <strong>25</strong> Then David said unto the messenger, Thus shalt thou say unto Joab, Let not this thing displease thee, for the sword devoureth one as well as another: make thy battle more strong against the city, and overthrow it: and encourage thou him.  <strong>26</strong> And when the wife of Uriah heard that Uriah her husband was dead, she mourned for her husband.  <strong>27</strong> And when the mourning was past, David sent and fetched her to his house, and she became his wife, and bare him a son. But the thing that David had done displeased the LORD.  ","niv":"<sup><strong>1</strong></sup> In the spring, at the time when kings go off to war, David sent Joab out with the king's men and the whole Israelite army. They destroyed the Ammonites and besieged Rabbah. But David remained in Jerusalem. <sup><strong>2</strong></sup> One evening David got up from his bed and walked around on the roof of the palace. From the roof he saw a woman bathing. The woman was very beautiful, <sup><strong>3</strong></sup> and David sent someone to find out about her. The man said, \"Isn't this Bathsheba, the daughter of Eliam and the wife of Uriah the Hittite?\" <sup><strong>4</strong></sup> Then David sent messengers to get her. She came to him, and he slept with her. (She had purified herself from her uncleanness.) Then she went back home. <sup><strong>5</strong></sup> The woman conceived and sent word to David, saying, \"I am pregnant.\" <sup><strong>6</strong></sup> So David sent this word to Joab: \"Send me Uriah the Hittite.\" And Joab sent him to David. <sup><strong>7</strong></sup> When Uriah came to him, David asked him how Joab was, how the soldiers were and how the war was going. <sup><strong>8</strong></sup> Then David said to Uriah, \"Go down to your house and wash your feet.\" So Uriah left the palace, and a gift from the king was sent after him. <sup><strong>9</strong></sup> But Uriah slept at the entrance to the palace with all his master's servants and did not go down to his house. <sup><strong>10</strong></sup> When David was told, \"Uriah did not go home,\" he asked him, \"Haven't you just come from a distance? Why didn't you go home?\" <sup><strong>11</strong></sup> Uriah said to David, \"The ark and Israel and Judah are staying in tents, and my master Joab and my lord's men are camped in the open fields. How could I go to my house to eat and drink and lie with my wife? As surely as you live, I will not do such a thing!\" <sup><strong>12</strong></sup> Then David said to him, \"Stay here one more day, and tomorrow I will send you back.\" So Uriah remained in Jerusalem that day and the next. <sup><strong>13</strong></sup> At David's invitation, he ate and drank with him, and David made him drunk. But in the evening Uriah went out to sleep on his mat among his master's servants; he did not go home. <sup><strong>14</strong></sup> In the morning David wrote a letter to Joab and sent it with Uriah. <sup><strong>15</strong></sup> In it he wrote, \"Put Uriah in the front line where the fighting is fiercest. Then withdraw from him so he will be struck down and die.\" <sup><strong>16</strong></sup> So while Joab had the city under siege, he put Uriah at a place where he knew the strongest defenders were. <sup><strong>17</strong></sup> When the men of the city came out and fought against Joab, some of the men in David's army fell; moreover, Uriah the Hittite died. <sup><strong>18</strong></sup> Joab sent David a full account of the battle. <sup><strong>19</strong></sup> He instructed the messenger: \"When you have finished giving the king this account of the battle, <sup><strong>20</strong></sup> the king's anger may flare up, and he may ask you, 'Why did you get so close to the city to fight? Didn't you know they would shoot arrows from the wall? <sup><strong>21</strong></sup> Who killed Abimelech son of Jerub-Besheth? Didn't a woman throw an upper millstone on him from the wall, so that he died in Thebez? Why did you get so close to the wall?' If he asks you this, then say to him, 'Also, your servant Uriah the Hittite is dead.'\" <sup><strong>22</strong></sup> The messenger set out, and when he arrived he told David everything Joab had sent him to say. <sup><strong>23</strong></sup> The messenger said to David, \"The men overpowered us and came out against us in the open, but we drove them back to the entrance to the city gate. <sup><strong>24</strong></sup> Then the archers shot arrows at your servants from the wall, and some of the king's men died. Moreover, your servant Uriah the Hittite is dead.\" <sup><strong>25</strong></sup> David told the messenger, \"Say this to Joab: 'Don't let this upset you; the sword devours one as well as another. Press the attack against the city and destroy it.' Say this to encourage Joab.\" <sup><strong>26</strong></sup> When Uriah's wife heard that her husband was dead, she mourned for him. <sup><strong>27</strong></sup> After the time of mourning was over, David had her brought to his house, and she became his wife and bore him a son. But the thing David had done displeased the LORD. "},{"_id":"6162524bb1c7c312774058f5","topicId":"61625246b1c7c312774058e3","verse":"2 Samuel 10:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p10010018_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v10010018-1\">18&nbsp;</b>And the Syrians fled before Israel, and David killed of the Syrians the men of 700 chariots, and 40,000 horsemen, and wounded Shobach the commander of their army, so that he died there.</p>\n</div>","kjv":"<strong>18</strong> And the Syrians fled before Israel; and David slew the men of  seven hundred chariots of the Syrians, and forty thousand horsemen, and smote Shobach the captain of their host, who died there.  ","niv":"<sup><strong>18</strong></sup> But they fled before Israel, and David killed seven hundred of their charioteers and forty thousand of their foot soldiers. He also struck down Shobach the commander of their army, and he died there."},{"_id":"6162524bb1c7c312774058f6","topicId":"61625246b1c7c312774058e3","verse":"2 Samuel 9:1-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p10009001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10009001-1\">9:1&nbsp;</b>And David said, “Is there still anyone left of the house of Saul, that I may show him kindness for Jonathan’s sake?” <b class=\"verse-num\" id=\"v10009002-1\">2&nbsp;</b>Now there was a servant of the house of Saul whose name was Ziba, and they called him to David. And the king said to him, “Are you Ziba?” And he said, “I am your servant.” <b class=\"verse-num\" id=\"v10009003-1\">3&nbsp;</b>And the king said, “Is there not still someone of the house of Saul, that I may show the kindness of God to him?” Ziba said to the king, “There is still a son of Jonathan; he is crippled in his feet.” <b class=\"verse-num\" id=\"v10009004-1\">4&nbsp;</b>The king said to him, “Where is he?” And Ziba said to the king, “He is in the house of Machir the son of Ammiel, at Lo-debar.” <b class=\"verse-num\" id=\"v10009005-1\">5&nbsp;</b>Then King David sent and brought him from the house of Machir the son of Ammiel, at Lo-debar. <b class=\"verse-num\" id=\"v10009006-1\">6&nbsp;</b>And Mephibosheth the son of Jonathan, son of Saul, came to David and fell on his face and paid homage. And David said, “Mephibosheth!” And he answered, “Behold, I am your servant.” <b class=\"verse-num\" id=\"v10009007-1\">7&nbsp;</b>And David said to him, “Do not fear, for I will show you kindness for the sake of your father Jonathan, and I will restore to you all the land of Saul your father, and you shall eat at my table always.” <b class=\"verse-num\" id=\"v10009008-1\">8&nbsp;</b>And he paid homage and said, “What is your servant, that you should show regard for a dead dog such as I?”</p>\n<p id=\"p10009008_05-23\"><b class=\"verse-num\" id=\"v10009009-1\">9&nbsp;</b>Then the king called Ziba, Saul’s servant, and said to him, “All that belonged to Saul and to all his house I have given to your master’s grandson. <b class=\"verse-num\" id=\"v10009010-1\">10&nbsp;</b>And you and your sons and your servants shall till the land for him and shall bring in the produce, that your master’s grandson may have bread to eat. But Mephibosheth your master’s grandson shall always eat at my table.” Now Ziba had fifteen sons and twenty servants. <b class=\"verse-num\" id=\"v10009011-1\">11&nbsp;</b>Then Ziba said to the king, “According to all that my lord the king commands his servant, so will your servant do.” So Mephibosheth ate at David’s table, like one of the king’s sons. <b class=\"verse-num\" id=\"v10009012-1\">12&nbsp;</b>And Mephibosheth had a young son, whose name was Mica. And all who lived in Ziba’s house became Mephibosheth’s servants. <b class=\"verse-num\" id=\"v10009013-1\">13&nbsp;</b>So Mephibosheth lived in Jerusalem, for he ate always at the king’s table. Now he was lame in both his feet.</p>\n\n</div>","kjv":"<strong>1</strong> And David said, Is there yet any that is left of the house of Saul, that I may shew him kindness for Jonathan’s sake?  <strong>2</strong> And there was of the house of Saul a servant whose name was Ziba. And when they had called him unto David, the king said unto him, Art thou Ziba? And he said, Thy servant is he.  <strong>3</strong> And the king said, Is there not yet any of the house of Saul, that I may shew the kindness of God unto him? And Ziba said unto the king, Jonathan hath yet a son, which is lame on his feet.  <strong>4</strong> And the king said unto him, Where is he? And Ziba said unto the king, Behold, he is in the house of Machir, the son of Ammiel, in Lo-debar.  <strong>5</strong> Then king David sent, and fetched him out of the house of Machir, the son of Ammiel, from Lo-debar.  <strong>6</strong> Now when Mephibosheth, the son of Jonathan, the son of Saul, was come unto David, he fell on his face, and did reverence. And David said, Mephibosheth. And he answered, Behold thy servant!  <strong>7</strong> And David said unto him, Fear not: for I will surely shew thee kindness for Jonathan thy father’s sake, and will restore thee all the land of Saul thy father; and thou shalt eat bread at my table continually.  <strong>8</strong> And he bowed himself, and said, What is thy servant, that thou shouldest look upon such a dead dog as I am? <strong>9</strong> Then the king called to Ziba, Saul’s servant, and said unto him, I have given unto thy master’s son all that pertained to Saul and to all his house.  <strong>10</strong> Thou therefore, and thy sons, and thy servants, shall till the land for him, and thou shalt bring in the fruits, that thy master’s son may have food to eat: but Mephibosheth thy master’s son shall eat bread alway at my table. Now Ziba had fifteen sons and twenty servants.  <strong>11</strong> Then said Ziba unto the king, According to all that my lord the king hath commanded his servant, so shall thy servant do. As for Mephibosheth, said the king, he shall eat at my table, as one of the king’s sons.  <strong>12</strong> And Mephibosheth had a young son, whose name was Micha. And all that dwelt in the house of Ziba were servants unto Mephibosheth.  <strong>13</strong> So Mephibosheth dwelt in Jerusalem: for he did eat continually at the king’s table; and was lame on both his feet.  ","niv":"<sup><strong>1</strong></sup> David asked, \"Is there anyone still left of the house of Saul to whom I can show kindness for Jonathan's sake?\" <sup><strong>2</strong></sup> Now there was a servant of Saul's household named Ziba. They called him to appear before David, and the king said to him, \"Are you Ziba?Your servant,\" he replied. <sup><strong>3</strong></sup> The king asked, \"Is there no one still left of the house of Saul to whom I can show God's kindness?\" Ziba answered the king, \"There is still a son of Jonathan; he is crippled in both feet.\" <sup><strong>4</strong></sup> \"Where is he?\" the king asked. Ziba answered, \"He is at the house of Makir son of Ammiel in Lo Debar.\" <sup><strong>5</strong></sup> So King David had him brought from Lo Debar, from the house of Makir son of Ammiel. <sup><strong>6</strong></sup> When Mephibosheth son of Jonathan, the son of Saul, came to David, he bowed down to pay him honor. David said, \"Mephibosheth!Your servant,\" he replied. <sup><strong>7</strong></sup> \"Don't be afraid,\" David said to him, \"for I will surely show you kindness for the sake of your father Jonathan. I will restore to you all the land that belonged to your grandfather Saul, and you will always eat at my table.\" <sup><strong>8</strong></sup> Mephibosheth bowed down and said, \"What is your servant, that you should notice a dead dog like me?\" <sup><strong>9</strong></sup> Then the king summoned Ziba, Saul's servant, and said to him, \"I have given your master's grandson everything that belonged to Saul and his family. <sup><strong>10</strong></sup> You and your sons and your servants are to farm the land for him and bring in the crops, so that your master's grandson may be provided for. And Mephibosheth, grandson of your master, will always eat at my table.\" (Now Ziba had fifteen sons and twenty servants.) <sup><strong>11</strong></sup> Then Ziba said to the king, \"Your servant will do whatever my lord the king commands his servant to do.\" So Mephibosheth ate at David's table like one of the king's sons. <sup><strong>12</strong></sup> Mephibosheth had a young son named Mica, and all the members of Ziba's household were servants of Mephibosheth. <sup><strong>13</strong></sup> And Mephibosheth lived in Jerusalem, because he always ate at the king's table, and he was crippled in both feet. "},{"_id":"6162524cb1c7c312774058f7","topicId":"61625246b1c7c312774058e3","verse":"2 Samuel 8:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p10008004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v10008004-1\">4&nbsp;</b>And David took from him 1,700 horsemen, and 20,000 foot soldiers. And David hamstrung all the chariot horses but left enough for 100 chariots.</p>\n</div>","kjv":"<strong>4</strong> And David took from him a thousand chariots, and seven hundred horsemen, and twenty thousand footmen: and David houghed all the chariot horses, but reserved of them for an hundred chariots.  ","niv":"<sup><strong>4</strong></sup> David captured a thousand of his chariots, seven thousand charioteers and twenty thousand foot soldiers. He hamstrung all but a hundred of the chariot horses."},{"_id":"6162524cb1c7c312774058f8","topicId":"61625246b1c7c312774058e3","verse":"2 Samuel 5:1-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p10005001_06-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10005001-1\">5:1&nbsp;</b>Then all the tribes of Israel came to David at Hebron and said, “Behold, we are your bone and flesh. <b class=\"verse-num\" id=\"v10005002-1\">2&nbsp;</b>In times past, when Saul was king over us, it was you who led out and brought in Israel. And the LORD said to you, ‘You shall be shepherd of my people Israel, and you shall be prince over Israel.’” <b class=\"verse-num\" id=\"v10005003-1\">3&nbsp;</b>So all the elders of Israel came to the king at Hebron, and King David made a covenant with them at Hebron before the LORD, and they anointed David king over Israel. <b class=\"verse-num\" id=\"v10005004-1\">4&nbsp;</b>David was thirty years old when he began to reign, and he reigned forty years. <b class=\"verse-num\" id=\"v10005005-1\">5&nbsp;</b>At Hebron he reigned over Judah seven years and six months, and at Jerusalem he reigned over all Israel and Judah thirty-three years.</p>\n<p id=\"p10005005_06-25\"><b class=\"verse-num\" id=\"v10005006-1\">6&nbsp;</b>And the king and his men went to Jerusalem against the Jebusites, the inhabitants of the land, who said to David, “You will not come in here, but the blind and the lame will ward you off”—thinking, “David cannot come in here.” <b class=\"verse-num\" id=\"v10005007-1\">7&nbsp;</b>Nevertheless, David took the stronghold of Zion, that is, the city of David. <b class=\"verse-num\" id=\"v10005008-1\">8&nbsp;</b>And David said on that day, “Whoever would strike the Jebusites, let him get up the water shaft to attack ‘the lame and the blind,’ who are hated by David’s soul.” Therefore it is said, “The blind and the lame shall not come into the house.” <b class=\"verse-num\" id=\"v10005009-1\">9&nbsp;</b>And David lived in the stronghold and called it the city of David. And David built the city all around from the Millo inward. <b class=\"verse-num\" id=\"v10005010-1\">10&nbsp;</b>And David became greater and greater, for the LORD, the God of hosts, was with him.</p>\n<p id=\"p10005010_06-25\"><b class=\"verse-num\" id=\"v10005011-1\">11&nbsp;</b>And Hiram king of Tyre sent messengers to David, and cedar trees, also carpenters and masons who built David a house. <b class=\"verse-num\" id=\"v10005012-1\">12&nbsp;</b>And David knew that the LORD had established him king over Israel, and that he had exalted his kingdom for the sake of his people Israel.</p>\n<p id=\"p10005012_06-25\"><b class=\"verse-num\" id=\"v10005013-1\">13&nbsp;</b>And David took more concubines and wives from Jerusalem, after he came from Hebron, and more sons and daughters were born to David. <b class=\"verse-num\" id=\"v10005014-1\">14&nbsp;</b>And these are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon, <b class=\"verse-num\" id=\"v10005015-1\">15&nbsp;</b>Ibhar, Elishua, Nepheg, Japhia, <b class=\"verse-num\" id=\"v10005016-1\">16&nbsp;</b>Elishama, Eliada, and Eliphelet.</p>\n\n<p id=\"p10005016_10-25\"><b class=\"verse-num\" id=\"v10005017-1\">17&nbsp;</b>When the Philistines heard that David had been anointed king over Israel, all the Philistines went up to search for David. But David heard of it and went down to the stronghold. <b class=\"verse-num\" id=\"v10005018-1\">18&nbsp;</b>Now the Philistines had come and spread out in the Valley of Rephaim. <b class=\"verse-num\" id=\"v10005019-1\">19&nbsp;</b>And David inquired of the LORD, “Shall I go up against the Philistines? Will you give them into my hand?” And the LORD said to David, “Go up, for I will certainly give the Philistines into your hand.” <b class=\"verse-num\" id=\"v10005020-1\">20&nbsp;</b>And David came to Baal-perazim, and David defeated them there. And he said, “The LORD has broken through my enemies before me like a breaking flood.” Therefore the name of that place is called Baal-perazim. <b class=\"verse-num\" id=\"v10005021-1\">21&nbsp;</b>And the Philistines left their idols there, and David and his men carried them away.</p>\n<p id=\"p10005021_10-25\"><b class=\"verse-num\" id=\"v10005022-1\">22&nbsp;</b>And the Philistines came up yet again and spread out in the Valley of Rephaim. <b class=\"verse-num\" id=\"v10005023-1\">23&nbsp;</b>And when David inquired of the LORD, he said, “You shall not go up; go around to their rear, and come against them opposite the balsam trees. <b class=\"verse-num\" id=\"v10005024-1\">24&nbsp;</b>And when you hear the sound of marching in the tops of the balsam trees, then rouse yourself, for then the LORD has gone out before you to strike down the army of the Philistines.” <b class=\"verse-num\" id=\"v10005025-1\">25&nbsp;</b>And David did as the LORD commanded him, and struck down the Philistines from Geba to Gezer.</p>\n\n</div>","kjv":"<strong>1</strong> Then came all the tribes of Israel to David unto Hebron, and spake, saying, Behold, we are thy bone and thy flesh.  <strong>2</strong> Also in time past, when Saul was king over us, thou wast he that leddest out and broughtest in Israel: and the LORD said to thee, Thou shalt feed my people Israel, and thou shalt be a captain over Israel.  <strong>3</strong> So all the elders of Israel came to the king to Hebron; and king David made a league with them in Hebron before the LORD: and they anointed David king over Israel.  <strong>4</strong> David was thirty years old when he began to reign, and  he reigned forty years.  <strong>5</strong> In Hebron he reigned over Judah seven years and six months: and in Jerusalem he reigned thirty and three years over all Israel and Judah.  <strong>6</strong> And the king and his men went to Jerusalem unto the Jebusites, the inhabitants of the land: which spake unto David, saying, Except thou take away the blind and the lame, thou shalt not come in hither: thinking, David cannot come in hither.  <strong>7</strong> Nevertheless David took the strong hold of Zion: the same is  the city of David.  <strong>8</strong> And David said on that day, Whosoever getteth up to the gutter, and smiteth the Jebusites, and the lame and the blind, that are hated of David’s soul, he shall be chief and captain. Wherefore they said, The blind and the lame shall not come into the house.  <strong>9</strong> So David dwelt in the fort, and called it the city of David. And David built round about from Millo and inward.  <strong>10</strong> And David went on, and grew great, and the LORD God of hosts was  with him.  <strong>11</strong> And Hiram king of Tyre sent messengers to David, and cedar trees, and carpenters, and masons: and they built David an house.  <strong>12</strong> And David perceived that the LORD had established him king over Israel, and that he had exalted his kingdom for his people Israel’s sake.  <strong>13</strong> And David took him more concubines and wives out of Jerusalem, after he was come from Hebron: and there were yet sons and daughters born to David.  <strong>14</strong> And these be the names of those that were born unto him in Jerusalem; Shammuah, and Shobab, and Nathan, and Solomon,  <strong>15</strong> Ibhar also, and Elishua, and Nepheg, and Japhia,  <strong>16</strong> And Elishama, and Eliada, and Eliphalet.  <strong>17</strong> But when the Philistines heard that they had anointed David king over Israel, all the Philistines came up to seek David; and David heard of it, and went down to the hold.  <strong>18</strong> The Philistines also came and spread themselves in the valley of Rephaim.  <strong>19</strong> And David enquired of the LORD, saying, Shall I go up to the Philistines? wilt thou deliver them into mine hand? And the LORD said unto David, Go up: for I will doubtless deliver the Philistines into thine hand.  <strong>20</strong> And David came to Baal-perazim, and David smote them there, and said, The LORD hath broken forth upon mine enemies before me, as the breach of waters. Therefore he called the name of that place Baal-perazim.  <strong>21</strong> And there they left their images, and David and his men burned them.  <strong>22</strong> And the Philistines came up yet again, and spread themselves in the valley of Rephaim.  <strong>23</strong> And when David enquired of the LORD, he said, Thou shalt not go up; but fetch a compass behind them, and come upon them over against the mulberry trees.  <strong>24</strong> And let it be, when thou hearest the sound of a going in the tops of the mulberry trees, that then thou shalt bestir thyself: for then shall the LORD go out before thee, to smite the host of the Philistines.  <strong>25</strong> And David did so, as the LORD had commanded him; and smote the Philistines from Geba until thou come to Gazer.  ","niv":"<sup><strong>1</strong></sup> All the tribes of Israel came to David at Hebron and said, \"We are your own flesh and blood. <sup><strong>2</strong></sup> In the past, while Saul was king over us, you were the one who led Israel on their military campaigns. And the LORD said to you, 'You will shepherd my people Israel, and you will become their ruler.'\" <sup><strong>3</strong></sup> When all the elders of Israel had come to King David at Hebron, the king made a compact with them at Hebron before the LORD, and they anointed David king over Israel. <sup><strong>4</strong></sup> David was thirty years old when he became king, and he reigned forty years. <sup><strong>5</strong></sup> In Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned over all Israel and Judah thirty-three years. <sup><strong>6</strong></sup> The king and his men marched to Jerusalem to attack the Jebusites, who lived there. The Jebusites said to David, \"You will not get in here; even the blind and the lame can ward you off.\" They thought, \"David cannot get in here.\" <sup><strong>7</strong></sup> Nevertheless, David captured the fortress of Zion, the City of David. <sup><strong>8</strong></sup> On that day, David said, \"Anyone who conquers the Jebusites will have to use the water shaft to reach those 'lame and blind' who are David's enemies. \"That is why they say, \"The 'blind and lame' will not enter the palace.\" <sup><strong>9</strong></sup> David then took up residence in the fortress and called it the City of David. He built up the area around it, from the supporting terraces inward. <sup><strong>10</strong></sup> And he became more and more powerful, because the LORD God Almighty was with him. <sup><strong>11</strong></sup> Now Hiram king of Tyre sent messengers to David, along with cedar logs and carpenters and stonemasons, and they built a palace for David. <sup><strong>12</strong></sup> And David knew that the LORD had established him as king over Israel and had exalted his kingdom for the sake of his people Israel. <sup><strong>13</strong></sup> After he left Hebron, David took more concubines and wives in Jerusalem, and more sons and daughters were born to him. <sup><strong>14</strong></sup> These are the names of the children born to him there: Shammua, Shobab, Nathan, Solomon, <sup><strong>15</strong></sup> Ibhar, Elishua, Nepheg, Japhia, <sup><strong>16</strong></sup> Elishama, Eliada and Eliphelet. <sup><strong>17</strong></sup> When the Philistines heard that David had been anointed king over Israel, they went up in full force to search for him, but David heard about it and went down to the stronghold. <sup><strong>18</strong></sup> Now the Philistines had come and spread out in the Valley of Rephaim; <sup><strong>19</strong></sup> so David inquired of the LORD, \"Shall I go and attack the Philistines? Will you hand them over to me?\" The LORD answered him, \"Go, for I will surely hand the Philistines over to you.\" <sup><strong>20</strong></sup> So David went to Baal Perazim, and there he defeated them. He said, \"As waters break out, the LORD has broken out against my enemies before me.\" So that place was called Baal Perazim. <sup><strong>21</strong></sup> The Philistines abandoned their idols there, and David and his men carried them off. <sup><strong>22</strong></sup> Once more the Philistines came up and spread out in the Valley of Rephaim; <sup><strong>23</strong></sup> so David inquired of the LORD, and he answered, \"Do not go straight up, but circle around behind them and attack them in front of the balsam trees. <sup><strong>24</strong></sup> As soon as you hear the sound of marching in the tops of the balsam trees, move quickly, because that will mean the LORD has gone out in front of you to strike the Philistine army.\" <sup><strong>25</strong></sup> So David did as the LORD commanded him, and he struck down the Philistines all the way from Gibeon to Gezer. "},{"_id":"6162524cb1c7c312774058f9","topicId":"61625246b1c7c312774058e3","verse":"2 Samuel 1:18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p10001001_06-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10001001-1\">1:1&nbsp;</b>After the death of Saul, when David had returned from striking down the Amalekites, David remained two days in Ziklag. <b class=\"verse-num\" id=\"v10001002-1\">2&nbsp;</b>And on the third day, behold, a man came from Saul’s camp, with his clothes torn and dirt on his head. And when he came to David, he fell to the ground and paid homage. <b class=\"verse-num\" id=\"v10001003-1\">3&nbsp;</b>David said to him, “Where do you come from?” And he said to him, “I have escaped from the camp of Israel.” <b class=\"verse-num\" id=\"v10001004-1\">4&nbsp;</b>And David said to him, “How did it go? Tell me.” And he answered, “The people fled from the battle, and also many of the people have fallen and are dead, and Saul and his son Jonathan are also dead.” <b class=\"verse-num\" id=\"v10001005-1\">5&nbsp;</b>Then David said to the young man who told him, “How do you know that Saul and his son Jonathan are dead?” <b class=\"verse-num\" id=\"v10001006-1\">6&nbsp;</b>And the young man who told him said, “By chance I happened to be on Mount Gilboa, and there was Saul leaning on his spear, and behold, the chariots and the horsemen were close upon him. <b class=\"verse-num\" id=\"v10001007-1\">7&nbsp;</b>And when he looked behind him, he saw me, and called to me. And I answered, ‘Here I am.’ <b class=\"verse-num\" id=\"v10001008-1\">8&nbsp;</b>And he said to me, ‘Who are you?’ I answered him, ‘I am an Amalekite.’ <b class=\"verse-num\" id=\"v10001009-1\">9&nbsp;</b>And he said to me, ‘Stand beside me and kill me, for anguish has seized me, and yet my life still lingers.’ <b class=\"verse-num\" id=\"v10001010-1\">10&nbsp;</b>So I stood beside him and killed him, because I was sure that he could not live after he had fallen. And I took the crown that was on his head and the armlet that was on his arm, and I have brought them here to my lord.”</p>\n<p id=\"p10001010_06-27\"><b class=\"verse-num\" id=\"v10001011-1\">11&nbsp;</b>Then David took hold of his clothes and tore them, and so did all the men who were with him. <b class=\"verse-num\" id=\"v10001012-1\">12&nbsp;</b>And they mourned and wept and fasted until evening for Saul and for Jonathan his son and for the people of the LORD and for the house of Israel, because they had fallen by the sword. <b class=\"verse-num\" id=\"v10001013-1\">13&nbsp;</b>And David said to the young man who told him, “Where do you come from?” And he answered, “I am the son of a sojourner, an Amalekite.” <b class=\"verse-num\" id=\"v10001014-1\">14&nbsp;</b>David said to him, “How is it you were not afraid to put out your hand to destroy the LORD’s anointed?” <b class=\"verse-num\" id=\"v10001015-1\">15&nbsp;</b>Then David called one of the young men and said, “Go, execute him.” And he struck him down so that he died. <b class=\"verse-num\" id=\"v10001016-1\">16&nbsp;</b>And David said to him, “Your blood be on your head, for your own mouth has testified against you, saying, ‘I have killed the LORD’s anointed.’”</p>\n\n<p id=\"p10001016_12-27\"><b class=\"verse-num\" id=\"v10001017-1\">17&nbsp;</b>And David lamented with this lamentation over Saul and Jonathan his son, <b class=\"verse-num\" id=\"v10001018-1\">18&nbsp;</b>and he said it should be taught to the people of Judah; behold, it is written in the Book of Jashar. He said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p10001019_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001019-1\">19&nbsp;</b>&nbsp;&nbsp;“Your glory, O Israel, is slain on your high places!</span><br><span id=\"p10001019_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;How the mighty have fallen!</span><br><span id=\"p10001020_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001020-1\">20&nbsp;</b>&nbsp;&nbsp;Tell it not in Gath,</span><br><span id=\"p10001020_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;publish it not in the streets of Ashkelon,</span><br><span id=\"p10001020_12-27\" class=\"line\">&nbsp;&nbsp;lest the daughters of the Philistines rejoice,</span><br><span id=\"p10001020_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest the daughters of the uncircumcised exult.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001021_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001021-1\">21&nbsp;</b>&nbsp;&nbsp;“You mountains of Gilboa,</span><br><span id=\"p10001021_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let there be no dew or rain upon you,</span><br><span id=\"p10001021_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor fields of offerings!</span><br><span id=\"p10001021_12-27\" class=\"line\">&nbsp;&nbsp;For there the shield of the mighty was defiled,</span><br><span id=\"p10001021_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the shield of Saul, not anointed with oil.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001022_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001022-1\">22&nbsp;</b>&nbsp;&nbsp;“From the blood of the slain,</span><br><span id=\"p10001022_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the fat of the mighty,</span><br><span id=\"p10001022_12-27\" class=\"line\">&nbsp;&nbsp;the bow of Jonathan turned not back,</span><br><span id=\"p10001022_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the sword of Saul returned not empty.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001023_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Saul and Jonathan, beloved and lovely!</span><br><span id=\"p10001023_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;In life and in death they were not divided;</span><br><span id=\"p10001023_12-27\" class=\"line\">&nbsp;&nbsp;they were swifter than eagles;</span><br><span id=\"p10001023_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they were stronger than lions.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001024_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001024-1\">24&nbsp;</b>&nbsp;&nbsp;“You daughters of Israel, weep over Saul,</span><br><span id=\"p10001024_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who clothed you luxuriously in scarlet,</span><br><span id=\"p10001024_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who put ornaments of gold on your apparel.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001025_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001025-1\">25&nbsp;</b>&nbsp;&nbsp;“How the mighty have fallen</span><br><span id=\"p10001025_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of the battle!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001025_12-27\" class=\"line\">&nbsp;&nbsp;“Jonathan lies slain on your high places.</span><br><span id=\"p10001026_12-27\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v10001026-1\">26&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;I am distressed for you, my brother Jonathan;</span><br><span id=\"p10001026_12-27\" class=\"line\">&nbsp;&nbsp;very pleasant have you been to me;</span><br><span id=\"p10001026_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your love to me was extraordinary,</span><br><span id=\"p10001026_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;surpassing the love of women.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001027_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001027-1\">27&nbsp;</b>&nbsp;&nbsp;“How the mighty have fallen,</span><br><span id=\"p10001027_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the weapons of war perished!”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>18</strong> (Also he bade them teach the children of Judah the use of  the bow: behold, it is written in the book of Jasher.)  ","niv":"<sup><strong>18</strong></sup> and ordered that the men of Judah be taught this lament of the bow (it is written in the Book of Jashar):"},{"_id":"6162524db1c7c312774058fa","topicId":"61625246b1c7c312774058e3","verse":"2 Samuel 1:1-27","votes":2,"__v":0,"kjv":"<strong>1</strong> Now it came to pass after the death of Saul, when David was returned from the slaughter of the Amalekites, and David had abode two days in Ziklag;  <strong>2</strong> It came even to pass on the third day, that, behold, a man came out of the camp from Saul with his clothes rent, and earth upon his head: and so it was, when he came to David, that he fell to the earth, and did obeisance.  <strong>3</strong> And David said unto him, From whence comest thou? And he said unto him, Out of the camp of Israel am I escaped.  <strong>4</strong> And David said unto him, How went the matter? I pray thee, tell me. And he answered, That the people are fled from the battle, and many of the people also are fallen and dead; and Saul and Jonathan his son are dead also.  <strong>5</strong> And David said unto the young man that told him, How knowest thou that Saul and Jonathan his son be dead?  <strong>6</strong> And the young man that told him said, As I happened by chance upon mount Gilboa, behold, Saul leaned upon his spear; and, lo, the chariots and horsemen followed hard after him.  <strong>7</strong> And when he looked behind him, he saw me, and called unto me. And I answered, Here am I.  <strong>8</strong> And he said unto me, Who art thou? And I answered him, I am an Amalekite.  <strong>9</strong> And he said unto me again, Stand, I pray thee, upon me, and slay me: for anguish is come upon me, because my life is yet whole in me.  <strong>10</strong> So I stood upon him, and slew him, because I was sure that he could not live after that he was fallen: and I took the crown that was upon his head, and the bracelet that was on his arm, and have brought them hither unto my lord.  <strong>11</strong> Then David took hold on his clothes, and rent them; and likewise all the men that were with him:  <strong>12</strong> And they mourned, and wept, and fasted until even, for Saul, and for Jonathan his son, and for the people of the LORD, and for the house of Israel; because they were fallen by the sword.  <strong>13</strong> And David said unto the young man that told him, Whence art  thou? And he answered, I am the son of a stranger, an Amalekite.  <strong>14</strong> And David said unto him, How wast thou not afraid to stretch forth thine hand to destroy the LORD’S anointed?  <strong>15</strong> And David called one of the young men, and said, Go near, and  fall upon him. And he smote him that he died.  <strong>16</strong> And David said unto him, Thy blood be upon thy head; for thy mouth hath testified against thee, saying, I have slain the LORD’S anointed.  <strong>17</strong> And David lamented with this lamentation over Saul and over Jonathan his son:  <strong>18</strong> (Also he bade them teach the children of Judah the use of  the bow: behold, it is written in the book of Jasher.)  <strong>19</strong> The beauty of Israel is slain upon thy high places: how are the mighty fallen!  <strong>20</strong> Tell it not in Gath, publish it not in the streets of Askelon; lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised triumph.  <strong>21</strong> Ye mountains of Gilboa, let there be no dew, neither let there be rain, upon you, nor fields of offerings: for there the shield of the mighty is vilely cast away, the shield of Saul, as though he had not been anointed with oil.  <strong>22</strong> From the blood of the slain, from the fat of the mighty, the bow of Jonathan turned not back, and the sword of Saul returned not empty.  <strong>23</strong> Saul and Jonathan were lovely and pleasant in their lives, and in their death they were not divided: they were swifter than eagles, they were stronger than lions.  <strong>24</strong> Ye daughters of Israel, weep over Saul, who clothed you in scarlet, with other delights, who put on ornaments of gold upon your apparel.  <strong>25</strong> How are the mighty fallen in the midst of the battle! O Jonathan, thou wast slain in thine high places.  <strong>26</strong> I am distressed for thee, my brother Jonathan: very pleasant hast thou been unto me: thy love to me was wonderful, passing the love of women.  <strong>27</strong> How are the mighty fallen, and the weapons of war perished!  ","niv":"<sup><strong>1</strong></sup> After the death of Saul, David returned from defeating the Amalekites and stayed in Ziklag two days. <sup><strong>2</strong></sup> On the third day a man arrived from Saul's camp, with his clothes torn and with dust on his head. When he came to David, he fell to the ground to pay him honor. <sup><strong>3</strong></sup> \"Where have you come from?\" David asked him. He answered, \"I have escaped from the Israelite camp.\" <sup><strong>4</strong></sup> \"What happened?\" David asked. \"Tell me.\" He said, \"The men fled from the battle. Many of them fell and died. And Saul and his son Jonathan are dead.\" <sup><strong>5</strong></sup> Then David said to the young man who brought him the report, \"How do you know that Saul and his son Jonathan are dead?\" <sup><strong>6</strong></sup> \"I happened to be on Mount Gilboa,\" the young man said, \"and there was Saul, leaning on his spear, with the chariots and riders almost upon him. <sup><strong>7</strong></sup> When he turned around and saw me, he called out to me, and I said, 'What can I do?' <sup><strong>8</strong></sup> \"He asked me, 'Who are you?'\"'An Amalekite,' I answered. <sup><strong>9</strong></sup> \"Then he said to me, 'Stand over me and kill me! I am in the throes of death, but I'm still alive.' <sup><strong>10</strong></sup> \"So I stood over him and killed him, because I knew that after he had fallen he could not survive. And I took the crown that was on his head and the band on his arm and have brought them here to my lord.\" <sup><strong>11</strong></sup> Then David and all the men with him took hold of their clothes and tore them. <sup><strong>12</strong></sup> They mourned and wept and fasted till evening for Saul and his son Jonathan, and for the army of the LORD and the house of Israel, because they had fallen by the sword. <sup><strong>13</strong></sup> David said to the young man who brought him the report, \"Where are you from?I am the son of an alien, an Amalekite,\" he answered. <sup><strong>14</strong></sup> David asked him, \"Why were you not afraid to lift your hand to destroy the LORD's anointed?\" <sup><strong>15</strong></sup> Then David called one of his men and said, \"Go, strike him down!\" So he struck him down, and he died. <sup><strong>16</strong></sup> For David had said to him, \"Your blood be on your own head. Your own mouth testified against you when you said, 'I killed the LORD's anointed.'\" <sup><strong>17</strong></sup> David took up this lament concerning Saul and his son Jonathan, <sup><strong>18</strong></sup> and ordered that the men of Judah be taught this lament of the bow (it is written in the Book of Jashar): <sup><strong>19</strong></sup> \"Your glory, O Israel, lies slain on your heights. How the mighty have fallen! <sup><strong>20</strong></sup> \"Tell it not in Gath, proclaim it not in the streets of Ashkelon, lest the daughters of the Philistines be glad, lest the daughters of the uncircumcised rejoice. <sup><strong>21</strong></sup> \"O mountains of Gilboa, may you have neither dew nor rain, nor fields that yield offerings of grain. For there the shield of the mighty was defiled, the shield of Saul-no longer rubbed with oil. <sup><strong>22</strong></sup> From the blood of the slain, from the flesh of the mighty, the bow of Jonathan did not turn back, the sword of Saul did not return unsatisfied. <sup><strong>23</strong></sup> \"Saul and Jonathan- in life they were loved and gracious, and in death they were not parted. They were swifter than eagles, they were stronger than lions. <sup><strong>24</strong></sup> \"O daughters of Israel, weep for Saul, who clothed you in scarlet and finery, who adorned your garments with ornaments of gold. <sup><strong>25</strong></sup> \"How the mighty have fallen in battle! Jonathan lies slain on your heights. <sup><strong>26</strong></sup> I grieve for you, Jonathan my brother; you were very dear to me. Your love for me was wonderful, more wonderful than that of women. <sup><strong>27</strong></sup> \"How the mighty have fallen! The weapons of war have perished!\" "},{"_id":"6162524db1c7c312774058fb","topicId":"61625246b1c7c312774058e3","verse":"Ruth 1:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p08001001_03-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v08001001-1\">1:1&nbsp;</b>In the days when the judges ruled there was a famine in the land, and a man of Bethlehem in Judah went to sojourn in the country of Moab, he and his wife and his two sons. <b class=\"verse-num\" id=\"v08001002-1\">2&nbsp;</b>The name of the man was Elimelech and the name of his wife Naomi, and the names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They went into the country of Moab and remained there. <b class=\"verse-num\" id=\"v08001003-1\">3&nbsp;</b>But Elimelech, the husband of Naomi, died, and she was left with her two sons. <b class=\"verse-num\" id=\"v08001004-1\">4&nbsp;</b>These took Moabite wives; the name of the one was Orpah and the name of the other Ruth. They lived there about ten years, <b class=\"verse-num\" id=\"v08001005-1\">5&nbsp;</b>and both Mahlon and Chilion died, so that the woman was left without her two sons and her husband.</p>\n\n<p id=\"p08001005_07-28\"><b class=\"verse-num\" id=\"v08001006-1\">6&nbsp;</b>Then she arose with her daughters-in-law to return from the country of Moab, for she had heard in the fields of Moab that the LORD had visited his people and given them food. <b class=\"verse-num\" id=\"v08001007-1\">7&nbsp;</b>So she set out from the place where she was with her two daughters-in-law, and they went on the way to return to the land of Judah. <b class=\"verse-num\" id=\"v08001008-1\">8&nbsp;</b>But Naomi said to her two daughters-in-law, “Go, return each of you to her mother’s house. May the LORD deal kindly with you, as you have dealt with the dead and with me. <b class=\"verse-num\" id=\"v08001009-1\">9&nbsp;</b>The LORD grant that you may find rest, each of you in the house of her husband!” Then she kissed them, and they lifted up their voices and wept. <b class=\"verse-num\" id=\"v08001010-1\">10&nbsp;</b>And they said to her, “No, we will return with you to your people.” <b class=\"verse-num\" id=\"v08001011-1\">11&nbsp;</b>But Naomi said, “Turn back, my daughters; why will you go with me? Have I yet sons in my womb that they may become your husbands? <b class=\"verse-num\" id=\"v08001012-1\">12&nbsp;</b>Turn back, my daughters; go your way, for I am too old to have a husband. If I should say I have hope, even if I should have a husband this night and should bear sons, <b class=\"verse-num\" id=\"v08001013-1\">13&nbsp;</b>would you therefore wait till they were grown? Would you therefore refrain from marrying? No, my daughters, for it is exceedingly bitter to me for your sake that the hand of the LORD has gone out against me.” <b class=\"verse-num\" id=\"v08001014-1\">14&nbsp;</b>Then they lifted up their voices and wept again. And Orpah kissed her mother-in-law, but Ruth clung to her.</p>\n<p id=\"p08001014_07-28\"><b class=\"verse-num\" id=\"v08001015-1\">15&nbsp;</b>And she said, “See, your sister-in-law has gone back to her people and to her gods; return after your sister-in-law.” <b class=\"verse-num\" id=\"v08001016-1\">16&nbsp;</b>But Ruth said, “Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God. <b class=\"verse-num\" id=\"v08001017-1\">17&nbsp;</b>Where you die I will die, and there will I be buried. May the LORD do so to me and more also if anything but death parts me from you.” <b class=\"verse-num\" id=\"v08001018-1\">18&nbsp;</b>And when Naomi saw that she was determined to go with her, she said no more.</p>\n\n<p id=\"p08001018_11-28\"><b class=\"verse-num\" id=\"v08001019-1\">19&nbsp;</b>So the two of them went on until they came to Bethlehem. And when they came to Bethlehem, the whole town was stirred because of them. And the women said, “Is this Naomi?” <b class=\"verse-num\" id=\"v08001020-1\">20&nbsp;</b>She said to them, “Do not call me Naomi; call me Mara, for the Almighty has dealt very bitterly with me. <b class=\"verse-num\" id=\"v08001021-1\">21&nbsp;</b>I went away full, and the LORD has brought me back empty. Why call me Naomi, when the LORD has testified against me and the Almighty has brought calamity upon me?”</p>\n<p id=\"p08001021_11-28\"><b class=\"verse-num\" id=\"v08001022-1\">22&nbsp;</b>So Naomi returned, and Ruth the Moabite her daughter-in-law with her, who returned from the country of Moab. And they came to Bethlehem at the beginning of barley harvest.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehemjudah went to sojourn in the country of Moab, he, and his wife, and his two sons.  <strong>2</strong> And the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Bethlehemjudah. And they came into the country of Moab, and continued there.  <strong>3</strong> And Elimelech Naomi’s husband died; and she was left, and her two sons.  <strong>4</strong> And they took them wives of the women of Moab; the name of the one was Orpah, and the name of the other Ruth: and they dwelled there about ten years.  <strong>5</strong> And Mahlon and Chilion died also both of them; and the woman was left of her two sons and her husband.  <strong>6</strong> Then she arose with her daughters in law, that she might return from the country of Moab: for she had heard in the country of Moab how that the LORD had visited his people in giving them bread.  <strong>7</strong> Wherefore she went forth out of the place where she was, and her two daughters in law with her; and they went on the way to return unto the land of Judah.  <strong>8</strong> And Naomi said unto her two daughters in law, Go, return each to her mother’s house: the LORD deal kindly with you, as ye have dealt with the dead, and with me.  <strong>9</strong> The LORD grant you that ye may find rest, each of you in the house of her husband. Then she kissed them; and they lifted up their voice, and wept.  <strong>10</strong> And they said unto her, Surely we will return with thee unto thy people.  <strong>11</strong> And Naomi said, Turn again, my daughters: why will ye go with me? are there yet any more sons in my womb, that they may be your husbands?  <strong>12</strong> Turn again, my daughters, go your way; for I am too old to have an husband. If I should say, I have hope, if I should have an husband also to night, and should also bear sons;  <strong>13</strong> Would ye tarry for them till they were grown? would ye stay for them from having husbands? nay, my daughters; for it grieveth me much for your sakes that the hand of the LORD is gone out against me.  <strong>14</strong> And they lifted up their voice, and wept again: and Orpah kissed her mother in law; but Ruth clave unto her.  <strong>15</strong> And she said, Behold, thy sister in law is gone back unto her people, and unto her gods: return thou after thy sister in law.  <strong>16</strong> And Ruth said, Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God:  <strong>17</strong> Where thou diest, will I die, and there will I be buried: the LORD do so to me, and more also, if ought but death part thee and me.  <strong>18</strong> When she saw that she was stedfastly minded to go with her, then she left speaking unto her.  <strong>19</strong> So they two went until they came to Bethlehem. And it came to pass, when they were come to Bethlehem, that all the city was moved about them, and they said, Is this Naomi?  <strong>20</strong> And she said unto them, Call me not Naomi, call me Mara: for the Almighty hath dealt very bitterly with me.  <strong>21</strong> I went out full, and the LORD hath brought me home again empty: why then call ye me Naomi, seeing the LORD hath testified against me, and the Almighty hath afflicted me?  <strong>22</strong> So Naomi returned, and Ruth the Moabitess, her daughter in law, with her, which returned out of the country of Moab: and they came to Bethlehem in the beginning of barley harvest.  ","niv":"<sup><strong>1</strong></sup> In the days when the judges ruled, there was a famine in the land, and a man from Bethlehem in Judah, together with his wife and two sons, went to live for a while in the country of Moab. <sup><strong>2</strong></sup> The man's name was Elimelech, his wife's name Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem, Judah. And they went to Moab and lived there. <sup><strong>3</strong></sup> Now Elimelech, Naomi's husband, died, and she was left with her two sons. <sup><strong>4</strong></sup> They married Moabite women, one named Orpah and the other Ruth. After they had lived there about ten years, <sup><strong>5</strong></sup> both Mahlon and Kilion also died, and Naomi was left without her two sons and her husband. <sup><strong>6</strong></sup> When she heard in Moab that the LORD had come to the aid of his people by providing food for them, Naomi and her daughters-in-law prepared to return home from there. <sup><strong>7</strong></sup> With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah. <sup><strong>8</strong></sup> Then Naomi said to her two daughters-in-law, \"Go back, each of you, to your mother's home. May the LORD show kindness to you, as you have shown to your dead and to me. <sup><strong>9</strong></sup> May the LORD grant that each of you will find rest in the home of another husband.\" Then she kissed them and they wept aloud <sup><strong>10</strong></sup> and said to her, \"We will go back with you to your people.\" <sup><strong>11</strong></sup> But Naomi said, \"Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands? <sup><strong>12</strong></sup> Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me-even if I had a husband tonight and then gave birth to sons- <sup><strong>13</strong></sup> would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the LORD's hand has gone out against me!\" <sup><strong>14</strong></sup> At this they wept again. Then Orpah kissed her mother-in-law good-by, but Ruth clung to her. <sup><strong>15</strong></sup> \"Look,\" said Naomi, \"your sister-in-law is going back to her people and her gods. Go back with her.\" <sup><strong>16</strong></sup> But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God. <sup><strong>17</strong></sup> Where you die I will die, and there I will be buried. May the LORD deal with me, be it ever so severely, if anything but death separates you and me.\" <sup><strong>18</strong></sup> When Naomi realized that Ruth was determined to go with her, she stopped urging her. <sup><strong>19</strong></sup> So the two women went on until they came to Bethlehem. When they arrived in Bethlehem, the whole town was stirred because of them, and the women exclaimed, \"Can this be Naomi?\" <sup><strong>20</strong></sup> \"Don't call me Naomi, \"she told them. \"Call me Mara, because the Almighty has made my life very bitter. <sup><strong>21</strong></sup> I went away full, but the LORD has brought me back empty. Why call me Naomi? The LORD has afflicted me; the Almighty has brought misfortune upon me.\" <sup><strong>22</strong></sup> So Naomi returned from Moab accompanied by Ruth the Moabitess, her daughter-in-law, arriving in Bethlehem as the barley harvest was beginning. "},{"_id":"6162524db1c7c312774058fc","topicId":"61625246b1c7c312774058e3","verse":"Joshua 2:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p06002010_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v06002010-1\">10&nbsp;</b>For we have heard how the LORD dried up the water of the Red Sea before you when you came out of Egypt, and what you did to the two kings of the Amorites who were beyond the Jordan, to Sihon and Og, whom you devoted to destruction.</p>\n\n</div>","kjv":"<strong>10</strong> For we have heard how the LORD dried up the water of the Red sea for you, when ye came out of Egypt; and what ye did unto the two kings of the Amorites, that were on the other side Jordan, Sihon and Og, whom ye utterly destroyed.  ","niv":"<sup><strong>10</strong></sup> We have heard how the LORD dried up the water of the Red Sea for you when you came out of Egypt, and what you did to Sihon and Og, the two kings of the Amorites east of the Jordan, whom you completely destroyed."}]}