{"_id":"6162526cb1c7c312774058fd","slug":"hedges","name":"Hedges","verses":[{"_id":"6162526db1c7c312774058fe","topicId":"6162526cb1c7c312774058fd","verse":"Job 1:10","votes":16,"__v":0,"esv":"<div>\n<p id=\"p18001010_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v18001010-1\">10&nbsp;</b>Have you not put a hedge around him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land.</p>\n</div>","kjv":"<strong>10</strong> Hast not thou made an hedge about him, and about his house, and about all that he hath on every side? thou hast blessed the work of his hands, and his substance is increased in the land.  ","niv":"<sup><strong>10</strong></sup> \"Have you not put a hedge around him and his household and everything he has? You have blessed the work of his hands, so that his flocks and herds are spread throughout the land.","modified":"2023-04-20T05:24:07.202Z"},{"_id":"6162526db1c7c312774058ff","topicId":"6162526cb1c7c312774058fd","verse":"Psalm 12:6-7","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19012006_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19012006-1\">6&nbsp;</b>&nbsp;&nbsp;The words of the LORD are pure words,</span><br><span id=\"p19012006_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like silver refined in a furnace on the ground,</span><br><span id=\"p19012006_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;purified seven times.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19012007_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19012007-1\">7&nbsp;</b>&nbsp;&nbsp;You, O LORD, will keep them;</span><br><span id=\"p19012007_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will guard us from this generation forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> The words of the LORD are pure words: as silver tried in a furnace of earth, purified seven times.  <strong>7</strong> Thou shalt keep them, O LORD, thou shalt preserve them from this generation for ever.  ","niv":"<sup><strong>6</strong></sup> And the words of the LORD are flawless, like silver refined in a furnace of clay, purified seven times. <sup><strong>7</strong></sup> O LORD, you will keep us safe and protect us from such people forever. "},{"_id":"6162526eb1c7c31277405900","topicId":"6162526cb1c7c312774058fd","verse":"Luke 14:1-35","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42014001_08-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42014001-1\">14:1&nbsp;</b>One Sabbath, when he went to dine at the house of a ruler of the Pharisees, they were watching him carefully. <b class=\"verse-num\" id=\"v42014002-1\">2&nbsp;</b>And behold, there was a man before him who had dropsy. <b class=\"verse-num\" id=\"v42014003-1\">3&nbsp;</b>And Jesus responded to the lawyers and Pharisees, saying, <span class=\"woc\">“Is it lawful to heal on the Sabbath, or not?”</span> <b class=\"verse-num\" id=\"v42014004-1\">4&nbsp;</b>But they remained silent. Then he took him and healed him and sent him away. <b class=\"verse-num\" id=\"v42014005-1\">5&nbsp;</b>And he said to them, <span class=\"woc\">“Which of you, having a son or an ox that has fallen into a well on a Sabbath day, will not immediately pull him out?”</span> <b class=\"verse-num\" id=\"v42014006-1\">6&nbsp;</b>And they could not reply to these things.</p>\n\n<p id=\"p42014006_14-3\"><b class=\"verse-num\" id=\"v42014007-1\">7&nbsp;</b>Now he told a parable to those who were invited, when he noticed how they chose the places of honor, saying to them, <b class=\"verse-num woc\" id=\"v42014008-1\">8&nbsp;</b><span class=\"woc\">“When you are invited by someone to a wedding feast, do not sit down in a place of honor, lest someone more distinguished than you be invited by him,</span> <b class=\"verse-num woc\" id=\"v42014009-1\">9&nbsp;</b><span class=\"woc\">and he who invited you both will come and say to you, ‘Give your place to this person,’ and then you will begin with shame to take the lowest place.</span> <b class=\"verse-num woc\" id=\"v42014010-1\">10&nbsp;</b><span class=\"woc\">But when you are invited, go and sit in the lowest place, so that when your host comes he may say to you, ‘Friend, move up higher.’ Then you will be honored in the presence of all who sit at table with you.</span> <b class=\"verse-num woc\" id=\"v42014011-1\">11&nbsp;</b><span class=\"woc\">For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.”</span></p>\n\n<p id=\"p42014011_20-3\"><b class=\"verse-num\" id=\"v42014012-1\">12&nbsp;</b>He said also to the man who had invited him, <span class=\"woc\">“When you give a dinner or a banquet, do not invite your friends or your brothers or your relatives or rich neighbors, lest they also invite you in return and you be repaid.</span> <b class=\"verse-num woc\" id=\"v42014013-1\">13&nbsp;</b><span class=\"woc\">But when you give a feast, invite the poor, the crippled, the lame, the blind,</span> <b class=\"verse-num woc\" id=\"v42014014-1\">14&nbsp;</b><span class=\"woc\">and you will be blessed, because they cannot repay you. For you will be repaid at the resurrection of the just.”</span></p>\n<p id=\"p42014014_20-3\"><b class=\"verse-num\" id=\"v42014015-1\">15&nbsp;</b>When one of those who reclined at table with him heard these things, he said to him, “Blessed is everyone who will eat bread in the kingdom of God!” <b class=\"verse-num\" id=\"v42014016-1\">16&nbsp;</b>But he said to him, <span class=\"woc\">“A man once gave a great banquet and invited many.</span> <b class=\"verse-num woc\" id=\"v42014017-1\">17&nbsp;</b><span class=\"woc\">And at the time for the banquet he sent his servant to say to those who had been invited, ‘Come, for everything is now ready.’</span> <b class=\"verse-num woc\" id=\"v42014018-1\">18&nbsp;</b><span class=\"woc\">But they all alike began to make excuses. The first said to him, ‘I have bought a field, and I must go out and see it. Please have me excused.’</span> <b class=\"verse-num woc\" id=\"v42014019-1\">19&nbsp;</b><span class=\"woc\">And another said, ‘I have bought five yoke of oxen, and I go to examine them. Please have me excused.’</span> <b class=\"verse-num woc\" id=\"v42014020-1\">20&nbsp;</b><span class=\"woc\">And another said, ‘I have married a wife, and therefore I cannot come.’</span> <b class=\"verse-num woc\" id=\"v42014021-1\">21&nbsp;</b><span class=\"woc\">So the servant came and reported these things to his master. Then the master of the house became angry and said to his servant, ‘Go out quickly to the streets and lanes of the city, and bring in the poor and crippled and blind and lame.’</span> <b class=\"verse-num woc\" id=\"v42014022-1\">22&nbsp;</b><span class=\"woc\">And the servant said, ‘Sir, what you commanded has been done, and still there is room.’</span> <b class=\"verse-num woc\" id=\"v42014023-1\">23&nbsp;</b><span class=\"woc\">And the master said to the servant, ‘Go out to the highways and hedges and compel people to come in, that my house may be filled.</span> <b class=\"verse-num woc\" id=\"v42014024-1\">24&nbsp;</b><span class=\"woc\">For I tell you, none of those men who were invited shall taste my banquet.’”</span></p>\n\n<p id=\"p42014024_24-3\"><b class=\"verse-num\" id=\"v42014025-1\">25&nbsp;</b>Now great crowds accompanied him, and he turned and said to them, <b class=\"verse-num woc\" id=\"v42014026-1\">26&nbsp;</b><span class=\"woc\">“If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be my disciple.</span> <b class=\"verse-num woc\" id=\"v42014027-1\">27&nbsp;</b><span class=\"woc\">Whoever does not bear his own cross and come after me cannot be my disciple.</span> <b class=\"verse-num woc\" id=\"v42014028-1\">28&nbsp;</b><span class=\"woc\">For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it?</span> <b class=\"verse-num woc\" id=\"v42014029-1\">29&nbsp;</b><span class=\"woc\">Otherwise, when he has laid a foundation and is not able to finish, all who see it begin to mock him,</span> <b class=\"verse-num woc\" id=\"v42014030-1\">30&nbsp;</b><span class=\"woc\">saying, ‘This man began to build and was not able to finish.’</span> <b class=\"verse-num woc\" id=\"v42014031-1\">31&nbsp;</b><span class=\"woc\">Or what king, going out to encounter another king in war, will not sit down first and deliberate whether he is able with ten thousand to meet him who comes against him with twenty thousand?</span> <b class=\"verse-num woc\" id=\"v42014032-1\">32&nbsp;</b><span class=\"woc\">And if not, while the other is yet a great way off, he sends a delegation and asks for terms of peace.</span> <b class=\"verse-num woc\" id=\"v42014033-1\">33&nbsp;</b><span class=\"woc\">So therefore, any one of you who does not renounce all that he has cannot be my disciple.</span></p>\n\n<p id=\"p42014033_29-3\"><b class=\"verse-num woc\" id=\"v42014034-1\">34&nbsp;</b><span class=\"woc\">“Salt is good, but if salt has lost its taste, how shall its saltiness be restored?</span> <b class=\"verse-num woc\" id=\"v42014035-1\">35&nbsp;</b><span class=\"woc\">It is of no use either for the soil or for the manure pile. It is thrown away. He who has ears to hear, let him hear.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, as he went into the house of one of the chief Pharisees to eat bread on the sabbath day, that they watched him.  <strong>2</strong> And, behold, there was a certain man before him which had the dropsy.  <strong>3</strong> And Jesus answering spake unto the lawyers and Pharisees, saying, Is it lawful to heal on the sabbath day?  <strong>4</strong> And they held their peace. And he took him, and healed him, and let him go;  <strong>5</strong> And answered them, saying, Which of you shall have an ass or an ox fallen into a pit, and will not straightway pull him out on the sabbath day?  <strong>6</strong> And they could not answer him again to these things.  <strong>7</strong> And he put forth a parable to those which were bidden, when he marked how they chose out the chief rooms; saying unto them,  <strong>8</strong> When thou art bidden of any man to a wedding, sit not down in the highest room; lest a more honourable man than thou be bidden of him;  <strong>9</strong> And he that bade thee and him come and say to thee, Give this man place; and thou begin with shame to take the lowest room.  <strong>10</strong> But when thou art bidden, go and sit down in the lowest room; that when he that bade thee cometh, he may say unto thee, Friend, go up higher: then shalt thou have worship in the presence of them that sit at meat with thee.  <strong>11</strong> For whosoever exalteth himself shall be abased; and he that humbleth himself shall be exalted. <strong>12</strong> Then said he also to him that bade him, When thou makest a dinner or a supper, call not thy friends, nor thy brethren, neither thy kinsmen, nor thy rich neighbours; lest they also bid thee again, and a recompence be made thee.  <strong>13</strong> But when thou makest a feast, call the poor, the maimed, the lame, the blind:  <strong>14</strong> And thou shalt be blessed; for they cannot recompense thee: for thou shalt be recompensed at the resurrection of the just. <strong>15</strong> And when one of them that sat at meat with him heard these things, he said unto him, Blessed is he that shall eat bread in the kingdom of God.  <strong>16</strong> Then said he unto him, A certain man made a great supper, and bade many:  <strong>17</strong> And sent his servant at supper time to say to them that were bidden, Come; for all things are now ready.  <strong>18</strong> And they all with one consent began to make excuse. The first said unto him, I have bought a piece of ground, and I must needs go and see it: I pray thee have me excused.  <strong>19</strong> And another said, I have bought five yoke of oxen, and I go to prove them: I pray thee have me excused.  <strong>20</strong> And another said, I have married a wife, and therefore I cannot come.  <strong>21</strong> So that servant came, and shewed his lord these things. Then the master of the house being angry said to his servant, Go out quickly into the streets and lanes of the city, and bring in hither the poor, and the maimed, and the halt, and the blind.  <strong>22</strong> And the servant said, Lord, it is done as thou hast commanded, and yet there is room.  <strong>23</strong> And the lord said unto the servant, Go out into the highways and hedges, and compel them to come in, that my house may be filled.  <strong>24</strong> For I say unto you, That none of those men which were bidden shall taste of my supper. <strong>25</strong> And there went great multitudes with him: and he turned, and said unto them,  <strong>26</strong> If any man come to me, and hate not his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple.  <strong>27</strong> And whosoever doth not bear his cross, and come after me, cannot be my disciple.  <strong>28</strong> For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it?  <strong>29</strong> Lest haply, after he hath laid the foundation, and is not able to finish it, all that behold it begin to mock him,  <strong>30</strong> Saying, This man began to build, and was not able to finish.  <strong>31</strong> Or what king, going to make war against another king, sitteth not down first, and consulteth whether he be able with ten thousand to meet him that cometh against him with twenty thousand?  <strong>32</strong> Or else, while the other is yet a great way off, he sendeth an ambassage, and desireth conditions of peace.  <strong>33</strong> So likewise, whosoever he be of you that forsaketh not all that he hath, he cannot be my disciple. <strong>34</strong>           Salt is good: but if the salt have lost his savour, wherewith shall it be seasoned?  <strong>35</strong> It is neither fit for the land, nor yet for the dunghill; but men cast it out. He that hath ears to hear, let him hear. ","niv":"<sup><strong>1</strong></sup> One Sabbath, when Jesus went to eat in the house of a prominent Pharisee, he was being carefully watched. <sup><strong>2</strong></sup> There in front of him was a man suffering from dropsy. <sup><strong>3</strong></sup> Jesus asked the Pharisees and experts in the law, \"Is it lawful to heal on the Sabbath or not?\" <sup><strong>4</strong></sup> But they remained silent. So taking hold of the man, he healed him and sent him away. <sup><strong>5</strong></sup> Then he asked them, \"If one of you has a son or an ox that falls into a well on the Sabbath day, will you not immediately pull him out?\" <sup><strong>6</strong></sup> And they had nothing to say. <sup><strong>7</strong></sup> When he noticed how the guests picked the places of honor at the table, he told them this parable: <sup><strong>8</strong></sup> \"When someone invites you to a wedding feast, do not take the place of honor, for a person more distinguished than you may have been invited. <sup><strong>9</strong></sup> If so, the host who invited both of you will come and say to you, 'Give this man your seat.' Then, humiliated, you will have to take the least important place. <sup><strong>10</strong></sup> But when you are invited, take the lowest place, so that when your host comes, he will say to you, 'Friend, move up to a better place.' Then you will be honored in the presence of all your fellow guests. <sup><strong>11</strong></sup> For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" <sup><strong>12</strong></sup> Then Jesus said to his host, \"When you give a luncheon or dinner, do not invite your friends, your brothers or relatives, or your rich neighbors; if you do, they may invite you back and so you will be repaid. <sup><strong>13</strong></sup> But when you give a banquet, invite the poor, the crippled, the lame, the blind, <sup><strong>14</strong></sup> and you will be blessed. Although they cannot repay you, you will be repaid at the resurrection of the righteous.\" <sup><strong>15</strong></sup> When one of those at the table with him heard this, he said to Jesus, \"Blessed is the man who will eat at the feast in the kingdom of God.\" <sup><strong>16</strong></sup> Jesus replied: \"A certain man was preparing a great banquet and invited many guests. <sup><strong>17</strong></sup> At the time of the banquet he sent his servant to tell those who had been invited, 'Come, for everything is now ready.' <sup><strong>18</strong></sup> \"But they all alike began to make excuses. The first said, 'I have just bought a field, and I must go and see it. Please excuse me.' <sup><strong>19</strong></sup> \"Another said, 'I have just bought five yoke of oxen, and I'm on my way to try them out. Please excuse me.' <sup><strong>20</strong></sup> \"Still another said, 'I just got married, so I can't come.' <sup><strong>21</strong></sup> \"The servant came back and reported this to his master. Then the owner of the house became angry and ordered his servant, 'Go out quickly into the streets and alleys of the town and bring in the poor, the crippled, the blind and the lame.' <sup><strong>22</strong></sup> \"'Sir,' the servant said, 'what you ordered has been done, but there is still room.' <sup><strong>23</strong></sup> \"Then the master told his servant, 'Go out to the roads and country lanes and make them come in, so that my house will be full. <sup><strong>24</strong></sup> I tell you, not one of those men who were invited will get a taste of my banquet.'\" <sup><strong>25</strong></sup> Large crowds were traveling with Jesus, and turning to them he said: <sup><strong>26</strong></sup> \"If anyone comes to me and does not hate his father and mother, his wife and children, his brothers and sisters--yes, even his own life--he cannot be my disciple. <sup><strong>27</strong></sup> And anyone who does not carry his cross and follow me cannot be my disciple. <sup><strong>28</strong></sup> \"Suppose one of you wants to build a tower. Will he not first sit down and estimate the cost to see if he has enough money to complete it? <sup><strong>29</strong></sup> For if he lays the foundation and is not able to finish it, everyone who sees it will ridicule him, <sup><strong>30</strong></sup> saying, 'This fellow began to build and was not able to finish.' <sup><strong>31</strong></sup> \"Or suppose a king is about to go to war against another king. Will he not first sit down and consider whether he is able with ten thousand men to oppose the one coming against him with twenty thousand? <sup><strong>32</strong></sup> If he is not able, he will send a delegation while the other is still a long way off and will ask for terms of peace. <sup><strong>33</strong></sup> In the same way, any of you who does not give up everything he has cannot be my disciple. <sup><strong>34</strong></sup> \"Salt is good, but if it loses its saltiness, how can it be made salty again? <sup><strong>35</strong></sup> It is fit neither for the soil nor for the manure pile; it is thrown out. \"He who has ears to hear, let him hear.\" ","modified":"2022-12-08T07:44:59.807Z"},{"_id":"6162526eb1c7c31277405901","topicId":"6162526cb1c7c312774058fd","verse":"2 Peter 1:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"6162526eb1c7c31277405902","topicId":"6162526cb1c7c312774058fd","verse":"Mark 12:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p41012001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41012001-1\">12:1&nbsp;</b>And he began to speak to them in parables. <span class=\"woc\">“A man planted a vineyard and put a fence around it and dug a pit for the winepress and built a tower, and leased it to tenants and went into another country.</span></p>\n</div>","kjv":"<strong>1</strong> And he began to speak unto them by parables. A certain  man planted a vineyard, and set an hedge about it,  and digged a place for the winefat, and built a tower, and let it out to husbandmen, and went into a far country.  ","niv":"<sup><strong>1</strong></sup> He then began to speak to them in parables: \"A man planted a vineyard. He put a wall around it, dug a pit for the winepress and built a watchtower. Then he rented the vineyard to some farmers and went away on a journey."},{"_id":"6162526eb1c7c31277405903","topicId":"6162526cb1c7c312774058fd","verse":"1 John 2:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62002027_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n</div>","kjv":"<strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  ","niv":"<sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him."},{"_id":"6162526eb1c7c31277405904","topicId":"6162526cb1c7c312774058fd","verse":"James 3:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p59003001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59003001-1\">3:1&nbsp;</b>Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.</p>\n</div>","kjv":"<strong>1</strong> My brethren, be not many masters, knowing that we shall receive the greater condemnation.  ","niv":"<sup><strong>1</strong></sup> Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly."},{"_id":"6162526fb1c7c31277405905","topicId":"6162526cb1c7c312774058fd","verse":"Psalm 147:14","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19147014_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19147014-1\">14&nbsp;</b>&nbsp;&nbsp;He makes peace in your borders;</span><br><span id=\"p19147014_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he fills you with the finest of the wheat.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> He maketh peace in thy borders, and filleth thee with the finest of the wheat.  ","niv":"<sup><strong>14</strong></sup> He grants peace to your borders and satisfies you with the finest of wheat."},{"_id":"6162526fb1c7c31277405906","topicId":"6162526cb1c7c312774058fd","verse":"1 John 5:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62005007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005007-1\">7&nbsp;</b>For there are three that testify:</p>\n</div>","kjv":"<strong>7</strong> For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.  ","niv":"<sup><strong>7</strong></sup> For there are three that testify:"},{"_id":"6162526fb1c7c31277405907","topicId":"6162526cb1c7c312774058fd","verse":"1 Peter 2:1-25","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p60002001_08-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60002001-1\">2:1&nbsp;</b>So put away all malice and all deceit and hypocrisy and envy and all slander. <b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—<b class=\"verse-num\" id=\"v60002003-1\">3&nbsp;</b>if indeed you have tasted that the Lord is good.</p>\n<p id=\"p60002003_08-11\"><b class=\"verse-num\" id=\"v60002004-1\">4&nbsp;</b>As you come to him, a living stone rejected by men but in the sight of God chosen and precious, <b class=\"verse-num\" id=\"v60002005-1\">5&nbsp;</b>you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ. <b class=\"verse-num\" id=\"v60002006-1\">6&nbsp;</b>For it stands in Scripture:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002006_08-11\" class=\"line\">&nbsp;&nbsp;“Behold, I am laying in Zion a stone,</span><br><span id=\"p60002006_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a cornerstone chosen and precious,</span><br><span id=\"p60002006_08-11\" class=\"line\">&nbsp;&nbsp;and whoever believes in him will not be put to shame.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002006_08-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002007-1\">7&nbsp;</b>So the honor is for you who believe, but for those who do not believe,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002007_08-11\" class=\"line\">&nbsp;&nbsp;“The stone that the builders rejected</span><br><span id=\"p60002007_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone,”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002007_08-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002008-1\">8&nbsp;</b>and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002008_08-11\" class=\"line\">&nbsp;&nbsp;“A stone of stumbling,</span><br><span id=\"p60002008_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a rock of offense.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002008_08-11\" class=\"same-paragraph\">They stumble because they disobey the word, as they were destined to do.</p>\n<p id=\"p60002008_08-11\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. <b class=\"verse-num\" id=\"v60002010-1\">10&nbsp;</b>Once you were not a people, but now you are God’s people; once you had not received mercy, but now you have received mercy.</p>\n<p id=\"p60002010_08-11\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul. <b class=\"verse-num\" id=\"v60002012-1\">12&nbsp;</b>Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</p>\n\n<p id=\"p60002012_11-11\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good. <b class=\"verse-num\" id=\"v60002015-1\">15&nbsp;</b>For this is the will of God, that by doing good you should put to silence the ignorance of foolish people. <b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God. <b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n<p id=\"p60002017_11-11\"><b class=\"verse-num\" id=\"v60002018-1\">18&nbsp;</b>Servants, be subject to your masters with all respect, not only to the good and gentle but also to the unjust. <b class=\"verse-num\" id=\"v60002019-1\">19&nbsp;</b>For this is a gracious thing, when, mindful of God, one endures sorrows while suffering unjustly. <b class=\"verse-num\" id=\"v60002020-1\">20&nbsp;</b>For what credit is it if, when you sin and are beaten for it, you endure? But if when you do good and suffer for it you endure, this is a gracious thing in the sight of God. <b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps. <b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly. <b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed. <b class=\"verse-num\" id=\"v60002025-1\">25&nbsp;</b>For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls.</p>\n\n</div>","kjv":"<strong>1</strong> Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,  <strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  <strong>3</strong> If so be ye have tasted that the Lord is gracious.  <strong>4</strong> To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,  <strong>5</strong> Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.  <strong>6</strong> Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded.  <strong>7</strong> Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,  <strong>8</strong> And a stone of stumbling, and a rock of offence, even to them  which stumble at the word, being disobedient: whereunto also they were appointed.  <strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  <strong>10</strong> Which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy.  <strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  <strong>12</strong> Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.  <strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  <strong>15</strong> For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:  <strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  <strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  <strong>18</strong> Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.  <strong>19</strong> For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.  <strong>20</strong> For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it,  ye take it patiently, this is acceptable with God.  <strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  <strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  <strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  <strong>25</strong> For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.  ","niv":"<sup><strong>1</strong></sup> Therefore, rid yourselves of all malice and all deceit, hypocrisy, envy, and slander of every kind. <sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation, <sup><strong>3</strong></sup> now that you have tasted that the Lord is good. <sup><strong>4</strong></sup> As you come to him, the living Stone--rejected by men but chosen by God and precious to him-- <sup><strong>5</strong></sup> you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ. <sup><strong>6</strong></sup> For in Scripture it says: \"See, I lay a stone in Zion, a chosen and precious cornerstone, and the one who trusts in him will never be put to shame.\" <sup><strong>7</strong></sup> Now to you who believe, this stone is precious. But to those who do not believe, \"The stone the builders rejected has become the capstone, \" <sup><strong>8</strong></sup> and, \"A stone that causes men to stumble and a rock that makes them fall.\" They stumble because they disobey the message--which is also what they were destined for. <sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light. <sup><strong>10</strong></sup> Once you were not a people, but now you are the people of God; once you had not received mercy, but now you have received mercy. <sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul. <sup><strong>12</strong></sup> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us. <sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <sup><strong>15</strong></sup> For it is God's will that by doing good you should silence the ignorant talk of foolish men. <sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God. <sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king. <sup><strong>18</strong></sup> Slaves, submit yourselves to your masters with all respect, not only to those who are good and considerate, but also to those who are harsh. <sup><strong>19</strong></sup> For it is commendable if a man bears up under the pain of unjust suffering because he is conscious of God. <sup><strong>20</strong></sup> But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God. <sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps. <sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. <sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed. <sup><strong>25</strong></sup> For you were like sheep going astray, but now you have returned to the Shepherd and Overseer of your souls. "},{"_id":"61625270b1c7c31277405908","topicId":"6162526cb1c7c312774058fd","verse":"Titus 3:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p56003010_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003010-1\">10&nbsp;</b>As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him,</p>\n</div>","kjv":"<strong>10</strong> A man that is an heretick after the first and second admonition reject;  ","niv":"<sup><strong>10</strong></sup> Warn a divisive person once, and then warn him a second time. After that, have nothing to do with him."},{"_id":"61625270b1c7c31277405909","topicId":"6162526cb1c7c312774058fd","verse":"Matthew 16:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40016018_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016018-1\">18&nbsp;</b><span class=\"woc\">And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.</span></p>\n\n</div>","kjv":"<strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  ","niv":"<sup><strong>18</strong></sup> And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it."},{"_id":"61625270b1c7c3127740590a","topicId":"6162526cb1c7c312774058fd","verse":"Matthew 10:34","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40010034_06-14\"><b class=\"verse-num woc\" id=\"v40010034-1\">34&nbsp;</b><span class=\"woc\">“Do not think that I have come to bring peace to the earth. I have not come to bring peace, but a sword.</span></p>\n</div>","kjv":"<strong>34</strong> Think not that I am come to send peace on earth: I came not to send peace, but a sword.  ","niv":"<sup><strong>34</strong></sup> \"Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword."},{"_id":"61625271b1c7c3127740590b","topicId":"6162526cb1c7c312774058fd","verse":"Revelation 22:18-19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-15\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, <b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book. <sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book. "},{"_id":"61625271b1c7c3127740590c","topicId":"6162526cb1c7c312774058fd","verse":"Hebrews 11:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58011006_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.</p>\n</div>","kjv":"<strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  ","niv":"<sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him."},{"_id":"61625271b1c7c3127740590d","topicId":"6162526cb1c7c312774058fd","verse":"2 Timothy 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"61625271b1c7c3127740590e","topicId":"6162526cb1c7c312774058fd","verse":"1 Timothy 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54003016_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003016-1\">16&nbsp;</b>Great indeed, we confess, is the mystery of godliness:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p54003016_01-19\" class=\"line\">&nbsp;&nbsp;He was manifested in the flesh,</span><br><span id=\"p54003016_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vindicated by the Spirit,</span><br><span id=\"p54003016_01-19\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seen by angels,</span><br><span id=\"p54003016_01-19\" class=\"line\">&nbsp;&nbsp;proclaimed among the nations,</span><br><span id=\"p54003016_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;believed on in the world,</span><br><span id=\"p54003016_01-19\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taken up in glory.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.  ","niv":"<sup><strong>16</strong></sup> Beyond all question, the mystery of godliness is great: He appeared in a body, was vindicated by the Spirit, was seen by angels, was preached among the nations, was believed on in the world, was taken up in glory."},{"_id":"61625272b1c7c3127740590f","topicId":"6162526cb1c7c312774058fd","verse":"Galatians 1:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48001010_01-20\"><b class=\"verse-num\" id=\"v48001010-1\">10&nbsp;</b>For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.</p>\n\n</div>","kjv":"<strong>10</strong> For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ.  ","niv":"<sup><strong>10</strong></sup> Am I now trying to win the approval of men, or of God? Or am I trying to please men? If I were still trying to please men, I would not be a servant of Christ."},{"_id":"61625272b1c7c31277405910","topicId":"6162526cb1c7c312774058fd","verse":"1 Corinthians 15:14-15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46015014_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015014-1\">14&nbsp;</b>And if Christ has not been raised, then our preaching is in vain and your faith is in vain. <b class=\"verse-num\" id=\"v46015015-1\">15&nbsp;</b>We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised.</p>\n</div>","kjv":"<strong>14</strong> And if Christ be not risen, then is our preaching vain, and your faith is also vain.  <strong>15</strong> Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.  ","niv":"<sup><strong>14</strong></sup> And if Christ has not been raised, our preaching is useless and so is your faith. <sup><strong>15</strong></sup> More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. "},{"_id":"61625272b1c7c31277405911","topicId":"6162526cb1c7c312774058fd","verse":"Luke 15:1-32","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42015001_07-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42015001-1\">15:1&nbsp;</b>Now the tax collectors and sinners were all drawing near to hear him. <b class=\"verse-num\" id=\"v42015002-1\">2&nbsp;</b>And the Pharisees and the scribes grumbled, saying, “This man receives sinners and eats with them.”</p>\n<p id=\"p42015002_07-23\"><b class=\"verse-num\" id=\"v42015003-1\">3&nbsp;</b>So he told them this parable: <b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n\n<p id=\"p42015007_13-23\"><b class=\"verse-num woc\" id=\"v42015008-1\">8&nbsp;</b><span class=\"woc\">“Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?</span> <b class=\"verse-num woc\" id=\"v42015009-1\">9&nbsp;</b><span class=\"woc\">And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’</span> <b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n\n<p id=\"p42015010_19-23\"><b class=\"verse-num\" id=\"v42015011-1\">11&nbsp;</b>And he said, <span class=\"woc\">“There was a man who had two sons.</span> <b class=\"verse-num woc\" id=\"v42015012-1\">12&nbsp;</b><span class=\"woc\">And the younger of them said to his father, ‘Father, give me the share of property that is coming to me.’ And he divided his property between them.</span> <b class=\"verse-num woc\" id=\"v42015013-1\">13&nbsp;</b><span class=\"woc\">Not many days later, the younger son gathered all he had and took a journey into a far country, and there he squandered his property in reckless living.</span> <b class=\"verse-num woc\" id=\"v42015014-1\">14&nbsp;</b><span class=\"woc\">And when he had spent everything, a severe famine arose in that country, and he began to be in need.</span> <b class=\"verse-num woc\" id=\"v42015015-1\">15&nbsp;</b><span class=\"woc\">So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.</span> <b class=\"verse-num woc\" id=\"v42015016-1\">16&nbsp;</b><span class=\"woc\">And he was longing to be fed with the pods that the pigs ate, and no one gave him anything.</span></p>\n<p id=\"p42015016_19-23\"><b class=\"verse-num woc\" id=\"v42015017-1\">17&nbsp;</b><span class=\"woc\">“But when he came to himself, he said, ‘How many of my father’s hired servants have more than enough bread, but I perish here with hunger!</span> <b class=\"verse-num woc\" id=\"v42015018-1\">18&nbsp;</b><span class=\"woc\">I will arise and go to my father, and I will say to him, “Father, I have sinned against heaven and before you.</span> <b class=\"verse-num woc\" id=\"v42015019-1\">19&nbsp;</b><span class=\"woc\">I am no longer worthy to be called your son. Treat me as one of your hired servants.”’</span> <b class=\"verse-num woc\" id=\"v42015020-1\">20&nbsp;</b><span class=\"woc\">And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him.</span> <b class=\"verse-num woc\" id=\"v42015021-1\">21&nbsp;</b><span class=\"woc\">And the son said to him, ‘Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.’</span> <b class=\"verse-num woc\" id=\"v42015022-1\">22&nbsp;</b><span class=\"woc\">But the father said to his servants, ‘Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet.</span> <b class=\"verse-num woc\" id=\"v42015023-1\">23&nbsp;</b><span class=\"woc\">And bring the fattened calf and kill it, and let us eat and celebrate.</span> <b class=\"verse-num woc\" id=\"v42015024-1\">24&nbsp;</b><span class=\"woc\">For this my son was dead, and is alive again; he was lost, and is found.’ And they began to celebrate.</span></p>\n<p id=\"p42015024_19-23\"><b class=\"verse-num woc\" id=\"v42015025-1\">25&nbsp;</b><span class=\"woc\">“Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing.</span> <b class=\"verse-num woc\" id=\"v42015026-1\">26&nbsp;</b><span class=\"woc\">And he called one of the servants and asked what these things meant.</span> <b class=\"verse-num woc\" id=\"v42015027-1\">27&nbsp;</b><span class=\"woc\">And he said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.’</span> <b class=\"verse-num woc\" id=\"v42015028-1\">28&nbsp;</b><span class=\"woc\">But he was angry and refused to go in. His father came out and entreated him,</span> <b class=\"verse-num woc\" id=\"v42015029-1\">29&nbsp;</b><span class=\"woc\">but he answered his father, ‘Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends.</span> <b class=\"verse-num woc\" id=\"v42015030-1\">30&nbsp;</b><span class=\"woc\">But when this son of yours came, who has devoured your property with prostitutes, you killed the fattened calf for him!’</span> <b class=\"verse-num woc\" id=\"v42015031-1\">31&nbsp;</b><span class=\"woc\">And he said to him, ‘Son, you are always with me, and all that is mine is yours.</span> <b class=\"verse-num woc\" id=\"v42015032-1\">32&nbsp;</b><span class=\"woc\">It was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> Then drew near unto him all the publicans and sinners for to hear him.  <strong>2</strong> And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.  <strong>3</strong> And he spake this parable unto them, saying,  <strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. <strong>8</strong>           Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?  <strong>9</strong> And when she hath found it, she calleth her  friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.  <strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. <strong>11</strong> And he said, A certain man had two sons:  <strong>12</strong> And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.  <strong>13</strong> And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.  <strong>14</strong> And when he had spent all, there arose a mighty famine in that land; and he began to be in want.  <strong>15</strong> And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.  <strong>16</strong> And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.  <strong>17</strong> And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger!  <strong>18</strong> I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,  <strong>19</strong> And am no more worthy to be called thy son: make me as one of thy hired servants.  <strong>20</strong> And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.  <strong>21</strong> And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.  <strong>22</strong> But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:  <strong>23</strong> And bring hither the fatted calf, and kill it; and let us eat, and be merry:  <strong>24</strong> For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.  <strong>25</strong> Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing.  <strong>26</strong> And he called one of the servants, and asked what these things meant.  <strong>27</strong> And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.  <strong>28</strong> And he was angry, and would not go in: therefore came his father out, and intreated him.  <strong>29</strong> And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:  <strong>30</strong> But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.  <strong>31</strong> And he said unto him, Son, thou art ever with me, and all that I have is thine.  <strong>32</strong> It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found. ","niv":"<sup><strong>1</strong></sup> Now the tax collectors and \"sinners\" were all gathering around to hear him. <sup><strong>2</strong></sup> But the Pharisees and the teachers of the law muttered, \"This man welcomes sinners and eats with them.\" <sup><strong>3</strong></sup> Then Jesus told them this parable: <sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. <sup><strong>8</strong></sup> \"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it? <sup><strong>9</strong></sup> And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' <sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\" <sup><strong>11</strong></sup> Jesus continued: \"There was a man who had two sons. <sup><strong>12</strong></sup> The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them. <sup><strong>13</strong></sup> \"Not long after that, the younger son got together all he had, set off for a distant country and there squandered his wealth in wild living. <sup><strong>14</strong></sup> After he had spent everything, there was a severe famine in that whole country, and he began to be in need. <sup><strong>15</strong></sup> So he went and hired himself out to a citizen of that country, who sent him to his fields to feed pigs. <sup><strong>16</strong></sup> He longed to fill his stomach with the pods that the pigs were eating, but no one gave him anything. <sup><strong>17</strong></sup> \"When he came to his senses, he said, 'How many of my father's hired men have food to spare, and here I am starving to death! <sup><strong>18</strong></sup> I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you. <sup><strong>19</strong></sup> I am no longer worthy to be called your son; make me like one of your hired men.' <sup><strong>20</strong></sup> So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him. <sup><strong>21</strong></sup> \"The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son. ' <sup><strong>22</strong></sup> \"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet. <sup><strong>23</strong></sup> Bring the fattened calf and kill it. Let's have a feast and celebrate. <sup><strong>24</strong></sup> For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate. <sup><strong>25</strong></sup> \"Meanwhile, the older son was in the field. When he came near the house, he heard music and dancing. <sup><strong>26</strong></sup> So he called one of the servants and asked him what was going on. <sup><strong>27</strong></sup> 'Your brother has come,' he replied, 'and your father has killed the fattened calf because he has him back safe and sound.' <sup><strong>28</strong></sup> \"The older brother became angry and refused to go in. So his father went out and pleaded with him. <sup><strong>29</strong></sup> But he answered his father, 'Look! All these years I've been slaving for you and never disobeyed your orders. Yet you never gave me even a young goat so I could celebrate with my friends. <sup><strong>30</strong></sup> But when this son of yours who has squandered your property with prostitutes comes home, you kill the fattened calf for him!' <sup><strong>31</strong></sup> \"'My son,' the father said, 'you are always with me, and everything I have is yours. <sup><strong>32</strong></sup> But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.'\" "},{"_id":"61625273b1c7c31277405913","topicId":"6162526cb1c7c312774058fd","verse":"Psalm 119:160","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119160_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119160-1\">160&nbsp;</b>&nbsp;&nbsp;The sum of your word is truth,</span><br><span id=\"p19119160_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every one of your righteous rules endures forever.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>160</strong> Thy word is true from the beginning: and every one of thy righteous judgments endureth for ever.  ","niv":"<sup><strong>160</strong></sup> All your words are true; all your righteous laws are eternal."},{"_id":"61625273b1c7c31277405912","topicId":"6162526cb1c7c312774058fd","verse":"Daniel 6:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p27006022_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v27006022-1\">22&nbsp;</b>My God sent his angel and shut the lions’ mouths, and they have not harmed me, because I was found blameless before him; and also before you, O king, I have done no harm.”</p>\n</div>","kjv":"<strong>22</strong> My God hath sent his angel, and hath shut the lions mouths, that they have not hurt me: forasmuch as before him innocency was found in me; and also before thee, O king, have I done no hurt.  ","niv":"<sup><strong>22</strong></sup> My God sent his angel, and he shut the mouths of the lions. They have not hurt me, because I was found innocent in his sight. Nor have I ever done any wrong before you, O king.\""},{"_id":"61625273b1c7c31277405914","topicId":"6162526cb1c7c312774058fd","verse":"Psalm 34:7","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034007_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034007-1\">7&nbsp;</b>&nbsp;&nbsp;The angel of the LORD encamps</span><br><span id=\"p19034007_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;around those who fear him, and delivers them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The angel of the LORD encampeth round about them that fear him, and delivereth them.  ","niv":"<sup><strong>7</strong></sup> The angel of the LORD encamps around those who fear him, and he delivers them."},{"_id":"61625274b1c7c31277405915","topicId":"6162526cb1c7c312774058fd","verse":"Exodus 34:1-4","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p02034001_05-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02034001-1\">34:1&nbsp;</b>The LORD said to Moses, “Cut for yourself two tablets of stone like the first, and I will write on the tablets the words that were on the first tablets, which you broke. <b class=\"verse-num\" id=\"v02034002-1\">2&nbsp;</b>Be ready by the morning, and come up in the morning to Mount Sinai, and present yourself there to me on the top of the mountain. <b class=\"verse-num\" id=\"v02034003-1\">3&nbsp;</b>No one shall come up with you, and let no one be seen throughout all the mountain. Let no flocks or herds graze opposite that mountain.” <b class=\"verse-num\" id=\"v02034004-1\">4&nbsp;</b>So Moses cut two tablets of stone like the first. And he rose early in the morning and went up on Mount Sinai, as the LORD had commanded him, and took in his hand two tablets of stone.</p>\n</div>","kjv":"<strong>1</strong> And the LORD said unto Moses, Hew thee two tables of stone like unto the first: and I will write upon these tables the words that were in the first tables, which thou brakest.  <strong>2</strong> And be ready in the morning, and come up in the morning unto mount Sinai, and present thyself there to me in the top of the mount.  <strong>3</strong> And no man shall come up with thee, neither let any man be seen throughout all the mount; neither let the flocks nor herds feed before that mount.  <strong>4</strong> And he hewed two tables of stone like unto the first; and Moses rose up early in the morning, and went up unto mount Sinai, as the LORD had commanded him, and took in his hand the two tables of stone.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses, \"Chisel out two stone tablets like the first ones, and I will write on them the words that were on the first tablets, which you broke. <sup><strong>2</strong></sup> Be ready in the morning, and then come up on Mount Sinai. Present yourself to me there on top of the mountain. <sup><strong>3</strong></sup> No one is to come with you or be seen anywhere on the mountain; not even the flocks and herds may graze in front of the mountain.\" <sup><strong>4</strong></sup> So Moses chiseled out two stone tablets like the first ones and went up Mount Sinai early in the morning, as the LORD had commanded him; and he carried the two stone tablets in his hands. "},{"_id":"61625274b1c7c31277405916","topicId":"6162526cb1c7c312774058fd","verse":"Revelation 10:1-4","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66010001_07-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66010001-1\">10:1&nbsp;</b>Then I saw another mighty angel coming down from heaven, wrapped in a cloud, with a rainbow over his head, and his face was like the sun, and his legs like pillars of fire. <b class=\"verse-num\" id=\"v66010002-1\">2&nbsp;</b>He had a little scroll open in his hand. And he set his right foot on the sea, and his left foot on the land, <b class=\"verse-num\" id=\"v66010003-1\">3&nbsp;</b>and called out with a loud voice, like a lion roaring. When he called out, the seven thunders sounded. <b class=\"verse-num\" id=\"v66010004-1\">4&nbsp;</b>And when the seven thunders had sounded, I was about to write, but I heard a voice from heaven saying, “Seal up what the seven thunders have said, and do not write it down.”</p>\n</div>","kjv":"<strong>1</strong> And I saw another mighty angel come down from heaven, clothed with a cloud: and a rainbow was upon his head, and his face was  as it were the sun, and his feet as pillars of fire:  <strong>2</strong> And he had in his hand a little book open: and he set his right foot upon the sea, and his left foot on the earth,  <strong>3</strong> And cried with a loud voice, as when a lion roareth: and when he had cried, seven thunders uttered their voices.  <strong>4</strong> And when the seven thunders had uttered their voices, I was about to write: and I heard a voice from heaven saying unto me, Seal up those things which the seven thunders uttered, and write them not.  ","niv":"<sup><strong>1</strong></sup> Then I saw another mighty angel coming down from heaven. He was robed in a cloud, with a rainbow above his head; his face was like the sun, and his legs were like fiery pillars. <sup><strong>2</strong></sup> He was holding a little scroll, which lay open in his hand. He planted his right foot on the sea and his left foot on the land, <sup><strong>3</strong></sup> and he gave a loud shout like the roar of a lion. When he shouted, the voices of the seven thunders spoke. <sup><strong>4</strong></sup> And when the seven thunders spoke, I was about to write; but I heard a voice from heaven say, \"Seal up what the seven thunders have said and do not write it down.\" "}]}