{"_id":"61625425b1c7c312774059df","slug":"helping-one-another","name":"Helping One Another","verses":[{"_id":"61625426b1c7c312774059e0","topicId":"61625425b1c7c312774059df","verse":"Galatians 5:13","votes":11,"__v":0,"esv":"<div>\n<p id=\"p48005013_01-1\"><b class=\"verse-num\" id=\"v48005013-1\">13&nbsp;</b>For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.</p>\n</div>","kjv":"<strong>13</strong> For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.  ","niv":"<sup><strong>13</strong></sup> You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love.","modified":"2022-12-01T00:08:47.350Z"},{"_id":"61625426b1c7c312774059e1","topicId":"61625425b1c7c312774059df","verse":"Acts 2:44-45","votes":8,"__v":0,"esv":"<div>\n<p id=\"p44002044_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need.</p>\n</div>","kjv":"<strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  ","niv":"<sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. "},{"_id":"61625426b1c7c312774059e2","topicId":"61625425b1c7c312774059df","verse":"Galatians 6:2","votes":7,"__v":0,"esv":"<div>\n<p id=\"p48006002_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ.</p>\n</div>","kjv":"<strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  ","niv":"<sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ."},{"_id":"61625427b1c7c312774059e3","topicId":"61625425b1c7c312774059df","verse":"Colossians 3:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51003011_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n\n</div>","kjv":"<strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  ","niv":"<sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all."},{"_id":"61625427b1c7c312774059e4","topicId":"61625425b1c7c312774059df","verse":"Ephesians 5:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p49005001_04-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children.</p>\n</div>","kjv":"<strong>1</strong> Be ye therefore followers of God, as dear children;  ","niv":"<sup><strong>1</strong></sup> Be imitators of God, therefore, as dearly loved children"},{"_id":"61625427b1c7c312774059e5","topicId":"61625425b1c7c312774059df","verse":"1 Corinthians 10:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46010024_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010024-1\">24&nbsp;</b>Let no one seek his own good, but the good of his neighbor.</p>\n</div>","kjv":"<strong>24</strong> Let no man seek his own, but every man another’s wealth.  ","niv":"<sup><strong>24</strong></sup> Nobody should seek his own good, but the good of others."},{"_id":"61625427b1c7c312774059e6","topicId":"61625425b1c7c312774059df","verse":"Ecclesiastes 4:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p21004012_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v21004012-1\">12&nbsp;</b>And though a man might prevail against one who is alone, two will withstand him—a threefold cord is not quickly broken.</p>\n</div>","kjv":"<strong>12</strong> And if one prevail against him, two shall withstand him; and a threefold cord is not quickly broken.  ","niv":"<sup><strong>12</strong></sup> Though one may be overpowered, two can defend themselves. A cord of three strands is not quickly broken."},{"_id":"61625428b1c7c312774059e7","topicId":"61625425b1c7c312774059df","verse":"Galatians 3:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"61625428b1c7c312774059e8","topicId":"61625425b1c7c312774059df","verse":"Romans 16:1-3","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45016001_03-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45016001-1\">16:1&nbsp;</b>I commend to you our sister Phoebe, a servant of the church at Cenchreae, <b class=\"verse-num\" id=\"v45016002-1\">2&nbsp;</b>that you may welcome her in the Lord in a way worthy of the saints, and help her in whatever she may need from you, for she has been a patron of many and of myself as well.</p>\n<p id=\"p45016002_03-10\"><b class=\"verse-num\" id=\"v45016003-1\">3&nbsp;</b>Greet Prisca and Aquila, my fellow workers in Christ Jesus,</p>\n\n</div>","kjv":"<strong>1</strong> I commend unto you Phebe our sister, which is a servant of the church which is at Cenchrea:  <strong>2</strong> That ye receive her in the Lord, as becometh saints, and that ye assist her in whatsoever business she hath need of you: for she hath been a succourer of many, and of myself also.  <strong>3</strong> Greet Priscilla and Aquila my helpers in Christ Jesus:  ","niv":"<sup><strong>1</strong></sup> I commend to you our sister Phoebe, a servant of the church in Cenchrea. <sup><strong>2</strong></sup> I ask you to receive her in the Lord in a way worthy of the saints and to give her any help she may need from you, for she has been a great help to many people, including me. <sup><strong>3</strong></sup> Greet Priscilla and Aquila, my fellow workers in Christ Jesus. "},{"_id":"61625429b1c7c312774059e9","topicId":"61625425b1c7c312774059df","verse":"1 Timothy 6:1-2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54006001_01-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54006001-1\">6:1&nbsp;</b>Let all who are under a yoke as bondservants regard their own masters as worthy of all honor, so that the name of God and the teaching may not be reviled. <b class=\"verse-num\" id=\"v54006002-1\">2&nbsp;</b>Those who have believing masters must not be disrespectful on the ground that they are brothers; rather they must serve all the better since those who benefit by their good service are believers and beloved.</p>\n\n<p id=\"p54006002_06-12\"> Teach and urge these things.</p>\n\n</div>","kjv":"<strong>1</strong> Let as many servants as are under the yoke count their own masters worthy of all honour, that the name of God and his doctrine be not blasphemed.  <strong>2</strong> And they that have believing masters, let them not despise them,  because they are brethren; but rather do them service, because they are faithful and beloved, partakers of the benefit. These things teach and exhort.  ","niv":"<sup><strong>1</strong></sup> All who are under the yoke of slavery should consider their masters worthy of full respect, so that God's name and our teaching may not be slandered. <sup><strong>2</strong></sup> Those who have believing masters are not to show less respect for them because they are brothers. Instead, they are to serve them even better, because those who benefit from their service are believers, and dear to them. These are the things you are to teach and urge on them. "}]}