{"_id":"6162557fb1c7c31277405a70","slug":"helping-the-sick","name":"Helping The Sick","verses":[{"_id":"6162557fb1c7c31277405a71","topicId":"6162557fb1c7c31277405a70","verse":"Matthew 25:35-45","votes":47,"__v":0,"esv":"<div>\n<p id=\"p40025035_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n<p id=\"p40025040_01-1\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span></p>\n\n</div>","kjv":"<strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  <strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  ","niv":"<sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' <sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' ","modified":"2023-02-21T02:37:16.224Z"},{"_id":"61625580b1c7c31277405a72","topicId":"6162557fb1c7c31277405a70","verse":"Galatians 6:10","votes":36,"__v":0,"esv":"<div>\n<p id=\"p48006010_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006010-1\">10&nbsp;</b>So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.</p>\n</div>","kjv":"<strong>10</strong> As we have therefore opportunity, let us do good unto all men,  especially unto them who are of the household of faith.  ","niv":"<sup><strong>10</strong></sup> Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers."},{"_id":"61625580b1c7c31277405a73","topicId":"6162557fb1c7c31277405a70","verse":"Matthew 7:12","votes":49,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-3\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets."},{"_id":"61625580b1c7c31277405a74","topicId":"6162557fb1c7c31277405a70","verse":"1 Peter 3:8","votes":26,"__v":0,"esv":"<div>\n\n<p id=\"p60003008_05-5\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.</p>\n</div>","kjv":"<strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  ","niv":"<sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble.","modified":"2023-07-25T17:00:25.797Z"},{"_id":"61625581b1c7c31277405a75","topicId":"6162557fb1c7c31277405a70","verse":"Matthew 10:8","votes":23,"__v":0,"esv":"<div>\n<p id=\"p40010008_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010008-1\">8&nbsp;</b><span class=\"woc\">Heal the sick, raise the dead, cleanse lepers, cast out demons. You received without paying; give without pay.</span></p>\n\n</div>","kjv":"<strong>8</strong> Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.  ","niv":"<sup><strong>8</strong></sup> Heal the sick, raise the dead, cleanse those who have leprosy, drive out demons. Freely you have received, freely give.","modified":"2022-07-08T17:21:04.092Z"},{"_id":"61625581b1c7c31277405a77","topicId":"6162557fb1c7c31277405a70","verse":"Isaiah 41:10","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-7\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.","modified":"2022-08-29T19:09:36.355Z"},{"_id":"61625581b1c7c31277405a76","topicId":"6162557fb1c7c31277405a70","verse":"Romans 12:13","votes":15,"__v":0,"esv":"<div>\n<p id=\"p45012013_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012013-1\">13&nbsp;</b>Contribute to the needs of the saints and seek to show hospitality.</p>\n</div>","kjv":"<strong>13</strong> Distributing to the necessity of saints; given to hospitality.  ","niv":"<sup><strong>13</strong></sup> Share with God's people who are in need. Practice hospitality.","modified":"2022-07-22T21:07:19.761Z"},{"_id":"61625582b1c7c31277405a78","topicId":"6162557fb1c7c31277405a70","verse":"Proverbs 19:17","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019017_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019017-1\">17&nbsp;</b>&nbsp;&nbsp;Whoever is generous to the poor lends to the LORD,</span><br><span id=\"p20019017_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will repay him for his deed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.  ","niv":"<sup><strong>17</strong></sup> He who is kind to the poor lends to the LORD, and he will reward him for what he has done."},{"_id":"61625582b1c7c31277405a79","topicId":"6162557fb1c7c31277405a70","verse":"James 5:14-15","votes":12,"__v":0,"esv":"<div>\n<p id=\"p59005014_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005014-1\">14&nbsp;</b>Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord. <b class=\"verse-num\" id=\"v59005015-1\">15&nbsp;</b>And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven.</p>\n</div>","kjv":"<strong>14</strong> Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:  <strong>15</strong> And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.  ","niv":"<sup><strong>14</strong></sup> Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord. <sup><strong>15</strong></sup> And the prayer offered in faith will make the sick person well; the Lord will raise him up. If he has sinned, he will be forgiven. "},{"_id":"61625582b1c7c31277405a7a","topicId":"6162557fb1c7c31277405a70","verse":"Galatians 6:2","votes":13,"__v":0,"esv":"<div>\n<p id=\"p48006002_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ.</p>\n</div>","kjv":"<strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  ","niv":"<sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ.","modified":"2022-10-13T19:04:23.625Z"},{"_id":"61625583b1c7c31277405a7b","topicId":"6162557fb1c7c31277405a70","verse":"Jeremiah 30:17","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24030017_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v24030017-1\">17&nbsp;</b>&nbsp;&nbsp;For I will restore health to you,</span><br><span id=\"p24030017_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your wounds I will heal,</span><br><span id=\"p24030017_01-12\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD,</span><br><span id=\"p24030017_01-12\" class=\"line\">&nbsp;&nbsp;because they have called you an outcast:</span><br><span id=\"p24030017_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘It is Zion, for whom no one cares!’</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> For I will restore health unto thee, and I will heal thee of thy wounds, saith the LORD; because they called thee an Outcast, saying, This is Zion, whom no man seeketh after.  ","niv":"<sup><strong>17</strong></sup> But I will restore you to health and heal your wounds,' declares the LORD, 'because you are called an outcast, Zion for whom no one cares.'"},{"_id":"61625583b1c7c31277405a7d","topicId":"6162557fb1c7c31277405a70","verse":"1 John 3:17","votes":9,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?"},{"_id":"61625583b1c7c31277405a7c","topicId":"6162557fb1c7c31277405a70","verse":"Philippians 2:4","votes":10,"__v":0,"esv":"<div>\n<p id=\"p50002004_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others.</p>\n</div>","kjv":"<strong>4</strong> Look not every man on his own things, but every man also on the things of others.  ","niv":"<sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others."},{"_id":"61625583b1c7c31277405a7e","topicId":"6162557fb1c7c31277405a70","verse":"James 2:14-17","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p59002014_06-15\"><b class=\"verse-num\" id=\"v59002014-1\">14&nbsp;</b>What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him? <b class=\"verse-num\" id=\"v59002015-1\">15&nbsp;</b>If a brother or sister is poorly clothed and lacking in daily food, <b class=\"verse-num\" id=\"v59002016-1\">16&nbsp;</b>and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what good is that? <b class=\"verse-num\" id=\"v59002017-1\">17&nbsp;</b>So also faith by itself, if it does not have works, is dead.</p>\n\n</div>","kjv":"<strong>14</strong> What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?  <strong>15</strong> If a brother or sister be naked, and destitute of daily food,  <strong>16</strong> And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?  <strong>17</strong> Even so faith, if it hath not works, is dead, being alone.  ","niv":"<sup><strong>14</strong></sup> What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him? <sup><strong>15</strong></sup> Suppose a brother or sister is without clothes and daily food. <sup><strong>16</strong></sup> If one of you says to him, \"Go, I wish you well; keep warm and well fed,\" but does nothing about his physical needs, what good is it? <sup><strong>17</strong></sup> In the same way, faith by itself, if it is not accompanied by action, is dead. "},{"_id":"61625584b1c7c31277405a7f","topicId":"6162557fb1c7c31277405a70","verse":"Titus 3:5","votes":9,"__v":0,"esv":"<div>\n<p id=\"p56003005_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,</p>\n</div>","kjv":"<strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  ","niv":"<sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,"},{"_id":"61625584b1c7c31277405a80","topicId":"6162557fb1c7c31277405a70","verse":"Romans 12:21","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45012021_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n</div>","kjv":"<strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good."},{"_id":"61625585b1c7c31277405a81","topicId":"6162557fb1c7c31277405a70","verse":"1 John 1:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p62001007_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001007-1\">7&nbsp;</b>But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin.</p>\n</div>","kjv":"<strong>7</strong> But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.  ","niv":"<sup><strong>7</strong></sup> But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin."},{"_id":"61625585b1c7c31277405a82","topicId":"6162557fb1c7c31277405a70","verse":"Romans 12:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45012010_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor.</p>\n</div>","kjv":"<strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  ","niv":"<sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves."},{"_id":"61625585b1c7c31277405a83","topicId":"6162557fb1c7c31277405a70","verse":"Isaiah 53:5","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053005_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053005-1\">5&nbsp;</b>&nbsp;&nbsp;But he was pierced for our transgressions;</span><br><span id=\"p23053005_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was crushed for our iniquities;</span><br><span id=\"p23053005_01-20\" class=\"line\">&nbsp;&nbsp;upon him was the chastisement that brought us peace,</span><br><span id=\"p23053005_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with his wounds we are healed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.  ","niv":"<sup><strong>5</strong></sup> But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed."},{"_id":"61625586b1c7c31277405a84","topicId":"6162557fb1c7c31277405a70","verse":"1 Peter 2:24","votes":7,"__v":0,"esv":"<div>\n<p id=\"p60002024_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed.</p>\n</div>","kjv":"<strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  ","niv":"<sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed."},{"_id":"61625586b1c7c31277405a85","topicId":"6162557fb1c7c31277405a70","verse":"James 5:15-16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p59005015_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005015-1\">15&nbsp;</b>And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven. <b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>15</strong> And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.  <strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>15</strong></sup> And the prayer offered in faith will make the sick person well; the Lord will raise him up. If he has sinned, he will be forgiven. <sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective. "},{"_id":"61625586b1c7c31277405a86","topicId":"6162557fb1c7c31277405a70","verse":"Exodus 23:25","votes":6,"__v":0,"esv":"<div>\n<p id=\"p02023025_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v02023025-1\">25&nbsp;</b>You shall serve the LORD your God, and he will bless your bread and your water, and I will take sickness away from among you.</p>\n\n</div>","kjv":"<strong>25</strong> And ye shall serve the LORD your God, and he shall bless thy bread, and thy water; and I will take sickness away from the midst of thee.  ","niv":"<sup><strong>25</strong></sup> Worship the LORD your God, and his blessing will be on your food and water. I will take away sickness from among you,"},{"_id":"61625586b1c7c31277405a87","topicId":"6162557fb1c7c31277405a70","verse":"Matthew 6:1-34","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-25\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006004_08-25\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n<p id=\"p40006006_08-25\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span> <b class=\"verse-num woc\" id=\"v40006008-1\">8&nbsp;</b><span class=\"woc\">Do not be like them, for your Father knows what you need before you ask him.</span> <b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_08-25\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_08-25\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_08-25\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_08-25\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_08-25\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_08-25\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_08-25\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_08-25\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_08-25\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_08-25\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></p><p id=\"p40006013_08-25\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n\n<p id=\"p40006015_09-25\"><b class=\"verse-num woc\" id=\"v40006016-1\">16&nbsp;</b><span class=\"woc\">“And when you fast, do not look gloomy like the hypocrites, for they disfigure their faces that their fasting may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006017-1\">17&nbsp;</b><span class=\"woc\">But when you fast, anoint your head and wash your face,</span> <b class=\"verse-num woc\" id=\"v40006018-1\">18&nbsp;</b><span class=\"woc\">that your fasting may not be seen by others but by your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006018_14-25\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n<p id=\"p40006021_14-25\"><b class=\"verse-num woc\" id=\"v40006022-1\">22&nbsp;</b><span class=\"woc\">“The eye is the lamp of the body. So, if your eye is healthy, your whole body will be full of light,</span> <b class=\"verse-num woc\" id=\"v40006023-1\">23&nbsp;</b><span class=\"woc\">but if your eye is bad, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!</span></p>\n<p id=\"p40006023_14-25\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n<p id=\"p40006024_18-25\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_18-25\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. <strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  <strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  <strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  <strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. <strong>16</strong>           Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.  <strong>17</strong> But thou, when thou fastest, anoint thine head, and wash thy face;  <strong>18</strong> That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.  <strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  <strong>22</strong> The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.  <strong>23</strong> But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is  that darkness! <strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  <strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. <sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full. <sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. <sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. <sup><strong>8</strong></sup> Do not be like them, for your Father knows what you need before you ask him. <sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' <sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. <sup><strong>16</strong></sup> \"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show men they are fasting. I tell you the truth, they have received their reward in full. <sup><strong>17</strong></sup> But when you fast, put oil on your head and wash your face, <sup><strong>18</strong></sup> so that it will not be obvious to men that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you. <sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>22</strong></sup> \"The eye is the lamp of the body. If your eyes are good, your whole body will be full of light. <sup><strong>23</strong></sup> But if your eyes are bad, your whole body will be full of darkness. If then the light within you is darkness, how great is that darkness! <sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money. <sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. "},{"_id":"61625587b1c7c31277405a88","topicId":"6162557fb1c7c31277405a70","verse":"Exodus 15:26","votes":6,"__v":0,"esv":"<div>\n<p id=\"p02015026_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v02015026-1\">26&nbsp;</b>saying, “If you will diligently listen to the voice of the LORD your God, and do that which is right in his eyes, and give ear to his commandments and keep all his statutes, I will put none of the diseases on you that I put on the Egyptians, for I am the LORD, your healer.”</p>\n</div>","kjv":"<strong>26</strong> And said, If thou wilt diligently hearken to the voice of the LORD thy God, and wilt do that which is right in his sight, and wilt give ear to his commandments, and keep all his statutes, I will put none of these diseases upon thee, which I have brought upon the Egyptians: for I am the LORD that healeth thee.  ","niv":"<sup><strong>26</strong></sup> He said, \"If you listen carefully to the voice of the LORD your God and do what is right in his eyes, if you pay attention to his commands and keep all his decrees, I will not bring on you any of the diseases I brought on the Egyptians, for I am the LORD, who heals you.\""},{"_id":"61625587b1c7c31277405a89","topicId":"6162557fb1c7c31277405a70","verse":"James 1:27","votes":6,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."}]}