{"_id":"61625525b1c7c31277405a3c","slug":"helping-the-needy","name":"Helping The Needy","verses":[{"_id":"61625525b1c7c31277405a3d","topicId":"61625525b1c7c31277405a3c","verse":"Acts 20:35","votes":64,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\"","modified":"2022-12-23T03:14:02.591Z"},{"_id":"61625526b1c7c31277405a3e","topicId":"61625525b1c7c31277405a3c","verse":"1 John 3:17-18","votes":45,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him? <b class=\"verse-num\" id=\"v62003018-1\">18&nbsp;</b>Little children, let us not love in word or talk but in deed and in truth.</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  <strong>18</strong> My little children, let us not love in word, neither in tongue; but in deed and in truth.  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him? <sup><strong>18</strong></sup> Dear children, let us not love with words or tongue but with actions and in truth. ","modified":"2023-06-02T20:11:59.374Z"},{"_id":"61625526b1c7c31277405a3f","topicId":"61625525b1c7c31277405a3c","verse":"Proverbs 19:17","votes":51,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019017_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019017-1\">17&nbsp;</b>&nbsp;&nbsp;Whoever is generous to the poor lends to the LORD,</span><br><span id=\"p20019017_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will repay him for his deed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.  ","niv":"<sup><strong>17</strong></sup> He who is kind to the poor lends to the LORD, and he will reward him for what he has done.","modified":"2022-09-15T11:09:24.728Z"},{"_id":"61625526b1c7c31277405a40","topicId":"61625525b1c7c31277405a3c","verse":"Deuteronomy 15:11","votes":60,"__v":0,"esv":"<div>\n<p id=\"p05015011_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v05015011-1\">11&nbsp;</b>For there will never cease to be poor in the land. Therefore I command you, ‘You shall open wide your hand to your brother, to the needy and to the poor, in your land.’</p>\n</div>","kjv":"<strong>11</strong> For the poor shall never cease out of the land: therefore I command thee, saying, Thou shalt open thine hand wide unto thy brother, to thy poor, and to thy needy, in thy land.  ","niv":"<sup><strong>11</strong></sup> There will always be poor people in the land. Therefore I command you to be openhanded toward your brothers and toward the poor and needy in your land.","modified":"2023-09-19T00:51:55.541Z"},{"_id":"61625527b1c7c31277405a41","topicId":"61625525b1c7c31277405a3c","verse":"Matthew 6:1-4","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-5\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. "},{"_id":"61625527b1c7c31277405a43","topicId":"61625525b1c7c31277405a3c","verse":"Luke 12:33-34","votes":27,"__v":0,"esv":"<div>\n<p id=\"p42012033_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span> <b class=\"verse-num woc\" id=\"v42012034-1\">34&nbsp;</b><span class=\"woc\">For where your treasure is, there will your heart be also.</span></p>\n</div>","kjv":"<strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  <strong>34</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys. <sup><strong>34</strong></sup> For where your treasure is, there your heart will be also. "},{"_id":"61625527b1c7c31277405a42","topicId":"61625525b1c7c31277405a3c","verse":"1 John 3:17","votes":34,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?"},{"_id":"61625528b1c7c31277405a44","topicId":"61625525b1c7c31277405a3c","verse":"Matthew 6:19-21","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-8\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. ","modified":"2022-08-28T01:24:52.423Z"},{"_id":"61625528b1c7c31277405a46","topicId":"61625525b1c7c31277405a3c","verse":"Proverbs 14:31","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014031_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014031-1\">31&nbsp;</b>&nbsp;&nbsp;Whoever oppresses a poor man insults his Maker,</span><br><span id=\"p20014031_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who is generous to the needy honors him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> He that oppresseth the poor reproacheth his Maker: but he that honoureth him hath mercy on the poor.  ","niv":"<sup><strong>31</strong></sup> He who oppresses the poor shows contempt for their Maker, but whoever is kind to the needy honors God."},{"_id":"61625528b1c7c31277405a45","topicId":"61625525b1c7c31277405a3c","verse":"Deuteronomy 15:7-8","votes":24,"__v":0,"esv":"<div>\n<p id=\"p05015007_01-10\"><b class=\"verse-num\" id=\"v05015007-1\">7&nbsp;</b>“If among you, one of your brothers should become poor, in any of your towns within your land that the LORD your God is giving you, you shall not harden your heart or shut your hand against your poor brother, <b class=\"verse-num\" id=\"v05015008-1\">8&nbsp;</b>but you shall open your hand to him and lend him sufficient for his need, whatever it may be.</p>\n</div>","kjv":"<strong>7</strong> If there be among you a poor man of one of thy brethren within any of thy gates in thy land which the LORD thy God giveth thee, thou shalt not harden thine heart, nor shut thine hand from thy poor brother:  <strong>8</strong> But thou shalt open thine hand wide unto him, and shalt surely lend him sufficient for his need, in that which he wanteth.  ","niv":"<sup><strong>7</strong></sup> If there is a poor man among your brothers in any of the towns of the land that the LORD your God is giving you, do not be hardhearted or tightfisted toward your poor brother. <sup><strong>8</strong></sup> Rather be openhanded and freely lend him whatever he needs. "},{"_id":"61625529b1c7c31277405a47","topicId":"61625525b1c7c31277405a3c","verse":"Hebrews 13:16","votes":22,"__v":0,"esv":"<div>\n<p id=\"p58013016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013016-1\">16&nbsp;</b>Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.</p>\n</div>","kjv":"<strong>16</strong> But to do good and to communicate forget not: for with such sacrifices God is well pleased.  ","niv":"<sup><strong>16</strong></sup> And do not forget to do good and to share with others, for with such sacrifices God is pleased."},{"_id":"61625529b1c7c31277405a48","topicId":"61625525b1c7c31277405a3c","verse":"1 Timothy 5:8","votes":21,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"61625529b1c7c31277405a49","topicId":"61625525b1c7c31277405a3c","verse":"1 Timothy 6:17-19","votes":19,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-15\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. "},{"_id":"61625529b1c7c31277405a4a","topicId":"61625525b1c7c31277405a3c","verse":"Matthew 25:35","votes":16,"__v":0,"esv":"<div>\n<p id=\"p40025035_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span></p>\n</div>","kjv":"<strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  ","niv":"<sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in,","modified":"2022-10-29T19:07:00.399Z"},{"_id":"6162552ab1c7c31277405a4b","topicId":"61625525b1c7c31277405a3c","verse":"James 1:27","votes":17,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world.","modified":"2023-04-23T02:13:50.313Z"},{"_id":"6162552ab1c7c31277405a4c","topicId":"61625525b1c7c31277405a3c","verse":"Proverbs 22:9","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022009_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022009-1\">9&nbsp;</b>&nbsp;&nbsp;Whoever has a bountiful eye will be blessed,</span><br><span id=\"p20022009_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he shares his bread with the poor.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> He that hath a bountiful eye shall be blessed; for he giveth of his bread to the poor.  ","niv":"<sup><strong>9</strong></sup> A generous man will himself be blessed, for he shares his food with the poor.","modified":"2022-06-14T19:29:05.269Z"},{"_id":"6162552ab1c7c31277405a4d","topicId":"61625525b1c7c31277405a3c","verse":"Luke 14:12-14","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p42014012_07-19\"><b class=\"verse-num\" id=\"v42014012-1\">12&nbsp;</b>He said also to the man who had invited him, <span class=\"woc\">“When you give a dinner or a banquet, do not invite your friends or your brothers or your relatives or rich neighbors, lest they also invite you in return and you be repaid.</span> <b class=\"verse-num woc\" id=\"v42014013-1\">13&nbsp;</b><span class=\"woc\">But when you give a feast, invite the poor, the crippled, the lame, the blind,</span> <b class=\"verse-num woc\" id=\"v42014014-1\">14&nbsp;</b><span class=\"woc\">and you will be blessed, because they cannot repay you. For you will be repaid at the resurrection of the just.”</span></p>\n\n</div>","kjv":"<strong>12</strong> Then said he also to him that bade him, When thou makest a dinner or a supper, call not thy friends, nor thy brethren, neither thy kinsmen, nor thy rich neighbours; lest they also bid thee again, and a recompence be made thee.  <strong>13</strong> But when thou makest a feast, call the poor, the maimed, the lame, the blind:  <strong>14</strong> And thou shalt be blessed; for they cannot recompense thee: for thou shalt be recompensed at the resurrection of the just. ","niv":"<sup><strong>12</strong></sup> Then Jesus said to his host, \"When you give a luncheon or dinner, do not invite your friends, your brothers or relatives, or your rich neighbors; if you do, they may invite you back and so you will be repaid. <sup><strong>13</strong></sup> But when you give a banquet, invite the poor, the crippled, the lame, the blind, <sup><strong>14</strong></sup> and you will be blessed. Although they cannot repay you, you will be repaid at the resurrection of the righteous.\" "},{"_id":"6162552ab1c7c31277405a4e","topicId":"61625525b1c7c31277405a3c","verse":"Ephesians 4:28","votes":13,"__v":0,"esv":"<div>\n<p id=\"p49004028_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.</p>\n</div>","kjv":"<strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  ","niv":"<sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need."},{"_id":"6162552bb1c7c31277405a4f","topicId":"61625525b1c7c31277405a3c","verse":"2 Corinthians 9:7","votes":12,"__v":0,"esv":"<div>\n<p id=\"p47009007_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009007-1\">7&nbsp;</b>Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.</p>\n</div>","kjv":"<strong>7</strong> Every man according as he purposeth in his heart, so let him give;  not grudgingly, or of necessity: for God loveth a cheerful giver.  ","niv":"<sup><strong>7</strong></sup> Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."},{"_id":"6162552bb1c7c31277405a51","topicId":"61625525b1c7c31277405a3c","verse":"Proverbs 28:27","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028027_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028027-1\">27&nbsp;</b>&nbsp;&nbsp;Whoever gives to the poor will not want,</span><br><span id=\"p20028027_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who hides his eyes will get many a curse.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> He that giveth unto the poor shall not lack: but he that hideth his eyes shall have many a curse.  ","niv":"<sup><strong>27</strong></sup> He who gives to the poor will lack nothing, but he who closes his eyes to them receives many curses."},{"_id":"6162552bb1c7c31277405a50","topicId":"61625525b1c7c31277405a3c","verse":"Ezekiel 16:49","votes":13,"__v":0,"esv":"<div>\n<p id=\"p26016049_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v26016049-1\">49&nbsp;</b>Behold, this was the guilt of your sister Sodom: she and her daughters had pride, excess of food, and prosperous ease, but did not aid the poor and needy.</p>\n</div>","kjv":"<strong>49</strong> Behold, this was the iniquity of thy sister Sodom, pride, fulness of bread, and abundance of idleness was in her and in her daughters, neither did she strengthen the hand of the poor and needy.  ","niv":"<sup><strong>49</strong></sup> \"'Now this was the sin of your sister Sodom: She and her daughters were arrogant, overfed and unconcerned; they did not help the poor and needy."},{"_id":"6162552cb1c7c31277405a52","topicId":"61625525b1c7c31277405a3c","verse":"Isaiah 58:6-7","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23058006_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058006-1\">6&nbsp;</b>&nbsp;&nbsp;“Is not this the fast that I choose:</span><br><span id=\"p23058006_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to loose the bonds of wickedness,</span><br><span id=\"p23058006_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to undo the straps of the yoke,</span><br><span id=\"p23058006_01-24\" class=\"line\">&nbsp;&nbsp;to let the oppressed go free,</span><br><span id=\"p23058006_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to break every yoke?</span><br><span id=\"p23058007_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058007-1\">7&nbsp;</b>&nbsp;&nbsp;Is it not to share your bread with the hungry</span><br><span id=\"p23058007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and bring the homeless poor into your house;</span><br><span id=\"p23058007_01-24\" class=\"line\">&nbsp;&nbsp;when you see the naked, to cover him,</span><br><span id=\"p23058007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and not to hide yourself from your own flesh?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke?  <strong>7</strong> Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?  ","niv":"<sup><strong>6</strong></sup> \"Is not this the kind of fasting I have chosen: to loose the chains of injustice and untie the cords of the yoke, to set the oppressed free and break every yoke? <sup><strong>7</strong></sup> Is it not to share your food with the hungry and to provide the poor wanderer with shelter- when you see the naked, to clothe him, and not to turn away from your own flesh and blood? "},{"_id":"6162552cb1c7c31277405a53","topicId":"61625525b1c7c31277405a3c","verse":"1 Timothy 6:10","votes":10,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.","modified":"2022-12-31T06:50:52.261Z"},{"_id":"6162552cb1c7c31277405a54","topicId":"61625525b1c7c31277405a3c","verse":"Isaiah 58:10","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23058010_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058010-1\">10&nbsp;</b>&nbsp;&nbsp;if you pour yourself out for the hungry</span><br><span id=\"p23058010_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and satisfy the desire of the afflicted,</span><br><span id=\"p23058010_01-27\" class=\"line\">&nbsp;&nbsp;then shall your light rise in the darkness</span><br><span id=\"p23058010_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your gloom be as the noonday.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> And if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday:  ","niv":"<sup><strong>10</strong></sup> and if you spend yourselves in behalf of the hungry and satisfy the needs of the oppressed, then your light will rise in the darkness, and your night will become like the noonday."},{"_id":"6162552db1c7c31277405a55","topicId":"61625525b1c7c31277405a3c","verse":"Proverbs 29:7","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029007_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029007-1\">7&nbsp;</b>&nbsp;&nbsp;A righteous man knows the rights of the poor;</span><br><span id=\"p20029007_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a wicked man does not understand such knowledge.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The righteous considereth the cause of the poor: but the wicked regardeth not to know it.  ","niv":"<sup><strong>7</strong></sup> The righteous care about justice for the poor, but the wicked have no such concern.","modified":"2023-01-24T11:16:51.504Z"}]}