{"_id":"616257c5b1c7c31277405b41","slug":"henotheism","name":"Henotheism","verses":[{"_id":"616257c6b1c7c31277405b42","topicId":"616257c5b1c7c31277405b41","verse":"Psalm 86:8","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19086008_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19086008-1\">8&nbsp;</b>&nbsp;&nbsp;There is none like you among the gods, O Lord,</span><br><span id=\"p19086008_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor are there any works like yours.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Among the gods there is none like unto thee, O Lord; neither are there any works like unto thy works.  ","niv":"<sup><strong>8</strong></sup> Among the gods there is none like you, O Lord; no deeds can compare with yours.","modified":"2021-12-31T03:57:18.289Z"},{"_id":"616257c6b1c7c31277405b43","topicId":"616257c5b1c7c31277405b41","verse":"Genesis 1:26","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-2\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\"","modified":"2021-12-31T03:57:19.658Z"},{"_id":"616257c6b1c7c31277405b44","topicId":"616257c5b1c7c31277405b41","verse":"John 1:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"616257c6b1c7c31277405b45","topicId":"616257c5b1c7c31277405b41","verse":"James 2:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59002019_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002019-1\">19&nbsp;</b>You believe that God is one; you do well. Even the demons believe—and shudder!</p>\n</div>","kjv":"<strong>19</strong> Thou believest that there is one God; thou doest well: the devils also believe, and tremble.  ","niv":"<sup><strong>19</strong></sup> You believe that there is one God. Good! Even the demons believe that--and shudder."},{"_id":"616257c7b1c7c31277405b46","topicId":"616257c5b1c7c31277405b41","verse":"Exodus 18:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02018011_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v02018011-1\">11&nbsp;</b>Now I know that the LORD is greater than all gods, because in this affair they dealt arrogantly with the people.”</p>\n\n</div>","kjv":"<strong>11</strong> Now I know that the LORD is greater than all gods: for in the thing wherein they dealt proudly he was above them.  ","niv":"<sup><strong>11</strong></sup> Now I know that the LORD is greater than all other gods, for he did this to those who had treated Israel arrogantly.\""},{"_id":"616257c7b1c7c31277405b47","topicId":"616257c5b1c7c31277405b41","verse":"Philippians 2:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50002006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped,</p>\n\n</div>","kjv":"<strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  ","niv":"<sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped,"},{"_id":"616257c7b1c7c31277405b48","topicId":"616257c5b1c7c31277405b41","verse":"1 Corinthians 8:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46008006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v46008006-1\">6&nbsp;</b>yet for us there is one God, the Father, from whom are all things and for whom we exist, and one Lord, Jesus Christ, through whom are all things and through whom we exist.</p>\n</div>","kjv":"<strong>6</strong> But to us there is but one God, the Father, of whom are  all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him.  ","niv":"<sup><strong>6</strong></sup> yet for us there is but one God, the Father, from whom all things came and for whom we live; and there is but one Lord, Jesus Christ, through whom all things came and through whom we live."},{"_id":"616257c8b1c7c31277405b49","topicId":"616257c5b1c7c31277405b41","verse":"John 20:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43020017_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020017-1\">17&nbsp;</b>Jesus said to her, <span class=\"woc\">“Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”</span></p>\n</div>","kjv":"<strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  ","niv":"<sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\""},{"_id":"616257c8b1c7c31277405b4a","topicId":"616257c5b1c7c31277405b41","verse":"John 17:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43017003_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017003-1\">3&nbsp;</b><span class=\"woc\">And this is eternal life, that they know you, the only true God, and Jesus Christ whom you have sent.</span></p>\n</div>","kjv":"<strong>3</strong> And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.  ","niv":"<sup><strong>3</strong></sup> Now this is eternal life: that they may know you, the only true God, and Jesus Christ, whom you have sent."},{"_id":"616257c8b1c7c31277405b4b","topicId":"616257c5b1c7c31277405b41","verse":"John 10:33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43010033_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v43010033-1\">33&nbsp;</b>The Jews answered him, “It is not for a good work that we are going to stone you but for blasphemy, because you, being a man, make yourself God.”</p>\n</div>","kjv":"<strong>33</strong> The Jews answered him, saying, For a good work we stone thee not; but for blasphemy; and because that thou, being a man, makest thyself God.  ","niv":"<sup><strong>33</strong></sup> \"We are not stoning you for any of these,\" replied the Jews, \"but for blasphemy, because you, a mere man, claim to be God.\""},{"_id":"616257c9b1c7c31277405b4c","topicId":"616257c5b1c7c31277405b41","verse":"John 8:58","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43008058_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v43008058-1\">58&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, before Abraham was, I am.”</span></p>\n</div>","kjv":"<strong>58</strong> Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.  ","niv":"<sup><strong>58</strong></sup> \"I tell you the truth,\" Jesus answered, \"before Abraham was born, I am!\""},{"_id":"616257c9b1c7c31277405b4d","topicId":"616257c5b1c7c31277405b41","verse":"Isaiah 43:10","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043010_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043010-1\">10&nbsp;</b>&nbsp;&nbsp;“You are my witnesses,” declares the LORD,</span><br><span id=\"p23043010_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“and my servant whom I have chosen,</span><br><span id=\"p23043010_01-13\" class=\"line\">&nbsp;&nbsp;that you may know and believe me</span><br><span id=\"p23043010_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and understand that I am he.</span><br><span id=\"p23043010_01-13\" class=\"line\">&nbsp;&nbsp;Before me no god was formed,</span><br><span id=\"p23043010_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor shall there be any after me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Ye are my witnesses, saith the LORD, and my servant whom I have chosen: that ye may know and believe me, and understand that I am he: before me there was no God formed, neither shall there be after me.  ","niv":"<sup><strong>10</strong></sup> \"You are my witnesses,\" declares the LORD, \"and my servant whom I have chosen, so that you may know and believe me and understand that I am he. Before me no god was formed, nor will there be one after me."},{"_id":"616257c9b1c7c31277405b4e","topicId":"616257c5b1c7c31277405b41","verse":"2 Chronicles 2:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p14002005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v14002005-1\">5&nbsp;</b>The house that I am to build will be great, for our God is greater than all gods.</p>\n</div>","kjv":"<strong>5</strong> And the house which I build is great: for great is  our God above all gods.  ","niv":"<sup><strong>5</strong></sup> \"The temple I am going to build will be great, because our God is greater than all other gods.","modified":"2021-12-31T04:06:26.881Z"},{"_id":"616257c9b1c7c31277405b4f","topicId":"616257c5b1c7c31277405b41","verse":"Deuteronomy 6:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05006004_01-15\"><b class=\"verse-num\" id=\"v05006004-1\">4&nbsp;</b>“Hear, O Israel: The LORD our God, the LORD is one.</p>\n\n</div>","kjv":"<strong>4</strong> Hear, O Israel: The LORD our God is one LORD:  ","niv":"<sup><strong>4</strong></sup> Hear, O Israel: The LORD our God, the LORD is one."},{"_id":"616257cab1c7c31277405b50","topicId":"616257c5b1c7c31277405b41","verse":"Exodus 23:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02023013_01-16\"><b class=\"verse-num\" id=\"v02023013-1\">13&nbsp;</b>“Pay attention to all that I have said to you, and make no mention of the names of other gods, nor let it be heard on your lips.</p>\n</div>","kjv":"<strong>13</strong> And in all things that I have said unto you be circumspect: and make no mention of the name of other gods, neither let it be heard out of thy mouth.  ","niv":"<sup><strong>13</strong></sup> \"Be careful to do everything I have said to you. Do not invoke the names of other gods; do not let them be heard on your lips."},{"_id":"616257cab1c7c31277405b51","topicId":"616257c5b1c7c31277405b41","verse":"Exodus 15:11","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p02015011_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v02015011-1\">11&nbsp;</b>&nbsp;&nbsp;“Who is like you, O LORD, among the gods?</span><br><span id=\"p02015011_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who is like you, majestic in holiness,</span><br><span id=\"p02015011_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;awesome in glorious deeds, doing wonders?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Who is like unto thee, O LORD, among the gods? who is  like thee, glorious in holiness, fearful in praises, doing wonders?  ","niv":"<sup><strong>11</strong></sup> \"Who among the gods is like you, O LORD? Who is like you- majestic in holiness, awesome in glory, working wonders?"},{"_id":"616257cab1c7c31277405b52","topicId":"616257c5b1c7c31277405b41","verse":"Exodus 12:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02012012_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v02012012-1\">12&nbsp;</b>For I will pass through the land of Egypt that night, and I will strike all the firstborn in the land of Egypt, both man and beast; and on all the gods of Egypt I will execute judgments: I am the LORD.</p>\n</div>","kjv":"<strong>12</strong> For I will pass through the land of Egypt this night, and will smite all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am the LORD.  ","niv":"<sup><strong>12</strong></sup> \"On that same night I will pass through Egypt and strike down every firstborn-both men and animals-and I will bring judgment on all the gods of Egypt. I am the LORD."},{"_id":"616257cbb1c7c31277405b53","topicId":"616257c5b1c7c31277405b41","verse":"Jude 1:25","votes":2,"__v":0,"kjv":"<strong>25</strong> To the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616257cbb1c7c31277405b54","topicId":"616257c5b1c7c31277405b41","verse":"1 John 4:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62004002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004002-1\">2&nbsp;</b>By this you know the Spirit of God: every spirit that confesses that Jesus Christ has come in the flesh is from God,</p>\n</div>","kjv":"<strong>2</strong> Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:  ","niv":"<sup><strong>2</strong></sup> This is how you can recognize the Spirit of God: Every spirit that acknowledges that Jesus Christ has come in the flesh is from God,"},{"_id":"616257cbb1c7c31277405b55","topicId":"616257c5b1c7c31277405b41","verse":"1 Peter 1:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60001002_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001002-1\">2&nbsp;</b>according to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood:</p>\n<p id=\"p60001002_01-22\">May grace and peace be multiplied to you.</p>\n</div>","kjv":"<strong>2</strong> Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied.  ","niv":"<sup><strong>2</strong></sup> who have been chosen according to the foreknowledge of God the Father, through the sanctifying work of the Spirit, for obedience to Jesus Christ and sprinkling by his blood: Grace and peace be yours in abundance."},{"_id":"616257ccb1c7c31277405b56","topicId":"616257c5b1c7c31277405b41","verse":"James 1:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59001017_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change.</p>\n\n</div>","kjv":"<strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  ","niv":"<sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows."},{"_id":"616257ccb1c7c31277405b57","topicId":"616257c5b1c7c31277405b41","verse":"Hebrews 9:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58009014_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009014-1\">14&nbsp;</b>how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, purify our conscience from dead works to serve the living God.</p>\n\n</div>","kjv":"<strong>14</strong> How much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from dead works to serve the living God?  ","niv":"<sup><strong>14</strong></sup> How much more, then, will the blood of Christ, who through the eternal Spirit offered himself unblemished to God, cleanse our consciences from acts that lead to death, so that we may serve the living God!"},{"_id":"616257ccb1c7c31277405b58","topicId":"616257c5b1c7c31277405b41","verse":"Hebrews 1:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58001003_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v58001003-1\">3&nbsp;</b>He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high,</p>\n</div>","kjv":"<strong>3</strong> Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;  ","niv":"<sup><strong>3</strong></sup> The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven."},{"_id":"616257cdb1c7c31277405b59","topicId":"616257c5b1c7c31277405b41","verse":"Hebrews 1:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58001002_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v58001002-1\">2&nbsp;</b>but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world.</p>\n</div>","kjv":"<strong>2</strong> Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;  ","niv":"<sup><strong>2</strong></sup> but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom he made the universe."},{"_id":"616257cdb1c7c31277405b5a","topicId":"616257c5b1c7c31277405b41","verse":"Titus 2:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56002013_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002013-1\">13&nbsp;</b>waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ,</p>\n</div>","kjv":"<strong>13</strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;  ","niv":"<sup><strong>13</strong></sup> while we wait for the blessed hope--the glorious appearing of our great God and Savior, Jesus Christ,"}]}