{"_id":"61625842b1c7c31277405b94","slug":"heretic","name":"Heretic","verses":[{"_id":"61625842b1c7c31277405b95","topicId":"61625842b1c7c31277405b94","verse":"2 Peter 3:16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p61003016_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures.</p>\n</div>","kjv":"<strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  ","niv":"<sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction.","modified":"2022-07-14T14:39:19.519Z"},{"_id":"61625843b1c7c31277405b96","topicId":"61625842b1c7c31277405b94","verse":"Jude 1:4","votes":1,"__v":0,"kjv":"<strong>4</strong> For there are certain men crept in unawares, who were before of old ordained to this condemnation, ungodly men, turning the grace of our God into lasciviousness, and denying the only Lord God, and our Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:","modified":"2022-05-16T22:24:55.695Z"},{"_id":"61625843b1c7c31277405b97","topicId":"61625842b1c7c31277405b94","verse":"2 Timothy 3:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2022-07-19T18:05:09.141Z"},{"_id":"61625843b1c7c31277405b98","topicId":"61625842b1c7c31277405b94","verse":"John 10:33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43010033_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v43010033-1\">33&nbsp;</b>The Jews answered him, “It is not for a good work that we are going to stone you but for blasphemy, because you, being a man, make yourself God.”</p>\n</div>","kjv":"<strong>33</strong> The Jews answered him, saying, For a good work we stone thee not; but for blasphemy; and because that thou, being a man, makest thyself God.  ","niv":"<sup><strong>33</strong></sup> \"We are not stoning you for any of these,\" replied the Jews, \"but for blasphemy, because you, a mere man, claim to be God.\""},{"_id":"61625843b1c7c31277405b99","topicId":"61625842b1c7c31277405b94","verse":"Revelation 1:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66001008_01-5\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n</div>","kjv":"<strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  ","niv":"<sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\""},{"_id":"61625844b1c7c31277405b9a","topicId":"61625842b1c7c31277405b94","verse":"Acts 21:36-39","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44021036_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44021036-1\">36&nbsp;</b>for the mob of the people followed, crying out, “Away with him!”</p>\n\n<p id=\"p44021036_06-6\"><b class=\"verse-num\" id=\"v44021037-1\">37&nbsp;</b>As Paul was about to be brought into the barracks, he said to the tribune, “May I say something to you?” And he said, “Do you know Greek? <b class=\"verse-num\" id=\"v44021038-1\">38&nbsp;</b>Are you not the Egyptian, then, who recently stirred up a revolt and led the four thousand men of the Assassins out into the wilderness?” <b class=\"verse-num\" id=\"v44021039-1\">39&nbsp;</b>Paul replied, “I am a Jew, from Tarsus in Cilicia, a citizen of no obscure city. I beg you, permit me to speak to the people.”</p>\n</div>","kjv":"<strong>36</strong> For the multitude of the people followed after, crying, Away with him.  <strong>37</strong> And as Paul was to be led into the castle, he said unto the chief captain, May I speak unto thee? Who said, Canst thou speak Greek?  <strong>38</strong> Art not thou that Egyptian, which before these days madest an uproar, and leddest out into the wilderness four thousand men that were murderers?  <strong>39</strong> But Paul said, I am a man which am a Jew of Tarsus, a city in Cilicia, a citizen of no mean city: and, I beseech thee, suffer me to speak unto the people.  ","niv":"<sup><strong>36</strong></sup> The crowd that followed kept shouting, \"Away with him!\" <sup><strong>37</strong></sup> As the soldiers were about to take Paul into the barracks, he asked the commander, \"May I say something to you?\" <sup><strong>38</strong></sup> \"Do you speak Greek?\" he replied. \"Aren't you the Egyptian who started a revolt and led four thousand terrorists out into the desert some time ago?\" <sup><strong>39</strong></sup> Paul answered, \"I am a Jew, from Tarsus in Cilicia, a citizen of no ordinary city. Please let me speak to the people.\" "},{"_id":"61625844b1c7c31277405b9b","topicId":"61625842b1c7c31277405b94","verse":"Acts 2:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002022_01-7\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—</p>\n</div>","kjv":"<strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  ","niv":"<sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know."},{"_id":"61625844b1c7c31277405b9c","topicId":"61625842b1c7c31277405b94","verse":"John 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"61625845b1c7c31277405b9d","topicId":"61625842b1c7c31277405b94","verse":"Matthew 24:36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40024036_08-9\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span></p>\n\n</div>","kjv":"<strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  ","niv":"<sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father."},{"_id":"61625845b1c7c31277405b9e","topicId":"61625842b1c7c31277405b94","verse":"Isaiah 7:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p23007014_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v23007014-1\">14&nbsp;</b>Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel.</p>\n\n</div>","kjv":"<strong>14</strong> Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.  ","niv":"<sup><strong>14</strong></sup> Therefore the Lord himself will give you a sign: The virgin will be with child and will give birth to a son, and will call him Immanuel."},{"_id":"61625845b1c7c31277405b9f","topicId":"61625842b1c7c31277405b94","verse":"Deuteronomy 6:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05006005_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v05006005-1\">5&nbsp;</b>You shall love the LORD your God with all your heart and with all your soul and with all your might.</p>\n</div>","kjv":"<strong>5</strong> And thou shalt love the LORD thy God with all thine heart, and with all thy soul, and with all thy might.  ","niv":"<sup><strong>5</strong></sup> Love the LORD your God with all your heart and with all your soul and with all your strength."},{"_id":"61625846b1c7c31277405ba0","topicId":"61625842b1c7c31277405b94","verse":"Exodus 4:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02004022_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v02004022-1\">22&nbsp;</b>Then you shall say to Pharaoh, ‘Thus says the LORD, Israel is my firstborn son,</p>\n</div>","kjv":"<strong>22</strong> And thou shalt say unto Pharaoh, Thus saith the LORD, Israel is  my son, even my firstborn:  ","niv":"<sup><strong>22</strong></sup> Then say to Pharaoh, 'This is what the LORD says: Israel is my firstborn son,"},{"_id":"61625846b1c7c31277405ba1","topicId":"61625842b1c7c31277405b94","verse":"Revelation 19:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66019016_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n</div>","kjv":"<strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  ","niv":"<sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS."},{"_id":"61625846b1c7c31277405ba2","topicId":"61625842b1c7c31277405b94","verse":"Revelation 19:12-16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66019012_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019012-1\">12&nbsp;</b>His eyes are like a flame of fire, and on his head are many diadems, and he has a name written that no one knows but himself. <b class=\"verse-num\" id=\"v66019013-1\">13&nbsp;</b>He is clothed in a robe dipped in blood, and the name by which he is called is The Word of God. <b class=\"verse-num\" id=\"v66019014-1\">14&nbsp;</b>And the armies of heaven, arrayed in fine linen, white and pure, were following him on white horses. <b class=\"verse-num\" id=\"v66019015-1\">15&nbsp;</b>From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty. <b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n\n</div>","kjv":"<strong>12</strong> His eyes were as a flame of fire, and on his head were  many crowns; and he had a name written, that no man knew, but he himself.  <strong>13</strong> And he was clothed with a vesture dipped in blood: and his name is called The Word of God.  <strong>14</strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.  <strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  <strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  ","niv":"<sup><strong>12</strong></sup> His eyes are like blazing fire, and on his head are many crowns. He has a name written on him that no one knows but he himself. <sup><strong>13</strong></sup> He is dressed in a robe dipped in blood, and his name is the Word of God. <sup><strong>14</strong></sup> The armies of heaven were following him, riding on white horses and dressed in fine linen, white and clean. <sup><strong>15</strong></sup> Out of his mouth comes a sharp sword with which to strike down the nations. \"He will rule them with an iron scepter.\" He treads the winepress of the fury of the wrath of God Almighty. <sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS. "},{"_id":"61625846b1c7c31277405ba3","topicId":"61625842b1c7c31277405b94","verse":"Revelation 1:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66001010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001010-1\">10&nbsp;</b>I was in the Spirit on the Lord’s day, and I heard behind me a loud voice like a trumpet</p>\n</div>","kjv":"<strong>10</strong> I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,  ","niv":"<sup><strong>10</strong></sup> On the Lord's Day I was in the Spirit, and I heard behind me a loud voice like a trumpet,"},{"_id":"61625847b1c7c31277405ba4","topicId":"61625842b1c7c31277405b94","verse":"2 Peter 3:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"61625847b1c7c31277405ba5","topicId":"61625842b1c7c31277405b94","verse":"2 Peter 1:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61001019_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001019-1\">19&nbsp;</b>And we have the prophetic word more fully confirmed, to which you will do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts,</p>\n</div>","kjv":"<strong>19</strong> We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:  ","niv":"<sup><strong>19</strong></sup> And we have the word of the prophets made more certain, and you will do well to pay attention to it, as to a light shining in a dark place, until the day dawns and the morning star rises in your hearts."},{"_id":"61625847b1c7c31277405ba6","topicId":"61625842b1c7c31277405b94","verse":"Hebrews 12:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us,</p>\n</div>","kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us."},{"_id":"61625848b1c7c31277405ba7","topicId":"61625842b1c7c31277405b94","verse":"Hebrews 11:17-18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58011017_01-19\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, <b class=\"verse-num\" id=\"v58011018-1\">18&nbsp;</b>of whom it was said, “Through Isaac shall your offspring be named.”</p>\n</div>","kjv":"<strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  ","niv":"<sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son, <sup><strong>18</strong></sup> even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" "},{"_id":"61625848b1c7c31277405ba8","topicId":"61625842b1c7c31277405b94","verse":"Hebrews 11:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58011017_01-20\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son,</p>\n</div>","kjv":"<strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  ","niv":"<sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son,"},{"_id":"61625848b1c7c31277405ba9","topicId":"61625842b1c7c31277405b94","verse":"Hebrews 1:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58001003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v58001003-1\">3&nbsp;</b>He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high,</p>\n</div>","kjv":"<strong>3</strong> Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;  ","niv":"<sup><strong>3</strong></sup> The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven."},{"_id":"61625849b1c7c31277405baa","topicId":"61625842b1c7c31277405b94","verse":"Hebrews 1:2-3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58001002_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v58001002-1\">2&nbsp;</b>but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world. <b class=\"verse-num\" id=\"v58001003-1\">3&nbsp;</b>He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high,</p>\n</div>","kjv":"<strong>2</strong> Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;  <strong>3</strong> Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;  ","niv":"<sup><strong>2</strong></sup> but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom he made the universe. <sup><strong>3</strong></sup> The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven. "},{"_id":"61625849b1c7c31277405bab","topicId":"61625842b1c7c31277405b94","verse":"Hebrews 1:1-2","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58001001_06-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58001001-1\">1:1&nbsp;</b>Long ago, at many times and in many ways, God spoke to our fathers by the prophets, <b class=\"verse-num\" id=\"v58001002-1\">2&nbsp;</b>but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world.</p>\n</div>","kjv":"<strong>1</strong> God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,  <strong>2</strong> Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;  ","niv":"<sup><strong>1</strong></sup> In the past God spoke to our forefathers through the prophets at many times and in various ways, <sup><strong>2</strong></sup> but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom he made the universe. "},{"_id":"61625849b1c7c31277405bac","topicId":"61625842b1c7c31277405b94","verse":"2 Timothy 3:16-4:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n<p id=\"p55004001_04-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55004001-1\">4:1&nbsp;</b>I charge you in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by his appearing and his kingdom: <b class=\"verse-num\" id=\"v55004002-1\">2&nbsp;</b>preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching. <b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions, <b class=\"verse-num\" id=\"v55004004-1\">4&nbsp;</b>and will turn away from listening to the truth and wander off into myths.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  <strong>1</strong> I charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;  <strong>2</strong> Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine.  <strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  <strong>4</strong> And they shall turn away their ears from the truth, and shall be turned unto fables.  ","niv":""},{"_id":"6162584ab1c7c31277405bad","topicId":"61625842b1c7c31277405b94","verse":"1 Timothy 2:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54002004_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth."}]}