{"_id":"61625921b1c7c31277405c20","slug":"heroes","name":"Heroes","verses":[{"_id":"61625921b1c7c31277405c21","topicId":"61625921b1c7c31277405c20","verse":"Romans 15:1-2","votes":146,"__v":0,"esv":"<div>\n\n<p id=\"p45015001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45015001-1\">15:1&nbsp;</b>We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves. <b class=\"verse-num\" id=\"v45015002-1\">2&nbsp;</b>Let each of us please his neighbor for his good, to build him up.</p>\n</div>","kjv":"<strong>1</strong> We then that are strong ought to bear the infirmities of the weak, and not to please ourselves.  <strong>2</strong> Let every one of us please his neighbour for his  good to edification.  ","niv":"<sup><strong>1</strong></sup> We who are strong ought to bear with the failings of the weak and not to please ourselves. <sup><strong>2</strong></sup> Each of us should please his neighbor for his good, to build him up. "},{"_id":"61625921b1c7c31277405c22","topicId":"61625921b1c7c31277405c20","verse":"John 3:17","votes":55,"__v":0,"esv":"<div>\n<p id=\"p43003017_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n</div>","kjv":"<strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him."},{"_id":"61625921b1c7c31277405c23","topicId":"61625921b1c7c31277405c20","verse":"John 15:13","votes":44,"__v":0,"esv":"<div>\n<p id=\"p43015013_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span></p>\n</div>","kjv":"<strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  ","niv":"<sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends."},{"_id":"61625922b1c7c31277405c24","topicId":"61625921b1c7c31277405c20","verse":"Philippians 4:8-9","votes":36,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-4\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things. <b class=\"verse-num\" id=\"v50004009-1\">9&nbsp;</b>What you have learned and received and heard and seen in me—practice these things, and the God of peace will be with you.</p>\n\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  <strong>9</strong> Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things. <sup><strong>9</strong></sup> Whatever you have learned or received or heard from me, or seen in me--put it into practice. And the God of peace will be with you. ","modified":"2023-07-28T07:41:28.033Z"},{"_id":"61625922b1c7c31277405c25","topicId":"61625921b1c7c31277405c20","verse":"Matthew 5:43-45","votes":27,"__v":0,"esv":"<div>\n\n<p id=\"p40005043_04-5\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span></p>\n</div>","kjv":"<strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  ","niv":"<sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. "},{"_id":"61625922b1c7c31277405c26","topicId":"61625921b1c7c31277405c20","verse":"Matthew 5:5-9","votes":22,"__v":0,"esv":"<div>\n<p id=\"p40005005_01-6\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_01-6\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_01-6\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_01-6\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_01-6\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n\n</div>","kjv":"<strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  ","niv":"<sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. "},{"_id":"61625923b1c7c31277405c27","topicId":"61625921b1c7c31277405c20","verse":"Romans 12:2","votes":21,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"61625923b1c7c31277405c28","topicId":"61625921b1c7c31277405c20","verse":"Romans 12:6-8","votes":20,"__v":0,"esv":"<div>\n<p id=\"p45012006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012006-1\">6&nbsp;</b>Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; <b class=\"verse-num\" id=\"v45012007-1\">7&nbsp;</b>if service, in our serving; the one who teaches, in his teaching; <b class=\"verse-num\" id=\"v45012008-1\">8&nbsp;</b>the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.</p>\n\n</div>","kjv":"<strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  <strong>7</strong> Or ministry, let us wait on our ministering: or he that teacheth, on teaching;  <strong>8</strong> Or he that exhorteth, on exhortation: he that giveth, let him do it  with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.  ","niv":"<sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith. <sup><strong>7</strong></sup> If it is serving, let him serve; if it is teaching, let him teach; <sup><strong>8</strong></sup> if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully. "},{"_id":"61625923b1c7c31277405c29","topicId":"61625921b1c7c31277405c20","verse":"Romans 12:17-21","votes":19,"__v":0,"esv":"<div>\n<p id=\"p45012017_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"61625924b1c7c31277405c2a","topicId":"61625921b1c7c31277405c20","verse":"Acts 20:35","votes":14,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\""},{"_id":"61625924b1c7c31277405c2b","topicId":"61625921b1c7c31277405c20","verse":"Hebrews 13:1-3","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p58013001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58013001-1\">13:1&nbsp;</b>Let brotherly love continue. <b class=\"verse-num\" id=\"v58013002-1\">2&nbsp;</b>Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares. <b class=\"verse-num\" id=\"v58013003-1\">3&nbsp;</b>Remember those who are in prison, as though in prison with them, and those who are mistreated, since you also are in the body.</p>\n</div>","kjv":"<strong>1</strong> Let brotherly love continue.  <strong>2</strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.  <strong>3</strong> Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.  ","niv":"<sup><strong>1</strong></sup> Keep on loving each other as brothers. <sup><strong>2</strong></sup> Do not forget to entertain strangers, for by so doing some people have entertained angels without knowing it. <sup><strong>3</strong></sup> Remember those in prison as if you were their fellow prisoners, and those who are mistreated as if you yourselves were suffering. "},{"_id":"61625924b1c7c31277405c2c","topicId":"61625921b1c7c31277405c20","verse":"John 3:16","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-12\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61625924b1c7c31277405c2d","topicId":"61625921b1c7c31277405c20","verse":"James 1:19-20","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-13\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God.</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. "},{"_id":"61625925b1c7c31277405c2e","topicId":"61625921b1c7c31277405c20","verse":"Proverbs 19:11","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019011_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019011-1\">11&nbsp;</b>&nbsp;&nbsp;Good sense makes one slow to anger,</span><br><span id=\"p20019011_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it is his glory to overlook an offense.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> The discretion of a man deferreth his anger; and it is his glory to pass over a transgression.  ","niv":"<sup><strong>11</strong></sup> A man's wisdom gives him patience; it is to his glory to overlook an offense."},{"_id":"61625925b1c7c31277405c2f","topicId":"61625921b1c7c31277405c20","verse":"Ephesians 4:32","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."},{"_id":"61625925b1c7c31277405c30","topicId":"61625921b1c7c31277405c20","verse":"Ephesians 4:31-32","votes":8,"__v":0,"esv":"<div>\n<p id=\"p49004031_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"61625926b1c7c31277405c31","topicId":"61625921b1c7c31277405c20","verse":"James 4:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you."},{"_id":"61625926b1c7c31277405c32","topicId":"61625921b1c7c31277405c20","verse":"Isaiah 33:15-16","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23033015_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23033015-1\">15&nbsp;</b>&nbsp;&nbsp;He who walks righteously and speaks uprightly,</span><br><span id=\"p23033015_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who despises the gain of oppressions,</span><br><span id=\"p23033015_01-18\" class=\"line\">&nbsp;&nbsp;who shakes his hands, lest they hold a bribe,</span><br><span id=\"p23033015_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who stops his ears from hearing of bloodshed</span><br><span id=\"p23033015_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shuts his eyes from looking on evil,</span><br><span id=\"p23033016_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23033016-1\">16&nbsp;</b>&nbsp;&nbsp;he will dwell on the heights;</span><br><span id=\"p23033016_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his place of defense will be the fortresses of rocks;</span><br><span id=\"p23033016_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his bread will be given him; his water will be sure.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> He that walketh righteously, and speaketh uprightly; he that despiseth the gain of oppressions, that shaketh his hands from holding of bribes, that stoppeth his ears from hearing of blood, and shutteth his eyes from seeing evil;  <strong>16</strong> He shall dwell on high: his place of defence shall be the munitions of rocks: bread shall be given him; his waters shall be  sure.  ","niv":"<sup><strong>15</strong></sup> He who walks righteously and speaks what is right, who rejects gain from extortion and keeps his hand from accepting bribes, who stops his ears against plots of murder and shuts his eyes against contemplating evil- <sup><strong>16</strong></sup> this is the man who will dwell on the heights, whose refuge will be the mountain fortress. His bread will be supplied, and water will not fail him. "},{"_id":"61625926b1c7c31277405c33","topicId":"61625921b1c7c31277405c20","verse":"Proverbs 10:9","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010009_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010009-1\">9&nbsp;</b>&nbsp;&nbsp;Whoever walks in integrity walks securely,</span><br><span id=\"p20010009_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who makes his ways crooked will be found out.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> He that walketh uprightly walketh surely: but he that perverteth his ways shall be known.  ","niv":"<sup><strong>9</strong></sup> The man of integrity walks securely, but he who takes crooked paths will be found out."},{"_id":"61625927b1c7c31277405c34","topicId":"61625921b1c7c31277405c20","verse":"Hebrews 13:18","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58013018_01-20\"><b class=\"verse-num\" id=\"v58013018-1\">18&nbsp;</b>Pray for us, for we are sure that we have a clear conscience, desiring to act honorably in all things.</p>\n</div>","kjv":"<strong>18</strong> Pray for us: for we trust we have a good conscience, in all things willing to live honestly.  ","niv":"<sup><strong>18</strong></sup> Pray for us. We are sure that we have a clear conscience and desire to live honorably in every way."},{"_id":"61625927b1c7c31277405c35","topicId":"61625921b1c7c31277405c20","verse":"Proverbs 19:1","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019001_01-21\" class=\"line\"><b class=\"chapter-num\" id=\"v20019001-1\">19:1&nbsp;</b>&nbsp;&nbsp;Better is a poor person who walks in his integrity</span><br><span id=\"p20019001_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than one who is crooked in speech and is a fool.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Better is the poor that walketh in his integrity, than he that is perverse in his lips, and is a fool.  ","niv":"<sup><strong>1</strong></sup> Better a poor man whose walk is blameless than a fool whose lips are perverse."},{"_id":"61625927b1c7c31277405c36","topicId":"61625921b1c7c31277405c20","verse":"Colossians 3:5-10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p51003005_01-22\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. <b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming. <b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator.</p>\n\n</div>","kjv":"<strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  <strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  <strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  ","niv":"<sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. <sup><strong>6</strong></sup> Because of these, the wrath of God is coming. <sup><strong>7</strong></sup> You used to walk in these ways, in the life you once lived. <sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. <sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. "},{"_id":"61625927b1c7c31277405c37","topicId":"61625921b1c7c31277405c20","verse":"Matthew 25:31-46","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40025031_04-23\"><b class=\"verse-num woc\" id=\"v40025031-1\">31&nbsp;</b><span class=\"woc\">“When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne.</span> <b class=\"verse-num woc\" id=\"v40025032-1\">32&nbsp;</b><span class=\"woc\">Before him will be gathered all the nations, and he will separate people one from another as a shepherd separates the sheep from the goats.</span> <b class=\"verse-num woc\" id=\"v40025033-1\">33&nbsp;</b><span class=\"woc\">And he will place the sheep on his right, but the goats on the left.</span> <b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n<p id=\"p40025040_04-23\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span> <b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n\n</div>","kjv":"<strong>31</strong>           When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:  <strong>32</strong> And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:  <strong>33</strong> And he shall set the sheep on his right hand, but the goats on the left.  <strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  <strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  <strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>31</strong></sup> \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory. <sup><strong>32</strong></sup> All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. <sup><strong>33</strong></sup> He will put the sheep on his right and the goats on his left. <sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' <sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' <sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\" ","modified":"2023-07-10T23:15:35.305Z"},{"_id":"61625928b1c7c31277405c38","topicId":"61625921b1c7c31277405c20","verse":"Philippians 2:2-8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50002002_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross.</p>\n\n</div>","kjv":"<strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  ","niv":"<sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! "},{"_id":"61625928b1c7c31277405c39","topicId":"61625921b1c7c31277405c20","verse":"Matthew 20:25-28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40020025_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v40020025-1\">25&nbsp;</b>But Jesus called them to him and said, <span class=\"woc\">“You know that the rulers of the Gentiles lord it over them, and their great ones exercise authority over them.</span> <b class=\"verse-num woc\" id=\"v40020026-1\">26&nbsp;</b><span class=\"woc\">It shall not be so among you. But whoever would be great among you must be your servant,</span> <b class=\"verse-num woc\" id=\"v40020027-1\">27&nbsp;</b><span class=\"woc\">and whoever would be first among you must be your slave,</span> <b class=\"verse-num woc\" id=\"v40020028-1\">28&nbsp;</b><span class=\"woc\">even as the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n\n</div>","kjv":"<strong>25</strong> But Jesus called them unto him, and said, Ye know that the princes of the Gentiles exercise dominion over them, and they that are great exercise authority upon them.  <strong>26</strong> But it shall not be so among you: but whosoever will be great among you, let him be your minister;  <strong>27</strong> And whosoever will be chief among you, let him be your servant:  <strong>28</strong> Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.  ","niv":"<sup><strong>25</strong></sup> Jesus called them together and said, \"You know that the rulers of the Gentiles lord it over them, and their high officials exercise authority over them. <sup><strong>26</strong></sup> Not so with you. Instead, whoever wants to become great among you must be your servant, <sup><strong>27</strong></sup> and whoever wants to be first must be your slave-- <sup><strong>28</strong></sup> just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\" "}]}