{"_id":"61625afeb1c7c31277405d5c","slug":"historical-periods","name":"Historical Periods","verses":[{"_id":"61625afeb1c7c31277405d5d","topicId":"61625afeb1c7c31277405d5c","verse":"Daniel 2:1-49","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p27002001_03-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27002001-1\">2:1&nbsp;</b>In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar had dreams; his spirit was troubled, and his sleep left him. <b class=\"verse-num\" id=\"v27002002-1\">2&nbsp;</b>Then the king commanded that the magicians, the enchanters, the sorcerers, and the Chaldeans be summoned to tell the king his dreams. So they came in and stood before the king. <b class=\"verse-num\" id=\"v27002003-1\">3&nbsp;</b>And the king said to them, “I had a dream, and my spirit is troubled to know the dream.” <b class=\"verse-num\" id=\"v27002004-1\">4&nbsp;</b>Then the Chaldeans said to the king in Aramaic, “O king, live forever! Tell your servants the dream, and we will show the interpretation.” <b class=\"verse-num\" id=\"v27002005-1\">5&nbsp;</b>The king answered and said to the Chaldeans, “The word from me is firm: if you do not make known to me the dream and its interpretation, you shall be torn limb from limb, and your houses shall be laid in ruins. <b class=\"verse-num\" id=\"v27002006-1\">6&nbsp;</b>But if you show the dream and its interpretation, you shall receive from me gifts and rewards and great honor. Therefore show me the dream and its interpretation.” <b class=\"verse-num\" id=\"v27002007-1\">7&nbsp;</b>They answered a second time and said, “Let the king tell his servants the dream, and we will show its interpretation.” <b class=\"verse-num\" id=\"v27002008-1\">8&nbsp;</b>The king answered and said, “I know with certainty that you are trying to gain time, because you see that the word from me is firm—<b class=\"verse-num\" id=\"v27002009-1\">9&nbsp;</b>if you do not make the dream known to me, there is but one sentence for you. You have agreed to speak lying and corrupt words before me till the times change. Therefore tell me the dream, and I shall know that you can show me its interpretation.” <b class=\"verse-num\" id=\"v27002010-1\">10&nbsp;</b>The Chaldeans answered the king and said, “There is not a man on earth who can meet the king’s demand, for no great and powerful king has asked such a thing of any magician or enchanter or Chaldean. <b class=\"verse-num\" id=\"v27002011-1\">11&nbsp;</b>The thing that the king asks is difficult, and no one can show it to the king except the gods, whose dwelling is not with flesh.”</p>\n<p id=\"p27002011_03-1\"><b class=\"verse-num\" id=\"v27002012-1\">12&nbsp;</b>Because of this the king was angry and very furious, and commanded that all the wise men of Babylon be destroyed. <b class=\"verse-num\" id=\"v27002013-1\">13&nbsp;</b>So the decree went out, and the wise men were about to be killed; and they sought Daniel and his companions, to kill them. <b class=\"verse-num\" id=\"v27002014-1\">14&nbsp;</b>Then Daniel replied with prudence and discretion to Arioch, the captain of the king’s guard, who had gone out to kill the wise men of Babylon. <b class=\"verse-num\" id=\"v27002015-1\">15&nbsp;</b>He declared to Arioch, the king’s captain, “Why is the decree of the king so urgent?” Then Arioch made the matter known to Daniel. <b class=\"verse-num\" id=\"v27002016-1\">16&nbsp;</b>And Daniel went in and requested the king to appoint him a time, that he might show the interpretation to the king.</p>\n\n<p id=\"p27002016_07-1\"><b class=\"verse-num\" id=\"v27002017-1\">17&nbsp;</b>Then Daniel went to his house and made the matter known to Hananiah, Mishael, and Azariah, his companions, <b class=\"verse-num\" id=\"v27002018-1\">18&nbsp;</b>and told them to seek mercy from the God of heaven concerning this mystery, so that Daniel and his companions might not be destroyed with the rest of the wise men of Babylon. <b class=\"verse-num\" id=\"v27002019-1\">19&nbsp;</b>Then the mystery was revealed to Daniel in a vision of the night. Then Daniel blessed the God of heaven. <b class=\"verse-num\" id=\"v27002020-1\">20&nbsp;</b>Daniel answered and said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27002020_07-1\" class=\"line\">&nbsp;&nbsp;“Blessed be the name of God forever and ever,</span><br><span id=\"p27002020_07-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to whom belong wisdom and might.</span><br><span id=\"p27002021_07-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002021-1\">21&nbsp;</b>&nbsp;&nbsp;He changes times and seasons;</span><br><span id=\"p27002021_07-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he removes kings and sets up kings;</span><br><span id=\"p27002021_07-1\" class=\"line\">&nbsp;&nbsp;he gives wisdom to the wise</span><br><span id=\"p27002021_07-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and knowledge to those who have understanding;</span><br><span id=\"p27002022_07-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002022-1\">22&nbsp;</b>&nbsp;&nbsp;he reveals deep and hidden things;</span><br><span id=\"p27002022_07-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he knows what is in the darkness,</span><br><span id=\"p27002022_07-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the light dwells with him.</span><br><span id=\"p27002023_07-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002023-1\">23&nbsp;</b>&nbsp;&nbsp;To you, O God of my fathers,</span><br><span id=\"p27002023_07-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I give thanks and praise,</span><br><span id=\"p27002023_07-1\" class=\"line\">&nbsp;&nbsp;for you have given me wisdom and might,</span><br><span id=\"p27002023_07-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have now made known to me what we asked of you,</span><br><span id=\"p27002023_07-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you have made known to us the king’s matter.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27002023_07-1\"><b class=\"verse-num\" id=\"v27002024-1\">24&nbsp;</b>Therefore Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: “Do not destroy the wise men of Babylon; bring me in before the king, and I will show the king the interpretation.”</p>\n<p id=\"p27002024_07-1\"><b class=\"verse-num\" id=\"v27002025-1\">25&nbsp;</b>Then Arioch brought in Daniel before the king in haste and said thus to him: “I have found among the exiles from Judah a man who will make known to the king the interpretation.” <b class=\"verse-num\" id=\"v27002026-1\">26&nbsp;</b>The king declared to Daniel, whose name was Belteshazzar, “Are you able to make known to me the dream that I have seen and its interpretation?” <b class=\"verse-num\" id=\"v27002027-1\">27&nbsp;</b>Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked, <b class=\"verse-num\" id=\"v27002028-1\">28&nbsp;</b>but there is a God in heaven who reveals mysteries, and he has made known to King Nebuchadnezzar what will be in the latter days. Your dream and the visions of your head as you lay in bed are these: <b class=\"verse-num\" id=\"v27002029-1\">29&nbsp;</b>To you, O king, as you lay in bed came thoughts of what would be after this, and he who reveals mysteries made known to you what is to be. <b class=\"verse-num\" id=\"v27002030-1\">30&nbsp;</b>But as for me, this mystery has been revealed to me, not because of any wisdom that I have more than all the living, but in order that the interpretation may be made known to the king, and that you may know the thoughts of your mind.</p>\n\n<p id=\"p27002030_11-1\"><b class=\"verse-num\" id=\"v27002031-1\">31&nbsp;</b>“You saw, O king, and behold, a great image. This image, mighty and of exceeding brightness, stood before you, and its appearance was frightening. <b class=\"verse-num\" id=\"v27002032-1\">32&nbsp;</b>The head of this image was of fine gold, its chest and arms of silver, its middle and thighs of bronze, <b class=\"verse-num\" id=\"v27002033-1\">33&nbsp;</b>its legs of iron, its feet partly of iron and partly of clay. <b class=\"verse-num\" id=\"v27002034-1\">34&nbsp;</b>As you looked, a stone was cut out by no human hand, and it struck the image on its feet of iron and clay, and broke them in pieces. <b class=\"verse-num\" id=\"v27002035-1\">35&nbsp;</b>Then the iron, the clay, the bronze, the silver, and the gold, all together were broken in pieces, and became like the chaff of the summer threshing floors; and the wind carried them away, so that not a trace of them could be found. But the stone that struck the image became a great mountain and filled the whole earth.</p>\n<p id=\"p27002035_11-1\"><b class=\"verse-num\" id=\"v27002036-1\">36&nbsp;</b>“This was the dream. Now we will tell the king its interpretation. <b class=\"verse-num\" id=\"v27002037-1\">37&nbsp;</b>You, O king, the king of kings, to whom the God of heaven has given the kingdom, the power, and the might, and the glory, <b class=\"verse-num\" id=\"v27002038-1\">38&nbsp;</b>and into whose hand he has given, wherever they dwell, the children of man, the beasts of the field, and the birds of the heavens, making you rule over them all—you are the head of gold. <b class=\"verse-num\" id=\"v27002039-1\">39&nbsp;</b>Another kingdom inferior to you shall arise after you, and yet a third kingdom of bronze, which shall rule over all the earth. <b class=\"verse-num\" id=\"v27002040-1\">40&nbsp;</b>And there shall be a fourth kingdom, strong as iron, because iron breaks to pieces and shatters all things. And like iron that crushes, it shall break and crush all these. <b class=\"verse-num\" id=\"v27002041-1\">41&nbsp;</b>And as you saw the feet and toes, partly of potter’s clay and partly of iron, it shall be a divided kingdom, but some of the firmness of iron shall be in it, just as you saw iron mixed with the soft clay. <b class=\"verse-num\" id=\"v27002042-1\">42&nbsp;</b>And as the toes of the feet were partly iron and partly clay, so the kingdom shall be partly strong and partly brittle. <b class=\"verse-num\" id=\"v27002043-1\">43&nbsp;</b>As you saw the iron mixed with soft clay, so they will mix with one another in marriage, but they will not hold together, just as iron does not mix with clay. <b class=\"verse-num\" id=\"v27002044-1\">44&nbsp;</b>And in the days of those kings the God of heaven will set up a kingdom that shall never be destroyed, nor shall the kingdom be left to another people. It shall break in pieces all these kingdoms and bring them to an end, and it shall stand forever, <b class=\"verse-num\" id=\"v27002045-1\">45&nbsp;</b>just as you saw that a stone was cut from a mountain by no human hand, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold. A great God has made known to the king what shall be after this. The dream is certain, and its interpretation sure.”</p>\n\n<p id=\"p27002045_14-1\"><b class=\"verse-num\" id=\"v27002046-1\">46&nbsp;</b>Then King Nebuchadnezzar fell upon his face and paid homage to Daniel, and commanded that an offering and incense be offered up to him. <b class=\"verse-num\" id=\"v27002047-1\">47&nbsp;</b>The king answered and said to Daniel, “Truly, your God is God of gods and Lord of kings, and a revealer of mysteries, for you have been able to reveal this mystery.” <b class=\"verse-num\" id=\"v27002048-1\">48&nbsp;</b>Then the king gave Daniel high honors and many great gifts, and made him ruler over the whole province of Babylon and chief prefect over all the wise men of Babylon. <b class=\"verse-num\" id=\"v27002049-1\">49&nbsp;</b>Daniel made a request of the king, and he appointed Shadrach, Meshach, and Abednego over the affairs of the province of Babylon. But Daniel remained at the king’s court.</p>\n\n</div>","kjv":"<strong>1</strong> And in the second year of the reign of Nebuchadnezzar Nebuchadnezzar dreamed dreams, wherewith his spirit was troubled, and his sleep brake from him.  <strong>2</strong> Then the king commanded to call the magicians, and the astrologers, and the sorcerers, and the Chaldeans, for to shew the king his dreams. So they came and stood before the king.  <strong>3</strong> And the king said unto them, I have dreamed a dream, and my spirit was troubled to know the dream.  <strong>4</strong> Then spake the Chaldeans to the king in Syriack, O king, live for ever: tell thy servants the dream, and we will shew the interpretation.  <strong>5</strong> The king answered and said to the Chaldeans, The thing is gone from me: if ye will not make known unto me the dream, with the interpretation thereof, ye shall be cut in pieces, and your houses shall be made a dunghill.  <strong>6</strong> But if ye shew the dream, and the interpretation thereof, ye shall receive of me gifts and rewards and great honour: therefore shew me the dream, and the interpretation thereof.  <strong>7</strong> They answered again and said, Let the king tell his servants the dream, and we will shew the interpretation of it.  <strong>8</strong> The king answered and said, I know of certainty that ye would gain the time, because ye see the thing is gone from me.  <strong>9</strong> But if ye will not make known unto me the dream, there is but  one decree for you: for ye have prepared lying and corrupt words to speak before me, till the time be changed: therefore tell me the dream, and I shall know that ye can shew me the interpretation thereof.  <strong>10</strong> The Chaldeans answered before the king, and said, There is not a man upon the earth that can shew the king’s matter: therefore there is  no king, lord, nor ruler, that asked such things at any magician, or astrologer, or Chaldean.  <strong>11</strong> And it is a rare thing that the king requireth, and there is none other that can shew it before the king, except the gods, whose dwelling is not with flesh.  <strong>12</strong> For this cause the king was angry and very furious, and commanded to destroy all the wise men of Babylon.  <strong>13</strong> And the decree went forth that the wise men should be slain; and they sought Daniel and his fellows to be slain.  <strong>14</strong> Then Daniel answered with counsel and wisdom to Arioch the captain of the king’s guard, which was gone forth to slay the wise men of Babylon:  <strong>15</strong> He answered and said to Arioch the king’s captain, Why is  the decree so hasty from the king? Then Arioch made the thing known to Daniel.  <strong>16</strong> Then Daniel went in, and desired of the king that he would give him time, and that he would shew the king the interpretation.  <strong>17</strong> Then Daniel went to his house, and made the thing known to Hananiah, Mishael, and Azariah, his companions:  <strong>18</strong> That they would desire mercies of the God of heaven concerning this secret; that Daniel and his fellows should not perish with the rest of the wise men of Babylon.  <strong>19</strong> Then was the secret revealed unto Daniel in a night vision. Then Daniel blessed the God of heaven.  <strong>20</strong> Daniel answered and said, Blessed be the name of God for ever and ever: for wisdom and might are his:  <strong>21</strong> And he changeth the times and the seasons: he removeth kings, and setteth up kings: he giveth wisdom unto the wise, and knowledge to them that know understanding:  <strong>22</strong> He revealeth the deep and secret things: he knoweth what is  in the darkness, and the light dwelleth with him.  <strong>23</strong> I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king’s matter.  <strong>24</strong> Therefore Daniel went in unto Arioch, whom the king had ordained to destroy the wise men of Babylon: he went and said thus unto him; Destroy not the wise men of Babylon: bring me in before the king, and I will shew unto the king the interpretation.  <strong>25</strong> Then Arioch brought in Daniel before the king in haste and said thus unto him, I have found a man of the captives of Judah, that will make known unto the king the interpretation.  <strong>26</strong> The king answered and said to Daniel, whose name was Belteshazzar, Art thou able to make known unto me the dream which I have seen, and the interpretation thereof?  <strong>27</strong> Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;  <strong>28</strong> But there is a God in heaven that revealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the visions of thy head upon thy bed, are these;  <strong>29</strong> As for thee, O king, thy thoughts came into thy mind upon thy bed, what should come to pass hereafter: and he that revealeth secrets maketh known to thee what shall come to pass.  <strong>30</strong> But as for me, this secret is not revealed to me for any  wisdom that I have more than any living, but for their sakes that shall make known the interpretation to the king, and that thou mightest know the thoughts of thy heart.  <strong>31</strong> Thou, O king, sawest, and behold a great image. This great image, whose brightness was excellent, stood before thee; and the form thereof was  terrible.  <strong>32</strong> This image’s head was of fine gold, his breast and his arms of silver, his belly and his thighs of brass,  <strong>33</strong> His legs of iron, his feet part of iron and part of clay.  <strong>34</strong> Thou sawest till that a stone was cut out without hands, which smote the image upon his feet that were of iron and clay, and brake them to pieces.  <strong>35</strong> Then was the iron, the clay, the brass, the silver, and the gold, broken to pieces together, and became like the chaff of the summer threshingfloors; and the wind carried them away, that no place was found for them: and the stone that smote the image became a great mountain, and filled the whole earth.  <strong>36</strong> This is the dream; and we will tell the interpretation thereof before the king.  <strong>37</strong> Thou, O king, art a king of kings: for the God of heaven hath given thee a kingdom, power, and strength, and glory.  <strong>38</strong> And wheresoever the children of men dwell, the beasts of the field and the fowls of the heaven hath he given into thine hand, and hath made thee ruler over them all. Thou art this head of gold.  <strong>39</strong> And after thee shall arise another kingdom inferior to thee, and another third kingdom of brass, which shall bear rule over all the earth.  <strong>40</strong> And the fourth kingdom shall be strong as iron: forasmuch as iron breaketh in pieces and subdueth all things: and as iron that breaketh all these, shall it break in pieces and bruise.  <strong>41</strong> And whereas thou sawest the feet and toes, part of potters’ clay, and part of iron, the kingdom shall be divided; but there shall be in it of the strength of the iron, forasmuch as thou sawest the iron mixed with miry clay.  <strong>42</strong> And as the toes of the feet were part of iron, and part of clay, so the kingdom shall be partly strong, and partly broken.  <strong>43</strong> And whereas thou sawest iron mixed with miry clay, they shall mingle themselves with the seed of men: but they shall not cleave one to another, even as iron is not mixed with clay.  <strong>44</strong> And in the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand for ever.  <strong>45</strong> Forasmuch as thou sawest that the stone was cut out of the mountain without hands, and that it brake in pieces the iron, the brass, the clay, the silver, and the gold; the great God hath made known to the king what shall come to pass hereafter: and the dream is certain, and the interpretation thereof sure.  <strong>46</strong> Then the king Nebuchadnezzar fell upon his face, and worshipped Daniel, and commanded that they should offer an oblation and sweet odours unto him.  <strong>47</strong> The king answered unto Daniel, and said, Of a truth it is,  that your God is a God of gods, and a Lord of kings, and a revealer of secrets, seeing thou couldst reveal this secret.  <strong>48</strong> Then the king made Daniel a great man, and gave him many great gifts, and made him ruler over the whole province of Babylon, and chief of the governors over all the wise men of Babylon.  <strong>49</strong> Then Daniel requested of the king, and he set Shadrach, Meshach, and Abed-nego, over the affairs of the province of Babylon: but Daniel sat  in the gate of the king.  ","niv":"<sup><strong>1</strong></sup> In the second year of his reign, Nebuchadnezzar had dreams; his mind was troubled and he could not sleep. <sup><strong>2</strong></sup> So the king summoned the magicians, enchanters, sorcerers and astrologers to tell him what he had dreamed. When they came in and stood before the king, <sup><strong>3</strong></sup> he said to them, \"I have had a dream that troubles me and I want to know what it means. \" <sup><strong>4</strong></sup> Then the astrologers answered the king in Aramaic, \"O king, live forever! Tell your servants the dream, and we will interpret it.\" <sup><strong>5</strong></sup> The king replied to the astrologers, \"This is what I have firmly decided: If you do not tell me what my dream was and interpret it, I will have you cut into pieces and your houses turned into piles of rubble. <sup><strong>6</strong></sup> But if you tell me the dream and explain it, you will receive from me gifts and rewards and great honor. So tell me the dream and interpret it for me.\" <sup><strong>7</strong></sup> Once more they replied, \"Let the king tell his servants the dream, and we will interpret it.\" <sup><strong>8</strong></sup> Then the king answered, \"I am certain that you are trying to gain time, because you realize that this is what I have firmly decided: <sup><strong>9</strong></sup> If you do not tell me the dream, there is just one penalty for you. You have conspired to tell me misleading and wicked things, hoping the situation will change. So then, tell me the dream, and I will know that you can interpret it for me.\" <sup><strong>10</strong></sup> The astrologers answered the king, \"There is not a man on earth who can do what the king asks! No king, however great and mighty, has ever asked such a thing of any magician or enchanter or astrologer. <sup><strong>11</strong></sup> What the king asks is too difficult. No one can reveal it to the king except the gods, and they do not live among men.\" <sup><strong>12</strong></sup> This made the king so angry and furious that he ordered the execution of all the wise men of Babylon. <sup><strong>13</strong></sup> So the decree was issued to put the wise men to death, and men were sent to look for Daniel and his friends to put them to death. <sup><strong>14</strong></sup> When Arioch, the commander of the king's guard, had gone out to put to death the wise men of Babylon, Daniel spoke to him with wisdom and tact. <sup><strong>15</strong></sup> He asked the king's officer, \"Why did the king issue such a harsh decree?\" Arioch then explained the matter to Daniel. <sup><strong>16</strong></sup> At this, Daniel went in to the king and asked for time, so that he might interpret the dream for him. <sup><strong>17</strong></sup> Then Daniel returned to his house and explained the matter to his friends Hananiah, Mishael and Azariah. <sup><strong>18</strong></sup> He urged them to plead for mercy from the God of heaven concerning this mystery, so that he and his friends might not be executed with the rest of the wise men of Babylon. <sup><strong>19</strong></sup> During the night the mystery was revealed to Daniel in a vision. Then Daniel praised the God of heaven <sup><strong>20</strong></sup> and said: \"Praise be to the name of God for ever and ever; wisdom and power are his. <sup><strong>21</strong></sup> He changes times and seasons; he sets up kings and deposes them. He gives wisdom to the wise and knowledge to the discerning. <sup><strong>22</strong></sup> He reveals deep and hidden things; he knows what lies in darkness, and light dwells with him. <sup><strong>23</strong></sup> I thank and praise you, O God of my fathers: You have given me wisdom and power, you have made known to me what we asked of you, you have made known to us the dream of the king.\" <sup><strong>24</strong></sup> Then Daniel went to Arioch, whom the king had appointed to execute the wise men of Babylon, and said to him, \"Do not execute the wise men of Babylon. Take me to the king, and I will interpret his dream for him.\" <sup><strong>25</strong></sup> Arioch took Daniel to the king at once and said, \"I have found a man among the exiles from Judah who can tell the king what his dream means.\" <sup><strong>26</strong></sup> The king asked Daniel (also called Belteshazzar), \"Are you able to tell me what I saw in my dream and interpret it?\" <sup><strong>27</strong></sup> Daniel replied, \"No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about, <sup><strong>28</strong></sup> but there is a God in heaven who reveals mysteries. He has shown King Nebuchadnezzar what will happen in days to come. Your dream and the visions that passed through your mind as you lay on your bed are these: <sup><strong>29</strong></sup> \"As you were lying there, O king, your mind turned to things to come, and the revealer of mysteries showed you what is going to happen. <sup><strong>30</strong></sup> As for me, this mystery has been revealed to me, not because I have greater wisdom than other living men, but so that you, O king, may know the interpretation and that you may understand what went through your mind. <sup><strong>31</strong></sup> \"You looked, O king, and there before you stood a large statue-an enormous, dazzling statue, awesome in appearance. <sup><strong>32</strong></sup> The head of the statue was made of pure gold, its chest and arms of silver, its belly and thighs of bronze, <sup><strong>33</strong></sup> its legs of iron, its feet partly of iron and partly of baked clay. <sup><strong>34</strong></sup> While you were watching, a rock was cut out, but not by human hands. It struck the statue on its feet of iron and clay and smashed them. <sup><strong>35</strong></sup> Then the iron, the clay, the bronze, the silver and the gold were broken to pieces at the same time and became like chaff on a threshing floor in the summer. The wind swept them away without leaving a trace. But the rock that struck the statue became a huge mountain and filled the whole earth. <sup><strong>36</strong></sup> \"This was the dream, and now we will interpret it to the king. <sup><strong>37</strong></sup> You, O king, are the king of kings. The God of heaven has given you dominion and power and might and glory; <sup><strong>38</strong></sup> in your hands he has placed mankind and the beasts of the field and the birds of the air. Wherever they live, he has made you ruler over them all. You are that head of gold. <sup><strong>39</strong></sup> \"After you, another kingdom will rise, inferior to yours. Next, a third kingdom, one of bronze, will rule over the whole earth. <sup><strong>40</strong></sup> Finally, there will be a fourth kingdom, strong as iron-for iron breaks and smashes everything-and as iron breaks things to pieces, so it will crush and break all the others. <sup><strong>41</strong></sup> Just as you saw that the feet and toes were partly of baked clay and partly of iron, so this will be a divided kingdom; yet it will have some of the strength of iron in it, even as you saw iron mixed with clay. <sup><strong>42</strong></sup> As the toes were partly iron and partly clay, so this kingdom will be partly strong and partly brittle. <sup><strong>43</strong></sup> And just as you saw the iron mixed with baked clay, so the people will be a mixture and will not remain united, any more than iron mixes with clay. <sup><strong>44</strong></sup> \"In the time of those kings, the God of heaven will set up a kingdom that will never be destroyed, nor will it be left to another people. It will crush all those kingdoms and bring them to an end, but it will itself endure forever. <sup><strong>45</strong></sup> This is the meaning of the vision of the rock cut out of a mountain, but not by human hands-a rock that broke the iron, the bronze, the clay, the silver and the gold to pieces. \"The great God has shown the king what will take place in the future. The dream is true and the interpretation is trustworthy.\" <sup><strong>46</strong></sup> Then King Nebuchadnezzar fell prostrate before Daniel and paid him honor and ordered that an offering and incense be presented to him. <sup><strong>47</strong></sup> The king said to Daniel, \"Surely your God is the God of gods and the Lord of kings and a revealer of mysteries, for you were able to reveal this mystery.\" <sup><strong>48</strong></sup> Then the king placed Daniel in a high position and lavished many gifts on him. He made him ruler over the entire province of Babylon and placed him in charge of all its wise men. <sup><strong>49</strong></sup> Moreover, at Daniel's request the king appointed Shadrach, Meshach and Abednego administrators over the province of Babylon, while Daniel himself remained at the royal court. "},{"_id":"61625afeb1c7c31277405d5e","topicId":"61625afeb1c7c31277405d5c","verse":"Ecclesiastes 7:10","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21007010_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v21007010-1\">10&nbsp;</b>&nbsp;&nbsp;Say not, “Why were the former days better than these?”</span><br><span id=\"p21007010_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For it is not from wisdom that you ask this.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Say not thou, What is the cause that the former days were better than these? for thou dost not enquire wisely concerning this.  ","niv":"<sup><strong>10</strong></sup> Do not say, \"Why were the old days better than these?\" For it is not wise to ask such questions."},{"_id":"61625affb1c7c31277405d5f","topicId":"61625afeb1c7c31277405d5c","verse":"Isaiah 9:6-7","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009006_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009006-1\">6&nbsp;</b>&nbsp;&nbsp;For to us a child is born,</span><br><span id=\"p23009006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to us a son is given;</span><br><span id=\"p23009006_01-3\" class=\"line\">&nbsp;&nbsp;and the government shall be upon his shoulder,</span><br><span id=\"p23009006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his name shall be called</span><br><span id=\"p23009006_01-3\" class=\"line\">&nbsp;&nbsp;Wonderful Counselor, Mighty God,</span><br><span id=\"p23009006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Everlasting Father, Prince of Peace.</span><br><span id=\"p23009007_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009007-1\">7&nbsp;</b>&nbsp;&nbsp;Of the increase of his government and of peace</span><br><span id=\"p23009007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there will be no end,</span><br><span id=\"p23009007_01-3\" class=\"line\">&nbsp;&nbsp;on the throne of David and over his kingdom,</span><br><span id=\"p23009007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to establish it and to uphold it</span><br><span id=\"p23009007_01-3\" class=\"line\">&nbsp;&nbsp;with justice and with righteousness</span><br><span id=\"p23009007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from this time forth and forevermore.</span><br><span id=\"p23009007_01-3\" class=\"line\">&nbsp;&nbsp;The zeal of the LORD of hosts will do this.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.  <strong>7</strong> Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even for ever. The zeal of the LORD of hosts will perform this.  ","niv":"<sup><strong>6</strong></sup> For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. <sup><strong>7</strong></sup> Of the increase of his government and peace there will be no end. He will reign on David's throne and over his kingdom, establishing and upholding it with justice and righteousness from that time on and forever. The zeal of the LORD Almighty will accomplish this. "},{"_id":"61625affb1c7c31277405d60","topicId":"61625afeb1c7c31277405d5c","verse":"2 Peter 1:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"61625affb1c7c31277405d61","topicId":"61625afeb1c7c31277405d5c","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"61625b00b1c7c31277405d62","topicId":"61625afeb1c7c31277405d5c","verse":"Acts 1:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"61625b00b1c7c31277405d63","topicId":"61625afeb1c7c31277405d5c","verse":"Daniel 10:1-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p27010001_07-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27010001-1\">10:1&nbsp;</b>In the third year of Cyrus king of Persia a word was revealed to Daniel, who was named Belteshazzar. And the word was true, and it was a great conflict. And he understood the word and had understanding of the vision.</p>\n<p id=\"p27010001_07-7\"><b class=\"verse-num\" id=\"v27010002-1\">2&nbsp;</b>In those days I, Daniel, was mourning for three weeks. <b class=\"verse-num\" id=\"v27010003-1\">3&nbsp;</b>I ate no delicacies, no meat or wine entered my mouth, nor did I anoint myself at all, for the full three weeks. <b class=\"verse-num\" id=\"v27010004-1\">4&nbsp;</b>On the twenty-fourth day of the first month, as I was standing on the bank of the great river (that is, the Tigris) <b class=\"verse-num\" id=\"v27010005-1\">5&nbsp;</b>I lifted up my eyes and looked, and behold, a man clothed in linen, with a belt of fine gold from Uphaz around his waist. <b class=\"verse-num\" id=\"v27010006-1\">6&nbsp;</b>His body was like beryl, his face like the appearance of lightning, his eyes like flaming torches, his arms and legs like the gleam of burnished bronze, and the sound of his words like the sound of a multitude. <b class=\"verse-num\" id=\"v27010007-1\">7&nbsp;</b>And I, Daniel, alone saw the vision, for the men who were with me did not see the vision, but a great trembling fell upon them, and they fled to hide themselves. <b class=\"verse-num\" id=\"v27010008-1\">8&nbsp;</b>So I was left alone and saw this great vision, and no strength was left in me. My radiant appearance was fearfully changed, and I retained no strength. <b class=\"verse-num\" id=\"v27010009-1\">9&nbsp;</b>Then I heard the sound of his words, and as I heard the sound of his words, I fell on my face in deep sleep with my face to the ground.</p>\n<p id=\"p27010009_07-7\"><b class=\"verse-num\" id=\"v27010010-1\">10&nbsp;</b>And behold, a hand touched me and set me trembling on my hands and knees. <b class=\"verse-num\" id=\"v27010011-1\">11&nbsp;</b>And he said to me, “O Daniel, man greatly loved, understand the words that I speak to you, and stand upright, for now I have been sent to you.” And when he had spoken this word to me, I stood up trembling. <b class=\"verse-num\" id=\"v27010012-1\">12&nbsp;</b>Then he said to me, “Fear not, Daniel, for from the first day that you set your heart to understand and humbled yourself before your God, your words have been heard, and I have come because of your words. <b class=\"verse-num\" id=\"v27010013-1\">13&nbsp;</b>The prince of the kingdom of Persia withstood me twenty-one days, but Michael, one of the chief princes, came to help me, for I was left there with the kings of Persia, <b class=\"verse-num\" id=\"v27010014-1\">14&nbsp;</b>and came to make you understand what is to happen to your people in the latter days. For the vision is for days yet to come.”</p>\n<p id=\"p27010014_07-7\"><b class=\"verse-num\" id=\"v27010015-1\">15&nbsp;</b>When he had spoken to me according to these words, I turned my face toward the ground and was mute. <b class=\"verse-num\" id=\"v27010016-1\">16&nbsp;</b>And behold, one in the likeness of the children of man touched my lips. Then I opened my mouth and spoke. I said to him who stood before me, “O my lord, by reason of the vision pains have come upon me, and I retain no strength. <b class=\"verse-num\" id=\"v27010017-1\">17&nbsp;</b>How can my lord’s servant talk with my lord? For now no strength remains in me, and no breath is left in me.”</p>\n<p id=\"p27010017_07-7\"><b class=\"verse-num\" id=\"v27010018-1\">18&nbsp;</b>Again one having the appearance of a man touched me and strengthened me. <b class=\"verse-num\" id=\"v27010019-1\">19&nbsp;</b>And he said, “O man greatly loved, fear not, peace be with you; be strong and of good courage.” And as he spoke to me, I was strengthened and said, “Let my lord speak, for you have strengthened me.” <b class=\"verse-num\" id=\"v27010020-1\">20&nbsp;</b>Then he said, “Do you know why I have come to you? But now I will return to fight against the prince of Persia; and when I go out, behold, the prince of Greece will come. <b class=\"verse-num\" id=\"v27010021-1\">21&nbsp;</b>But I will tell you what is inscribed in the book of truth: there is none who contends by my side against these except Michael, your prince.</p>\n\n</div>","kjv":"<strong>1</strong> In the third year of Cyrus king of Persia a thing was revealed unto Daniel, whose name was called Belteshazzar; and the thing was true, but the time appointed was long: and he understood the thing, and had understanding of the vision.  <strong>2</strong> In those days I Daniel was mourning three full weeks.  <strong>3</strong> I ate no pleasant bread, neither came flesh nor wine in my mouth, neither did I anoint myself at all, till three whole weeks were fulfilled.  <strong>4</strong> And in the four and twentieth day of the first month, as I was by the side of the great river, which is Hiddekel;  <strong>5</strong> Then I lifted up mine eyes, and looked, and behold a certain man clothed in linen, whose loins were girded with fine gold of Uphaz:  <strong>6</strong> His body also was like the beryl, and his face as the appearance of lightning, and his eyes as lamps of fire, and his arms and his feet like in colour to polished brass, and the voice of his words like the voice of a multitude.  <strong>7</strong> And I Daniel alone saw the vision: for the men that were with me saw not the vision; but a great quaking fell upon them, so that they fled to hide themselves.  <strong>8</strong> Therefore I was left alone, and saw this great vision, and there remained no strength in me: for my comeliness was turned in me into corruption, and I retained no strength.  <strong>9</strong> Yet heard I the voice of his words: and when I heard the voice of his words, then was I in a deep sleep on my face, and my face toward the ground.  <strong>10</strong> And, behold, an hand touched me, which set me upon my knees and upon the palms of my hands.  <strong>11</strong> And he said unto me, O Daniel, a man greatly beloved, understand the words that I speak unto thee, and stand upright: for unto thee am I now sent. And when he had spoken this word unto me, I stood trembling.  <strong>12</strong> Then said he unto me, Fear not, Daniel: for from the first day that thou didst set thine heart to understand, and to chasten thyself before thy God, thy words were heard, and I am come for thy words.  <strong>13</strong> But the prince of the kingdom of Persia withstood me one and twenty days: but, lo, Michael, one of the chief princes, came to help me; and I remained there with the kings of Persia.  <strong>14</strong> Now I am come to make thee understand what shall befall thy people in the latter days: for yet the vision is for many days.  <strong>15</strong> And when he had spoken such words unto me, I set my face toward the ground, and I became dumb.  <strong>16</strong> And, behold, one like the similitude of the sons of men touched my lips: then I opened my mouth, and spake, and said unto him that stood before me, O my lord, by the vision my sorrows are turned upon me, and I have retained no strength.  <strong>17</strong> For how can the servant of this my lord talk with this my lord? for as for me, straightway there remained no strength in me, neither is there breath left in me.  <strong>18</strong> Then there came again and touched me one like the appearance of a man, and he strengthened me,  <strong>19</strong> And said, O man greatly beloved, fear not: peace be unto thee, be strong, yea, be strong. And when he had spoken unto me, I was strengthened, and said, Let my lord speak; for thou hast strengthened me.  <strong>20</strong> Then said he, Knowest thou wherefore I come unto thee? and now will I return to fight with the prince of Persia: and when I am gone forth, lo, the prince of Grecia shall come.  <strong>21</strong> But I will shew thee that which is noted in the scripture of truth: and there is none that holdeth with me in these things, but Michael your prince.  ","niv":"<sup><strong>1</strong></sup> In the third year of Cyrus king of Persia, a revelation was given to Daniel (who was called Belteshazzar). Its message was true and it concerned a great war. The understanding of the message came to him in a vision. <sup><strong>2</strong></sup> At that time I, Daniel, mourned for three weeks. <sup><strong>3</strong></sup> I ate no choice food; no meat or wine touched my lips; and I used no lotions at all until the three weeks were over. <sup><strong>4</strong></sup> On the twenty-fourth day of the first month, as I was standing on the bank of the great river, the Tigris, <sup><strong>5</strong></sup> I looked up and there before me was a man dressed in linen, with a belt of the finest gold around his waist. <sup><strong>6</strong></sup> His body was like chrysolite, his face like lightning, his eyes like flaming torches, his arms and legs like the gleam of burnished bronze, and his voice like the sound of a multitude. <sup><strong>7</strong></sup> I, Daniel, was the only one who saw the vision; the men with me did not see it, but such terror overwhelmed them that they fled and hid themselves. <sup><strong>8</strong></sup> So I was left alone, gazing at this great vision; I had no strength left, my face turned deathly pale and I was helpless. <sup><strong>9</strong></sup> Then I heard him speaking, and as I listened to him, I fell into a deep sleep, my face to the ground. <sup><strong>10</strong></sup> A hand touched me and set me trembling on my hands and knees. <sup><strong>11</strong></sup> He said, \"Daniel, you who are highly esteemed, consider carefully the words I am about to speak to you, and stand up, for I have now been sent to you.\" And when he said this to me, I stood up trembling. <sup><strong>12</strong></sup> Then he continued, \"Do not be afraid, Daniel. Since the first day that you set your mind to gain understanding and to humble yourself before your God, your words were heard, and I have come in response to them. <sup><strong>13</strong></sup> But the prince of the Persian kingdom resisted me twenty-one days. Then Michael, one of the chief princes, came to help me, because I was detained there with the king of Persia. <sup><strong>14</strong></sup> Now I have come to explain to you what will happen to your people in the future, for the vision concerns a time yet to come.\" <sup><strong>15</strong></sup> While he was saying this to me, I bowed with my face toward the ground and was speechless. <sup><strong>16</strong></sup> Then one who looked like a man touched my lips, and I opened my mouth and began to speak. I said to the one standing before me, \"I am overcome with anguish because of the vision, my lord, and I am helpless. <sup><strong>17</strong></sup> How can I, your servant, talk with you, my lord? My strength is gone and I can hardly breathe.\" <sup><strong>18</strong></sup> Again the one who looked like a man touched me and gave me strength. <sup><strong>19</strong></sup> \"Do not be afraid, O man highly esteemed,\" he said. \"Peace! Be strong now; be strong.\" When he spoke to me, I was strengthened and said, \"Speak, my lord, since you have given me strength.\" <sup><strong>20</strong></sup> So he said, \"Do you know why I have come to you? Soon I will return to fight against the prince of Persia, and when I go, the prince of Greece will come; <sup><strong>21</strong></sup> but first I will tell you what is written in the Book of Truth. (No one supports me against them except Michael, your prince. "},{"_id":"61625b00b1c7c31277405d64","topicId":"61625afeb1c7c31277405d5c","verse":"Genesis 1:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-8\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\""},{"_id":"61625b00b1c7c31277405d65","topicId":"61625afeb1c7c31277405d5c","verse":"Revelation 22:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66022016_01-9\"><b class=\"verse-num woc\" id=\"v66022016-1\">16&nbsp;</b><span class=\"woc\">“I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.”</span></p>\n</div>","kjv":"<strong>16</strong>           I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star. ","niv":"<sup><strong>16</strong></sup> \"I, Jesus, have sent my angel to give you this testimony for the churches. I am the Root and the Offspring of David, and the bright Morning Star.\""},{"_id":"61625b01b1c7c31277405d66","topicId":"61625afeb1c7c31277405d5c","verse":"Revelation 20:10","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-11\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-11\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-11\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  ","niv":"<sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever."},{"_id":"61625b01b1c7c31277405d67","topicId":"61625afeb1c7c31277405d5c","verse":"Revelation 20:1-15","votes":1,"__v":0,"kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"61625b01b1c7c31277405d68","topicId":"61625afeb1c7c31277405d5c","verse":"Revelation 16:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66016013_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v66016013-1\">13&nbsp;</b>And I saw, coming out of the mouth of the dragon and out of the mouth of the beast and out of the mouth of the false prophet, three unclean spirits like frogs.</p>\n</div>","kjv":"<strong>13</strong> And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.  ","niv":"<sup><strong>13</strong></sup> Then I saw three evil spirits that looked like frogs; they came out of the mouth of the dragon, out of the mouth of the beast and out of the mouth of the false prophet."},{"_id":"61625b02b1c7c31277405d69","topicId":"61625afeb1c7c31277405d5c","verse":"Revelation 9:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66009020_01-13\"><b class=\"verse-num\" id=\"v66009020-1\">20&nbsp;</b>The rest of mankind, who were not killed by these plagues, did not repent of the works of their hands nor give up worshiping demons and idols of gold and silver and bronze and stone and wood, which cannot see or hear or walk,</p>\n</div>","kjv":"<strong>20</strong> And the rest of the men which were not killed by these plagues yet repented not of the works of their hands, that they should not worship devils, and idols of gold, and silver, and brass, and stone, and of wood: which neither can see, nor hear, nor walk:  ","niv":"<sup><strong>20</strong></sup> The rest of mankind that were not killed by these plagues still did not repent of the work of their hands; they did not stop worshiping demons, and idols of gold, silver, bronze, stone and wood--idols that cannot see or hear or walk."},{"_id":"61625b02b1c7c31277405d6a","topicId":"61625afeb1c7c31277405d5c","verse":"Revelation 9:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66009011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v66009011-1\">11&nbsp;</b>They have as king over them the angel of the bottomless pit. His name in Hebrew is Abaddon, and in Greek he is called Apollyon.</p>\n\n</div>","kjv":"<strong>11</strong> And they had a king over them, which is the angel of the bottomless pit, whose name in the Hebrew tongue is Abaddon, but in the Greek tongue hath his name Apollyon.  ","niv":"<sup><strong>11</strong></sup> They had as king over them the angel of the Abyss, whose name in Hebrew is Abaddon, and in Greek, Apollyon."},{"_id":"61625b02b1c7c31277405d6b","topicId":"61625afeb1c7c31277405d5c","verse":"Revelation 7:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66007003_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v66007003-1\">3&nbsp;</b>saying, “Do not harm the earth or the sea or the trees, until we have sealed the servants of our God on their foreheads.”</p>\n</div>","kjv":"<strong>3</strong> Saying, Hurt not the earth, neither the sea, nor the trees, till we have sealed the servants of our God in their foreheads.  ","niv":"<sup><strong>3</strong></sup> \"Do not harm the land or the sea or the trees until we put a seal on the foreheads of the servants of our God.\""},{"_id":"61625b03b1c7c31277405d6c","topicId":"61625afeb1c7c31277405d5c","verse":"Revelation 5:10","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005010_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v66005010-1\">10&nbsp;</b>&nbsp;&nbsp;and you have made them a kingdom and priests to our God,</span><br><span id=\"p66005010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall reign on the earth.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> And hast made us unto our God kings and priests: and we shall reign on the earth.  ","niv":"<sup><strong>10</strong></sup> You have made them to be a kingdom and priests to serve our God, and they will reign on the earth.\""},{"_id":"61625b03b1c7c31277405d6d","topicId":"61625afeb1c7c31277405d5c","verse":"Revelation 5:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66005009_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66005009-1\">9&nbsp;</b>And they sang a new song, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005009_01-17\" class=\"line\">&nbsp;&nbsp;“Worthy are you to take the scroll</span><br><span id=\"p66005009_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to open its seals,</span><br><span id=\"p66005009_01-17\" class=\"line\">&nbsp;&nbsp;for you were slain, and by your blood you ransomed people for God</span><br><span id=\"p66005009_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from every tribe and language and people and nation,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> And they sung a new song, saying, Thou art worthy to take the book, and to open the seals thereof: for thou wast slain, and hast redeemed us to God by thy blood out of every kindred, and tongue, and people, and nation;  ","niv":"<sup><strong>9</strong></sup> And they sang a new song: \"You are worthy to take the scroll and to open its seals, because you were slain, and with your blood you purchased men for God from every tribe and language and people and nation."},{"_id":"61625b03b1c7c31277405d6e","topicId":"61625afeb1c7c31277405d5c","verse":"Revelation 5:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66005005_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v66005005-1\">5&nbsp;</b>And one of the elders said to me, “Weep no more; behold, the Lion of the tribe of Judah, the Root of David, has conquered, so that he can open the scroll and its seven seals.”</p>\n</div>","kjv":"<strong>5</strong> And one of the elders saith unto me, Weep not: behold, the Lion of the tribe of Juda, the Root of David, hath prevailed to open the book, and to loose the seven seals thereof.  ","niv":"<sup><strong>5</strong></sup> Then one of the elders said to me, \"Do not weep! See, the Lion of the tribe of Judah, the Root of David, has triumphed. He is able to open the scroll and its seven seals.\""},{"_id":"61625b03b1c7c31277405d6f","topicId":"61625afeb1c7c31277405d5c","verse":"1 John 2:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p62002001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62002001-1\">2:1&nbsp;</b>My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous.</p>\n</div>","kjv":"<strong>1</strong> My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:  ","niv":"<sup><strong>1</strong></sup> My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One."},{"_id":"61625b04b1c7c31277405d70","topicId":"61625afeb1c7c31277405d5c","verse":"1 Peter 3:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-21\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit,</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit,"},{"_id":"61625b04b1c7c31277405d71","topicId":"61625afeb1c7c31277405d5c","verse":"Hebrews 12:22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58012022_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012022-1\">22&nbsp;</b>But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to innumerable angels in festal gathering,</p>\n</div>","kjv":"<strong>22</strong> But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,  ","niv":"<sup><strong>22</strong></sup> But you have come to Mount Zion, to the heavenly Jerusalem, the city of the living God. You have come to thousands upon thousands of angels in joyful assembly,"},{"_id":"61625b04b1c7c31277405d72","topicId":"61625afeb1c7c31277405d5c","verse":"Hebrews 4:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"61625b05b1c7c31277405d73","topicId":"61625afeb1c7c31277405d5c","verse":"Hebrews 1:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58001014_01-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001014-1\">14&nbsp;</b>Are they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?</p>\n</div>","kjv":"<strong>14</strong> Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?  ","niv":"<sup><strong>14</strong></sup> Are not all angels ministering spirits sent to serve those who will inherit salvation?"},{"_id":"61625b05b1c7c31277405d74","topicId":"61625afeb1c7c31277405d5c","verse":"Titus 2:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p56002013_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002013-1\">13&nbsp;</b>waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ,</p>\n</div>","kjv":"<strong>13</strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;  ","niv":"<sup><strong>13</strong></sup> while we wait for the blessed hope--the glorious appearing of our great God and Savior, Jesus Christ,"},{"_id":"61625b05b1c7c31277405d75","topicId":"61625afeb1c7c31277405d5c","verse":"2 Timothy 3:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003017_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work."}]}