{"_id":"61625ca9b1c7c31277405e81","slug":"holocaust","name":"Holocaust","verses":[{"_id":"61625ca9b1c7c31277405e82","topicId":"61625ca9b1c7c31277405e81","verse":"1 John 5:19","votes":28,"__v":0,"esv":"<div>\n<p id=\"p62005019_01-1\"><b class=\"verse-num\" id=\"v62005019-1\">19&nbsp;</b>We know that we are from God, and the whole world lies in the power of the evil one.</p>\n</div>","kjv":"<strong>19</strong> And we know that we are of God, and the whole world lieth in wickedness.  ","niv":"<sup><strong>19</strong></sup> We know that we are children of God, and that the whole world is under the control of the evil one.","modified":"2023-09-29T20:27:06.644Z"},{"_id":"61625caab1c7c31277405e83","topicId":"61625ca9b1c7c31277405e81","verse":"Luke 21:36","votes":25,"__v":0,"esv":"<div>\n<p id=\"p42021036_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021036-1\">36&nbsp;</b><span class=\"woc\">But stay awake at all times, praying that you may have strength to escape all these things that are going to take place, and to stand before the Son of Man.”</span></p>\n</div>","kjv":"<strong>36</strong> Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.  ","niv":"<sup><strong>36</strong></sup> Be always on the watch, and pray that you may be able to escape all that is about to happen, and that you may be able to stand before the Son of Man.\"","modified":"2022-08-10T15:57:44.844Z"},{"_id":"61625caab1c7c31277405e84","topicId":"61625ca9b1c7c31277405e81","verse":"Matthew 24:13","votes":21,"__v":0,"esv":"<div>\n<p id=\"p40024013_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span></p>\n</div>","kjv":"<strong>13</strong> But he that shall endure unto the end, the same shall be saved.  ","niv":"<sup><strong>13</strong></sup> but he who stands firm to the end will be saved.","modified":"2022-08-10T15:57:39.305Z"},{"_id":"61625caab1c7c31277405e85","topicId":"61625ca9b1c7c31277405e81","verse":"Ephesians 6:12","votes":13,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms."},{"_id":"61625caab1c7c31277405e86","topicId":"61625ca9b1c7c31277405e81","verse":"Revelation 2:10","votes":11,"__v":0,"esv":"<div>\n<p id=\"p66002010_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002010-1\">10&nbsp;</b><span class=\"woc\">Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life.</span></p>\n</div>","kjv":"<strong>10</strong> Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.  ","niv":"<sup><strong>10</strong></sup> Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will suffer persecution for ten days. Be faithful, even to the point of death, and I will give you the crown of life."},{"_id":"61625cabb1c7c31277405e87","topicId":"61625ca9b1c7c31277405e81","verse":"Isaiah 41:10","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-6\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"61625cabb1c7c31277405e88","topicId":"61625ca9b1c7c31277405e81","verse":"Revelation 20:4","votes":9,"__v":0,"esv":"<div>\n<p id=\"p66020004_01-7\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years.</p>\n</div>","kjv":"<strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  ","niv":"<sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years."},{"_id":"61625cabb1c7c31277405e89","topicId":"61625ca9b1c7c31277405e81","verse":"Matthew 24:21-22","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40024021_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span></p>\n</div>","kjv":"<strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  ","niv":"<sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. "},{"_id":"61625cacb1c7c31277405e8a","topicId":"61625ca9b1c7c31277405e81","verse":"Daniel 7:25","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007025_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007025-1\">25&nbsp;</b>&nbsp;&nbsp;He shall speak words against the Most High,</span><br><span id=\"p27007025_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall wear out the saints of the Most High,</span><br><span id=\"p27007025_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall think to change the times and the law;</span><br><span id=\"p27007025_01-9\" class=\"line\">&nbsp;&nbsp;and they shall be given into his hand</span><br><span id=\"p27007025_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for a time, times, and half a time.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> And he shall speak great words against the most High, and shall wear out the saints of the most High, and think to change times and laws: and they shall be given into his hand until a time and times and the dividing of time.  ","niv":"<sup><strong>25</strong></sup> He will speak against the Most High and oppress his saints and try to change the set times and the laws. The saints will be handed over to him for a time, times and half a time."},{"_id":"61625cacb1c7c31277405e8b","topicId":"61625ca9b1c7c31277405e81","verse":"Acts 7:6-7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44007006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44007006-1\">6&nbsp;</b>And God spoke to this effect—that his offspring would be sojourners in a land belonging to others, who would enslave them and afflict them four hundred years. <b class=\"verse-num\" id=\"v44007007-1\">7&nbsp;</b>‘But I will judge the nation that they serve,’ said God, ‘and after that they shall come out and worship me in this place.’</p>\n</div>","kjv":"<strong>6</strong> And God spake on this wise, That his seed should sojourn in a strange land; and that they should bring them into bondage, and entreat them  evil four hundred years.  <strong>7</strong> And the nation to whom they shall be in bondage will I judge, said God: and after that shall they come forth, and serve me in this place.  ","niv":"<sup><strong>6</strong></sup> God spoke to him in this way: 'Your descendants will be strangers in a country not their own, and they will be enslaved and mistreated four hundred years. <sup><strong>7</strong></sup> But I will punish the nation they serve as slaves,' God said, 'and afterward they will come out of that country and worship me in this place.' "},{"_id":"61625cacb1c7c31277405e8c","topicId":"61625ca9b1c7c31277405e81","verse":"John 3:16","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-11\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61625cadb1c7c31277405e8d","topicId":"61625ca9b1c7c31277405e81","verse":"Matthew 24:42","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40024042_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span></p>\n</div>","kjv":"<strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  ","niv":"<sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come."},{"_id":"61625cadb1c7c31277405e8e","topicId":"61625ca9b1c7c31277405e81","verse":"Revelation 18:24","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018024_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018024-1\">24&nbsp;</b>&nbsp;&nbsp;And in her was found the blood of prophets and of saints,</span><br><span id=\"p66018024_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of all who have been slain on earth.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> And in her was found the blood of prophets, and of saints, and of all that were slain upon the earth.  ","niv":"<sup><strong>24</strong></sup> In her was found the blood of prophets and of the saints, and of all who have been killed on the earth.\""},{"_id":"61625cadb1c7c31277405e8f","topicId":"61625ca9b1c7c31277405e81","verse":"Matthew 24:22","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40024022_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span></p>\n</div>","kjv":"<strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  ","niv":"<sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened."},{"_id":"61625cadb1c7c31277405e90","topicId":"61625ca9b1c7c31277405e81","verse":"2 Peter 3:3-4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p61003003_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003003-1\">3&nbsp;</b>knowing this first of all, that scoffers will come in the last days with scoffing, following their own sinful desires. <b class=\"verse-num\" id=\"v61003004-1\">4&nbsp;</b>They will say, “Where is the promise of his coming? For ever since the fathers fell asleep, all things are continuing as they were from the beginning of creation.”</p>\n</div>","kjv":"<strong>3</strong> Knowing this first, that there shall come in the last days scoffers, walking after their own lusts,  <strong>4</strong> And saying, Where is the promise of his coming? for since the fathers fell asleep, all things continue as they were from the beginning of the creation.  ","niv":"<sup><strong>3</strong></sup> First of all, you must understand that in the last days scoffers will come, scoffing and following their own evil desires. <sup><strong>4</strong></sup> They will say, \"Where is this 'coming' he promised? Ever since our fathers died, everything goes on as it has since the beginning of creation.\" "},{"_id":"61625caeb1c7c31277405e91","topicId":"61625ca9b1c7c31277405e81","verse":"John 10:24","votes":11,"__v":0,"esv":"<div>\n<p id=\"p43010024_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43010024-1\">24&nbsp;</b>So the Jews gathered around him and said to him, “How long will you keep us in suspense? If you are the Christ, tell us plainly.”</p>\n</div>","kjv":"<strong>24</strong> Then came the Jews round about him, and said unto him, How long dost thou make us to doubt? If thou be the Christ, tell us plainly.  ","niv":"<sup><strong>24</strong></sup> The Jews gathered around him, saying, \"How long will you keep us in suspense? If you are the Christ, tell us plainly.\"","modified":"2022-03-01T23:38:02.236Z"},{"_id":"61625caeb1c7c31277405e92","topicId":"61625ca9b1c7c31277405e81","verse":"Psalm 83:1-5","votes":5,"__v":0,"esv":"<div>\n\n<h4 id=\"p19083001_07-17\" class=\"psalm-title\">A Song. A Psalm of Asaph.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19083001_07-17\" class=\"line\"><b class=\"chapter-num\" id=\"v19083001-1\">83:1&nbsp;</b>&nbsp;&nbsp;O God, do not keep silence;</span><br><span id=\"p19083001_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not hold your peace or be still, O God!</span><br><span id=\"p19083002_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083002-1\">2&nbsp;</b>&nbsp;&nbsp;For behold, your enemies make an uproar;</span><br><span id=\"p19083002_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who hate you have raised their heads.</span><br><span id=\"p19083003_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083003-1\">3&nbsp;</b>&nbsp;&nbsp;They lay crafty plans against your people;</span><br><span id=\"p19083003_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they consult together against your treasured ones.</span><br><span id=\"p19083004_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083004-1\">4&nbsp;</b>&nbsp;&nbsp;They say, “Come, let us wipe them out as a nation;</span><br><span id=\"p19083004_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the name of Israel be remembered no more!”</span><br><span id=\"p19083005_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083005-1\">5&nbsp;</b>&nbsp;&nbsp;For they conspire with one accord;</span><br><span id=\"p19083005_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against you they make a covenant—</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Keep not thou silence, O God: hold not thy peace, and be not still, O God.  <strong>2</strong> For, lo, thine enemies make a tumult: and they that hate thee have lifted up the head.  <strong>3</strong> They have taken crafty counsel against thy people, and consulted against thy hidden ones.  <strong>4</strong> They have said, Come, and let us cut them off from being a nation; that the name of Israel may be no more in remembrance.  <strong>5</strong> For they have consulted together with one consent: they are confederate against thee:  ","niv":"<sup><strong>1</strong></sup> O God, do not keep silent; be not quiet, O God, be not still. <sup><strong>2</strong></sup> See how your enemies are astir, how your foes rear their heads. <sup><strong>3</strong></sup> With cunning they conspire against your people; they plot against those you cherish. <sup><strong>4</strong></sup> \"Come,\" they say, \"let us destroy them as a nation, that the name of Israel be remembered no more.\" <sup><strong>5</strong></sup> With one mind they plot together; they form an alliance against you- "},{"_id":"61625caeb1c7c31277405e93","topicId":"61625ca9b1c7c31277405e81","verse":"Ezekiel 7:24-25","votes":4,"__v":0,"esv":"<div>\n<p id=\"p26007024_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v26007024-1\">24&nbsp;</b>I will bring the worst of the nations to take possession of their houses. I will put an end to the pride of the strong, and their holy places shall be profaned. <b class=\"verse-num\" id=\"v26007025-1\">25&nbsp;</b>When anguish comes, they will seek peace, but there shall be none.</p>\n\n</div>","kjv":"<strong>24</strong> Wherefore I will bring the worst of the heathen, and they shall possess their houses: I will also make the pomp of the strong to cease; and their holy places shall be defiled.  <strong>25</strong> Destruction cometh; and they shall seek peace, and there shall be  none.  ","niv":"<sup><strong>24</strong></sup> I will bring the most wicked of the nations to take possession of their houses; I will put an end to the pride of the mighty, and their sanctuaries will be desecrated. <sup><strong>25</strong></sup> When terror comes, they will seek peace, but there will be none. ","modified":"2021-11-03T10:55:24.843Z"},{"_id":"61625cafb1c7c31277405e94","topicId":"61625ca9b1c7c31277405e81","verse":"1 Corinthians 6:20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46006020_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body."},{"_id":"61625cafb1c7c31277405e95","topicId":"61625ca9b1c7c31277405e81","verse":"Zechariah 12:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p38012003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v38012003-1\">3&nbsp;</b>On that day I will make Jerusalem a heavy stone for all the peoples. All who lift it will surely hurt themselves. And all the nations of the earth will gather against it.</p>\n</div>","kjv":"<strong>3</strong> And in that day will I make Jerusalem a burdensome stone for all people: all that burden themselves with it shall be cut in pieces, though all the people of the earth be gathered together against it.  ","niv":"<sup><strong>3</strong></sup> On that day, when all the nations of the earth are gathered against her, I will make Jerusalem an immovable rock for all the nations. All who try to move it will injure themselves."},{"_id":"61625cafb1c7c31277405e96","topicId":"61625ca9b1c7c31277405e81","verse":"Daniel 10:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p27010014_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v27010014-1\">14&nbsp;</b>and came to make you understand what is to happen to your people in the latter days. For the vision is for days yet to come.”</p>\n</div>","kjv":"<strong>14</strong> Now I am come to make thee understand what shall befall thy people in the latter days: for yet the vision is for many days.  ","niv":"<sup><strong>14</strong></sup> Now I have come to explain to you what will happen to your people in the future, for the vision concerns a time yet to come.\""},{"_id":"61625cb0b1c7c31277405e97","topicId":"61625ca9b1c7c31277405e81","verse":"Isaiah 13:9","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23013009_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013009-1\">9&nbsp;</b>&nbsp;&nbsp;Behold, the day of the LORD comes,</span><br><span id=\"p23013009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cruel, with wrath and fierce anger,</span><br><span id=\"p23013009_01-23\" class=\"line\">&nbsp;&nbsp;to make the land a desolation</span><br><span id=\"p23013009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to destroy its sinners from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Behold, the day of the LORD cometh, cruel both with wrath and fierce anger, to lay the land desolate: and he shall destroy the sinners thereof out of it.  ","niv":"<sup><strong>9</strong></sup> See, the day of the LORD is coming -a cruel day, with wrath and fierce anger- to make the land desolate and destroy the sinners within it."},{"_id":"61625cb0b1c7c31277405e98","topicId":"61625ca9b1c7c31277405e81","verse":"Psalm 50:15","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19050015_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19050015-1\">15&nbsp;</b>&nbsp;&nbsp;and call upon me in the day of trouble;</span><br><span id=\"p19050015_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will deliver you, and you shall glorify me.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> And call upon me in the day of trouble: I will deliver thee, and thou shalt glorify me.  ","niv":"<sup><strong>15</strong></sup> and call upon me in the day of trouble; I will deliver you, and you will honor me.\""},{"_id":"61625cb0b1c7c31277405e99","topicId":"61625ca9b1c7c31277405e81","verse":"Romans 10:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."},{"_id":"61625cb0b1c7c31277405e9a","topicId":"61625ca9b1c7c31277405e81","verse":"Matthew 24:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40024021_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span></p>\n</div>","kjv":"<strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  ","niv":"<sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again.","modified":"2022-06-02T03:14:10.414Z"}]}