{"_id":"61626071fb3956153170e7c3","slug":"horses","name":"Horses","verses":[{"_id":"61626071fb3956153170e7c4","topicId":"61626071fb3956153170e7c3","verse":"Job 39:19-25","votes":195,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18039019_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039019-1\">19&nbsp;</b>&nbsp;&nbsp;“Do you give the horse his might?</span><br><span id=\"p18039019_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Do you clothe his neck with a mane?</span><br><span id=\"p18039020_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039020-1\">20&nbsp;</b>&nbsp;&nbsp;Do you make him leap like the locust?</span><br><span id=\"p18039020_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;His majestic snorting is terrifying.</span><br><span id=\"p18039021_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039021-1\">21&nbsp;</b>&nbsp;&nbsp;He paws in the valley and exults in his strength;</span><br><span id=\"p18039021_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he goes out to meet the weapons.</span><br><span id=\"p18039022_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039022-1\">22&nbsp;</b>&nbsp;&nbsp;He laughs at fear and is not dismayed;</span><br><span id=\"p18039022_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he does not turn back from the sword.</span><br><span id=\"p18039023_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039023-1\">23&nbsp;</b>&nbsp;&nbsp;Upon him rattle the quiver,</span><br><span id=\"p18039023_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the flashing spear, and the javelin.</span><br><span id=\"p18039024_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039024-1\">24&nbsp;</b>&nbsp;&nbsp;With fierceness and rage he swallows the ground;</span><br><span id=\"p18039024_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he cannot stand still at the sound of the trumpet.</span><br><span id=\"p18039025_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039025-1\">25&nbsp;</b>&nbsp;&nbsp;When the trumpet sounds, he says ‘Aha!’</span><br><span id=\"p18039025_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;He smells the battle from afar,</span><br><span id=\"p18039025_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the thunder of the captains, and the shouting.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>19</strong> Hath thou given the horse strength? hast thou clothed his neck with thunder?  <strong>20</strong> Canst thou make him afraid as a grasshopper? the glory of his nostrils is terrible.  <strong>21</strong> He paweth in the valley, and rejoiceth in his strength: he goeth on to meet the armed men.  <strong>22</strong> He mocketh at fear, and is not affrighted; neither turneth he back from the sword.  <strong>23</strong> The quiver rattleth against him, the glittering spear and the shield.  <strong>24</strong> He swalloweth the ground with fierceness and rage: neither believeth he that it is the sound of the trumpet.  <strong>25</strong> He saith among the trumpets, Ha, ha; and he smelleth the battle afar off, the thunder of the captains, and the shouting.  ","niv":"<sup><strong>19</strong></sup> \"Do you give the horse his strength or clothe his neck with a flowing mane? <sup><strong>20</strong></sup> Do you make him leap like a locust, striking terror with his proud snorting? <sup><strong>21</strong></sup> He paws fiercely, rejoicing in his strength, and charges into the fray. <sup><strong>22</strong></sup> He laughs at fear, afraid of nothing; he does not shy away from the sword. <sup><strong>23</strong></sup> The quiver rattles against his side, along with the flashing spear and lance. <sup><strong>24</strong></sup> In frenzied excitement he eats up the ground; he cannot stand still when the trumpet sounds. <sup><strong>25</strong></sup> At the blast of the trumpet he snorts, 'Aha!' He catches the scent of battle from afar, the shout of commanders and the battle cry. ","modified":"2023-05-06T12:55:01.244Z"},{"_id":"61626071fb3956153170e7c5","topicId":"61626071fb3956153170e7c3","verse":"Proverbs 21:31","votes":192,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021031_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021031-1\">31&nbsp;</b>&nbsp;&nbsp;The horse is made ready for the day of battle,</span><br><span id=\"p20021031_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the victory belongs to the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> The horse is prepared against the day of battle: but safety is of the LORD.  ","niv":"<sup><strong>31</strong></sup> The horse is made ready for the day of battle, but victory rests with the LORD.","modified":"2023-11-30T00:44:36.843Z"},{"_id":"61626072fb3956153170e7c6","topicId":"61626071fb3956153170e7c3","verse":"James 3:3","votes":123,"__v":0,"esv":"<div>\n<p id=\"p59003003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003003-1\">3&nbsp;</b>If we put bits into the mouths of horses so that they obey us, we guide their whole bodies as well.</p>\n</div>","kjv":"<strong>3</strong> Behold, we put bits in the horses’ mouths, that they may obey us; and we turn about their whole body.  ","niv":"<sup><strong>3</strong></sup> When we put bits into the mouths of horses to make them obey us, we can turn the whole animal.","modified":"2022-09-19T23:53:17.014Z"},{"_id":"61626072fb3956153170e7c7","topicId":"61626071fb3956153170e7c3","verse":"Habakkuk 1:8","votes":117,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35001008_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v35001008-1\">8&nbsp;</b>&nbsp;&nbsp;Their horses are swifter than leopards,</span><br><span id=\"p35001008_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;more fierce than the evening wolves;</span><br><span id=\"p35001008_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their horsemen press proudly on.</span><br><span id=\"p35001008_01-4\" class=\"line\">&nbsp;&nbsp;Their horsemen come from afar;</span><br><span id=\"p35001008_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they fly like an eagle swift to devour.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Their horses also are swifter than the leopards, and are more fierce than the evening wolves: and their horsemen shall spread themselves, and their horsemen shall come from far; they shall fly as the eagle that  hasteth to eat.  ","niv":"<sup><strong>8</strong></sup> Their horses are swifter than leopards, fiercer than wolves at dusk. Their cavalry gallops headlong; their horsemen come from afar. They fly like a vulture swooping to devour;","modified":"2022-09-28T13:24:45.513Z"},{"_id":"61626072fb3956153170e7c8","topicId":"61626071fb3956153170e7c3","verse":"Revelation 19:11-21","votes":78,"__v":0,"esv":"<div>\n\n<p id=\"p66019011_07-5\"><b class=\"verse-num\" id=\"v66019011-1\">11&nbsp;</b>Then I saw heaven opened, and behold, a white horse! The one sitting on it is called Faithful and True, and in righteousness he judges and makes war. <b class=\"verse-num\" id=\"v66019012-1\">12&nbsp;</b>His eyes are like a flame of fire, and on his head are many diadems, and he has a name written that no one knows but himself. <b class=\"verse-num\" id=\"v66019013-1\">13&nbsp;</b>He is clothed in a robe dipped in blood, and the name by which he is called is The Word of God. <b class=\"verse-num\" id=\"v66019014-1\">14&nbsp;</b>And the armies of heaven, arrayed in fine linen, white and pure, were following him on white horses. <b class=\"verse-num\" id=\"v66019015-1\">15&nbsp;</b>From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty. <b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n<p id=\"p66019016_07-5\"><b class=\"verse-num\" id=\"v66019017-1\">17&nbsp;</b>Then I saw an angel standing in the sun, and with a loud voice he called to all the birds that fly directly overhead, “Come, gather for the great supper of God, <b class=\"verse-num\" id=\"v66019018-1\">18&nbsp;</b>to eat the flesh of kings, the flesh of captains, the flesh of mighty men, the flesh of horses and their riders, and the flesh of all men, both free and slave, both small and great.” <b class=\"verse-num\" id=\"v66019019-1\">19&nbsp;</b>And I saw the beast and the kings of the earth with their armies gathered to make war against him who was sitting on the horse and against his army. <b class=\"verse-num\" id=\"v66019020-1\">20&nbsp;</b>And the beast was captured, and with it the false prophet who in its presence had done the signs by which he deceived those who had received the mark of the beast and those who worshiped its image. These two were thrown alive into the lake of fire that burns with sulfur. <b class=\"verse-num\" id=\"v66019021-1\">21&nbsp;</b>And the rest were slain by the sword that came from the mouth of him who was sitting on the horse, and all the birds were gorged with their flesh.</p>\n\n</div>","kjv":"<strong>11</strong> And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.  <strong>12</strong> His eyes were as a flame of fire, and on his head were  many crowns; and he had a name written, that no man knew, but he himself.  <strong>13</strong> And he was clothed with a vesture dipped in blood: and his name is called The Word of God.  <strong>14</strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.  <strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  <strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  <strong>17</strong> And I saw an angel standing in the sun; and he cried with a loud voice, saying to all the fowls that fly in the midst of heaven, Come and gather yourselves together unto the supper of the great God;  <strong>18</strong> That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all men, both free and bond, both small and great.  <strong>19</strong> And I saw the beast, and the kings of the earth, and their armies, gathered together to make war against him that sat on the horse, and against his army.  <strong>20</strong> And the beast was taken, and with him the false prophet that wrought miracles before him, with which he deceived them that had received the mark of the beast, and them that worshipped his image. These both were cast alive into a lake of fire burning with brimstone.  <strong>21</strong> And the remnant were slain with the sword of him that sat upon the horse, which sword proceeded out of his mouth: and all the fowls were filled with their flesh.  ","niv":"<sup><strong>11</strong></sup> I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and makes war. <sup><strong>12</strong></sup> His eyes are like blazing fire, and on his head are many crowns. He has a name written on him that no one knows but he himself. <sup><strong>13</strong></sup> He is dressed in a robe dipped in blood, and his name is the Word of God. <sup><strong>14</strong></sup> The armies of heaven were following him, riding on white horses and dressed in fine linen, white and clean. <sup><strong>15</strong></sup> Out of his mouth comes a sharp sword with which to strike down the nations. \"He will rule them with an iron scepter.\" He treads the winepress of the fury of the wrath of God Almighty. <sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS. <sup><strong>17</strong></sup> And I saw an angel standing in the sun, who cried in a loud voice to all the birds flying in midair, \"Come, gather together for the great supper of God, <sup><strong>18</strong></sup> so that you may eat the flesh of kings, generals, and mighty men, of horses and their riders, and the flesh of all people, free and slave, small and great.\" <sup><strong>19</strong></sup> Then I saw the beast and the kings of the earth and their armies gathered together to make war against the rider on the horse and his army. <sup><strong>20</strong></sup> But the beast was captured, and with him the false prophet who had performed the miraculous signs on his behalf. With these signs he had deluded those who had received the mark of the beast and worshiped his image. The two of them were thrown alive into the fiery lake of burning sulfur. <sup><strong>21</strong></sup> The rest of them were killed with the sword that came out of the mouth of the rider on the horse, and all the birds gorged themselves on their flesh. ","modified":"2022-10-07T19:34:46.044Z"},{"_id":"61626073fb3956153170e7c9","topicId":"61626071fb3956153170e7c3","verse":"Psalm 20:7","votes":76,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19020007_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020007-1\">7&nbsp;</b>&nbsp;&nbsp;Some trust in chariots and some in horses,</span><br><span id=\"p19020007_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but we trust in the name of the LORD our God.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Some trust in chariots, and some in horses: but we will remember the name of the LORD our God.  ","niv":"<sup><strong>7</strong></sup> Some trust in chariots and some in horses, but we trust in the name of the LORD our God.","modified":"2022-06-18T19:43:16.265Z"},{"_id":"61626073fb3956153170e7ca","topicId":"61626071fb3956153170e7c3","verse":"Job 39:19-24","votes":76,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18039019_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039019-1\">19&nbsp;</b>&nbsp;&nbsp;“Do you give the horse his might?</span><br><span id=\"p18039019_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Do you clothe his neck with a mane?</span><br><span id=\"p18039020_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039020-1\">20&nbsp;</b>&nbsp;&nbsp;Do you make him leap like the locust?</span><br><span id=\"p18039020_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;His majestic snorting is terrifying.</span><br><span id=\"p18039021_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039021-1\">21&nbsp;</b>&nbsp;&nbsp;He paws in the valley and exults in his strength;</span><br><span id=\"p18039021_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he goes out to meet the weapons.</span><br><span id=\"p18039022_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039022-1\">22&nbsp;</b>&nbsp;&nbsp;He laughs at fear and is not dismayed;</span><br><span id=\"p18039022_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he does not turn back from the sword.</span><br><span id=\"p18039023_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039023-1\">23&nbsp;</b>&nbsp;&nbsp;Upon him rattle the quiver,</span><br><span id=\"p18039023_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the flashing spear, and the javelin.</span><br><span id=\"p18039024_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039024-1\">24&nbsp;</b>&nbsp;&nbsp;With fierceness and rage he swallows the ground;</span><br><span id=\"p18039024_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he cannot stand still at the sound of the trumpet.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>19</strong> Hath thou given the horse strength? hast thou clothed his neck with thunder?  <strong>20</strong> Canst thou make him afraid as a grasshopper? the glory of his nostrils is terrible.  <strong>21</strong> He paweth in the valley, and rejoiceth in his strength: he goeth on to meet the armed men.  <strong>22</strong> He mocketh at fear, and is not affrighted; neither turneth he back from the sword.  <strong>23</strong> The quiver rattleth against him, the glittering spear and the shield.  <strong>24</strong> He swalloweth the ground with fierceness and rage: neither believeth he that it is the sound of the trumpet.  ","niv":"<sup><strong>19</strong></sup> \"Do you give the horse his strength or clothe his neck with a flowing mane? <sup><strong>20</strong></sup> Do you make him leap like a locust, striking terror with his proud snorting? <sup><strong>21</strong></sup> He paws fiercely, rejoicing in his strength, and charges into the fray. <sup><strong>22</strong></sup> He laughs at fear, afraid of nothing; he does not shy away from the sword. <sup><strong>23</strong></sup> The quiver rattles against his side, along with the flashing spear and lance. <sup><strong>24</strong></sup> In frenzied excitement he eats up the ground; he cannot stand still when the trumpet sounds. ","modified":"2022-06-30T16:04:02.670Z"},{"_id":"61626073fb3956153170e7cb","topicId":"61626071fb3956153170e7c3","verse":"Zechariah 6:1-7","votes":65,"__v":0,"esv":"<div>\n\n<p id=\"p38006001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v38006001-1\">6:1&nbsp;</b>Again I lifted my eyes and saw, and behold, four chariots came out from between two mountains. And the mountains were mountains of bronze. <b class=\"verse-num\" id=\"v38006002-1\">2&nbsp;</b>The first chariot had red horses, the second black horses, <b class=\"verse-num\" id=\"v38006003-1\">3&nbsp;</b>the third white horses, and the fourth chariot dappled horses—all of them strong. <b class=\"verse-num\" id=\"v38006004-1\">4&nbsp;</b>Then I answered and said to the angel who talked with me, “What are these, my lord?” <b class=\"verse-num\" id=\"v38006005-1\">5&nbsp;</b>And the angel answered and said to me, “These are going out to the four winds of heaven, after presenting themselves before the Lord of all the earth. <b class=\"verse-num\" id=\"v38006006-1\">6&nbsp;</b>The chariot with the black horses goes toward the north country, the white ones go after them, and the dappled ones go toward the south country.” <b class=\"verse-num\" id=\"v38006007-1\">7&nbsp;</b>When the strong horses came out, they were impatient to go and patrol the earth. And he said, “Go, patrol the earth.” So they patrolled the earth.</p>\n\n</div>","kjv":"<strong>1</strong> And I turned, and lifted up mine eyes, and looked, and, behold, there came four chariots out from between two mountains; and the mountains were mountains of brass.  <strong>2</strong> In the first chariot were red horses; and in the second chariot black horses;  <strong>3</strong> And in the third chariot white horses; and in the fourth chariot grisled and bay horses.  <strong>4</strong> Then I answered and said unto the angel that talked with me, What are these, my lord?  <strong>5</strong> And the angel answered and said unto me, These are the four spirits of the heavens, which go forth from standing before the Lord of all the earth.  <strong>6</strong> The black horses which are therein go forth into the north country; and the white go forth after them; and the grisled go forth toward the south country.  <strong>7</strong> And the bay went forth, and sought to go that they might walk to and fro through the earth: and he said, Get you hence, walk to and fro through the earth. So they walked to and fro through the earth.  ","niv":"<sup><strong>1</strong></sup> I looked up again-and there before me were four chariots coming out from between two mountains-mountains of bronze! <sup><strong>2</strong></sup> The first chariot had red horses, the second black, <sup><strong>3</strong></sup> the third white, and the fourth dappled-all of them powerful. <sup><strong>4</strong></sup> I asked the angel who was speaking to me, \"What are these, my lord?\" <sup><strong>5</strong></sup> The angel answered me, \"These are the four spirits of heaven, going out from standing in the presence of the Lord of the whole world. <sup><strong>6</strong></sup> The one with the black horses is going toward the north country, the one with the white horses toward the west, and the one with the dappled horses toward the south.\" <sup><strong>7</strong></sup> When the powerful horses went out, they were straining to go throughout the earth. And he said, \"Go throughout the earth!\" So they went throughout the earth. ","modified":"2022-09-23T07:47:24.788Z"},{"_id":"61626074fb3956153170e7cc","topicId":"61626071fb3956153170e7c3","verse":"Jeremiah 46:4","votes":53,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24046004_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v24046004-1\">4&nbsp;</b>&nbsp;&nbsp;Harness the horses;</span><br><span id=\"p24046004_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;mount, O horsemen!</span><br><span id=\"p24046004_01-9\" class=\"line\">&nbsp;&nbsp;Take your stations with your helmets,</span><br><span id=\"p24046004_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;polish your spears,</span><br><span id=\"p24046004_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;put on your armor!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Harness the horses; and get up, ye horsemen, and stand forth with your helmets; furbish the spears, and put on the brigandines.  ","niv":"<sup><strong>4</strong></sup> Harness the horses, mount the steeds! Take your positions with helmets on! Polish your spears, put on your armor!","modified":"2022-09-03T15:30:57.994Z"},{"_id":"61626074fb3956153170e7cd","topicId":"61626071fb3956153170e7c3","verse":"Psalm 20:6-7","votes":60,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19020006_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020006-1\">6&nbsp;</b>&nbsp;&nbsp;Now I know that the LORD saves his anointed;</span><br><span id=\"p19020006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will answer him from his holy heaven</span><br><span id=\"p19020006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the saving might of his right hand.</span><br><span id=\"p19020007_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020007-1\">7&nbsp;</b>&nbsp;&nbsp;Some trust in chariots and some in horses,</span><br><span id=\"p19020007_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but we trust in the name of the LORD our God.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Now know I that the LORD saveth his anointed; he will hear him from his holy heaven with the saving strength of his right hand.  <strong>7</strong> Some trust in chariots, and some in horses: but we will remember the name of the LORD our God.  ","niv":"<sup><strong>6</strong></sup> Now I know that the LORD saves his anointed; he answers him from his holy heaven with the saving power of his right hand. <sup><strong>7</strong></sup> Some trust in chariots and some in horses, but we trust in the name of the LORD our God. "},{"_id":"61626074fb3956153170e7ce","topicId":"61626071fb3956153170e7c3","verse":"Isaiah 5:28","votes":56,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23005028_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005028-1\">28&nbsp;</b>&nbsp;&nbsp;their arrows are sharp,</span><br><span id=\"p23005028_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all their bows bent,</span><br><span id=\"p23005028_01-11\" class=\"line\">&nbsp;&nbsp;their horses’ hoofs seem like flint,</span><br><span id=\"p23005028_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their wheels like the whirlwind.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Whose arrows are sharp, and all their bows bent, their horses’ hoofs shall be counted like flint, and their wheels like a whirlwind:  ","niv":"<sup><strong>28</strong></sup> Their arrows are sharp, all their bows are strung; their horses' hoofs seem like flint, their chariot wheels like a whirlwind.","modified":"2022-10-10T22:30:43.504Z"},{"_id":"61626074fb3956153170e7cf","topicId":"61626071fb3956153170e7c3","verse":"Proverbs 26:3","votes":53,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026003_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026003-1\">3&nbsp;</b>&nbsp;&nbsp;A whip for the horse, a bridle for the donkey,</span><br><span id=\"p20026003_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a rod for the back of fools.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> A whip for the horse, a bridle for the ass, and a rod for the fool’s back.  ","niv":"<sup><strong>3</strong></sup> A whip for the horse, a halter for the donkey, and a rod for the backs of fools!","modified":"2022-08-11T11:39:21.872Z"},{"_id":"61626075fb3956153170e7d0","topicId":"61626071fb3956153170e7c3","verse":"Isaiah 63:13","votes":52,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23063013_01-13\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23063013-1\">13&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;who led them through the depths?</span><br><span id=\"p23063013_01-13\" class=\"line\">&nbsp;&nbsp;Like a horse in the desert,</span><br><span id=\"p23063013_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they did not stumble.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> That led them through the deep, as an horse in the wilderness, that they should not stumble?  ","niv":"<sup><strong>13</strong></sup> who led them through the depths? Like a horse in open country, they did not stumble;","modified":"2023-02-03T16:15:17.129Z"},{"_id":"61626075fb3956153170e7d1","topicId":"61626071fb3956153170e7c3","verse":"Judges 5:22","votes":53,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p07005022_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v07005022-1\">22&nbsp;</b>&nbsp;&nbsp;“Then loud beat the horses’ hoofs</span><br><span id=\"p07005022_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the galloping, galloping of his steeds.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Then were the horsehoofs broken by the means of the pransings, the pransings of their mighty ones.  ","niv":"<sup><strong>22</strong></sup> Then thundered the horses' hoofs- galloping, galloping go his mighty steeds.","modified":"2022-09-25T05:51:11.058Z"},{"_id":"61626075fb3956153170e7d2","topicId":"61626071fb3956153170e7c3","verse":"2 Kings 2:11","votes":50,"__v":0,"esv":"<div>\n<p id=\"p12002011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v12002011-1\">11&nbsp;</b>And as they still went on and talked, behold, chariots of fire and horses of fire separated the two of them. And Elijah went up by a whirlwind into heaven.</p>\n</div>","kjv":"<strong>11</strong> And it came to pass, as they still went on, and talked, that, behold, there appeared a chariot of fire, and horses of fire, and parted them both asunder; and Elijah went up by a whirlwind into heaven.  ","niv":"<sup><strong>11</strong></sup> As they were walking along and talking together, suddenly a chariot of fire and horses of fire appeared and separated the two of them, and Elijah went up to heaven in a whirlwind."},{"_id":"61626076fb3956153170e7d3","topicId":"61626071fb3956153170e7c3","verse":"1 Kings 4:26","votes":49,"__v":0,"esv":"<div>\n<p id=\"p11004026_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v11004026-1\">26&nbsp;</b>Solomon also had 40,000 stalls of horses for his chariots, and 12,000 horsemen.</p>\n\n</div>","kjv":"<strong>26</strong> And Solomon had forty thousand stalls of horses for his chariots, and twelve thousand horsemen.  ","niv":"<sup><strong>26</strong></sup> Solomon had four thousand stalls for chariot horses, and twelve thousand horses."},{"_id":"61626076fb3956153170e7d4","topicId":"61626071fb3956153170e7c3","verse":"Job 39:21-24","votes":47,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18039021_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039021-1\">21&nbsp;</b>&nbsp;&nbsp;He paws in the valley and exults in his strength;</span><br><span id=\"p18039021_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he goes out to meet the weapons.</span><br><span id=\"p18039022_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039022-1\">22&nbsp;</b>&nbsp;&nbsp;He laughs at fear and is not dismayed;</span><br><span id=\"p18039022_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he does not turn back from the sword.</span><br><span id=\"p18039023_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039023-1\">23&nbsp;</b>&nbsp;&nbsp;Upon him rattle the quiver,</span><br><span id=\"p18039023_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the flashing spear, and the javelin.</span><br><span id=\"p18039024_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039024-1\">24&nbsp;</b>&nbsp;&nbsp;With fierceness and rage he swallows the ground;</span><br><span id=\"p18039024_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he cannot stand still at the sound of the trumpet.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>21</strong> He paweth in the valley, and rejoiceth in his strength: he goeth on to meet the armed men.  <strong>22</strong> He mocketh at fear, and is not affrighted; neither turneth he back from the sword.  <strong>23</strong> The quiver rattleth against him, the glittering spear and the shield.  <strong>24</strong> He swalloweth the ground with fierceness and rage: neither believeth he that it is the sound of the trumpet.  ","niv":"<sup><strong>21</strong></sup> He paws fiercely, rejoicing in his strength, and charges into the fray. <sup><strong>22</strong></sup> He laughs at fear, afraid of nothing; he does not shy away from the sword. <sup><strong>23</strong></sup> The quiver rattles against his side, along with the flashing spear and lance. <sup><strong>24</strong></sup> In frenzied excitement he eats up the ground; he cannot stand still when the trumpet sounds. ","modified":"2022-06-30T16:04:50.087Z"},{"_id":"61626076fb3956153170e7d5","topicId":"61626071fb3956153170e7c3","verse":"Revelation 19:11-16","votes":45,"__v":0,"esv":"<div>\n\n<p id=\"p66019011_07-19\"><b class=\"verse-num\" id=\"v66019011-1\">11&nbsp;</b>Then I saw heaven opened, and behold, a white horse! The one sitting on it is called Faithful and True, and in righteousness he judges and makes war. <b class=\"verse-num\" id=\"v66019012-1\">12&nbsp;</b>His eyes are like a flame of fire, and on his head are many diadems, and he has a name written that no one knows but himself. <b class=\"verse-num\" id=\"v66019013-1\">13&nbsp;</b>He is clothed in a robe dipped in blood, and the name by which he is called is The Word of God. <b class=\"verse-num\" id=\"v66019014-1\">14&nbsp;</b>And the armies of heaven, arrayed in fine linen, white and pure, were following him on white horses. <b class=\"verse-num\" id=\"v66019015-1\">15&nbsp;</b>From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty. <b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n\n</div>","kjv":"<strong>11</strong> And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.  <strong>12</strong> His eyes were as a flame of fire, and on his head were  many crowns; and he had a name written, that no man knew, but he himself.  <strong>13</strong> And he was clothed with a vesture dipped in blood: and his name is called The Word of God.  <strong>14</strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.  <strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  <strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  ","niv":"<sup><strong>11</strong></sup> I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and makes war. <sup><strong>12</strong></sup> His eyes are like blazing fire, and on his head are many crowns. He has a name written on him that no one knows but he himself. <sup><strong>13</strong></sup> He is dressed in a robe dipped in blood, and his name is the Word of God. <sup><strong>14</strong></sup> The armies of heaven were following him, riding on white horses and dressed in fine linen, white and clean. <sup><strong>15</strong></sup> Out of his mouth comes a sharp sword with which to strike down the nations. \"He will rule them with an iron scepter.\" He treads the winepress of the fury of the wrath of God Almighty. <sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS. ","modified":"2022-07-24T07:01:12.079Z"},{"_id":"61626077fb3956153170e7d6","topicId":"61626071fb3956153170e7c3","verse":"Revelation 6:1-8","votes":41,"__v":0,"esv":"<div>\n\n<p id=\"p66006001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66006001-1\">6:1&nbsp;</b>Now I watched when the Lamb opened one of the seven seals, and I heard one of the four living creatures say with a voice like thunder, “Come!” <b class=\"verse-num\" id=\"v66006002-1\">2&nbsp;</b>And I looked, and behold, a white horse! And its rider had a bow, and a crown was given to him, and he came out conquering, and to conquer.</p>\n<p id=\"p66006002_04-20\"><b class=\"verse-num\" id=\"v66006003-1\">3&nbsp;</b>When he opened the second seal, I heard the second living creature say, “Come!” <b class=\"verse-num\" id=\"v66006004-1\">4&nbsp;</b>And out came another horse, bright red. Its rider was permitted to take peace from the earth, so that people should slay one another, and he was given a great sword.</p>\n<p id=\"p66006004_04-20\"><b class=\"verse-num\" id=\"v66006005-1\">5&nbsp;</b>When he opened the third seal, I heard the third living creature say, “Come!” And I looked, and behold, a black horse! And its rider had a pair of scales in his hand. <b class=\"verse-num\" id=\"v66006006-1\">6&nbsp;</b>And I heard what seemed to be a voice in the midst of the four living creatures, saying, “A quart of wheat for a denarius, and three quarts of barley for a denarius, and do not harm the oil and wine!”</p>\n<p id=\"p66006006_04-20\"><b class=\"verse-num\" id=\"v66006007-1\">7&nbsp;</b>When he opened the fourth seal, I heard the voice of the fourth living creature say, “Come!” <b class=\"verse-num\" id=\"v66006008-1\">8&nbsp;</b>And I looked, and behold, a pale horse! And its rider’s name was Death, and Hades followed him. And they were given authority over a fourth of the earth, to kill with sword and with famine and with pestilence and by wild beasts of the earth.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw when the Lamb opened one of the seals, and I heard, as it were the noise of thunder, one of the four beasts saying, Come and see.  <strong>2</strong> And I saw, and behold a white horse: and he that sat on him had a bow; and a crown was given unto him: and he went forth conquering, and to conquer.  <strong>3</strong> And when he had opened the second seal, I heard the second beast say, Come and see.  <strong>4</strong> And there went out another horse that was red: and power  was given to him that sat thereon to take peace from the earth, and that they should kill one another: and there was given unto him a great sword.  <strong>5</strong> And when he had opened the third seal, I heard the third beast say, Come and see. And I beheld, and lo a black horse; and he that sat on him had a pair of balances in his hand.  <strong>6</strong> And I heard a voice in the midst of the four beasts say, A measure of wheat for a penny, and three measures of barley for a penny; and see  thou hurt not the oil and the wine.  <strong>7</strong> And when he had opened the fourth seal, I heard the voice of the fourth beast say, Come and see.  <strong>8</strong> And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him. And power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with the beasts of the earth.  ","niv":"<sup><strong>1</strong></sup> I watched as the Lamb opened the first of the seven seals. Then I heard one of the four living creatures say in a voice like thunder, \"Come!\" <sup><strong>2</strong></sup> I looked, and there before me was a white horse! Its rider held a bow, and he was given a crown, and he rode out as a conqueror bent on conquest. <sup><strong>3</strong></sup> When the Lamb opened the second seal, I heard the second living creature say, \"Come!\" <sup><strong>4</strong></sup> Then another horse came out, a fiery red one. Its rider was given power to take peace from the earth and to make men slay each other. To him was given a large sword. <sup><strong>5</strong></sup> When the Lamb opened the third seal, I heard the third living creature say, \"Come!\" I looked, and there before me was a black horse! Its rider was holding a pair of scales in his hand. <sup><strong>6</strong></sup> Then I heard what sounded like a voice among the four living creatures, saying, \"A quart of wheat for a day's wages, and three quarts of barley for a day's wages, and do not damage the oil and the wine!\" <sup><strong>7</strong></sup> When the Lamb opened the fourth seal, I heard the voice of the fourth living creature say, \"Come!\" <sup><strong>8</strong></sup> I looked, and there before me was a pale horse! Its rider was named Death, and Hades was following close behind him. They were given power over a fourth of the earth to kill by sword, famine and plague, and by the wild beasts of the earth. ","modified":"2022-09-24T15:53:30.154Z"},{"_id":"61626077fb3956153170e7d7","topicId":"61626071fb3956153170e7c3","verse":"Revelation 6:8","votes":41,"__v":0,"esv":"<div>\n<p id=\"p66006008_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v66006008-1\">8&nbsp;</b>And I looked, and behold, a pale horse! And its rider’s name was Death, and Hades followed him. And they were given authority over a fourth of the earth, to kill with sword and with famine and with pestilence and by wild beasts of the earth.</p>\n</div>","kjv":"<strong>8</strong> And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him. And power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with the beasts of the earth.  ","niv":"<sup><strong>8</strong></sup> I looked, and there before me was a pale horse! Its rider was named Death, and Hades was following close behind him. They were given power over a fourth of the earth to kill by sword, famine and plague, and by the wild beasts of the earth.","modified":"2022-10-13T15:05:35.227Z"},{"_id":"61626077fb3956153170e7d8","topicId":"61626071fb3956153170e7c3","verse":"Joel 2:4","votes":42,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002004_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002004-1\">4&nbsp;</b>&nbsp;&nbsp;Their appearance is like the appearance of horses,</span><br><span id=\"p29002004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like war horses they run.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> The appearance of them is as the appearance of horses; and as horsemen, so shall they run.  ","niv":"<sup><strong>4</strong></sup> They have the appearance of horses; they gallop along like cavalry.","modified":"2022-08-17T18:46:52.981Z"},{"_id":"61626077fb3956153170e7d9","topicId":"61626071fb3956153170e7c3","verse":"Psalm 32:9","votes":40,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19032009_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032009-1\">9&nbsp;</b>&nbsp;&nbsp;Be not like a horse or a mule, without understanding,</span><br><span id=\"p19032009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which must be curbed with bit and bridle,</span><br><span id=\"p19032009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or it will not stay near you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Be ye not as the horse, or as the mule, which have no understanding: whose mouth must be held in with bit and bridle, lest they come near unto thee.  ","niv":"<sup><strong>9</strong></sup> Do not be like the horse or the mule, which have no understanding but must be controlled by bit and bridle or they will not come to you.","modified":"2022-06-12T01:53:37.514Z"},{"_id":"61626078fb3956153170e7da","topicId":"61626071fb3956153170e7c3","verse":"Jeremiah 12:5","votes":39,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24012005_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v24012005-1\">5&nbsp;</b>&nbsp;&nbsp;“If you have raced with men on foot, and they have wearied you,</span><br><span id=\"p24012005_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;how will you compete with horses?</span><br><span id=\"p24012005_05-24\" class=\"line\">&nbsp;&nbsp;And if in a safe land you are so trusting,</span><br><span id=\"p24012005_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what will you do in the thicket of the Jordan?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> If thou hast run with the footmen, and they have wearied thee, then how canst thou contend with horses? and if in the land of peace, wherein thou trustedst, they wearied thee, then how wilt thou do in the swelling of Jordan?  ","niv":"<sup><strong>5</strong></sup> \"If you have raced with men on foot and they have worn you out, how can you compete with horses? If you stumble in safe country, how will you manage in the thickets by the Jordan?","modified":"2022-07-08T22:18:43.395Z"},{"_id":"61626078fb3956153170e7db","topicId":"61626071fb3956153170e7c3","verse":"Deuteronomy 17:16","votes":36,"__v":0,"esv":"<div>\n<p id=\"p05017016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v05017016-1\">16&nbsp;</b>Only he must not acquire many horses for himself or cause the people to return to Egypt in order to acquire many horses, since the LORD has said to you, ‘You shall never return that way again.’</p>\n</div>","kjv":"<strong>16</strong> But he shall not multiply horses to himself, nor cause the people to return to Egypt, to the end that he should multiply horses: forasmuch as the LORD hath said unto you, Ye shall henceforth return no more that way.  ","niv":"<sup><strong>16</strong></sup> The king, moreover, must not acquire great numbers of horses for himself or make the people return to Egypt to get more of them, for the LORD has told you, \"You are not to go back that way again.\""},{"_id":"61626078fb3956153170e7dc","topicId":"61626071fb3956153170e7c3","verse":"Psalm 147:10","votes":35,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19147010_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19147010-1\">10&nbsp;</b>&nbsp;&nbsp;His delight is not in the strength of the horse,</span><br><span id=\"p19147010_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor his pleasure in the legs of a man,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> He delighteth not in the strength of the horse: he taketh not pleasure in the legs of a man.  ","niv":"<sup><strong>10</strong></sup> His pleasure is not in the strength of the horse, nor his delight in the legs of a man;","modified":"2023-04-06T00:09:46.317Z"}]}