{"_id":"6162614cfb3956153170e854","slug":"house-of-god","name":"House Of God","verses":[{"_id":"6162614cfb3956153170e855","topicId":"6162614cfb3956153170e854","verse":"Haggai 1:2-7","votes":37,"__v":0,"esv":"<div>\n<p id=\"p37001002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v37001002-1\">2&nbsp;</b>“Thus says the LORD of hosts: These people say the time has not yet come to rebuild the house of the LORD.” <b class=\"verse-num\" id=\"v37001003-1\">3&nbsp;</b>Then the word of the LORD came by the hand of Haggai the prophet, <b class=\"verse-num\" id=\"v37001004-1\">4&nbsp;</b>“Is it a time for you yourselves to dwell in your paneled houses, while this house lies in ruins? <b class=\"verse-num\" id=\"v37001005-1\">5&nbsp;</b>Now, therefore, thus says the LORD of hosts: Consider your ways. <b class=\"verse-num\" id=\"v37001006-1\">6&nbsp;</b>You have sown much, and harvested little. You eat, but you never have enough; you drink, but you never have your fill. You clothe yourselves, but no one is warm. And he who earns wages does so to put them into a bag with holes.</p>\n<p id=\"p37001006_01-1\"><b class=\"verse-num\" id=\"v37001007-1\">7&nbsp;</b>“Thus says the LORD of hosts: Consider your ways.</p>\n</div>","kjv":"<strong>2</strong> Thus speaketh the LORD of hosts, saying, This people say, The time is not come, the time that the LORD’S house should be built.  <strong>3</strong> Then came the word of the LORD by Haggai the prophet, saying,  <strong>4</strong> Is it time for you, O ye, to dwell in your cieled houses, and this house lie waste?  <strong>5</strong> Now therefore thus saith the LORD of hosts; Consider your ways.  <strong>6</strong> Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes.  <strong>7</strong> Thus saith the LORD of hosts; Consider your ways.  ","niv":"<sup><strong>2</strong></sup> This is what the LORD Almighty says: \"These people say, 'The time has not yet come for the LORD's house to be built.'\" <sup><strong>3</strong></sup> Then the word of the LORD came through the prophet Haggai: <sup><strong>4</strong></sup> \"Is it a time for you yourselves to be living in your paneled houses, while this house remains a ruin?\" <sup><strong>5</strong></sup> Now this is what the LORD Almighty says: \"Give careful thought to your ways. <sup><strong>6</strong></sup> You have planted much, but have harvested little. You eat, but never have enough. You drink, but never have your fill. You put on clothes, but are not warm. You earn wages, only to put them in a purse with holes in it.\" <sup><strong>7</strong></sup> This is what the LORD Almighty says: \"Give careful thought to your ways. ","modified":"2023-11-24T14:51:29.562Z"},{"_id":"6162614dfb3956153170e857","topicId":"6162614cfb3956153170e854","verse":"Ecclesiastes 5:1","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p21005001_03-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21005001-1\">5:1&nbsp;</b>Guard your steps when you go to the house of God. To draw near to listen is better than to offer the sacrifice of fools, for they do not know that they are doing evil.</p>\n</div>","kjv":"<strong>1</strong> Keep thy foot when thou goest to the house of God, and be more ready to hear, than to give the sacrifice of fools: for they consider not that they do evil.  ","niv":"<sup><strong>1</strong></sup> Guard your steps when you go to the house of God. Go near to listen rather than to offer the sacrifice of fools, who do not know that they do wrong.","modified":"2023-02-23T02:33:56.008Z"},{"_id":"6162614dfb3956153170e856","topicId":"6162614cfb3956153170e854","verse":"1 Corinthians 3:16","votes":23,"__v":0,"esv":"<div>\n<p id=\"p46003016_01-4\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you?</p>\n\n</div>","kjv":"<strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  ","niv":"<sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you?","modified":"2023-02-23T02:34:15.170Z"},{"_id":"6162614efb3956153170e858","topicId":"6162614cfb3956153170e854","verse":"1 Timothy 3:14-15","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p54003014_05-6\"><b class=\"verse-num\" id=\"v54003014-1\">14&nbsp;</b>I hope to come to you soon, but I am writing these things to you so that, <b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth.</p>\n</div>","kjv":"<strong>14</strong> These things write I unto thee, hoping to come unto thee shortly:  <strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  ","niv":"<sup><strong>14</strong></sup> Although I hope to come to you soon, I am writing you these instructions so that, <sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth. ","modified":"2023-08-28T23:43:12.010Z"},{"_id":"6162614efb3956153170e859","topicId":"6162614cfb3956153170e854","verse":"1 Peter 2:5","votes":21,"__v":0,"esv":"<div>\n<p id=\"p60002005_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002005-1\">5&nbsp;</b>you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ.</p>\n</div>","kjv":"<strong>5</strong> Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.  ","niv":"<sup><strong>5</strong></sup> you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ.","modified":"2023-03-16T04:40:13.342Z"},{"_id":"6162614efb3956153170e85a","topicId":"6162614cfb3956153170e854","verse":"Acts 20:28","votes":20,"__v":0,"esv":"<div>\n<p id=\"p44020028_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.</p>\n\n</div>","kjv":"<strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  ","niv":"<sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood.","modified":"2023-02-23T02:34:22.887Z"},{"_id":"6162614efb3956153170e85b","topicId":"6162614cfb3956153170e854","verse":"1 Timothy 3:15","votes":24,"__v":0,"esv":"<div>\n<p id=\"p54003015_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth.</p>\n</div>","kjv":"<strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  ","niv":"<sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth.","modified":"2023-10-01T14:11:50.632Z"},{"_id":"6162614efb3956153170e85c","topicId":"6162614cfb3956153170e854","verse":"Hebrews 10:25","votes":14,"__v":0,"esv":"<div>\n<p id=\"p58010025_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching.","modified":"2023-09-23T06:21:56.743Z"},{"_id":"6162614ffb3956153170e85d","topicId":"6162614cfb3956153170e854","verse":"2 Samuel 7:2","votes":17,"__v":0,"esv":"<div>\n<p id=\"p10007002_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v10007002-1\">2&nbsp;</b>the king said to Nathan the prophet, “See now, I dwell in a house of cedar, but the ark of God dwells in a tent.”</p>\n</div>","kjv":"<strong>2</strong> That the king said unto Nathan the prophet, See now, I dwell in an house of cedar, but the ark of God dwelleth within curtains.  ","niv":"<sup><strong>2</strong></sup> he said to Nathan the prophet, \"Here I am, living in a palace of cedar, while the ark of God remains in a tent.\"","modified":"2023-02-23T02:34:44.895Z"},{"_id":"6162614ffb3956153170e85e","topicId":"6162614cfb3956153170e854","verse":"Matthew 21:13","votes":17,"__v":0,"esv":"<div>\n<p id=\"p40021013_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v40021013-1\">13&nbsp;</b>He said to them, <span class=\"woc\">“It is written, ‘My house shall be called a house of prayer,’ but you make it a den of robbers.”</span></p>\n</div>","kjv":"<strong>13</strong> And said unto them, It is written, My house shall be called the house of prayer; but ye have made it a den of thieves.  ","niv":"<sup><strong>13</strong></sup> \"It is written,\" he said to them, \"'My house will be called a house of prayer,' but you are making it a 'den of robbers.'\"","modified":"2023-09-10T22:55:26.773Z"},{"_id":"6162614ffb3956153170e85f","topicId":"6162614cfb3956153170e854","verse":"1 Peter 4:17","votes":13,"__v":0,"esv":"<div>\n<p id=\"p60004017_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004017-1\">17&nbsp;</b>For it is time for judgment to begin at the household of God; and if it begins with us, what will be the outcome for those who do not obey the gospel of God?</p>\n</div>","kjv":"<strong>17</strong> For the time is come that judgment must begin at the house of God: and if it first begin at us, what shall the end be of them that obey not the gospel of God?  ","niv":"<sup><strong>17</strong></sup> For it is time for judgment to begin with the family of God; and if it begins with us, what will the outcome be for those who do not obey the gospel of God?"},{"_id":"61626150fb3956153170e860","topicId":"6162614cfb3956153170e854","verse":"John 14:15-31","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p43014015_06-17\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span> <b class=\"verse-num woc\" id=\"v43014016-1\">16&nbsp;</b><span class=\"woc\">And I will ask the Father, and he will give you another Helper, to be with you forever,</span> <b class=\"verse-num woc\" id=\"v43014017-1\">17&nbsp;</b><span class=\"woc\">even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you.</span></p>\n<p id=\"p43014017_06-17\"><b class=\"verse-num woc\" id=\"v43014018-1\">18&nbsp;</b><span class=\"woc\">“I will not leave you as orphans; I will come to you.</span> <b class=\"verse-num woc\" id=\"v43014019-1\">19&nbsp;</b><span class=\"woc\">Yet a little while and the world will see me no more, but you will see me. Because I live, you also will live.</span> <b class=\"verse-num woc\" id=\"v43014020-1\">20&nbsp;</b><span class=\"woc\">In that day you will know that I am in my Father, and you in me, and I in you.</span> <b class=\"verse-num woc\" id=\"v43014021-1\">21&nbsp;</b><span class=\"woc\">Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”</span> <b class=\"verse-num\" id=\"v43014022-1\">22&nbsp;</b>Judas (not Iscariot) said to him, “Lord, how is it that you will manifest yourself to us, and not to the world?” <b class=\"verse-num\" id=\"v43014023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.</span> <b class=\"verse-num woc\" id=\"v43014024-1\">24&nbsp;</b><span class=\"woc\">Whoever does not love me does not keep my words. And the word that you hear is not mine but the Father’s who sent me.</span></p>\n<p id=\"p43014024_06-17\"><b class=\"verse-num woc\" id=\"v43014025-1\">25&nbsp;</b><span class=\"woc\">“These things I have spoken to you while I am still with you.</span> <b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span> <b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span> <b class=\"verse-num woc\" id=\"v43014028-1\">28&nbsp;</b><span class=\"woc\">You heard me say to you, ‘I am going away, and I will come to you.’ If you loved me, you would have rejoiced, because I am going to the Father, for the Father is greater than I.</span> <b class=\"verse-num woc\" id=\"v43014029-1\">29&nbsp;</b><span class=\"woc\">And now I have told you before it takes place, so that when it does take place you may believe.</span> <b class=\"verse-num woc\" id=\"v43014030-1\">30&nbsp;</b><span class=\"woc\">I will no longer talk much with you, for the ruler of this world is coming. He has no claim on me,</span> <b class=\"verse-num woc\" id=\"v43014031-1\">31&nbsp;</b><span class=\"woc\">but I do as the Father has commanded me, so that the world may know that I love the Father. Rise, let us go from here.</span></p>\n\n</div>","kjv":"<strong>15</strong>           If ye love me, keep my commandments.  <strong>16</strong> And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;  <strong>17</strong> Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.  <strong>18</strong> I will not leave you comfortless: I will come to you.  <strong>19</strong> Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.  <strong>20</strong> At that day ye shall know that I am in my Father, and ye in me, and I in you.  <strong>21</strong> He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.  <strong>22</strong> Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?  <strong>23</strong> Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.  <strong>24</strong> He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father’s which sent me.  <strong>25</strong> These things have I spoken unto you, being yet present with you.  <strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  <strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  <strong>28</strong> Ye have heard how I said unto you, I go away, and come again  unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.  <strong>29</strong> And now I have told you before it come to pass, that, when it is come to pass, ye might believe.  <strong>30</strong> Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.  <strong>31</strong> But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence. ","niv":"<sup><strong>15</strong></sup> \"If you love me, you will obey what I command. <sup><strong>16</strong></sup> And I will ask the Father, and he will give you another Counselor to be with you forever-- <sup><strong>17</strong></sup> the Spirit of truth. The world cannot accept him, because it neither sees him nor knows him. But you know him, for he lives with you and will be in you. <sup><strong>18</strong></sup> I will not leave you as orphans; I will come to you. <sup><strong>19</strong></sup> Before long, the world will not see me anymore, but you will see me. Because I live, you also will live. <sup><strong>20</strong></sup> On that day you will realize that I am in my Father, and you are in me, and I am in you. <sup><strong>21</strong></sup> Whoever has my commands and obeys them, he is the one who loves me. He who loves me will be loved by my Father, and I too will love him and show myself to him.\" <sup><strong>22</strong></sup> Then Judas (not Judas Iscariot) said, \"But, Lord, why do you intend to show yourself to us and not to the world?\" <sup><strong>23</strong></sup> Jesus replied, \"If anyone loves me, he will obey my teaching. My Father will love him, and we will come to him and make our home with him. <sup><strong>24</strong></sup> He who does not love me will not obey my teaching. These words you hear are not my own; they belong to the Father who sent me. <sup><strong>25</strong></sup> \"All this I have spoken while still with you. <sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you. <sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid. <sup><strong>28</strong></sup> \"You heard me say, 'I am going away and I am coming back to you.' If you loved me, you would be glad that I am going to the Father, for the Father is greater than I. <sup><strong>29</strong></sup> I have told you now before it happens, so that when it does happen you will believe. <sup><strong>30</strong></sup> I will not speak with you much longer, for the prince of this world is coming. He has no hold on me, <sup><strong>31</strong></sup> but the world must learn that I love the Father and that I do exactly what my Father has commanded me. \"Come now; let us leave. "},{"_id":"61626150fb3956153170e861","topicId":"6162614cfb3956153170e854","verse":"Luke 2:49","votes":15,"__v":0,"esv":"<div>\n<p id=\"p42002049_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002049-1\">49&nbsp;</b>And he said to them, <span class=\"woc\">“Why were you looking for me? Did you not know that I must be in my Father’s house?”</span></p>\n\n</div>","kjv":"<strong>49</strong> And he said unto them, How is it that ye sought me? wist ye not that I must be about my Father’s business?  ","niv":"<sup><strong>49</strong></sup> \"Why were you searching for me?\" he asked. \"Didn't you know I had to be in my Father's house?\"","modified":"2023-02-23T02:34:55.220Z"},{"_id":"61626150fb3956153170e862","topicId":"6162614cfb3956153170e854","verse":"Acts 4:12","votes":12,"__v":0,"esv":"<div>\n<p id=\"p44004012_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n\n</div>","kjv":"<strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  ","niv":"<sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\"","modified":"2023-02-23T02:35:09.222Z"},{"_id":"61626151fb3956153170e863","topicId":"6162614cfb3956153170e854","verse":"Isaiah 41:10","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-20\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.","modified":"2023-02-23T02:35:12.174Z"},{"_id":"61626151fb3956153170e864","topicId":"6162614cfb3956153170e854","verse":"James 4:7","votes":9,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you.","modified":"2023-02-23T02:35:16.357Z"},{"_id":"61626151fb3956153170e865","topicId":"6162614cfb3956153170e854","verse":"Psalm 122:1-9","votes":10,"__v":0,"esv":"<div>\n\n<h4 id=\"p19122001_10-22\" class=\"psalm-title\">A Song of Ascents. Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19122001_10-22\" class=\"line\"><b class=\"chapter-num\" id=\"v19122001-1\">122:1&nbsp;</b>&nbsp;&nbsp;I was glad when they said to me,</span><br><span id=\"p19122001_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Let us go to the house of the LORD!”</span><br><span id=\"p19122002_10-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19122002-1\">2&nbsp;</b>&nbsp;&nbsp;Our feet have been standing</span><br><span id=\"p19122002_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;within your gates, O Jerusalem!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19122003_10-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19122003-1\">3&nbsp;</b>&nbsp;&nbsp;Jerusalem—built as a city</span><br><span id=\"p19122003_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that is bound firmly together,</span><br><span id=\"p19122004_10-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19122004-1\">4&nbsp;</b>&nbsp;&nbsp;to which the tribes go up,</span><br><span id=\"p19122004_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the tribes of the LORD,</span><br><span id=\"p19122004_10-22\" class=\"line\">&nbsp;&nbsp;as was decreed for Israel,</span><br><span id=\"p19122004_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to give thanks to the name of the LORD.</span><br><span id=\"p19122005_10-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19122005-1\">5&nbsp;</b>&nbsp;&nbsp;There thrones for judgment were set,</span><br><span id=\"p19122005_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the thrones of the house of David.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19122006_10-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19122006-1\">6&nbsp;</b>&nbsp;&nbsp;Pray for the peace of Jerusalem!</span><br><span id=\"p19122006_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“May they be secure who love you!</span><br><span id=\"p19122007_10-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19122007-1\">7&nbsp;</b>&nbsp;&nbsp;Peace be within your walls</span><br><span id=\"p19122007_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and security within your towers!”</span><br><span id=\"p19122008_10-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19122008-1\">8&nbsp;</b>&nbsp;&nbsp;For my brothers and companions’ sake</span><br><span id=\"p19122008_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will say, “Peace be within you!”</span><br><span id=\"p19122009_10-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19122009-1\">9&nbsp;</b>&nbsp;&nbsp;For the sake of the house of the LORD our God,</span><br><span id=\"p19122009_10-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will seek your good.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> I was glad when they said unto me, Let us go into the house of the LORD.  <strong>2</strong> Our feet shall stand within thy gates, O Jerusalem.  <strong>3</strong> Jerusalem is builded as a city that is compact together:  <strong>4</strong> Whither the tribes go up, the tribes of the LORD, unto the testimony of Israel, to give thanks unto the name of the LORD.  <strong>5</strong> For there are set thrones of judgment, the thrones of the house of David.  <strong>6</strong> Pray for the peace of Jerusalem: they shall prosper that love thee.  <strong>7</strong> Peace be within thy walls, and prosperity within thy palaces.  <strong>8</strong> For my brethren and companions’ sakes, I will now say, Peace be  within thee.  <strong>9</strong> Because of the house of the LORD our God I will seek thy good.  ","niv":"<sup><strong>1</strong></sup> I rejoiced with those who said to me, \"Let us go to the house of the LORD.\" <sup><strong>2</strong></sup> Our feet are standing in your gates, O Jerusalem. <sup><strong>3</strong></sup> Jerusalem is built like a city that is closely compacted together. <sup><strong>4</strong></sup> That is where the tribes go up, the tribes of the LORD, to praise the name of the LORD according to the statute given to Israel. <sup><strong>5</strong></sup> There the thrones for judgment stand, the thrones of the house of David. <sup><strong>6</strong></sup> Pray for the peace of Jerusalem: \"May those who love you be secure. <sup><strong>7</strong></sup> May there be peace within your walls and security within your citadels.\" <sup><strong>8</strong></sup> For the sake of my brothers and friends, I will say, \"Peace be within you.\" <sup><strong>9</strong></sup> For the sake of the house of the LORD our God, I will seek your prosperity. ","modified":"2023-05-15T13:24:59.123Z"},{"_id":"61626151fb3956153170e866","topicId":"6162614cfb3956153170e854","verse":"Psalm 84:10","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19084010_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084010-1\">10&nbsp;</b>&nbsp;&nbsp;For a day in your courts is better</span><br><span id=\"p19084010_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than a thousand elsewhere.</span><br><span id=\"p19084010_01-23\" class=\"line\">&nbsp;&nbsp;I would rather be a doorkeeper in the house of my God</span><br><span id=\"p19084010_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than dwell in the tents of wickedness.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> For a day in thy courts is better than a thousand. I had rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness.  ","niv":"<sup><strong>10</strong></sup> Better is one day in your courts than a thousand elsewhere; I would rather be a doorkeeper in the house of my God than dwell in the tents of the wicked.","modified":"2023-10-01T14:10:12.387Z"},{"_id":"61626152fb3956153170e867","topicId":"6162614cfb3956153170e854","verse":"James 4:8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p59004008_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.</p>\n</div>","kjv":"<strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  ","niv":"<sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded.","modified":"2023-02-23T02:35:30.356Z"},{"_id":"61626152fb3956153170e868","topicId":"6162614cfb3956153170e854","verse":"Micah 4:2","votes":-1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33004002_01-25\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v33004002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and many nations shall come, and say:</span><br><span id=\"p33004002_01-25\" class=\"line\">&nbsp;&nbsp;“Come, let us go up to the mountain of the LORD,</span><br><span id=\"p33004002_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the house of the God of Jacob,</span><br><span id=\"p33004002_01-25\" class=\"line\">&nbsp;&nbsp;that he may teach us his ways</span><br><span id=\"p33004002_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that we may walk in his paths.”</span><br><span id=\"p33004002_01-25\" class=\"line\">&nbsp;&nbsp;For out of Zion shall go forth the law,</span><br><span id=\"p33004002_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of the LORD from Jerusalem.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> And many nations shall come, and say, Come, and let us go up to the mountain of the LORD, and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for the law shall go forth of Zion, and the word of the LORD from Jerusalem.  ","niv":"<sup><strong>2</strong></sup> Many nations will come and say, \"Come, let us go up to the mountain of the LORD, to the house of the God of Jacob. He will teach us his ways, so that we may walk in his paths.\" The law will go out from Zion, the word of the LORD from Jerusalem.","modified":"2022-10-10T16:46:57.192Z"},{"_id":"61626152fb3956153170e869","topicId":"6162614cfb3956153170e854","verse":"Psalm 127:1","votes":8,"__v":0,"esv":"<div>\n\n<h4 id=\"p19127001_07-26\" class=\"psalm-title\">A Song of Ascents. Of Solomon.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127001_07-26\" class=\"line\"><b class=\"chapter-num\" id=\"v19127001-1\">127:1&nbsp;</b>&nbsp;&nbsp;Unless the LORD builds the house,</span><br><span id=\"p19127001_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who build it labor in vain.</span><br><span id=\"p19127001_07-26\" class=\"line\">&nbsp;&nbsp;Unless the LORD watches over the city,</span><br><span id=\"p19127001_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the watchman stays awake in vain.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Except the LORD build the house, they labour in vain that build it: except the LORD keep the city, the watchman waketh but in vain.  ","niv":"<sup><strong>1</strong></sup> Unless the LORD builds the house, its builders labor in vain. Unless the LORD watches over the city, the watchmen stand guard in vain."},{"_id":"61626153fb3956153170e86a","topicId":"6162614cfb3956153170e854","verse":"Ephesians 5:25","votes":7,"__v":0,"esv":"<div>\n<p id=\"p49005025_01-27\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her,</p>\n</div>","kjv":"<strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  ","niv":"<sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her"},{"_id":"61626153fb3956153170e86b","topicId":"6162614cfb3956153170e854","verse":"Colossians 3:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,","modified":"2022-10-02T00:41:08.837Z"},{"_id":"61626153fb3956153170e86c","topicId":"6162614cfb3956153170e854","verse":"Colossians 1:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51001018_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent.</p>\n</div>","kjv":"<strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  ","niv":"<sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy.","modified":"2023-11-01T22:50:42.535Z"},{"_id":"61626154fb3956153170e86d","topicId":"6162614cfb3956153170e854","verse":"Psalm 27:4","votes":-9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19027004_01-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v19027004-1\">4&nbsp;</b>&nbsp;&nbsp;One thing have I asked of the LORD,</span><br><span id=\"p19027004_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that will I seek after:</span><br><span id=\"p19027004_01-30\" class=\"line\">&nbsp;&nbsp;that I may dwell in the house of the LORD</span><br><span id=\"p19027004_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19027004_01-30\" class=\"line\">&nbsp;&nbsp;to gaze upon the beauty of the LORD</span><br><span id=\"p19027004_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to inquire in his temple.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> One thing have I desired of the LORD, that will I seek after; that I may dwell in the house of the LORD all the days of my life, to behold the beauty of the LORD, and to enquire in his temple.  ","niv":"<sup><strong>4</strong></sup> One thing I ask of the LORD, this is what I seek: that I may dwell in the house of the LORD all the days of my life, to gaze upon the beauty of the LORD and to seek him in his temple.","modified":"2023-11-12T17:31:19.846Z"}]}