{"_id":"6162624afb3956153170e8fd","slug":"how-to-act","name":"How To Act","verses":[{"_id":"6162624bfb3956153170e8fe","topicId":"6162624afb3956153170e8fd","verse":"Matthew 7:1-6","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span> <b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007004-1\">4&nbsp;</b><span class=\"woc\">Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n<p id=\"p40007005_03-1\"><b class=\"verse-num woc\" id=\"v40007006-1\">6&nbsp;</b><span class=\"woc\">“Do not give dogs what is holy, and do not throw your pearls before pigs, lest they trample them underfoot and turn to attack you.</span></p>\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  <strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  <strong>6</strong>           Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you. ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. <sup><strong>3</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>4</strong></sup> How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye? <sup><strong>5</strong></sup> You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye. <sup><strong>6</strong></sup> \"Do not give dogs what is sacred; do not throw your pearls to pigs. If you do, they may trample them under their feet, and then turn and tear you to pieces. ","modified":"2022-09-21T21:27:01.413Z"},{"_id":"6162624bfb3956153170e8ff","topicId":"6162624afb3956153170e8fd","verse":"2 Timothy 2:15","votes":23,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"6162624bfb3956153170e900","topicId":"6162624afb3956153170e8fd","verse":"Colossians 3:17","votes":17,"__v":0,"esv":"<div>\n<p id=\"p51003017_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n</div>","kjv":"<strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  ","niv":"<sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him."},{"_id":"6162624dfb3956153170e902","topicId":"6162624afb3956153170e8fd","verse":"Romans 8:28","votes":11,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"6162624dfb3956153170e901","topicId":"6162624afb3956153170e8fd","verse":"1 Timothy 5:22","votes":15,"__v":0,"esv":"<div>\n<p id=\"p54005022_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005022-1\">22&nbsp;</b>Do not be hasty in the laying on of hands, nor take part in the sins of others; keep yourself pure.</p>\n</div>","kjv":"<strong>22</strong> Lay hands suddenly on no man, neither be partaker of other men’s sins: keep thyself pure.  ","niv":"<sup><strong>22</strong></sup> Do not be hasty in the laying on of hands, and do not share in the sins of others. Keep yourself pure."},{"_id":"6162624dfb3956153170e903","topicId":"6162624afb3956153170e8fd","verse":"Colossians 3:2","votes":10,"__v":0,"esv":"<div>\n<p id=\"p51003002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth.</p>\n</div>","kjv":"<strong>2</strong> Set your affection on things above, not on things on the earth.  ","niv":"<sup><strong>2</strong></sup> Set your minds on things above, not on earthly things."},{"_id":"6162624dfb3956153170e904","topicId":"6162624afb3956153170e8fd","verse":"Proverbs 22:6","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it."},{"_id":"6162624dfb3956153170e905","topicId":"6162624afb3956153170e8fd","verse":"1 Corinthians 13:3","votes":9,"__v":0,"esv":"<div>\n<p id=\"p46013003_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n\n</div>","kjv":"<strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  ","niv":"<sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing."},{"_id":"6162624dfb3956153170e906","topicId":"6162624afb3956153170e8fd","verse":"1 Corinthians 13:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46013013_01-12\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n</div>","kjv":"<strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love.","modified":"2023-10-09T19:22:38.979Z"},{"_id":"6162624dfb3956153170e907","topicId":"6162624afb3956153170e8fd","verse":"James 1:5","votes":6,"__v":0,"esv":"<div>\n<p id=\"p59001005_01-13\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.</p>\n</div>","kjv":"<strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  ","niv":"<sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him."},{"_id":"6162624dfb3956153170e908","topicId":"6162624afb3956153170e8fd","verse":"Philippians 4:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"6162624efb3956153170e909","topicId":"6162624afb3956153170e8fd","verse":"Mark 4:1-9","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p41004001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41004001-1\">4:1&nbsp;</b>Again he began to teach beside the sea. And a very large crowd gathered about him, so that he got into a boat and sat in it on the sea, and the whole crowd was beside the sea on the land. <b class=\"verse-num\" id=\"v41004002-1\">2&nbsp;</b>And he was teaching them many things in parables, and in his teaching he said to them: <b class=\"verse-num woc\" id=\"v41004003-1\">3&nbsp;</b><span class=\"woc\">“Listen! Behold, a sower went out to sow.</span> <b class=\"verse-num woc\" id=\"v41004004-1\">4&nbsp;</b><span class=\"woc\">And as he sowed, some seed fell along the path, and the birds came and devoured it.</span> <b class=\"verse-num woc\" id=\"v41004005-1\">5&nbsp;</b><span class=\"woc\">Other seed fell on rocky ground, where it did not have much soil, and immediately it sprang up, since it had no depth of soil.</span> <b class=\"verse-num woc\" id=\"v41004006-1\">6&nbsp;</b><span class=\"woc\">And when the sun rose, it was scorched, and since it had no root, it withered away.</span> <b class=\"verse-num woc\" id=\"v41004007-1\">7&nbsp;</b><span class=\"woc\">Other seed fell among thorns, and the thorns grew up and choked it, and it yielded no grain.</span> <b class=\"verse-num woc\" id=\"v41004008-1\">8&nbsp;</b><span class=\"woc\">And other seeds fell into good soil and produced grain, growing up and increasing and yielding thirtyfold and sixtyfold and a hundredfold.”</span> <b class=\"verse-num\" id=\"v41004009-1\">9&nbsp;</b>And he said, <span class=\"woc\">“He who has ears to hear, let him hear.”</span></p>\n</div>","kjv":"<strong>1</strong> And he began again to teach by the sea side: and there was gathered unto him a great multitude, so that he entered into a ship, and sat in the sea; and the whole multitude was by the sea on the land.  <strong>2</strong> And he taught them many things by parables, and said unto them in his doctrine,  <strong>3</strong> Hearken; Behold, there went out a sower to sow:  <strong>4</strong> And it came to pass, as he sowed, some fell by the way side, and the fowls of the air came and devoured it up.  <strong>5</strong> And some fell on stony ground, where it had not much earth; and immediately it sprang up, because it had no depth of earth:  <strong>6</strong> But when the sun was up, it was scorched; and because it had no root, it withered away.  <strong>7</strong> And some fell among thorns, and the thorns grew up, and choked it, and it yielded no fruit.  <strong>8</strong> And other fell on good ground, and did yield fruit that sprang up and increased; and brought forth, some thirty, and some sixty, and some an hundred.  <strong>9</strong> And he said unto them, He that hath ears to hear, let him hear.  ","niv":"<sup><strong>1</strong></sup> Again Jesus began to teach by the lake. The crowd that gathered around him was so large that he got into a boat and sat in it out on the lake, while all the people were along the shore at the water's edge. <sup><strong>2</strong></sup> He taught them many things by parables, and in his teaching said: <sup><strong>3</strong></sup> \"Listen! A farmer went out to sow his seed. <sup><strong>4</strong></sup> As he was scattering the seed, some fell along the path, and the birds came and ate it up. <sup><strong>5</strong></sup> Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. <sup><strong>6</strong></sup> But when the sun came up, the plants were scorched, and they withered because they had no root. <sup><strong>7</strong></sup> Other seed fell among thorns, which grew up and choked the plants, so that they did not bear grain. <sup><strong>8</strong></sup> Still other seed fell on good soil. It came up, grew and produced a crop, multiplying thirty, sixty, or even a hundred times.\" <sup><strong>9</strong></sup> Then Jesus said, \"He who has ears to hear, let him hear.\" "},{"_id":"6162624efb3956153170e90a","topicId":"6162624afb3956153170e8fd","verse":"Romans 12:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"6162624efb3956153170e90b","topicId":"6162624afb3956153170e8fd","verse":"Micah 6:8","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33006008_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v33006008-1\">8&nbsp;</b>&nbsp;&nbsp;He has told you, O man, what is good;</span><br><span id=\"p33006008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what does the LORD require of you</span><br><span id=\"p33006008_01-17\" class=\"line\">&nbsp;&nbsp;but to do justice, and to love kindness,</span><br><span id=\"p33006008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to walk humbly with your God?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> He hath shewed thee, O man, what is good; and what doth the LORD require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?  ","niv":"<sup><strong>8</strong></sup> He has showed you, O man, what is good. And what does the LORD require of you? To act justly and to love mercy and to walk humbly with your God.","modified":"2023-08-30T09:51:06.523Z"},{"_id":"6162624efb3956153170e90c","topicId":"6162624afb3956153170e8fd","verse":"1 Peter 3:1-22","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n<p id=\"p60003006_04-19\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n<p id=\"p60003007_08-19\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. <b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. <b class=\"verse-num\" id=\"v60003010-1\">10&nbsp;</b>For</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003010_08-19\" class=\"line\">&nbsp;&nbsp;“Whoever desires to love life</span><br><span id=\"p60003010_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see good days,</span><br><span id=\"p60003010_08-19\" class=\"line\">&nbsp;&nbsp;let him keep his tongue from evil</span><br><span id=\"p60003010_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lips from speaking deceit;</span><br><span id=\"p60003011_08-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003011-1\">11&nbsp;</b>&nbsp;&nbsp;let him turn away from evil and do good;</span><br><span id=\"p60003011_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him seek peace and pursue it.</span><br><span id=\"p60003012_08-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003012-1\">12&nbsp;</b>&nbsp;&nbsp;For the eyes of the Lord are on the righteous,</span><br><span id=\"p60003012_08-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears are open to their prayer.</span><br><span id=\"p60003012_08-19\" class=\"line\">&nbsp;&nbsp;But the face of the Lord is against those who do evil.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60003012_08-19\"><b class=\"verse-num\" id=\"v60003013-1\">13&nbsp;</b>Now who is there to harm you if you are zealous for what is good? <b class=\"verse-num\" id=\"v60003014-1\">14&nbsp;</b>But even if you should suffer for righteousness’ sake, you will be blessed. Have no fear of them, nor be troubled, <b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect, <b class=\"verse-num\" id=\"v60003016-1\">16&nbsp;</b>having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame. <b class=\"verse-num\" id=\"v60003017-1\">17&nbsp;</b>For it is better to suffer for doing good, if that should be God’s will, than for doing evil.</p>\n<p id=\"p60003017_08-19\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  <strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  <strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  <strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  <strong>10</strong> For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:  <strong>11</strong> Let him eschew evil, and do good; let him seek peace, and ensue it.  <strong>12</strong> For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is  against them that do evil.  <strong>13</strong> And who is he that will harm you, if ye be followers of that which is good?  <strong>14</strong> But and if ye suffer for righteousness’ sake, happy are ye:  and be not afraid of their terror, neither be troubled;  <strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  <strong>16</strong> Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.  <strong>17</strong> For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.  <strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. <sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers. <sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble. <sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing. <sup><strong>10</strong></sup> For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech. <sup><strong>11</strong></sup> He must turn from evil and do good; he must seek peace and pursue it. <sup><strong>12</strong></sup> For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\" <sup><strong>13</strong></sup> Who is going to harm you if you are eager to do good? <sup><strong>14</strong></sup> But even if you should suffer for what is right, you are blessed. \"Do not fear what they fear; do not be frightened.\" <sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect, <sup><strong>16</strong></sup> keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander. <sup><strong>17</strong></sup> It is better, if it is God's will, to suffer for doing good than for doing evil. <sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"6162624ffb3956153170e90d","topicId":"6162624afb3956153170e8fd","verse":"Hebrews 4:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58004016_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004016-1\">16&nbsp;</b>Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.</p>\n</div>","kjv":"<strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  ","niv":"<sup><strong>16</strong></sup> Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."},{"_id":"6162624ffb3956153170e90e","topicId":"6162624afb3956153170e8fd","verse":"Jude 1:3","votes":4,"__v":0,"kjv":"<strong>3</strong> Beloved, when I gave all diligence to write unto you of the common salvation, it was needful for me to write unto you, and exhort you  that ye should earnestly contend for the faith which was once delivered unto the saints.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"6162624ffb3956153170e90f","topicId":"6162624afb3956153170e8fd","verse":"Hebrews 12:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58012007_01-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58012007-1\">7&nbsp;</b>It is for discipline that you have to endure. God is treating you as sons. For what son is there whom his father does not discipline?</p>\n</div>","kjv":"<strong>7</strong> If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?  ","niv":"<sup><strong>7</strong></sup> Endure hardship as discipline; God is treating you as sons. For what son is not disciplined by his father?"},{"_id":"61626250fb3956153170e910","topicId":"6162624afb3956153170e8fd","verse":"John 5:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43005015_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v43005015-1\">15&nbsp;</b>The man went away and told the Jews that it was Jesus who had healed him.</p>\n</div>","kjv":"<strong>15</strong> The man departed, and told the Jews that it was Jesus, which had made him whole.  ","niv":"<sup><strong>15</strong></sup> The man went away and told the Jews that it was Jesus who had made him well."},{"_id":"61626250fb3956153170e911","topicId":"6162624afb3956153170e8fd","verse":"Luke 21:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42021015_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021015-1\">15&nbsp;</b><span class=\"woc\">for I will give you a mouth and wisdom, which none of your adversaries will be able to withstand or contradict.</span></p>\n</div>","kjv":"<strong>15</strong> For I will give you a mouth and wisdom, which all your adversaries shall not be able to gainsay nor resist.  ","niv":"<sup><strong>15</strong></sup> For I will give you words and wisdom that none of your adversaries will be able to resist or contradict.","modified":"2023-10-10T16:24:33.605Z"},{"_id":"61626250fb3956153170e912","topicId":"6162624afb3956153170e8fd","verse":"Jude 1:20","votes":2,"__v":0,"kjv":"<strong>20</strong> But ye, beloved, building up yourselves on your most holy faith, praying in the Holy Ghost,  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:","modified":"2022-08-04T07:09:02.020Z"},{"_id":"61626250fb3956153170e913","topicId":"6162624afb3956153170e8fd","verse":"Hebrews 13:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"61626251fb3956153170e914","topicId":"6162624afb3956153170e8fd","verse":"Luke 21:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42021016_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021016-1\">16&nbsp;</b><span class=\"woc\">You will be delivered up even by parents and brothers and relatives and friends, and some of you they will put to death.</span></p>\n\n</div>","kjv":"<strong>16</strong> And ye shall be betrayed both by parents, and brethren, and kinsfolks, and friends; and some of you shall they cause to be put to death.  ","niv":"<sup><strong>16</strong></sup> You will be betrayed even by parents, brothers, relatives and friends, and they will put some of you to death."},{"_id":"61626251fb3956153170e915","topicId":"6162624afb3956153170e8fd","verse":"Acts 9:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44009016_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44009016-1\">16&nbsp;</b><span class=\"woc\">For I will show him how much he must suffer for the sake of my name.”</span></p>\n</div>","kjv":"<strong>16</strong> For I will shew him how great things he must suffer for my name’s sake.  ","niv":"<sup><strong>16</strong></sup> I will show him how much he must suffer for my name.\""},{"_id":"61626251fb3956153170e916","topicId":"6162624afb3956153170e8fd","verse":"Luke 21:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42021014_01-29\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021014-1\">14&nbsp;</b><span class=\"woc\">Settle it therefore in your minds not to meditate beforehand how to answer,</span></p>\n</div>","kjv":"<strong>14</strong> Settle it therefore in your hearts, not to meditate before what ye shall answer:  ","niv":"<sup><strong>14</strong></sup> But make up your mind not to worry beforehand how you will defend yourselves."}]}