{"_id":"616264d7fb3956153170ea85","slug":"human-beings","name":"Human Beings","verses":[{"_id":"616264d7fb3956153170ea86","topicId":"616264d7fb3956153170ea85","verse":"Genesis 1:27","votes":69,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-25\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-25\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-25\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-25\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-25\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-25\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-25\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-25\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-25\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them.","modified":"2022-01-27T04:08:45.889Z"},{"_id":"616264d7fb3956153170ea87","topicId":"616264d7fb3956153170ea85","verse":"Genesis 2:7","votes":59,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"_id":"616264d8fb3956153170ea88","topicId":"616264d7fb3956153170ea85","verse":"Romans 12:2","votes":30,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"616264d8fb3956153170ea89","topicId":"616264d7fb3956153170ea85","verse":"Psalm 139:13-16","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139013_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139013-1\">13&nbsp;</b>&nbsp;&nbsp;For you formed my inward parts;</span><br><span id=\"p19139013_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you knitted me together in my mother’s womb.</span><br><span id=\"p19139014_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-4\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br><span id=\"p19139015_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139015-1\">15&nbsp;</b>&nbsp;&nbsp;My frame was not hidden from you,</span><br><span id=\"p19139015_01-4\" class=\"line\">&nbsp;&nbsp;when I was being made in secret,</span><br><span id=\"p19139015_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;intricately woven in the depths of the earth.</span><br><span id=\"p19139016_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139016-1\">16&nbsp;</b>&nbsp;&nbsp;Your eyes saw my unformed substance;</span><br><span id=\"p19139016_01-4\" class=\"line\">&nbsp;&nbsp;in your book were written, every one of them,</span><br><span id=\"p19139016_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the days that were formed for me,</span><br><span id=\"p19139016_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when as yet there was none of them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> For thou hast possessed my reins: thou hast covered me in my mother’s womb.  <strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  <strong>15</strong> My substance was not hid from thee, when I was made in secret, and curiously wrought in the lowest parts of the earth.  <strong>16</strong> Thine eyes did see my substance, yet being unperfect; and in thy book all my members were written, which in continuance were fashioned, when as yet there was none of them.  ","niv":"<sup><strong>13</strong></sup> For you created my inmost being; you knit me together in my mother's womb. <sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well. <sup><strong>15</strong></sup> My frame was not hidden from you when I was made in the secret place. When I was woven together in the depths of the earth, <sup><strong>16</strong></sup> your eyes saw my unformed body. All the days ordained for me were written in your book before one of them came to be. "},{"_id":"616264d8fb3956153170ea8a","topicId":"616264d7fb3956153170ea85","verse":"Job 10:8-12","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18010008_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v18010008-1\">8&nbsp;</b>&nbsp;&nbsp;Your hands fashioned and made me,</span><br><span id=\"p18010008_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and now you have destroyed me altogether.</span><br><span id=\"p18010009_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v18010009-1\">9&nbsp;</b>&nbsp;&nbsp;Remember that you have made me like clay;</span><br><span id=\"p18010009_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will you return me to the dust?</span><br><span id=\"p18010010_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v18010010-1\">10&nbsp;</b>&nbsp;&nbsp;Did you not pour me out like milk</span><br><span id=\"p18010010_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and curdle me like cheese?</span><br><span id=\"p18010011_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v18010011-1\">11&nbsp;</b>&nbsp;&nbsp;You clothed me with skin and flesh,</span><br><span id=\"p18010011_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and knit me together with bones and sinews.</span><br><span id=\"p18010012_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v18010012-1\">12&nbsp;</b>&nbsp;&nbsp;You have granted me life and steadfast love,</span><br><span id=\"p18010012_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your care has preserved my spirit.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Thine hands have made me and fashioned me together round about; yet thou dost destroy me.  <strong>9</strong> Remember, I beseech thee, that thou hast made me as the clay; and wilt thou bring me into dust again?  <strong>10</strong> Hast thou not poured me out as milk, and curdled me like cheese?  <strong>11</strong> Thou hast clothed me with skin and flesh, and hast fenced me with bones and sinews.  <strong>12</strong> Thou hast granted me life and favour, and thy visitation hath preserved my spirit.  ","niv":"<sup><strong>8</strong></sup> \"Your hands shaped me and made me. Will you now turn and destroy me? <sup><strong>9</strong></sup> Remember that you molded me like clay. Will you now turn me to dust again? <sup><strong>10</strong></sup> Did you not pour me out like milk and curdle me like cheese, <sup><strong>11</strong></sup> clothe me with skin and flesh and knit me together with bones and sinews? <sup><strong>12</strong></sup> You gave me life and showed me kindness, and in your providence watched over my spirit. "},{"_id":"616264d9fb3956153170ea8b","topicId":"616264d7fb3956153170ea85","verse":"Isaiah 13:12","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23013012_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013012-1\">12&nbsp;</b>&nbsp;&nbsp;I will make people more rare than fine gold,</span><br><span id=\"p23013012_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and mankind than the gold of Ophir.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> I will make a man more precious than fine gold; even a man than the golden wedge of Ophir.  ","niv":"<sup><strong>12</strong></sup> I will make man scarcer than pure gold, more rare than the gold of Ophir."},{"_id":"616264d9fb3956153170ea8c","topicId":"616264d7fb3956153170ea85","verse":"John 3:16","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-7\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616264d9fb3956153170ea8d","topicId":"616264d7fb3956153170ea85","verse":"Ephesians 2:10","votes":15,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."},{"_id":"616264d9fb3956153170ea8e","topicId":"616264d7fb3956153170ea85","verse":"Matthew 25:46","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40025046_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n</div>","kjv":"<strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\""},{"_id":"616264dafb3956153170ea8f","topicId":"616264d7fb3956153170ea85","verse":"Jeremiah 1:5","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-10\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-10\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"616264dafb3956153170ea90","topicId":"616264d7fb3956153170ea85","verse":"Hebrews 13:5","votes":12,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"616264dafb3956153170ea91","topicId":"616264d7fb3956153170ea85","verse":"Isaiah 64:8","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23064008_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23064008-1\">8&nbsp;</b>&nbsp;&nbsp;But now, O LORD, you are our Father;</span><br><span id=\"p23064008_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are the clay, and you are our potter;</span><br><span id=\"p23064008_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are all the work of your hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> But now, O LORD, thou art our father; we are the clay, and thou our potter; and we all are the work of thy hand.  ","niv":"<sup><strong>8</strong></sup> Yet, O LORD, you are our Father. We are the clay, you are the potter; we are all the work of your hand."},{"_id":"616264dbfb3956153170ea92","topicId":"616264d7fb3956153170ea85","verse":"Job 32:8","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18032008_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v18032008-1\">8&nbsp;</b>&nbsp;&nbsp;But it is the spirit in man,</span><br><span id=\"p18032008_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the breath of the Almighty, that makes him understand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> But there is a spirit in man: and the inspiration of the Almighty giveth them understanding.  ","niv":"<sup><strong>8</strong></sup> But it is the spirit in a man, the breath of the Almighty, that gives him understanding."},{"_id":"616264dbfb3956153170ea93","topicId":"616264d7fb3956153170ea85","verse":"1 Corinthians 6:19-20","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"616264dbfb3956153170ea94","topicId":"616264d7fb3956153170ea85","verse":"1 John 5:20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p62005020_01-16\"><b class=\"verse-num\" id=\"v62005020-1\">20&nbsp;</b>And we know that the Son of God has come and has given us understanding, so that we may know him who is true; and we are in him who is true, in his Son Jesus Christ. He is the true God and eternal life.</p>\n</div>","kjv":"<strong>20</strong> And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God, and eternal life.  ","niv":"<sup><strong>20</strong></sup> We know also that the Son of God has come and has given us understanding, so that we may know him who is true. And we are in him who is true--even in his Son Jesus Christ. He is the true God and eternal life."},{"_id":"616264dcfb3956153170ea95","topicId":"616264d7fb3956153170ea85","verse":"Galatians 3:28","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"616264dcfb3956153170ea96","topicId":"616264d7fb3956153170ea85","verse":"Genesis 1:26-28","votes":6,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-18\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_01-18\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" "},{"_id":"616264dcfb3956153170ea97","topicId":"616264d7fb3956153170ea85","verse":"Genesis 1:26","votes":6,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-19\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\""},{"_id":"616264dcfb3956153170ea98","topicId":"616264d7fb3956153170ea85","verse":"Revelation 1:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,"},{"_id":"616264ddfb3956153170ea99","topicId":"616264d7fb3956153170ea85","verse":"Romans 3:23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"},{"_id":"616264ddfb3956153170ea9a","topicId":"616264d7fb3956153170ea85","verse":"John 1:14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-22\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."},{"_id":"616264ddfb3956153170ea9b","topicId":"616264d7fb3956153170ea85","verse":"Matthew 10:29-31","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40010029_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010029-1\">29&nbsp;</b><span class=\"woc\">Are not two sparrows sold for a penny? And not one of them will fall to the ground apart from your Father.</span> <b class=\"verse-num woc\" id=\"v40010030-1\">30&nbsp;</b><span class=\"woc\">But even the hairs of your head are all numbered.</span> <b class=\"verse-num woc\" id=\"v40010031-1\">31&nbsp;</b><span class=\"woc\">Fear not, therefore; you are of more value than many sparrows.</span></p>\n\n</div>","kjv":"<strong>29</strong> Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father.  <strong>30</strong> But the very hairs of your head are all numbered.  <strong>31</strong> Fear ye not therefore, ye are of more value than many sparrows.  ","niv":"<sup><strong>29</strong></sup> Are not two sparrows sold for a penny? Yet not one of them will fall to the ground apart from the will of your Father. <sup><strong>30</strong></sup> And even the very hairs of your head are all numbered. <sup><strong>31</strong></sup> So don't be afraid; you are worth more than many sparrows. "},{"_id":"616264defb3956153170ea9c","topicId":"616264d7fb3956153170ea85","verse":"Jeremiah 7:3-7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p24007003_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v24007003-1\">3&nbsp;</b>Thus says the LORD of hosts, the God of Israel: Amend your ways and your deeds, and I will let you dwell in this place. <b class=\"verse-num\" id=\"v24007004-1\">4&nbsp;</b>Do not trust in these deceptive words: ‘This is the temple of the LORD, the temple of the LORD, the temple of the LORD.’</p>\n<p id=\"p24007004_01-24\"><b class=\"verse-num\" id=\"v24007005-1\">5&nbsp;</b>“For if you truly amend your ways and your deeds, if you truly execute justice one with another, <b class=\"verse-num\" id=\"v24007006-1\">6&nbsp;</b>if you do not oppress the sojourner, the fatherless, or the widow, or shed innocent blood in this place, and if you do not go after other gods to your own harm, <b class=\"verse-num\" id=\"v24007007-1\">7&nbsp;</b>then I will let you dwell in this place, in the land that I gave of old to your fathers forever.</p>\n</div>","kjv":"<strong>3</strong> Thus saith the LORD of hosts, the God of Israel, Amend your ways and your doings, and I will cause you to dwell in this place.  <strong>4</strong> Trust ye not in lying words, saying, The temple of the LORD, The temple of the LORD, The temple of the LORD, are these.  <strong>5</strong> For if ye throughly amend your ways and your doings; if ye throughly execute judgment between a man and his neighbour;  <strong>6</strong> If ye oppress not the stranger, the fatherless, and the widow, and shed not innocent blood in this place, neither walk after other gods to your hurt:  <strong>7</strong> Then will I cause you to dwell in this place, in the land that I gave to your fathers, for ever and ever.  ","niv":"<sup><strong>3</strong></sup> This is what the LORD Almighty, the God of Israel, says: Reform your ways and your actions, and I will let you live in this place. <sup><strong>4</strong></sup> Do not trust in deceptive words and say, \"This is the temple of the LORD, the temple of the LORD, the temple of the LORD!\" <sup><strong>5</strong></sup> If you really change your ways and your actions and deal with each other justly, <sup><strong>6</strong></sup> if you do not oppress the alien, the fatherless or the widow and do not shed innocent blood in this place, and if you do not follow other gods to your own harm, <sup><strong>7</strong></sup> then I will let you live in this place, in the land I gave your forefathers for ever and ever. "},{"_id":"616264defb3956153170ea9d","topicId":"616264d7fb3956153170ea85","verse":"Genesis 1:1-31","votes":5,"__v":0,"kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"616264defb3956153170ea9e","topicId":"616264d7fb3956153170ea85","verse":"Mark 2:1-17","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p41002001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41002001-1\">2:1&nbsp;</b>And when he returned to Capernaum after some days, it was reported that he was at home. <b class=\"verse-num\" id=\"v41002002-1\">2&nbsp;</b>And many were gathered together, so that there was no more room, not even at the door. And he was preaching the word to them. <b class=\"verse-num\" id=\"v41002003-1\">3&nbsp;</b>And they came, bringing to him a paralytic carried by four men. <b class=\"verse-num\" id=\"v41002004-1\">4&nbsp;</b>And when they could not get near him because of the crowd, they removed the roof above him, and when they had made an opening, they let down the bed on which the paralytic lay. <b class=\"verse-num\" id=\"v41002005-1\">5&nbsp;</b>And when Jesus saw their faith, he said to the paralytic, <span class=\"woc\">“Son, your sins are forgiven.”</span> <b class=\"verse-num\" id=\"v41002006-1\">6&nbsp;</b>Now some of the scribes were sitting there, questioning in their hearts, <b class=\"verse-num\" id=\"v41002007-1\">7&nbsp;</b>“Why does this man speak like that? He is blaspheming! Who can forgive sins but God alone?” <b class=\"verse-num\" id=\"v41002008-1\">8&nbsp;</b>And immediately Jesus, perceiving in his spirit that they thus questioned within themselves, said to them, <span class=\"woc\">“Why do you question these things in your hearts?</span> <b class=\"verse-num woc\" id=\"v41002009-1\">9&nbsp;</b><span class=\"woc\">Which is easier, to say to the paralytic, ‘Your sins are forgiven,’ or to say, ‘Rise, take up your bed and walk’?</span> <b class=\"verse-num woc\" id=\"v41002010-1\">10&nbsp;</b><span class=\"woc\">But that you may know that the Son of Man has authority on earth to forgive sins”</span>—he said to the paralytic—<b class=\"verse-num woc\" id=\"v41002011-1\">11&nbsp;</b><span class=\"woc\">“I say to you, rise, pick up your bed, and go home.”</span> <b class=\"verse-num\" id=\"v41002012-1\">12&nbsp;</b>And he rose and immediately picked up his bed and went out before them all, so that they were all amazed and glorified God, saying, “We never saw anything like this!”</p>\n\n<p id=\"p41002012_08-26\"><b class=\"verse-num\" id=\"v41002013-1\">13&nbsp;</b>He went out again beside the sea, and all the crowd was coming to him, and he was teaching them. <b class=\"verse-num\" id=\"v41002014-1\">14&nbsp;</b>And as he passed by, he saw Levi the son of Alphaeus sitting at the tax booth, and he said to him, <span class=\"woc\">“Follow me.”</span> And he rose and followed him.</p>\n<p id=\"p41002014_08-26\"><b class=\"verse-num\" id=\"v41002015-1\">15&nbsp;</b>And as he reclined at table in his house, many tax collectors and sinners were reclining with Jesus and his disciples, for there were many who followed him. <b class=\"verse-num\" id=\"v41002016-1\">16&nbsp;</b>And the scribes of the Pharisees, when they saw that he was eating with sinners and tax collectors, said to his disciples, “Why does he eat with tax collectors and sinners?” <b class=\"verse-num\" id=\"v41002017-1\">17&nbsp;</b>And when Jesus heard it, he said to them, <span class=\"woc\">“Those who are well have no need of a physician, but those who are sick. I came not to call the righteous, but sinners.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And again he entered into Capernaum, after some days; and it was noised that he was in the house.  <strong>2</strong> And straightway many were gathered together, insomuch that there was no room to receive them, no, not so much as about the door: and he preached the word unto them.  <strong>3</strong> And they come unto him, bringing one sick of the palsy, which was borne of four.  <strong>4</strong> And when they could not come nigh unto him for the press, they uncovered the roof where he was: and when they had broken it up, they let down the bed wherein the sick of the palsy lay.  <strong>5</strong> When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be forgiven thee.  <strong>6</strong> But there were certain of the scribes sitting there, and reasoning in their hearts,  <strong>7</strong> Why doth this man thus speak blasphemies? who can forgive sins but God only?  <strong>8</strong> And immediately when Jesus perceived in his spirit that they so reasoned within themselves, he said unto them, Why reason ye these things in your hearts?  <strong>9</strong> Whether is it easier to say to the sick of the palsy, Thy  sins be forgiven thee; or to say, Arise, and take up thy bed, and walk?  <strong>10</strong> But that ye may know that the Son of man hath power on earth to forgive sins, (he saith to the sick of the palsy,)  <strong>11</strong> I say unto thee, Arise, and take up thy bed, and go thy way into thine house.  <strong>12</strong> And immediately he arose, took up the bed, and went forth before them all; insomuch that they were all amazed, and glorified God, saying, We never saw it on this fashion.  <strong>13</strong> And he went forth again by the sea side; and all the multitude resorted unto him, and he taught them.  <strong>14</strong> And as he passed by, he saw Levi the son of Alphaeus sitting at the receipt of custom, and said unto him, Follow me. And he arose and followed him.  <strong>15</strong> And it came to pass, that, as Jesus sat at meat in his house, many publicans and sinners sat also together with Jesus and his disciples: for there were many, and they followed him.  <strong>16</strong> And when the scribes and Pharisees saw him eat with publicans and sinners, they said unto his disciples, How is it that he eateth and drinketh with publicans and sinners?  <strong>17</strong> When Jesus heard it, he saith unto them, They that are whole have no need of the physician, but they that are sick: I came not to call the righteous, but sinners to repentance.  ","niv":"<sup><strong>1</strong></sup> A few days later, when Jesus again entered Capernaum, the people heard that he had come home. <sup><strong>2</strong></sup> So many gathered that there was no room left, not even outside the door, and he preached the word to them. <sup><strong>3</strong></sup> Some men came, bringing to him a paralytic, carried by four of them. <sup><strong>4</strong></sup> Since they could not get him to Jesus because of the crowd, they made an opening in the roof above Jesus and, after digging through it, lowered the mat the paralyzed man was lying on. <sup><strong>5</strong></sup> When Jesus saw their faith, he said to the paralytic, \"Son, your sins are forgiven.\" <sup><strong>6</strong></sup> Now some teachers of the law were sitting there, thinking to themselves, <sup><strong>7</strong></sup> \"Why does this fellow talk like that? He's blaspheming! Who can forgive sins but God alone?\" <sup><strong>8</strong></sup> Immediately Jesus knew in his spirit that this was what they were thinking in their hearts, and he said to them, \"Why are you thinking these things? <sup><strong>9</strong></sup> Which is easier: to say to the paralytic, 'Your sins are forgiven,' or to say, 'Get up, take your mat and walk'? <sup><strong>10</strong></sup> But that you may know that the Son of Man has authority on earth to forgive sins....\" He said to the paralytic, <sup><strong>11</strong></sup> \"I tell you, get up, take your mat and go home.\" <sup><strong>12</strong></sup> He got up, took his mat and walked out in full view of them all. This amazed everyone and they praised God, saying, \"We have never seen anything like this!\" <sup><strong>13</strong></sup> Once again Jesus went out beside the lake. A large crowd came to him, and he began to teach them. <sup><strong>14</strong></sup> As he walked along, he saw Levi son of Alphaeus sitting at the tax collector's booth. \"Follow me,\" Jesus told him, and Levi got up and followed him. <sup><strong>15</strong></sup> While Jesus was having dinner at Levi's house, many tax collectors and \"sinners\" were eating with him and his disciples, for there were many who followed him. <sup><strong>16</strong></sup> When the teachers of the law who were Pharisees saw him eating with the \"sinners\" and tax collectors, they asked his disciples: \"Why does he eat with tax collectors and 'sinners'?\" <sup><strong>17</strong></sup> On hearing this, Jesus said to them, \"It is not the healthy who need a doctor, but the sick. I have not come to call the righteous, but sinners.\" "}]}