{"_id":"61626521fb3956153170eab9","slug":"human-sacrifice","name":"Human Sacrifice","verses":[{"_id":"61626523fb3956153170eaba","topicId":"61626521fb3956153170eab9","verse":"Deuteronomy 18:10","votes":154,"__v":0,"esv":"<div>\n<p id=\"p05018010_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer</p>\n\n</div>","kjv":"<strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  ","niv":"<sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft,"},{"_id":"61626523fb3956153170eabb","topicId":"61626521fb3956153170eab9","verse":"Leviticus 18:21","votes":79,"__v":0,"esv":"<div>\n<p id=\"p03018021_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v03018021-1\">21&nbsp;</b>You shall not give any of your children to offer them to Molech, and so profane the name of your God: I am the LORD.</p>\n\n</div>","kjv":"<strong>21</strong> And thou shalt not let any of thy seed pass through the fire  to Molech, neither shalt thou profane the name of thy God: I am  the LORD.  ","niv":"<sup><strong>21</strong></sup> \"'Do not give any of your children to be sacrificed to Molech, for you must not profane the name of your God. I am the LORD.","modified":"2022-08-31T11:31:18.912Z"},{"_id":"61626524fb3956153170eabc","topicId":"61626521fb3956153170eab9","verse":"2 Kings 21:6","votes":74,"__v":0,"esv":"<div>\n<p id=\"p12021006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v12021006-1\">6&nbsp;</b>And he burned his son as an offering and used fortune-telling and omens and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n\n</div>","kjv":"<strong>6</strong> And he made his son pass through the fire, and observed times, and used enchantments, and dealt with familiar spirits and wizards: he wrought much wickedness in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his own son in the fire, practiced sorcery and divination, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"61626524fb3956153170eabd","topicId":"61626521fb3956153170eab9","verse":"Deuteronomy 12:31","votes":69,"__v":0,"esv":"<div>\n<p id=\"p05012031_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v05012031-1\">31&nbsp;</b>You shall not worship the LORD your God in that way, for every abominable thing that the LORD hates they have done for their gods, for they even burn their sons and their daughters in the fire to their gods.</p>\n</div>","kjv":"<strong>31</strong> Thou shalt not do so unto the LORD thy God: for every abomination to the LORD, which he hateth, have they done unto their gods; for even their sons and their daughters they have burnt in the fire to their gods.  ","niv":"<sup><strong>31</strong></sup> You must not worship the LORD your God in their way, because in worshiping their gods, they do all kinds of detestable things the LORD hates. They even burn their sons and daughters in the fire as sacrifices to their gods."},{"_id":"61626524fb3956153170eabe","topicId":"61626521fb3956153170eab9","verse":"2 Kings 3:27","votes":69,"__v":0,"esv":"<div>\n<p id=\"p12003027_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v12003027-1\">27&nbsp;</b>Then he took his oldest son who was to reign in his place and offered him for a burnt offering on the wall. And there came great wrath against Israel. And they withdrew from him and returned to their own land.</p>\n</div>","kjv":"<strong>27</strong> Then he took his eldest son that should have reigned in his stead, and offered him for a burnt offering upon the wall. And there was great indignation against Israel: and they departed from him, and returned to their own land.  ","niv":"<sup><strong>27</strong></sup> Then he took his firstborn son, who was to succeed him as king, and offered him as a sacrifice on the city wall. The fury against Israel was great; they withdrew and returned to their own land.","modified":"2023-05-02T08:21:57.883Z"},{"_id":"61626524fb3956153170eabf","topicId":"61626521fb3956153170eab9","verse":"Genesis 22:1-24","votes":56,"__v":0,"esv":"<div>\n\n<p id=\"p01022001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01022001-1\">22:1&nbsp;</b>After these things God tested Abraham and said to him, “Abraham!” And he said, “Here I am.” <b class=\"verse-num\" id=\"v01022002-1\">2&nbsp;</b>He said, “Take your son, your only son Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains of which I shall tell you.” <b class=\"verse-num\" id=\"v01022003-1\">3&nbsp;</b>So Abraham rose early in the morning, saddled his donkey, and took two of his young men with him, and his son Isaac. And he cut the wood for the burnt offering and arose and went to the place of which God had told him. <b class=\"verse-num\" id=\"v01022004-1\">4&nbsp;</b>On the third day Abraham lifted up his eyes and saw the place from afar. <b class=\"verse-num\" id=\"v01022005-1\">5&nbsp;</b>Then Abraham said to his young men, “Stay here with the donkey; I and the boy will go over there and worship and come again to you.” <b class=\"verse-num\" id=\"v01022006-1\">6&nbsp;</b>And Abraham took the wood of the burnt offering and laid it on Isaac his son. And he took in his hand the fire and the knife. So they went both of them together. <b class=\"verse-num\" id=\"v01022007-1\">7&nbsp;</b>And Isaac said to his father Abraham, “My father!” And he said, “Here I am, my son.” He said, “Behold, the fire and the wood, but where is the lamb for a burnt offering?” <b class=\"verse-num\" id=\"v01022008-1\">8&nbsp;</b>Abraham said, “God will provide for himself the lamb for a burnt offering, my son.” So they went both of them together.</p>\n<p id=\"p01022008_05-6\"><b class=\"verse-num\" id=\"v01022009-1\">9&nbsp;</b>When they came to the place of which God had told him, Abraham built the altar there and laid the wood in order and bound Isaac his son and laid him on the altar, on top of the wood. <b class=\"verse-num\" id=\"v01022010-1\">10&nbsp;</b>Then Abraham reached out his hand and took the knife to slaughter his son. <b class=\"verse-num\" id=\"v01022011-1\">11&nbsp;</b>But the angel of the LORD called to him from heaven and said, “Abraham, Abraham!” And he said, “Here I am.” <b class=\"verse-num\" id=\"v01022012-1\">12&nbsp;</b>He said, “Do not lay your hand on the boy or do anything to him, for now I know that you fear God, seeing you have not withheld your son, your only son, from me.” <b class=\"verse-num\" id=\"v01022013-1\">13&nbsp;</b>And Abraham lifted up his eyes and looked, and behold, behind him was a ram, caught in a thicket by his horns. And Abraham went and took the ram and offered it up as a burnt offering instead of his son. <b class=\"verse-num\" id=\"v01022014-1\">14&nbsp;</b>So Abraham called the name of that place, “The LORD will provide”; as it is said to this day, “On the mount of the LORD it shall be provided.”</p>\n<p id=\"p01022014_05-6\"><b class=\"verse-num\" id=\"v01022015-1\">15&nbsp;</b>And the angel of the LORD called to Abraham a second time from heaven <b class=\"verse-num\" id=\"v01022016-1\">16&nbsp;</b>and said, “By myself I have sworn, declares the LORD, because you have done this and have not withheld your son, your only son, <b class=\"verse-num\" id=\"v01022017-1\">17&nbsp;</b>I will surely bless you, and I will surely multiply your offspring as the stars of heaven and as the sand that is on the seashore. And your offspring shall possess the gate of his enemies, <b class=\"verse-num\" id=\"v01022018-1\">18&nbsp;</b>and in your offspring shall all the nations of the earth be blessed, because you have obeyed my voice.” <b class=\"verse-num\" id=\"v01022019-1\">19&nbsp;</b>So Abraham returned to his young men, and they arose and went together to Beersheba. And Abraham lived at Beersheba.</p>\n<p id=\"p01022019_05-6\"><b class=\"verse-num\" id=\"v01022020-1\">20&nbsp;</b>Now after these things it was told to Abraham, “Behold, Milcah also has borne children to your brother Nahor: <b class=\"verse-num\" id=\"v01022021-1\">21&nbsp;</b>Uz his firstborn, Buz his brother, Kemuel the father of Aram, <b class=\"verse-num\" id=\"v01022022-1\">22&nbsp;</b>Chesed, Hazo, Pildash, Jidlaph, and Bethuel.” <b class=\"verse-num\" id=\"v01022023-1\">23&nbsp;</b>(Bethuel fathered Rebekah.) These eight Milcah bore to Nahor, Abraham’s brother. <b class=\"verse-num\" id=\"v01022024-1\">24&nbsp;</b>Moreover, his concubine, whose name was Reumah, bore Tebah, Gaham, Tahash, and Maacah.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am.  <strong>2</strong> And he said, Take now thy son, thine only son Isaac, whom thou lovest, and get thee into the land of Moriah; and offer him there for a burnt offering upon one of the mountains which I will tell thee of.  <strong>3</strong> And Abraham rose up early in the morning, and saddled his ass, and took two of his young men with him, and Isaac his son, and clave the wood for the burnt offering, and rose up, and went unto the place of which God had told him.  <strong>4</strong> Then on the third day Abraham lifted up his eyes, and saw the place afar off.  <strong>5</strong> And Abraham said unto his young men, Abide ye here with the ass; and I and the lad will go yonder and worship, and come again to you,  <strong>6</strong> And Abraham took the wood of the burnt offering, and laid it  upon Isaac his son; and he took the fire in his hand, and a knife; and they went both of them together.  <strong>7</strong> And Isaac spake unto Abraham his father, and said, My father: and he said, Here am I, my son. And he said, Behold the fire and the wood: but where is the lamb for a burnt offering?  <strong>8</strong> And Abraham said, My son, God will provide himself a lamb for a burnt offering: so they went both of them together.  <strong>9</strong> And they came to the place which God had told him of; and Abraham built an altar there, and laid the wood in order, and bound Isaac his son, and laid him on the altar upon the wood.  <strong>10</strong> And Abraham stretched forth his hand, and took the knife to slay his son.  <strong>11</strong> And the angel of the LORD called unto him out of heaven, and said, Abraham, Abraham: and he said, Here am I.  <strong>12</strong> And he said, Lay not thine hand upon the lad, neither do thou any thing unto him: for now I know that thou fearest God, seeing thou hast not withheld thy son, thine only son from me.  <strong>13</strong> And Abraham lifted up his eyes, and looked, and behold behind him a ram caught in a thicket by his horns: and Abraham went and took the ram, and offered him up for a burnt offering in the stead of his son.  <strong>14</strong> And Abraham called the name of that place Jehovah-jireh: as it is said to this day, In the mount of the LORD it shall be seen.  <strong>15</strong> And the angel of the LORD called unto Abraham out of heaven the second time,  <strong>16</strong> And said, By myself have I sworn, saith the LORD, for because thou hast done this thing, and hast not withheld thy son, thine only son:  <strong>17</strong> That in blessing I will bless thee, and in multiplying I will multiply thy seed as the stars of the heaven, and as the sand which is upon the sea shore; and thy seed shall possess the gate of his enemies;  <strong>18</strong> And in thy seed shall all the nations of the earth be blessed; because thou hast obeyed my voice.  <strong>19</strong> So Abraham returned unto his young men, and they rose up and went together to Beer-sheba; and Abraham dwelt at Beer-sheba.  <strong>20</strong> And it came to pass after these things, that it was told Abraham, saying, Behold, Milcah, she hath also born children unto thy brother Nahor;  <strong>21</strong> Huz his firstborn, and Buz his brother, and Kemuel the father of Aram,  <strong>22</strong> And Chesed, and Hazo, and Pildash, and Jidlaph, and Bethuel.  <strong>23</strong> And Bethuel begat Rebekah: these eight Milcah did bear to Nahor, Abraham’s brother.  <strong>24</strong> And his concubine, whose name was Reumah, she bare also Tebah, and Gaham, and Thahash, and Maachah.  ","niv":"<sup><strong>1</strong></sup> Some time later God tested Abraham. He said to him, \"Abraham!Here I am,\" he replied. <sup><strong>2</strong></sup> Then God said, \"Take your son, your only son, Isaac, whom you love, and go to the region of Moriah. Sacrifice him there as a burnt offering on one of the mountains I will tell you about.\" <sup><strong>3</strong></sup> Early the next morning Abraham got up and saddled his donkey. He took with him two of his servants and his son Isaac. When he had cut enough wood for the burnt offering, he set out for the place God had told him about. <sup><strong>4</strong></sup> On the third day Abraham looked up and saw the place in the distance. <sup><strong>5</strong></sup> He said to his servants, \"Stay here with the donkey while I and the boy go over there. We will worship and then we will come back to you.\" <sup><strong>6</strong></sup> Abraham took the wood for the burnt offering and placed it on his son Isaac, and he himself carried the fire and the knife. As the two of them went on together, <sup><strong>7</strong></sup> Isaac spoke up and said to his father Abraham, \"Father?Yes, my son?\" Abraham replied. \"The fire and wood are here,\" Isaac said, \"but where is the lamb for the burnt offering?\" <sup><strong>8</strong></sup> Abraham answered, \"God himself will provide the lamb for the burnt offering, my son.\" And the two of them went on together. <sup><strong>9</strong></sup> When they reached the place God had told him about, Abraham built an altar there and arranged the wood on it. He bound his son Isaac and laid him on the altar, on top of the wood. <sup><strong>10</strong></sup> Then he reached out his hand and took the knife to slay his son. <sup><strong>11</strong></sup> But the angel of the LORD called out to him from heaven, \"Abraham! Abraham!Here I am,\" he replied. <sup><strong>12</strong></sup> \"Do not lay a hand on the boy,\" he said. \"Do not do anything to him. Now I know that you fear God, because you have not withheld from me your son, your only son.\" <sup><strong>13</strong></sup> Abraham looked up and there in a thicket he saw a ram caught by its horns. He went over and took the ram and sacrificed it as a burnt offering instead of his son. <sup><strong>14</strong></sup> So Abraham called that place The LORD Will Provide. And to this day it is said, \"On the mountain of the LORD it will be provided.\" <sup><strong>15</strong></sup> The angel of the LORD called to Abraham from heaven a second time <sup><strong>16</strong></sup> and said, \"I swear by myself, declares the LORD, that because you have done this and have not withheld your son, your only son, <sup><strong>17</strong></sup> I will surely bless you and make your descendants as numerous as the stars in the sky and as the sand on the seashore. Your descendants will take possession of the cities of their enemies, <sup><strong>18</strong></sup> and through your offspring all nations on earth will be blessed, because you have obeyed me.\" <sup><strong>19</strong></sup> Then Abraham returned to his servants, and they set off together for Beersheba. And Abraham stayed in Beersheba. <sup><strong>20</strong></sup> Some time later Abraham was told, \"Milcah is also a mother; she has borne sons to your brother Nahor: <sup><strong>21</strong></sup> Uz the firstborn, Buz his brother, Kemuel (the father of Aram), <sup><strong>22</strong></sup> Kesed, Hazo, Pildash, Jidlaph and Bethuel.\" <sup><strong>23</strong></sup> Bethuel became the father of Rebekah. Milcah bore these eight sons to Abraham's brother Nahor. <sup><strong>24</strong></sup> His concubine, whose name was Reumah, also had sons: Tebah, Gaham, Tahash and Maacah. "},{"_id":"61626524fb3956153170eac0","topicId":"61626521fb3956153170eab9","verse":"Jeremiah 7:31","votes":47,"__v":0,"esv":"<div>\n<p id=\"p24007031_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v24007031-1\">31&nbsp;</b>And they have built the high places of Topheth, which is in the Valley of the Son of Hinnom, to burn their sons and their daughters in the fire, which I did not command, nor did it come into my mind.</p>\n</div>","kjv":"<strong>31</strong> And they have built the high places of Tophet, which is in the valley of the son of Hinnom, to burn their sons and their daughters in the fire; which I commanded them not, neither came it into my heart.  ","niv":"<sup><strong>31</strong></sup> They have built the high places of Topheth in the Valley of Ben Hinnom to burn their sons and daughters in the fire-something I did not command, nor did it enter my mind."},{"_id":"61626525fb3956153170eac1","topicId":"61626521fb3956153170eab9","verse":"Leviticus 27:28-29","votes":38,"__v":0,"esv":"<div>\n<p id=\"p03027028_01-8\"><b class=\"verse-num\" id=\"v03027028-1\">28&nbsp;</b>“But no devoted thing that a man devotes to the LORD, of anything that he has, whether man or beast, or of his inherited field, shall be sold or redeemed; every devoted thing is most holy to the LORD. <b class=\"verse-num\" id=\"v03027029-1\">29&nbsp;</b>No one devoted, who is to be devoted for destruction from mankind, shall be ransomed; he shall surely be put to death.</p>\n\n</div>","kjv":"<strong>28</strong> Notwithstanding no devoted thing, that a man shall devote unto the LORD of all that he hath, both of man and beast, and of the field of his possession, shall be sold or redeemed: every devoted thing is most holy unto the LORD.  <strong>29</strong> None devoted, which shall be devoted of men, shall be redeemed; but shall surely be put to death.  ","niv":"<sup><strong>28</strong></sup> \"'But nothing that a man owns and devotes to the LORD -whether man or animal or family land-may be sold or redeemed; everything so devoted is most holy to the LORD. <sup><strong>29</strong></sup> \"'No person devoted to destruction may be ransomed; he must be put to death. ","modified":"2023-06-25T04:01:06.643Z"},{"_id":"61626525fb3956153170eac2","topicId":"61626521fb3956153170eab9","verse":"John 3:16","votes":39,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-9\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2023-02-27T06:05:45.805Z"},{"_id":"61626525fb3956153170eac3","topicId":"61626521fb3956153170eab9","verse":"Judges 11:31","votes":37,"__v":0,"esv":"<div>\n<p id=\"p07011031_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v07011031-1\">31&nbsp;</b>then whatever comes out from the doors of my house to meet me when I return in peace from the Ammonites shall be the LORD’s, and I will offer it up for a burnt offering.”</p>\n\n</div>","kjv":"<strong>31</strong> Then it shall be, that whatsoever cometh forth of the doors of my house to meet me, when I return in peace from the children of Ammon, shall surely be the LORD’S, and I will offer it up for a burnt offering.  ","niv":"<sup><strong>31</strong></sup> whatever comes out of the door of my house to meet me when I return in triumph from the Ammonites will be the LORD 's, and I will sacrifice it as a burnt offering.\"","modified":"2022-07-27T00:04:59.719Z"},{"_id":"61626525fb3956153170eac4","topicId":"61626521fb3956153170eab9","verse":"Leviticus 20:2-5","votes":35,"__v":0,"esv":"<div>\n<p id=\"p03020002_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020002-1\">2&nbsp;</b>“Say to the people of Israel, Any one of the people of Israel or of the strangers who sojourn in Israel who gives any of his children to Molech shall surely be put to death. The people of the land shall stone him with stones. <b class=\"verse-num\" id=\"v03020003-1\">3&nbsp;</b>I myself will set my face against that man and will cut him off from among his people, because he has given one of his children to Molech, to make my sanctuary unclean and to profane my holy name. <b class=\"verse-num\" id=\"v03020004-1\">4&nbsp;</b>And if the people of the land do at all close their eyes to that man when he gives one of his children to Molech, and do not put him to death, <b class=\"verse-num\" id=\"v03020005-1\">5&nbsp;</b>then I will set my face against that man and against his clan and will cut them off from among their people, him and all who follow him in whoring after Molech.</p>\n</div>","kjv":"<strong>2</strong> Again, thou shalt say to the children of Israel, Whosoever he be  of the children of Israel, or of the strangers that sojourn in Israel, that giveth any of his seed unto Molech; he shall surely be put to death: the people of the land shall stone him with stones.  <strong>3</strong> And I will set my face against that man, and will cut him off from among his people; because he hath given of his seed unto Molech, to defile my sanctuary, and to profane my holy name.  <strong>4</strong> And if the people of the land do any ways hide their eyes from the man, when he giveth of his seed unto Molech, and kill him not:  <strong>5</strong> Then I will set my face against that man, and against his family, and will cut him off, and all that go a whoring after him, to commit whoredom with Molech, from among their people.  ","niv":"<sup><strong>2</strong></sup> \"Say to the Israelites: 'Any Israelite or any alien living in Israel who gives any of his children to Molech must be put to death. The people of the community are to stone him. <sup><strong>3</strong></sup> I will set my face against that man and I will cut him off from his people; for by giving his children to Molech, he has defiled my sanctuary and profaned my holy name. <sup><strong>4</strong></sup> If the people of the community close their eyes when that man gives one of his children to Molech and they fail to put him to death, <sup><strong>5</strong></sup> I will set my face against that man and his family and will cut off from their people both him and all who follow him in prostituting themselves to Molech. "},{"_id":"61626525fb3956153170eac5","topicId":"61626521fb3956153170eab9","verse":"Ezekiel 20:25-26","votes":31,"__v":0,"esv":"<div>\n<p id=\"p26020025_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v26020025-1\">25&nbsp;</b>Moreover, I gave them statutes that were not good and rules by which they could not have life, <b class=\"verse-num\" id=\"v26020026-1\">26&nbsp;</b>and I defiled them through their very gifts in their offering up all their firstborn, that I might devastate them. I did it that they might know that I am the LORD.</p>\n</div>","kjv":"<strong>25</strong> Wherefore I gave them also statutes that were not good, and judgments whereby they should not live;  <strong>26</strong> And I polluted them in their own gifts, in that they caused to pass through the fire all that openeth the womb, that I might make them desolate, to the end that they might know that I am the LORD.  ","niv":"<sup><strong>25</strong></sup> I also gave them over to statutes that were not good and laws they could not live by; <sup><strong>26</strong></sup> I let them become defiled through their gifts-the sacrifice of every firstborn -that I might fill them with horror so they would know that I am the LORD.' "},{"_id":"61626526fb3956153170eac6","topicId":"61626521fb3956153170eab9","verse":"Genesis 22:2","votes":29,"__v":0,"esv":"<div>\n<p id=\"p01022002_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v01022002-1\">2&nbsp;</b>He said, “Take your son, your only son Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains of which I shall tell you.”</p>\n</div>","kjv":"<strong>2</strong> And he said, Take now thy son, thine only son Isaac, whom thou lovest, and get thee into the land of Moriah; and offer him there for a burnt offering upon one of the mountains which I will tell thee of.  ","niv":"<sup><strong>2</strong></sup> Then God said, \"Take your son, your only son, Isaac, whom you love, and go to the region of Moriah. Sacrifice him there as a burnt offering on one of the mountains I will tell you about.\""},{"_id":"61626526fb3956153170eac7","topicId":"61626521fb3956153170eab9","verse":"Jeremiah 32:35","votes":29,"__v":0,"esv":"<div>\n<p id=\"p24032035_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v24032035-1\">35&nbsp;</b>They built the high places of Baal in the Valley of the Son of Hinnom, to offer up their sons and daughters to Molech, though I did not command them, nor did it enter into my mind, that they should do this abomination, to cause Judah to sin.</p>\n</div>","kjv":"<strong>35</strong> And they built the high places of Baal, which are in the valley of the son of Hinnom, to cause their sons and their daughters to pass through the fire unto Molech; which I commanded them not, neither came it into my mind, that they should do this abomination, to cause Judah to sin.  ","niv":"<sup><strong>35</strong></sup> They built high places for Baal in the Valley of Ben Hinnom to sacrifice their sons and daughters to Molech, though I never commanded, nor did it enter my mind, that they should do such a detestable thing and so make Judah sin."},{"_id":"61626526fb3956153170eac8","topicId":"61626521fb3956153170eab9","verse":"Numbers 31:40-41","votes":29,"__v":0,"esv":"<div>\n<p id=\"p04031040_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v04031040-1\">40&nbsp;</b>The persons were 16,000, of which the LORD’s tribute was 32 persons. <b class=\"verse-num\" id=\"v04031041-1\">41&nbsp;</b>And Moses gave the tribute, which was the contribution for the LORD, to Eleazar the priest, as the LORD commanded Moses.</p>\n</div>","kjv":"<strong>40</strong> And the persons were sixteen thousand; of which the LORD’S tribute was thirty and two persons.  <strong>41</strong> And Moses gave the tribute, which was the LORD’S heave offering, unto Eleazar the priest, as the LORD commanded Moses.  ","niv":"<sup><strong>40</strong></sup> 16,000 people, of which the tribute for the LORD was 32. <sup><strong>41</strong></sup> Moses gave the tribute to Eleazar the priest as the LORD's part, as the LORD commanded Moses. "},{"_id":"61626526fb3956153170eac9","topicId":"61626521fb3956153170eab9","verse":"2 Kings 23:20-25","votes":26,"__v":0,"esv":"<div>\n<p id=\"p12023020_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v12023020-1\">20&nbsp;</b>And he sacrificed all the priests of the high places who were there, on the altars, and burned human bones on them. Then he returned to Jerusalem.</p>\n\n<p id=\"p12023020_05-16\"><b class=\"verse-num\" id=\"v12023021-1\">21&nbsp;</b>And the king commanded all the people, “Keep the Passover to the LORD your God, as it is written in this Book of the Covenant.” <b class=\"verse-num\" id=\"v12023022-1\">22&nbsp;</b>For no such Passover had been kept since the days of the judges who judged Israel, or during all the days of the kings of Israel or of the kings of Judah. <b class=\"verse-num\" id=\"v12023023-1\">23&nbsp;</b>But in the eighteenth year of King Josiah this Passover was kept to the LORD in Jerusalem.</p>\n<p id=\"p12023023_05-16\"><b class=\"verse-num\" id=\"v12023024-1\">24&nbsp;</b>Moreover, Josiah put away the mediums and the necromancers and the household gods and the idols and all the abominations that were seen in the land of Judah and in Jerusalem, that he might establish the words of the law that were written in the book that Hilkiah the priest found in the house of the LORD. <b class=\"verse-num\" id=\"v12023025-1\">25&nbsp;</b>Before him there was no king like him, who turned to the LORD with all his heart and with all his soul and with all his might, according to all the Law of Moses, nor did any like him arise after him.</p>\n</div>","kjv":"<strong>20</strong> And he slew all the priests of the high places that were  there upon the altars, and burned men’s bones upon them, and returned to Jerusalem.  <strong>21</strong> And the king commanded all the people, saying, Keep the passover unto the LORD your God, as it is written in the book of this covenant.  <strong>22</strong> Surely there was not holden such a passover from the days of the judges that judged Israel, nor in all the days of the kings of Israel, nor of the kings of Judah;  <strong>23</strong> But in the eighteenth year of king Josiah, wherein this passover was holden to the LORD in Jerusalem.  <strong>24</strong> Moreover the workers with familiar spirits, and the wizards, and the images, and the idols, and all the abominations that were spied in the land of Judah and in Jerusalem, did Josiah put away, that he might perform the words of the law which were written in the book that Hilkiah the priest found in the house of the LORD.  <strong>25</strong> And like unto him was there no king before him, that turned to the LORD with all his heart, and with all his soul, and with all his might, according to all the law of Moses; neither after him arose there any like him.  ","niv":"<sup><strong>20</strong></sup> Josiah slaughtered all the priests of those high places on the altars and burned human bones on them. Then he went back to Jerusalem. <sup><strong>21</strong></sup> The king gave this order to all the people: \"Celebrate the Passover to the LORD your God, as it is written in this Book of the Covenant.\" <sup><strong>22</strong></sup> Not since the days of the judges who led Israel, nor throughout the days of the kings of Israel and the kings of Judah, had any such Passover been observed. <sup><strong>23</strong></sup> But in the eighteenth year of King Josiah, this Passover was celebrated to the LORD in Jerusalem. <sup><strong>24</strong></sup> Furthermore, Josiah got rid of the mediums and spiritists, the household gods, the idols and all the other detestable things seen in Judah and Jerusalem. This he did to fulfill the requirements of the law written in the book that Hilkiah the priest had discovered in the temple of the LORD. <sup><strong>25</strong></sup> Neither before nor after Josiah was there a king like him who turned to the LORD as he did-with all his heart and with all his soul and with all his strength, in accordance with all the Law of Moses. "},{"_id":"61626526fb3956153170eaca","topicId":"61626521fb3956153170eab9","verse":"Hebrews 13:15","votes":25,"__v":0,"esv":"<div>\n<p id=\"p58013015_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013015-1\">15&nbsp;</b>Through him then let us continually offer up a sacrifice of praise to God, that is, the fruit of lips that acknowledge his name.</p>\n</div>","kjv":"<strong>15</strong> By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.  ","niv":"<sup><strong>15</strong></sup> Through Jesus, therefore, let us continually offer to God a sacrifice of praise--the fruit of lips that confess his name."},{"_id":"61626527fb3956153170eacb","topicId":"61626521fb3956153170eab9","verse":"John 1:29","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p43001029_06-18\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world!</p>\n</div>","kjv":"<strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  ","niv":"<sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world!"},{"_id":"61626527fb3956153170eacc","topicId":"61626521fb3956153170eab9","verse":"Hosea 6:6","votes":25,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28006006_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v28006006-1\">6&nbsp;</b>&nbsp;&nbsp;For I desire steadfast love and not sacrifice,</span><br><span id=\"p28006006_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the knowledge of God rather than burnt offerings.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> For I desired mercy, and not sacrifice; and the knowledge of God more than burnt offerings.  ","niv":"<sup><strong>6</strong></sup> For I desire mercy, not sacrifice, and acknowledgment of God rather than burnt offerings."},{"_id":"61626527fb3956153170eacd","topicId":"61626521fb3956153170eab9","verse":"Romans 12:1","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"61626527fb3956153170eace","topicId":"61626521fb3956153170eab9","verse":"1 Samuel 15:22","votes":22,"__v":0,"esv":"<div>\n<p id=\"p09015022_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v09015022-1\">22&nbsp;</b>And Samuel said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09015022_01-22\" class=\"line\">&nbsp;&nbsp;“Has the LORD as great delight in burnt offerings and sacrifices,</span><br><span id=\"p09015022_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as in obeying the voice of the LORD?</span><br><span id=\"p09015022_01-22\" class=\"line\">&nbsp;&nbsp;Behold, to obey is better than sacrifice,</span><br><span id=\"p09015022_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to listen than the fat of rams.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> And Samuel said, Hath the LORD as great delight in burnt offerings and sacrifices, as in obeying the voice of the LORD? Behold, to obey is better than sacrifice, and to hearken than the fat of rams.  ","niv":"<sup><strong>22</strong></sup> But Samuel replied: \"Does the LORD delight in burnt offerings and sacrifices as much as in obeying the voice of the LORD? To obey is better than sacrifice, and to heed is better than the fat of rams."},{"_id":"61626528fb3956153170eacf","topicId":"61626521fb3956153170eab9","verse":"Psalm 106:37-41","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19106037_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19106037-1\">37&nbsp;</b>&nbsp;&nbsp;They sacrificed their sons</span><br><span id=\"p19106037_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their daughters to the demons;</span><br><span id=\"p19106038_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19106038-1\">38&nbsp;</b>&nbsp;&nbsp;they poured out innocent blood,</span><br><span id=\"p19106038_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the blood of their sons and daughters,</span><br><span id=\"p19106038_01-23\" class=\"line\">&nbsp;&nbsp;whom they sacrificed to the idols of Canaan,</span><br><span id=\"p19106038_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the land was polluted with blood.</span><br><span id=\"p19106039_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19106039-1\">39&nbsp;</b>&nbsp;&nbsp;Thus they became unclean by their acts,</span><br><span id=\"p19106039_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and played the whore in their deeds.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19106040_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19106040-1\">40&nbsp;</b>&nbsp;&nbsp;Then the anger of the LORD was kindled against his people,</span><br><span id=\"p19106040_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he abhorred his heritage;</span><br><span id=\"p19106041_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19106041-1\">41&nbsp;</b>&nbsp;&nbsp;he gave them into the hand of the nations,</span><br><span id=\"p19106041_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that those who hated them ruled over them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>37</strong> Yea, they sacrificed their sons and their daughters unto devils,  <strong>38</strong> And shed innocent blood, even the blood of their sons and of their daughters, whom they sacrificed unto the idols of Canaan: and the land was polluted with blood.  <strong>39</strong> Thus were they defiled with their own works, and went a whoring with their own inventions.  <strong>40</strong> Therefore was the wrath of the LORD kindled against his people, insomuch that he abhorred his own inheritance.  <strong>41</strong> And he gave them into the hand of the heathen; and they that hated them ruled over them.  ","niv":"<sup><strong>37</strong></sup> They sacrificed their sons and their daughters to demons. <sup><strong>38</strong></sup> They shed innocent blood, the blood of their sons and daughters, whom they sacrificed to the idols of Canaan, and the land was desecrated by their blood. <sup><strong>39</strong></sup> They defiled themselves by what they did; by their deeds they prostituted themselves. <sup><strong>40</strong></sup> Therefore the LORD was angry with his people and abhorred his inheritance. <sup><strong>41</strong></sup> He handed them over to the nations, and their foes ruled over them. "},{"_id":"61626528fb3956153170ead0","topicId":"61626521fb3956153170eab9","verse":"1 Kings 13:1-2","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p11013001_07-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11013001-1\">13:1&nbsp;</b>And behold, a man of God came out of Judah by the word of the LORD to Bethel. Jeroboam was standing by the altar to make offerings. <b class=\"verse-num\" id=\"v11013002-1\">2&nbsp;</b>And the man cried against the altar by the word of the LORD and said, “O altar, altar, thus says the LORD: ‘Behold, a son shall be born to the house of David, Josiah by name, and he shall sacrifice on you the priests of the high places who make offerings on you, and human bones shall be burned on you.’”</p>\n</div>","kjv":"<strong>1</strong> And, behold, there came a man of God out of Judah by the word of the LORD unto Bethel: and Jeroboam stood by the altar to burn incense.  <strong>2</strong> And he cried against the altar in the word of the LORD, and said, O altar, altar, thus saith the LORD; Behold, a child shall be born unto the house of David, Josiah by name; and upon thee shall he offer the priests of the high places that burn incense upon thee, and men’s bones shall be burnt upon thee.  ","niv":"<sup><strong>1</strong></sup> By the word of the LORD a man of God came from Judah to Bethel, as Jeroboam was standing by the altar to make an offering. <sup><strong>2</strong></sup> He cried out against the altar by the word of the LORD: \"O altar, altar! This is what the LORD says: 'A son named Josiah will be born to the house of David. On you he will sacrifice the priests of the high places who now make offerings here, and human bones will be burned on you.'\" "},{"_id":"61626528fb3956153170ead1","topicId":"61626521fb3956153170eab9","verse":"Exodus 13:11-16","votes":21,"__v":0,"esv":"<div>\n<p id=\"p02013011_01-26\"><b class=\"verse-num\" id=\"v02013011-1\">11&nbsp;</b>“When the LORD brings you into the land of the Canaanites, as he swore to you and your fathers, and shall give it to you, <b class=\"verse-num\" id=\"v02013012-1\">12&nbsp;</b>you shall set apart to the LORD all that first opens the womb. All the firstborn of your animals that are males shall be the LORD’s. <b class=\"verse-num\" id=\"v02013013-1\">13&nbsp;</b>Every firstborn of a donkey you shall redeem with a lamb, or if you will not redeem it you shall break its neck. Every firstborn of man among your sons you shall redeem. <b class=\"verse-num\" id=\"v02013014-1\">14&nbsp;</b>And when in time to come your son asks you, ‘What does this mean?’ you shall say to him, ‘By a strong hand the LORD brought us out of Egypt, from the house of slavery. <b class=\"verse-num\" id=\"v02013015-1\">15&nbsp;</b>For when Pharaoh stubbornly refused to let us go, the LORD killed all the firstborn in the land of Egypt, both the firstborn of man and the firstborn of animals. Therefore I sacrifice to the LORD all the males that first open the womb, but all the firstborn of my sons I redeem.’ <b class=\"verse-num\" id=\"v02013016-1\">16&nbsp;</b>It shall be as a mark on your hand or frontlets between your eyes, for by a strong hand the LORD brought us out of Egypt.”</p>\n</div>","kjv":"<strong>11</strong> And it shall be when the LORD shall bring thee into the land of the Canaanites, as he sware unto thee and to thy fathers, and shall give it thee,  <strong>12</strong> That thou shalt set apart unto the LORD all that openeth the matrix, and every firstling that cometh of a beast which thou hast; the males shall be the LORD’S.  <strong>13</strong> And every firstling of an ass thou shalt redeem with a lamb; and if thou wilt not redeem it, then thou shalt break his neck: and all the firstborn of man among thy children shalt thou redeem.  <strong>14</strong> And it shall be when thy son asketh thee in time to come, saying, What is this? that thou shalt say unto him, By strength of hand the LORD brought us out from Egypt, from the house of bondage:  <strong>15</strong> And it came to pass, when Pharaoh would hardly let us go, that the LORD slew all the firstborn in the land of Egypt, both the firstborn of man, and the firstborn of beast: therefore I sacrifice to the LORD all that openeth the matrix, being males; but all the firstborn of my children I redeem.  <strong>16</strong> And it shall be for a token upon thine hand, and for frontlets between thine eyes: for by strength of hand the LORD brought us forth out of Egypt.  ","niv":"<sup><strong>11</strong></sup> \"After the LORD brings you into the land of the Canaanites and gives it to you, as he promised on oath to you and your forefathers, <sup><strong>12</strong></sup> you are to give over to the LORD the first offspring of every womb. All the firstborn males of your livestock belong to the LORD. <sup><strong>13</strong></sup> Redeem with a lamb every firstborn donkey, but if you do not redeem it, break its neck. Redeem every firstborn among your sons. <sup><strong>14</strong></sup> \"In days to come, when your son asks you, 'What does this mean?' say to him, 'With a mighty hand the LORD brought us out of Egypt, out of the land of slavery. <sup><strong>15</strong></sup> When Pharaoh stubbornly refused to let us go, the LORD killed every firstborn in Egypt, both man and animal. This is why I sacrifice to the LORD the first male offspring of every womb and redeem each of my firstborn sons.' <sup><strong>16</strong></sup> And it will be like a sign on your hand and a symbol on your forehead that the LORD brought us out of Egypt with his mighty hand.\" "},{"_id":"61626529fb3956153170ead2","topicId":"61626521fb3956153170eab9","verse":"Proverbs 21:3","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021003_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021003-1\">3&nbsp;</b>&nbsp;&nbsp;To do righteousness and justice</span><br><span id=\"p20021003_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is more acceptable to the LORD than sacrifice.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> To do justice and judgment is more acceptable to the LORD than sacrifice.  ","niv":"<sup><strong>3</strong></sup> To do what is right and just is more acceptable to the LORD than sacrifice."}]}