{"_id":"616265b5fb3956153170eb07","slug":"humanism","name":"Humanism","verses":[{"_id":"616265b6fb3956153170eb08","topicId":"616265b5fb3956153170eb07","verse":"Romans 3:23","votes":65,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"},{"_id":"616265b7fb3956153170eb09","topicId":"616265b5fb3956153170eb07","verse":"Genesis 1:27","votes":65,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-10\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-10\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-10\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-10\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-10\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-10\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-10\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-10\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-10\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"616265b7fb3956153170eb0a","topicId":"616265b5fb3956153170eb07","verse":"Revelation 1:1","votes":56,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,"},{"_id":"616265b8fb3956153170eb0c","topicId":"616265b5fb3956153170eb07","verse":"Romans 3:10","votes":49,"__v":0,"esv":"<div>\n<p id=\"p45003010_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003010-1\">10&nbsp;</b>as it is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45003010_01-4\" class=\"line\">&nbsp;&nbsp;“None is righteous, no, not one;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> As it is written, There is none righteous, no, not one:  ","niv":"<sup><strong>10</strong></sup> As it is written: \"There is no one righteous, not even one;"},{"_id":"616265b8fb3956153170eb0b","topicId":"616265b5fb3956153170eb07","verse":"Hebrews 11:6","votes":55,"__v":0,"esv":"<div>\n<p id=\"p58011006_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.</p>\n</div>","kjv":"<strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  ","niv":"<sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him."},{"_id":"616265b8fb3956153170eb0d","topicId":"616265b5fb3956153170eb07","verse":"Acts 5:29","votes":49,"__v":0,"esv":"<div>\n<p id=\"p44005029_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men.</p>\n</div>","kjv":"<strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  ","niv":"<sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men!"},{"_id":"616265b8fb3956153170eb0e","topicId":"616265b5fb3956153170eb07","verse":"Romans 12:1-2","votes":47,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. "},{"_id":"616265b8fb3956153170eb0f","topicId":"616265b5fb3956153170eb07","verse":"John 3:16","votes":47,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-8\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616265b8fb3956153170eb10","topicId":"616265b5fb3956153170eb07","verse":"Jeremiah 17:9","votes":41,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017009_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017009-1\">9&nbsp;</b>&nbsp;&nbsp;The heart is deceitful above all things,</span><br><span id=\"p24017009_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and desperately sick;</span><br><span id=\"p24017009_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who can understand it?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> The heart is deceitful above all things, and desperately wicked: who can know it?  ","niv":"<sup><strong>9</strong></sup> The heart is deceitful above all things and beyond cure. Who can understand it?"},{"_id":"616265b9fb3956153170eb11","topicId":"616265b5fb3956153170eb07","verse":"Genesis 1:1-31","votes":39,"__v":0,"kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"616265b9fb3956153170eb12","topicId":"616265b5fb3956153170eb07","verse":"Genesis 2:7","votes":41,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"_id":"616265b9fb3956153170eb13","topicId":"616265b5fb3956153170eb07","verse":"John 12:48","votes":39,"__v":0,"esv":"<div>\n<p id=\"p43012048_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43012048-1\">48&nbsp;</b><span class=\"woc\">The one who rejects me and does not receive my words has a judge; the word that I have spoken will judge him on the last day.</span></p>\n</div>","kjv":"<strong>48</strong> He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day.  ","niv":"<sup><strong>48</strong></sup> There is a judge for the one who rejects me and does not accept my words; that very word which I spoke will condemn him at the last day."},{"_id":"616265b9fb3956153170eb14","topicId":"616265b5fb3956153170eb07","verse":"John 3:16-17","votes":39,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-13\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"616265b9fb3956153170eb15","topicId":"616265b5fb3956153170eb07","verse":"Colossians 2:8","votes":38,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-14\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"616265bafb3956153170eb16","topicId":"616265b5fb3956153170eb07","verse":"Acts 2:38","votes":38,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"616265bafb3956153170eb17","topicId":"616265b5fb3956153170eb07","verse":"Jeremiah 1:5","votes":38,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-16\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-16\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"616265bbfb3956153170eb18","topicId":"616265b5fb3956153170eb07","verse":"Psalm 127:3-5","votes":37,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br><span id=\"p19127004_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127004-1\">4&nbsp;</b>&nbsp;&nbsp;Like arrows in the hand of a warrior</span><br><span id=\"p19127004_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the children of one’s youth.</span><br><span id=\"p19127005_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19127005_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fills his quiver with them!</span><br><span id=\"p19127005_01-17\" class=\"line\">&nbsp;&nbsp;He shall not be put to shame</span><br><span id=\"p19127005_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he speaks with his enemies in the gate.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  <strong>4</strong> As arrows are in the hand of a mighty man; so are  children of the youth.  <strong>5</strong> Happy is the man that hath his quiver full of them: they shall not be ashamed, but they shall speak with the enemies in the gate.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him. <sup><strong>4</strong></sup> Like arrows in the hands of a warrior are sons born in one's youth. <sup><strong>5</strong></sup> Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their enemies in the gate. "},{"_id":"616265bbfb3956153170eb19","topicId":"616265b5fb3956153170eb07","verse":"Luke 1:37","votes":37,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\""},{"_id":"616265bbfb3956153170eb1a","topicId":"616265b5fb3956153170eb07","verse":"1 Corinthians 6:9-11","votes":37,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-20\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"616265bbfb3956153170eb1b","topicId":"616265b5fb3956153170eb07","verse":"Galatians 5:19-21","votes":37,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"616265bbfb3956153170eb1c","topicId":"616265b5fb3956153170eb07","verse":"Romans 5:12","votes":36,"__v":0,"esv":"<div>\n\n<p id=\"p45005012_07-22\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—</p>\n\n</div>","kjv":"<strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  ","niv":"<sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned--"},{"_id":"616265bdfb3956153170eb1d","topicId":"616265b5fb3956153170eb07","verse":"2 Timothy 3:16","votes":35,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"616265bdfb3956153170eb1e","topicId":"616265b5fb3956153170eb07","verse":"Galatians 1:6-9","votes":36,"__v":0,"esv":"<div>\n\n<p id=\"p48001006_04-24\"><b class=\"verse-num\" id=\"v48001006-1\">6&nbsp;</b>I am astonished that you are so quickly deserting him who called you in the grace of Christ and are turning to a different gospel—<b class=\"verse-num\" id=\"v48001007-1\">7&nbsp;</b>not that there is another one, but there are some who trouble you and want to distort the gospel of Christ. <b class=\"verse-num\" id=\"v48001008-1\">8&nbsp;</b>But even if we or an angel from heaven should preach to you a gospel contrary to the one we preached to you, let him be accursed. <b class=\"verse-num\" id=\"v48001009-1\">9&nbsp;</b>As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be accursed.</p>\n</div>","kjv":"<strong>6</strong> I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel:  <strong>7</strong> Which is not another; but there be some that trouble you, and would pervert the gospel of Christ.  <strong>8</strong> But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.  <strong>9</strong> As we said before, so say I now again, If any man preach any other gospel unto you than that ye have received, let him be accursed.  ","niv":"<sup><strong>6</strong></sup> I am astonished that you are so quickly deserting the one who called you by the grace of Christ and are turning to a different gospel-- <sup><strong>7</strong></sup> which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ. <sup><strong>8</strong></sup> But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let him be eternally condemned! <sup><strong>9</strong></sup> As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let him be eternally condemned! "},{"_id":"616265bdfb3956153170eb1f","topicId":"616265b5fb3956153170eb07","verse":"Matthew 10:28","votes":34,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell."},{"_id":"616265bdfb3956153170eb20","topicId":"616265b5fb3956153170eb07","verse":"Jeremiah 7:1-34","votes":35,"__v":0,"esv":"<div>\n\n<p id=\"p24007001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24007001-1\">7:1&nbsp;</b>The word that came to Jeremiah from the LORD: <b class=\"verse-num\" id=\"v24007002-1\">2&nbsp;</b>“Stand in the gate of the LORD’s house, and proclaim there this word, and say, Hear the word of the LORD, all you men of Judah who enter these gates to worship the LORD. <b class=\"verse-num\" id=\"v24007003-1\">3&nbsp;</b>Thus says the LORD of hosts, the God of Israel: Amend your ways and your deeds, and I will let you dwell in this place. <b class=\"verse-num\" id=\"v24007004-1\">4&nbsp;</b>Do not trust in these deceptive words: ‘This is the temple of the LORD, the temple of the LORD, the temple of the LORD.’</p>\n<p id=\"p24007004_05-26\"><b class=\"verse-num\" id=\"v24007005-1\">5&nbsp;</b>“For if you truly amend your ways and your deeds, if you truly execute justice one with another, <b class=\"verse-num\" id=\"v24007006-1\">6&nbsp;</b>if you do not oppress the sojourner, the fatherless, or the widow, or shed innocent blood in this place, and if you do not go after other gods to your own harm, <b class=\"verse-num\" id=\"v24007007-1\">7&nbsp;</b>then I will let you dwell in this place, in the land that I gave of old to your fathers forever.</p>\n<p id=\"p24007007_05-26\"><b class=\"verse-num\" id=\"v24007008-1\">8&nbsp;</b>“Behold, you trust in deceptive words to no avail. <b class=\"verse-num\" id=\"v24007009-1\">9&nbsp;</b>Will you steal, murder, commit adultery, swear falsely, make offerings to Baal, and go after other gods that you have not known, <b class=\"verse-num\" id=\"v24007010-1\">10&nbsp;</b>and then come and stand before me in this house, which is called by my name, and say, ‘We are delivered!’—only to go on doing all these abominations? <b class=\"verse-num\" id=\"v24007011-1\">11&nbsp;</b>Has this house, which is called by my name, become a den of robbers in your eyes? Behold, I myself have seen it, declares the LORD. <b class=\"verse-num\" id=\"v24007012-1\">12&nbsp;</b>Go now to my place that was in Shiloh, where I made my name dwell at first, and see what I did to it because of the evil of my people Israel. <b class=\"verse-num\" id=\"v24007013-1\">13&nbsp;</b>And now, because you have done all these things, declares the LORD, and when I spoke to you persistently you did not listen, and when I called you, you did not answer, <b class=\"verse-num\" id=\"v24007014-1\">14&nbsp;</b>therefore I will do to the house that is called by my name, and in which you trust, and to the place that I gave to you and to your fathers, as I did to Shiloh. <b class=\"verse-num\" id=\"v24007015-1\">15&nbsp;</b>And I will cast you out of my sight, as I cast out all your kinsmen, all the offspring of Ephraim.</p>\n<p id=\"p24007015_05-26\"><b class=\"verse-num\" id=\"v24007016-1\">16&nbsp;</b>“As for you, do not pray for this people, or lift up a cry or prayer for them, and do not intercede with me, for I will not hear you. <b class=\"verse-num\" id=\"v24007017-1\">17&nbsp;</b>Do you not see what they are doing in the cities of Judah and in the streets of Jerusalem? <b class=\"verse-num\" id=\"v24007018-1\">18&nbsp;</b>The children gather wood, the fathers kindle fire, and the women knead dough, to make cakes for the queen of heaven. And they pour out drink offerings to other gods, to provoke me to anger. <b class=\"verse-num\" id=\"v24007019-1\">19&nbsp;</b>Is it I whom they provoke? declares the LORD. Is it not themselves, to their own shame? <b class=\"verse-num\" id=\"v24007020-1\">20&nbsp;</b>Therefore thus says the Lord GOD: Behold, my anger and my wrath will be poured out on this place, upon man and beast, upon the trees of the field and the fruit of the ground; it will burn and not be quenched.”</p>\n<p id=\"p24007020_05-26\"><b class=\"verse-num\" id=\"v24007021-1\">21&nbsp;</b>Thus says the LORD of hosts, the God of Israel: “Add your burnt offerings to your sacrifices, and eat the flesh. <b class=\"verse-num\" id=\"v24007022-1\">22&nbsp;</b>For in the day that I brought them out of the land of Egypt, I did not speak to your fathers or command them concerning burnt offerings and sacrifices. <b class=\"verse-num\" id=\"v24007023-1\">23&nbsp;</b>But this command I gave them: ‘Obey my voice, and I will be your God, and you shall be my people. And walk in all the way that I command you, that it may be well with you.’ <b class=\"verse-num\" id=\"v24007024-1\">24&nbsp;</b>But they did not obey or incline their ear, but walked in their own counsels and the stubbornness of their evil hearts, and went backward and not forward. <b class=\"verse-num\" id=\"v24007025-1\">25&nbsp;</b>From the day that your fathers came out of the land of Egypt to this day, I have persistently sent all my servants the prophets to them, day after day. <b class=\"verse-num\" id=\"v24007026-1\">26&nbsp;</b>Yet they did not listen to me or incline their ear, but stiffened their neck. They did worse than their fathers.</p>\n<p id=\"p24007026_05-26\"><b class=\"verse-num\" id=\"v24007027-1\">27&nbsp;</b>“So you shall speak all these words to them, but they will not listen to you. You shall call to them, but they will not answer you. <b class=\"verse-num\" id=\"v24007028-1\">28&nbsp;</b>And you shall say to them, ‘This is the nation that did not obey the voice of the LORD their God, and did not accept discipline; truth has perished; it is cut off from their lips.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24007029_05-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24007029-1\">29&nbsp;</b>&nbsp;&nbsp;“‘Cut off your hair and cast it away;</span><br><span id=\"p24007029_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;raise a lamentation on the bare heights,</span><br><span id=\"p24007029_05-26\" class=\"line\">&nbsp;&nbsp;for the LORD has rejected and forsaken</span><br><span id=\"p24007029_05-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the generation of his wrath.’</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p24007029_09-26\"><b class=\"verse-num\" id=\"v24007030-1\">30&nbsp;</b>“For the sons of Judah have done evil in my sight, declares the LORD. They have set their detestable things in the house that is called by my name, to defile it. <b class=\"verse-num\" id=\"v24007031-1\">31&nbsp;</b>And they have built the high places of Topheth, which is in the Valley of the Son of Hinnom, to burn their sons and their daughters in the fire, which I did not command, nor did it come into my mind. <b class=\"verse-num\" id=\"v24007032-1\">32&nbsp;</b>Therefore, behold, the days are coming, declares the LORD, when it will no more be called Topheth, or the Valley of the Son of Hinnom, but the Valley of Slaughter; for they will bury in Topheth, because there is no room elsewhere. <b class=\"verse-num\" id=\"v24007033-1\">33&nbsp;</b>And the dead bodies of this people will be food for the birds of the air, and for the beasts of the earth, and none will frighten them away. <b class=\"verse-num\" id=\"v24007034-1\">34&nbsp;</b>And I will silence in the cities of Judah and in the streets of Jerusalem the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride, for the land shall become a waste.</p>\n</div>","kjv":"<strong>1</strong> The word that came to Jeremiah from the LORD, saying,  <strong>2</strong> Stand in the gate of the LORD’S house, and proclaim there this word, and say, Hear the word of the LORD, all ye of Judah, that enter in at these gates to worship the LORD.  <strong>3</strong> Thus saith the LORD of hosts, the God of Israel, Amend your ways and your doings, and I will cause you to dwell in this place.  <strong>4</strong> Trust ye not in lying words, saying, The temple of the LORD, The temple of the LORD, The temple of the LORD, are these.  <strong>5</strong> For if ye throughly amend your ways and your doings; if ye throughly execute judgment between a man and his neighbour;  <strong>6</strong> If ye oppress not the stranger, the fatherless, and the widow, and shed not innocent blood in this place, neither walk after other gods to your hurt:  <strong>7</strong> Then will I cause you to dwell in this place, in the land that I gave to your fathers, for ever and ever.  <strong>8</strong> Behold, ye trust in lying words, that cannot profit.  <strong>9</strong> Will ye steal, murder, and commit adultery, and swear falsely, and burn incense unto Baal, and walk after other gods whom ye know not;  <strong>10</strong> And come and stand before me in this house, which is called by my name, and say, We are delivered to do all these abominations?  <strong>11</strong> Is this house, which is called by my name, become a den of robbers in your eyes? Behold, even I have seen it, saith the LORD.  <strong>12</strong> But go ye now unto my place which was in Shiloh, where I set my name at the first, and see what I did to it for the wickedness of my people Israel.  <strong>13</strong> And now, because ye have done all these works, saith the LORD, and I spake unto you, rising up early and speaking, but ye heard not; and I called you, but ye answered not;  <strong>14</strong> Therefore will I do unto this house, which is called by my name, wherein ye trust, and unto the place which I gave to you and to your fathers, as I have done to Shiloh.  <strong>15</strong> And I will cast you out of my sight, as I have cast out all your brethren, even the whole seed of Ephraim.  <strong>16</strong> Therefore pray not thou for this people, neither lift up cry nor prayer for them, neither make intercession to me: for I will not hear thee.  <strong>17</strong> Seest thou not what they do in the cities of Judah and in the streets of Jerusalem?  <strong>18</strong> The children gather wood, and the fathers kindle the fire, and the women knead their dough, to make cakes to the queen of heaven, and to pour out drink offerings unto other gods, that they may provoke me to anger.  <strong>19</strong> Do they provoke me to anger? saith the LORD: do they not provoke themselves to the confusion of their own faces?  <strong>20</strong> Therefore thus saith the Lord GOD; Behold, mine anger and my fury shall be poured out upon this place, upon man, and upon beast, and upon the trees of the field, and upon the fruit of the ground; and it shall burn, and shall not be quenched.  <strong>21</strong> Thus saith the LORD of hosts, the God of Israel; Put your burnt offerings unto your sacrifices, and eat flesh.  <strong>22</strong> For I spake not unto your fathers, nor commanded them in the day that I brought them out of the land of Egypt, concerning burnt offerings or sacrifices:  <strong>23</strong> But this thing commanded I them, saying, Obey my voice, and I will be your God, and ye shall be my people: and walk ye in all the ways that I have commanded you, that it may be well unto you.  <strong>24</strong> But they hearkened not, nor inclined their ear, but walked in the counsels and in the imagination of their evil heart, and went backward, and not forward.  <strong>25</strong> Since the day that your fathers came forth out of the land of Egypt unto this day I have even sent unto you all my servants the prophets, daily rising up early and sending them:  <strong>26</strong> Yet they hearkened not unto me, nor inclined their ear, but hardened their neck: they did worse than their fathers.  <strong>27</strong> Therefore thou shalt speak all these words unto them; but they will not hearken to thee: thou shalt also call unto them; but they will not answer thee.  <strong>28</strong> But thou shalt say unto them, This is a nation that obeyeth not the voice of the LORD their God, nor receiveth correction: truth is perished, and is cut off from their mouth.  <strong>29</strong> Cut off thine hair, O Jerusalem, and cast it away, and take up a lamentation on high places; for the LORD hath rejected and forsaken the generation of his wrath.  <strong>30</strong> For the children of Judah have done evil in my sight, saith the LORD: they have set their abominations in the house which is called by my name, to pollute it.  <strong>31</strong> And they have built the high places of Tophet, which is in the valley of the son of Hinnom, to burn their sons and their daughters in the fire; which I commanded them not, neither came it into my heart.  <strong>32</strong> Therefore, behold, the days come, saith the LORD, that it shall no more be called Tophet, nor the valley of the son of Hinnom, but the valley of slaughter: for they shall bury in Tophet, till there be no place.  <strong>33</strong> And the carcases of this people shall be meat for the fowls of the heaven, and for the beasts of the earth; and none shall fray them  away.  <strong>34</strong> Then will I cause to cease from the cities of Judah, and from the streets of Jerusalem, the voice of mirth, and the voice of gladness, the voice of the bridegroom, and the voice of the bride: for the land shall be desolate.  ","niv":"<sup><strong>1</strong></sup> This is the word that came to Jeremiah from the LORD: <sup><strong>2</strong></sup> \"Stand at the gate of the LORD's house and there proclaim this message: \"'Hear the word of the LORD, all you people of Judah who come through these gates to worship the LORD. <sup><strong>3</strong></sup> This is what the LORD Almighty, the God of Israel, says: Reform your ways and your actions, and I will let you live in this place. <sup><strong>4</strong></sup> Do not trust in deceptive words and say, \"This is the temple of the LORD, the temple of the LORD, the temple of the LORD!\" <sup><strong>5</strong></sup> If you really change your ways and your actions and deal with each other justly, <sup><strong>6</strong></sup> if you do not oppress the alien, the fatherless or the widow and do not shed innocent blood in this place, and if you do not follow other gods to your own harm, <sup><strong>7</strong></sup> then I will let you live in this place, in the land I gave your forefathers for ever and ever. <sup><strong>8</strong></sup> But look, you are trusting in deceptive words that are worthless. <sup><strong>9</strong></sup> \"'Will you steal and murder, commit adultery and perjury, burn incense to Baal and follow other gods you have not known, <sup><strong>10</strong></sup> and then come and stand before me in this house, which bears my Name, and say, \"We are safe\"-safe to do all these detestable things? <sup><strong>11</strong></sup> Has this house, which bears my Name, become a den of robbers to you? But I have been watching! declares the LORD. <sup><strong>12</strong></sup> \"'Go now to the place in Shiloh where I first made a dwelling for my Name, and see what I did to it because of the wickedness of my people Israel. <sup><strong>13</strong></sup> While you were doing all these things, declares the LORD, I spoke to you again and again, but you did not listen; I called you, but you did not answer. <sup><strong>14</strong></sup> Therefore, what I did to Shiloh I will now do to the house that bears my Name, the temple you trust in, the place I gave to you and your fathers. <sup><strong>15</strong></sup> I will thrust you from my presence, just as I did all your brothers, the people of Ephraim.' <sup><strong>16</strong></sup> \"So do not pray for this people nor offer any plea or petition for them; do not plead with me, for I will not listen to you. <sup><strong>17</strong></sup> Do you not see what they are doing in the towns of Judah and in the streets of Jerusalem? <sup><strong>18</strong></sup> The children gather wood, the fathers light the fire, and the women knead the dough and make cakes of bread for the Queen of Heaven. They pour out drink offerings to other gods to provoke me to anger. <sup><strong>19</strong></sup> But am I the one they are provoking? declares the LORD. Are they not rather harming themselves, to their own shame? <sup><strong>20</strong></sup> \"'Therefore this is what the Sovereign LORD says: My anger and my wrath will be poured out on this place, on man and beast, on the trees of the field and on the fruit of the ground, and it will burn and not be quenched. <sup><strong>21</strong></sup> \"'This is what the LORD Almighty, the God of Israel, says: Go ahead, add your burnt offerings to your other sacrifices and eat the meat yourselves! <sup><strong>22</strong></sup> For when I brought your forefathers out of Egypt and spoke to them, I did not just give them commands about burnt offerings and sacrifices, <sup><strong>23</strong></sup> but I gave them this command: Obey me, and I will be your God and you will be my people. Walk in all the ways I command you, that it may go well with you. <sup><strong>24</strong></sup> But they did not listen or pay attention; instead, they followed the stubborn inclinations of their evil hearts. They went backward and not forward. <sup><strong>25</strong></sup> From the time your forefathers left Egypt until now, day after day, again and again I sent you my servants the prophets. <sup><strong>26</strong></sup> But they did not listen to me or pay attention. They were stiff-necked and did more evil than their forefathers.' <sup><strong>27</strong></sup> \"When you tell them all this, they will not listen to you; when you call to them, they will not answer. <sup><strong>28</strong></sup> Therefore say to them, 'This is the nation that has not obeyed the LORD its God or responded to correction. Truth has perished; it has vanished from their lips. <sup><strong>29</strong></sup> Cut off your hair and throw it away; take up a lament on the barren heights, for the LORD has rejected and abandoned this generation that is under his wrath. <sup><strong>30</strong></sup> \"'The people of Judah have done evil in my eyes, declares the LORD. They have set up their detestable idols in the house that bears my Name and have defiled it. <sup><strong>31</strong></sup> They have built the high places of Topheth in the Valley of Ben Hinnom to burn their sons and daughters in the fire-something I did not command, nor did it enter my mind. <sup><strong>32</strong></sup> So beware, the days are coming, declares the LORD, when people will no longer call it Topheth or the Valley of Ben Hinnom, but the Valley of Slaughter, for they will bury the dead in Topheth until there is no more room. <sup><strong>33</strong></sup> Then the carcasses of this people will become food for the birds of the air and the beasts of the earth, and there will be no one to frighten them away. <sup><strong>34</strong></sup> I will bring an end to the sounds of joy and gladness and to the voices of bride and bridegroom in the towns of Judah and the streets of Jerusalem, for the land will become desolate. "}]}