{"_id":"6162684bfb3956153170ec3b","slug":"hurting","name":"Hurting","verses":[{"_id":"6162684ffb3956153170ec3c","topicId":"6162684bfb3956153170ec3b","verse":"1 John 4:20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p62004020_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004020-1\">20&nbsp;</b>If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen.</p>\n\n</div>","kjv":"<strong>20</strong> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?  ","niv":"<sup><strong>20</strong></sup> If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen."},{"_id":"6162684ffb3956153170ec3d","topicId":"6162684bfb3956153170ec3b","verse":"1 Peter 5:10","votes":6,"__v":0,"esv":"<div>\n<p id=\"p60005010_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005010-1\">10&nbsp;</b>And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you.</p>\n</div>","kjv":"<strong>10</strong> But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.  ","niv":"<sup><strong>10</strong></sup> And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast."},{"_id":"61626852fb3956153170ec3e","topicId":"6162684bfb3956153170ec3b","verse":"Numbers 23:19","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04023019_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v04023019-1\">19&nbsp;</b>&nbsp;&nbsp;God is not man, that he should lie,</span><br><span id=\"p04023019_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or a son of man, that he should change his mind.</span><br><span id=\"p04023019_01-4\" class=\"line\">&nbsp;&nbsp;Has he said, and will he not do it?</span><br><span id=\"p04023019_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Or has he spoken, and will he not fulfill it?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> God is not a man, that he should lie; neither the son of man, that he should repent: hath he said, and shall he not do it? or hath he spoken, and shall he not make it good?  ","niv":"<sup><strong>19</strong></sup> God is not a man, that he should lie, nor a son of man, that he should change his mind. Does he speak and then not act? Does he promise and not fulfill?"},{"_id":"61626852fb3956153170ec3f","topicId":"6162684bfb3956153170ec3b","verse":"Matthew 6:14-15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40006014_01-5\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n</div>","kjv":"<strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. ","niv":"<sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. "},{"_id":"61626853fb3956153170ec41","topicId":"6162684bfb3956153170ec3b","verse":"Isaiah 53:5","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053005_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053005-1\">5&nbsp;</b>&nbsp;&nbsp;But he was pierced for our transgressions;</span><br><span id=\"p23053005_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was crushed for our iniquities;</span><br><span id=\"p23053005_01-6\" class=\"line\">&nbsp;&nbsp;upon him was the chastisement that brought us peace,</span><br><span id=\"p23053005_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with his wounds we are healed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.  ","niv":"<sup><strong>5</strong></sup> But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed."},{"_id":"61626853fb3956153170ec42","topicId":"6162684bfb3956153170ec3b","verse":"Jeremiah 29:11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"61626853fb3956153170ec40","topicId":"6162684bfb3956153170ec3b","verse":"John 3:16","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-8\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61626854fb3956153170ec43","topicId":"6162684bfb3956153170ec3b","verse":"2 Corinthians 5:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47005021_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005021-1\">21&nbsp;</b>For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.</p>\n</div>","kjv":"<strong>21</strong> For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.  ","niv":"<sup><strong>21</strong></sup> God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."},{"_id":"61626855fb3956153170ec46","topicId":"6162684bfb3956153170ec3b","verse":"John 8:44","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."},{"_id":"61626856fb3956153170ec47","topicId":"6162684bfb3956153170ec3b","verse":"Luke 2:1-52","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42002001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42002001-1\">2:1&nbsp;</b>In those days a decree went out from Caesar Augustus that all the world should be registered. <b class=\"verse-num\" id=\"v42002002-1\">2&nbsp;</b>This was the first registration when Quirinius was governor of Syria. <b class=\"verse-num\" id=\"v42002003-1\">3&nbsp;</b>And all went to be registered, each to his own town. <b class=\"verse-num\" id=\"v42002004-1\">4&nbsp;</b>And Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David, <b class=\"verse-num\" id=\"v42002005-1\">5&nbsp;</b>to be registered with Mary, his betrothed, who was with child. <b class=\"verse-num\" id=\"v42002006-1\">6&nbsp;</b>And while they were there, the time came for her to give birth. <b class=\"verse-num\" id=\"v42002007-1\">7&nbsp;</b>And she gave birth to her firstborn son and wrapped him in swaddling cloths and laid him in a manger, because there was no place for them in the inn.</p>\n\n<p id=\"p42002007_11-11\"><b class=\"verse-num\" id=\"v42002008-1\">8&nbsp;</b>And in the same region there were shepherds out in the field, keeping watch over their flock by night. <b class=\"verse-num\" id=\"v42002009-1\">9&nbsp;</b>And an angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were filled with great fear. <b class=\"verse-num\" id=\"v42002010-1\">10&nbsp;</b>And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people. <b class=\"verse-num\" id=\"v42002011-1\">11&nbsp;</b>For unto you is born this day in the city of David a Savior, who is Christ the Lord. <b class=\"verse-num\" id=\"v42002012-1\">12&nbsp;</b>And this will be a sign for you: you will find a baby wrapped in swaddling cloths and lying in a manger.” <b class=\"verse-num\" id=\"v42002013-1\">13&nbsp;</b>And suddenly there was with the angel a multitude of the heavenly host praising God and saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42002014_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002014-1\">14&nbsp;</b>&nbsp;&nbsp;“Glory to God in the highest,</span><br><span id=\"p42002014_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on earth peace among those with whom he is pleased!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42002014_11-11\"><b class=\"verse-num\" id=\"v42002015-1\">15&nbsp;</b>When the angels went away from them into heaven, the shepherds said to one another, “Let us go over to Bethlehem and see this thing that has happened, which the Lord has made known to us.” <b class=\"verse-num\" id=\"v42002016-1\">16&nbsp;</b>And they went with haste and found Mary and Joseph, and the baby lying in a manger. <b class=\"verse-num\" id=\"v42002017-1\">17&nbsp;</b>And when they saw it, they made known the saying that had been told them concerning this child. <b class=\"verse-num\" id=\"v42002018-1\">18&nbsp;</b>And all who heard it wondered at what the shepherds told them. <b class=\"verse-num\" id=\"v42002019-1\">19&nbsp;</b>But Mary treasured up all these things, pondering them in her heart. <b class=\"verse-num\" id=\"v42002020-1\">20&nbsp;</b>And the shepherds returned, glorifying and praising God for all they had heard and seen, as it had been told them.</p>\n<p id=\"p42002020_11-11\"><b class=\"verse-num\" id=\"v42002021-1\">21&nbsp;</b>And at the end of eight days, when he was circumcised, he was called Jesus, the name given by the angel before he was conceived in the womb.</p>\n\n<p id=\"p42002021_16-11\"><b class=\"verse-num\" id=\"v42002022-1\">22&nbsp;</b>And when the time came for their purification according to the Law of Moses, they brought him up to Jerusalem to present him to the Lord <b class=\"verse-num\" id=\"v42002023-1\">23&nbsp;</b>(as it is written in the Law of the Lord, “Every male who first opens the womb shall be called holy to the Lord”) <b class=\"verse-num\" id=\"v42002024-1\">24&nbsp;</b>and to offer a sacrifice according to what is said in the Law of the Lord, “a pair of turtledoves, or two young pigeons.” <b class=\"verse-num\" id=\"v42002025-1\">25&nbsp;</b>Now there was a man in Jerusalem, whose name was Simeon, and this man was righteous and devout, waiting for the consolation of Israel, and the Holy Spirit was upon him. <b class=\"verse-num\" id=\"v42002026-1\">26&nbsp;</b>And it had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord’s Christ. <b class=\"verse-num\" id=\"v42002027-1\">27&nbsp;</b>And he came in the Spirit into the temple, and when the parents brought in the child Jesus, to do for him according to the custom of the Law, <b class=\"verse-num\" id=\"v42002028-1\">28&nbsp;</b>he took him up in his arms and blessed God and said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42002029_16-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002029-1\">29&nbsp;</b>&nbsp;&nbsp;“Lord, now you are letting your servant depart in peace,</span><br><span id=\"p42002029_16-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your word;</span><br><span id=\"p42002030_16-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002030-1\">30&nbsp;</b>&nbsp;&nbsp;for my eyes have seen your salvation</span><br><span id=\"p42002031_16-11\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42002031-1\">31&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;that you have prepared in the presence of all peoples,</span><br><span id=\"p42002032_16-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002032-1\">32&nbsp;</b>&nbsp;&nbsp;a light for revelation to the Gentiles,</span><br><span id=\"p42002032_16-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for glory to your people Israel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42002032_16-11\"><b class=\"verse-num\" id=\"v42002033-1\">33&nbsp;</b>And his father and his mother marveled at what was said about him. <b class=\"verse-num\" id=\"v42002034-1\">34&nbsp;</b>And Simeon blessed them and said to Mary his mother, “Behold, this child is appointed for the fall and rising of many in Israel, and for a sign that is opposed <b class=\"verse-num\" id=\"v42002035-1\">35&nbsp;</b>(and a sword will pierce through your own soul also), so that thoughts from many hearts may be revealed.”</p>\n<p id=\"p42002035_16-11\"><b class=\"verse-num\" id=\"v42002036-1\">36&nbsp;</b>And there was a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was advanced in years, having lived with her husband seven years from when she was a virgin, <b class=\"verse-num\" id=\"v42002037-1\">37&nbsp;</b>and then as a widow until she was eighty-four. She did not depart from the temple, worshiping with fasting and prayer night and day. <b class=\"verse-num\" id=\"v42002038-1\">38&nbsp;</b>And coming up at that very hour she began to give thanks to God and to speak of him to all who were waiting for the redemption of Jerusalem.</p>\n\n<p id=\"p42002038_20-11\"><b class=\"verse-num\" id=\"v42002039-1\">39&nbsp;</b>And when they had performed everything according to the Law of the Lord, they returned into Galilee, to their own town of Nazareth. <b class=\"verse-num\" id=\"v42002040-1\">40&nbsp;</b>And the child grew and became strong, filled with wisdom. And the favor of God was upon him.</p>\n\n<p id=\"p42002040_26-11\"><b class=\"verse-num\" id=\"v42002041-1\">41&nbsp;</b>Now his parents went to Jerusalem every year at the Feast of the Passover. <b class=\"verse-num\" id=\"v42002042-1\">42&nbsp;</b>And when he was twelve years old, they went up according to custom. <b class=\"verse-num\" id=\"v42002043-1\">43&nbsp;</b>And when the feast was ended, as they were returning, the boy Jesus stayed behind in Jerusalem. His parents did not know it, <b class=\"verse-num\" id=\"v42002044-1\">44&nbsp;</b>but supposing him to be in the group they went a day’s journey, but then they began to search for him among their relatives and acquaintances, <b class=\"verse-num\" id=\"v42002045-1\">45&nbsp;</b>and when they did not find him, they returned to Jerusalem, searching for him. <b class=\"verse-num\" id=\"v42002046-1\">46&nbsp;</b>After three days they found him in the temple, sitting among the teachers, listening to them and asking them questions. <b class=\"verse-num\" id=\"v42002047-1\">47&nbsp;</b>And all who heard him were amazed at his understanding and his answers. <b class=\"verse-num\" id=\"v42002048-1\">48&nbsp;</b>And when his parents saw him, they were astonished. And his mother said to him, “Son, why have you treated us so? Behold, your father and I have been searching for you in great distress.” <b class=\"verse-num\" id=\"v42002049-1\">49&nbsp;</b>And he said to them, <span class=\"woc\">“Why were you looking for me? Did you not know that I must be in my Father’s house?”</span> <b class=\"verse-num\" id=\"v42002050-1\">50&nbsp;</b>And they did not understand the saying that he spoke to them. <b class=\"verse-num\" id=\"v42002051-1\">51&nbsp;</b>And he went down with them and came to Nazareth and was submissive to them. And his mother treasured up all these things in her heart.</p>\n<p id=\"p42002051_26-11\"><b class=\"verse-num\" id=\"v42002052-1\">52&nbsp;</b>And Jesus increased in wisdom and in stature and in favor with God and man.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in those days, that there went out a decree from Caesar Augustus, that all the world should be taxed.  <strong>2</strong> (And this taxing was first made when Cyrenius was governor of Syria.)  <strong>3</strong> And all went to be taxed, every one into his own city.  <strong>4</strong> And Joseph also went up from Galilee, out of the city of Nazareth, into Judaea, unto the city of David, which is called Bethlehem; (because he was of the house and lineage of David:)  <strong>5</strong> To be taxed with Mary his espoused wife, being great with child.  <strong>6</strong> And so it was, that, while they were there, the days were accomplished that she should be delivered.  <strong>7</strong> And she brought forth her firstborn son, and wrapped him in swaddling clothes, and laid him in a manger; because there was no room for them in the inn.  <strong>8</strong> And there were in the same country shepherds abiding in the field, keeping watch over their flock by night.  <strong>9</strong> And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid.  <strong>10</strong> And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people.  <strong>11</strong> For unto you is born this day in the city of David a Saviour, which is Christ the Lord.  <strong>12</strong> And this shall be a sign unto you; Ye shall find the babe wrapped in swaddling clothes, lying in a manger.  <strong>13</strong> And suddenly there was with the angel a multitude of the heavenly host praising God, and saying,  <strong>14</strong> Glory to God in the highest, and on earth peace, good will toward men.  <strong>15</strong> And it came to pass, as the angels were gone away from them into heaven, the shepherds said one to another, Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us.  <strong>16</strong> And they came with haste, and found Mary, and Joseph, and the babe lying in a manger.  <strong>17</strong> And when they had seen it, they made known abroad the saying which was told them concerning this child.  <strong>18</strong> And all they that heard it wondered at those things which were told them by the shepherds.  <strong>19</strong> But Mary kept all these things, and pondered them in her heart.  <strong>20</strong> And the shepherds returned, glorifying and praising God for all the things that they had heard and seen, as it was told unto them.  <strong>21</strong> And when eight days were accomplished for the circumcising of the child, his name was called JESUS, which was so named of the angel before he was conceived in the womb.  <strong>22</strong> And when the days of her purification according to the law of Moses were accomplished, they brought him to Jerusalem, to present him to the Lord;  <strong>23</strong> (As it is written in the law of the Lord, Every male that openeth the womb shall be called holy to the Lord;)  <strong>24</strong> And to offer a sacrifice according to that which is said in the law of the Lord, A pair of turtledoves, or two young pigeons.  <strong>25</strong> And, behold, there was a man in Jerusalem, whose name was  Simeon; and the same man was just and devout, waiting for the consolation of Israel: and the Holy Ghost was upon him.  <strong>26</strong> And it was revealed unto him by the Holy Ghost, that he should not see death, before he had seen the Lord’s Christ.  <strong>27</strong> And he came by the Spirit into the temple: and when the parents brought in the child Jesus, to do for him after the custom of the law,  <strong>28</strong> Then took he him up in his arms, and blessed God, and said,  <strong>29</strong> Lord, now lettest thou thy servant depart in peace, according to thy word:  <strong>30</strong> For mine eyes have seen thy salvation,  <strong>31</strong> Which thou hast prepared before the face of all people;  <strong>32</strong> A light to lighten the Gentiles, and the glory of thy people Israel.  <strong>33</strong> And Joseph and his mother marvelled at those things which were spoken of him.  <strong>34</strong> And Simeon blessed them, and said unto Mary his mother, Behold, this child is set for the fall and rising again of many in Israel; and for a sign which shall be spoken against;  <strong>35</strong> (Yea, a sword shall pierce through thy own soul also,) that the thoughts of many hearts may be revealed.  <strong>36</strong> And there was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Aser: she was of a great age, and had lived with an husband seven years from her virginity;  <strong>37</strong> And she was a widow of about fourscore and four years, which departed not from the temple, but served God with fastings and prayers night and day.  <strong>38</strong> And she coming in that instant gave thanks likewise unto the Lord, and spake of him to all them that looked for redemption in Jerusalem.  <strong>39</strong> And when they had performed all things according to the law of the Lord, they returned into Galilee, to their own city Nazareth.  <strong>40</strong> And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him.  <strong>41</strong> Now his parents went to Jerusalem every year at the feast of the passover.  <strong>42</strong> And when he was twelve years old, they went up to Jerusalem after the custom of the feast.  <strong>43</strong> And when they had fulfilled the days, as they returned, the child Jesus tarried behind in Jerusalem; and Joseph and his mother knew not of it.  <strong>44</strong> But they, supposing him to have been in the company, went a day’s journey; and they sought him among their kinsfolk and acquaintance.  <strong>45</strong> And when they found him not, they turned back again to Jerusalem, seeking him.  <strong>46</strong> And it came to pass, that after three days they found him in the temple, sitting in the midst of the doctors, both hearing them, and asking them questions.  <strong>47</strong> And all that heard him were astonished at his understanding and answers.  <strong>48</strong> And when they saw him, they were amazed: and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing.  <strong>49</strong> And he said unto them, How is it that ye sought me? wist ye not that I must be about my Father’s business?  <strong>50</strong> And they understood not the saying which he spake unto them.  <strong>51</strong> And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart.  <strong>52</strong> And Jesus increased in wisdom and stature, and in favour with God and man.  ","niv":"<sup><strong>1</strong></sup> In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. <sup><strong>2</strong></sup> (This was the first census that took place while Quirinius was governor of Syria.) <sup><strong>3</strong></sup> And everyone went to his own town to register. <sup><strong>4</strong></sup> So Joseph also went up from the town of Nazareth in Galilee to Judea, to Bethlehem the town of David, because he belonged to the house and line of David. <sup><strong>5</strong></sup> He went there to register with Mary, who was pledged to be married to him and was expecting a child. <sup><strong>6</strong></sup> While they were there, the time came for the baby to be born, <sup><strong>7</strong></sup> and she gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger, because there was no room for them in the inn. <sup><strong>8</strong></sup> And there were shepherds living out in the fields nearby, keeping watch over their flocks at night. <sup><strong>9</strong></sup> An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were terrified. <sup><strong>10</strong></sup> But the angel said to them, \"Do not be afraid. I bring you good news of great joy that will be for all the people. <sup><strong>11</strong></sup> Today in the town of David a Savior has been born to you; he is Christ the Lord. <sup><strong>12</strong></sup> This will be a sign to you: You will find a baby wrapped in cloths and lying in a manger.\" <sup><strong>13</strong></sup> Suddenly a great company of the heavenly host appeared with the angel, praising God and saying, <sup><strong>14</strong></sup> \"Glory to God in the highest, and on earth peace to men on whom his favor rests.\" <sup><strong>15</strong></sup> When the angels had left them and gone into heaven, the shepherds said to one another, \"Let's go to Bethlehem and see this thing that has happened, which the Lord has told us about.\" <sup><strong>16</strong></sup> So they hurried off and found Mary and Joseph, and the baby, who was lying in the manger. <sup><strong>17</strong></sup> When they had seen him, they spread the word concerning what had been told them about this child, <sup><strong>18</strong></sup> and all who heard it were amazed at what the shepherds said to them. <sup><strong>19</strong></sup> But Mary treasured up all these things and pondered them in her heart. <sup><strong>20</strong></sup> The shepherds returned, glorifying and praising God for all the things they had heard and seen, which were just as they had been told. <sup><strong>21</strong></sup> On the eighth day, when it was time to circumcise him, he was named Jesus, the name the angel had given him before he had been conceived. <sup><strong>22</strong></sup> When the time of their purification according to the Law of Moses had been completed, Joseph and Mary took him to Jerusalem to present him to the Lord <sup><strong>23</strong></sup> (as it is written in the Law of the Lord, \"Every firstborn male is to be consecrated to the Lord\" ), <sup><strong>24</strong></sup> and to offer a sacrifice in keeping with what is said in the Law of the Lord: \"a pair of doves or two young pigeons.\" <sup><strong>25</strong></sup> Now there was a man in Jerusalem called Simeon, who was righteous and devout. He was waiting for the consolation of Israel, and the Holy Spirit was upon him. <sup><strong>26</strong></sup> It had been revealed to him by the Holy Spirit that he would not die before he had seen the Lord's Christ. <sup><strong>27</strong></sup> Moved by the Spirit, he went into the temple courts. When the parents brought in the child Jesus to do for him what the custom of the Law required, <sup><strong>28</strong></sup> Simeon took him in his arms and praised God, saying: <sup><strong>29</strong></sup> \"Sovereign Lord, as you have promised, you now dismiss your servant in peace. <sup><strong>30</strong></sup> For my eyes have seen your salvation, <sup><strong>31</strong></sup> which you have prepared in the sight of all people, <sup><strong>32</strong></sup> a light for revelation to the Gentiles and for glory to your people Israel.\" <sup><strong>33</strong></sup> The child's father and mother marveled at what was said about him. <sup><strong>34</strong></sup> Then Simeon blessed them and said to Mary, his mother: \"This child is destined to cause the falling and rising of many in Israel, and to be a sign that will be spoken against, <sup><strong>35</strong></sup> so that the thoughts of many hearts will be revealed. And a sword will pierce your own soul too.\" <sup><strong>36</strong></sup> There was also a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was very old; she had lived with her husband seven years after her marriage, <sup><strong>37</strong></sup> and then was a widow until she was eighty-four. She never left the temple but worshiped night and day, fasting and praying. <sup><strong>38</strong></sup> Coming up to them at that very moment, she gave thanks to God and spoke about the child to all who were looking forward to the redemption of Jerusalem. <sup><strong>39</strong></sup> When Joseph and Mary had done everything required by the Law of the Lord, they returned to Galilee to their own town of Nazareth. <sup><strong>40</strong></sup> And the child grew and became strong; he was filled with wisdom, and the grace of God was upon him. <sup><strong>41</strong></sup> Every year his parents went to Jerusalem for the Feast of the Passover. <sup><strong>42</strong></sup> When he was twelve years old, they went up to the Feast, according to the custom. <sup><strong>43</strong></sup> After the Feast was over, while his parents were returning home, the boy Jesus stayed behind in Jerusalem, but they were unaware of it. <sup><strong>44</strong></sup> Thinking he was in their company, they traveled on for a day. Then they began looking for him among their relatives and friends. <sup><strong>45</strong></sup> When they did not find him, they went back to Jerusalem to look for him. <sup><strong>46</strong></sup> After three days they found him in the temple courts, sitting among the teachers, listening to them and asking them questions. <sup><strong>47</strong></sup> Everyone who heard him was amazed at his understanding and his answers. <sup><strong>48</strong></sup> When his parents saw him, they were astonished. His mother said to him, \"Son, why have you treated us like this? Your father and I have been anxiously searching for you.\" <sup><strong>49</strong></sup> \"Why were you searching for me?\" he asked. \"Didn't you know I had to be in my Father's house?\" <sup><strong>50</strong></sup> But they did not understand what he was saying to them. <sup><strong>51</strong></sup> Then he went down to Nazareth with them and was obedient to them. But his mother treasured all these things in her heart. <sup><strong>52</strong></sup> And Jesus grew in wisdom and stature, and in favor with God and men. "},{"_id":"61626858fb3956153170ec48","topicId":"6162684bfb3956153170ec3b","verse":"Psalm 118:1-18","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19118001_06-12\" class=\"line\"><b class=\"chapter-num\" id=\"v19118001-1\">118:1&nbsp;</b>&nbsp;&nbsp;Oh give thanks to the LORD, for he is good;</span><br><span id=\"p19118001_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118002_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118002-1\">2&nbsp;</b>&nbsp;&nbsp;Let Israel say,</span><br><span id=\"p19118002_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“His steadfast love endures forever.”</span><br><span id=\"p19118003_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118003-1\">3&nbsp;</b>&nbsp;&nbsp;Let the house of Aaron say,</span><br><span id=\"p19118003_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“His steadfast love endures forever.”</span><br><span id=\"p19118004_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118004-1\">4&nbsp;</b>&nbsp;&nbsp;Let those who fear the LORD say,</span><br><span id=\"p19118004_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“His steadfast love endures forever.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118005_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118005-1\">5&nbsp;</b>&nbsp;&nbsp;Out of my distress I called on the LORD;</span><br><span id=\"p19118005_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD answered me and set me free.</span><br><span id=\"p19118006_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118006-1\">6&nbsp;</b>&nbsp;&nbsp;The LORD is on my side; I will not fear.</span><br><span id=\"p19118006_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;What can man do to me?</span><br><span id=\"p19118007_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118007-1\">7&nbsp;</b>&nbsp;&nbsp;The LORD is on my side as my helper;</span><br><span id=\"p19118007_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I shall look in triumph on those who hate me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118008_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118008-1\">8&nbsp;</b>&nbsp;&nbsp;It is better to take refuge in the LORD</span><br><span id=\"p19118008_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than to trust in man.</span><br><span id=\"p19118009_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118009-1\">9&nbsp;</b>&nbsp;&nbsp;It is better to take refuge in the LORD</span><br><span id=\"p19118009_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than to trust in princes.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118010_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118010-1\">10&nbsp;</b>&nbsp;&nbsp;All nations surrounded me;</span><br><span id=\"p19118010_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the name of the LORD I cut them off!</span><br><span id=\"p19118011_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118011-1\">11&nbsp;</b>&nbsp;&nbsp;They surrounded me, surrounded me on every side;</span><br><span id=\"p19118011_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the name of the LORD I cut them off!</span><br><span id=\"p19118012_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118012-1\">12&nbsp;</b>&nbsp;&nbsp;They surrounded me like bees;</span><br><span id=\"p19118012_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they went out like a fire among thorns;</span><br><span id=\"p19118012_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the name of the LORD I cut them off!</span><br><span id=\"p19118013_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118013-1\">13&nbsp;</b>&nbsp;&nbsp;I was pushed hard, so that I was falling,</span><br><span id=\"p19118013_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD helped me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118014_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118014-1\">14&nbsp;</b>&nbsp;&nbsp;The LORD is my strength and my song;</span><br><span id=\"p19118014_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has become my salvation.</span><br><span id=\"p19118015_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118015-1\">15&nbsp;</b>&nbsp;&nbsp;Glad songs of salvation</span><br><span id=\"p19118015_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are in the tents of the righteous:</span><br><span id=\"p19118015_06-12\" class=\"line\">&nbsp;&nbsp;“The right hand of the LORD does valiantly,</span><br><span id=\"p19118016_06-12\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19118016-1\">16&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;the right hand of the LORD exalts,</span><br><span id=\"p19118016_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the right hand of the LORD does valiantly!”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118017_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118017-1\">17&nbsp;</b>&nbsp;&nbsp;I shall not die, but I shall live,</span><br><span id=\"p19118017_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and recount the deeds of the LORD.</span><br><span id=\"p19118018_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD has disciplined me severely,</span><br><span id=\"p19118018_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he has not given me over to death.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> O give thanks unto the LORD; for he is good: because his mercy endureth for ever.  <strong>2</strong> Let Israel now say, that his mercy endureth for ever.  <strong>3</strong> Let the house of Aaron now say, that his mercy endureth for ever.  <strong>4</strong> Let them now that fear the LORD say, that his mercy endureth  for ever.  <strong>5</strong> I called upon the LORD in distress: the LORD answered me, and set me in a large place.  <strong>6</strong> The LORD is on my side; I will not fear: what can man do unto me?  <strong>7</strong> The LORD taketh my part with them that help me: therefore shall I see my desire upon them that hate me.  <strong>8</strong>             It is better to trust in the LORD than to put confidence in man.  <strong>9</strong>             It is better to trust in the LORD than to put confidence in princes.  <strong>10</strong> All nations compassed me about: but in the name of the LORD will I destroy them.  <strong>11</strong> They compassed me about; yea, they compassed me about: but in the name of the LORD I will destroy them.  <strong>12</strong> They compassed me about like bees; they are quenched as the fire of thorns: for in the name of the LORD I will destroy them.  <strong>13</strong> Thou hast thrust sore at me that I might fall: but the LORD helped me.  <strong>14</strong> The LORD is my strength and song, and is become my salvation.  <strong>15</strong> The voice of rejoicing and salvation is in the tabernacles of the righteous: the right hand of the LORD doeth valiantly.  <strong>16</strong> The right hand of the LORD is exalted: the right hand of the LORD doeth valiantly.  <strong>17</strong> I shall not die, but live, and declare the works of the LORD.  <strong>18</strong> The LORD hath chastened me sore: but he hath not given me over unto death.  ","niv":"<sup><strong>1</strong></sup> Give thanks to the LORD, for he is good; his love endures forever. <sup><strong>2</strong></sup> Let Israel say: \"His love endures forever.\" <sup><strong>3</strong></sup> Let the house of Aaron say: \"His love endures forever.\" <sup><strong>4</strong></sup> Let those who fear the LORD say: \"His love endures forever.\" <sup><strong>5</strong></sup> In my anguish I cried to the LORD, and he answered by setting me free. <sup><strong>6</strong></sup> The LORD is with me; I will not be afraid. What can man do to me? <sup><strong>7</strong></sup> The LORD is with me; he is my helper. I will look in triumph on my enemies. <sup><strong>8</strong></sup> It is better to take refuge in the LORD than to trust in man. <sup><strong>9</strong></sup> It is better to take refuge in the LORD than to trust in princes. <sup><strong>10</strong></sup> All the nations surrounded me, but in the name of the LORD I cut them off. <sup><strong>11</strong></sup> They surrounded me on every side, but in the name of the LORD I cut them off. <sup><strong>12</strong></sup> They swarmed around me like bees, but they died out as quickly as burning thorns; in the name of the LORD I cut them off. <sup><strong>13</strong></sup> I was pushed back and about to fall, but the LORD helped me. <sup><strong>14</strong></sup> The LORD is my strength and my song; he has become my salvation. <sup><strong>15</strong></sup> Shouts of joy and victory resound in the tents of the righteous: \"The LORD's right hand has done mighty things! <sup><strong>16</strong></sup> The LORD's right hand is lifted high; the LORD's right hand has done mighty things!\" <sup><strong>17</strong></sup> I will not die but live, and will proclaim what the LORD has done. <sup><strong>18</strong></sup> The LORD has chastened me severely, but he has not given me over to death. "},{"_id":"61626858fb3956153170ec49","topicId":"6162684bfb3956153170ec3b","verse":"Matthew 28:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40028020_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n</div>","kjv":"<strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\""},{"_id":"61626859fb3956153170ec4a","topicId":"6162684bfb3956153170ec3b","verse":"Ephesians 4:1-32","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49004001_07-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49004001-1\">4:1&nbsp;</b>I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, <b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love, <b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace. <b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—<b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism, <b class=\"verse-num\" id=\"v49004006-1\">6&nbsp;</b>one God and Father of all, who is over all and through all and in all. <b class=\"verse-num\" id=\"v49004007-1\">7&nbsp;</b>But grace was given to each one of us according to the measure of Christ’s gift. <b class=\"verse-num\" id=\"v49004008-1\">8&nbsp;</b>Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49004008_07-14\" class=\"line\">&nbsp;&nbsp;“When he ascended on high he led a host of captives,</span><br><span id=\"p49004008_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he gave gifts to men.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49004008_07-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v49004009-1\">9&nbsp;</b>(In saying, “He ascended,” what does it mean but that he had also descended into the lower regions, the earth? <b class=\"verse-num\" id=\"v49004010-1\">10&nbsp;</b>He who descended is the one who also ascended far above all the heavens, that he might fill all things.) <b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, <b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes. <b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n\n<p id=\"p49004016_10-14\"><b class=\"verse-num\" id=\"v49004017-1\">17&nbsp;</b>Now this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds. <b class=\"verse-num\" id=\"v49004018-1\">18&nbsp;</b>They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart. <b class=\"verse-num\" id=\"v49004019-1\">19&nbsp;</b>They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity. <b class=\"verse-num\" id=\"v49004020-1\">20&nbsp;</b>But that is not the way you learned Christ!—<b class=\"verse-num\" id=\"v49004021-1\">21&nbsp;</b>assuming that you have heard about him and were taught in him, as the truth is in Jesus, <b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n<p id=\"p49004024_10-14\"><b class=\"verse-num\" id=\"v49004025-1\">25&nbsp;</b>Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another. <b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger, <b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil. <b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need. <b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear. <b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n\n</div>","kjv":"<strong>1</strong> I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,  <strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  <strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  <strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  <strong>5</strong> One Lord, one faith, one baptism,  <strong>6</strong> One God and Father of all, who is above all, and through all, and in you all.  <strong>7</strong> But unto every one of us is given grace according to the measure of the gift of Christ.  <strong>8</strong> Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.  <strong>9</strong> (Now that he ascended, what is it but that he also descended first into the lower parts of the earth?  <strong>10</strong> He that descended is the same also that ascended up far above all heavens, that he might fill all things.)  <strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  <strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  <strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  <strong>17</strong> This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,  <strong>18</strong> Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:  <strong>19</strong> Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.  <strong>20</strong> But ye have not so learned Christ;  <strong>21</strong> If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:  <strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  <strong>25</strong> Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.  <strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  <strong>27</strong> Neither give place to the devil.  <strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  <strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  <strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  <strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>1</strong></sup> As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received. <sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love. <sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace. <sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- <sup><strong>5</strong></sup> one Lord, one faith, one baptism; <sup><strong>6</strong></sup> one God and Father of all, who is over all and through all and in all. <sup><strong>7</strong></sup> But to each one of us grace has been given as Christ apportioned it. <sup><strong>8</strong></sup> This is why it says: \"When he ascended on high, he led captives in his train and gave gifts to men.\" <sup><strong>9</strong></sup> (What does \"he ascended\" mean except that he also descended to the lower, earthly regions? <sup><strong>10</strong></sup> He who descended is the very one who ascended higher than all the heavens, in order to fill the whole universe.) <sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. <sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming. <sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. <sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work. <sup><strong>17</strong></sup> So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking. <sup><strong>18</strong></sup> They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts. <sup><strong>19</strong></sup> Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, with a continual lust for more. <sup><strong>20</strong></sup> You, however, did not come to know Christ that way. <sup><strong>21</strong></sup> Surely you heard of him and were taught in him in accordance with the truth that is in Jesus. <sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. <sup><strong>25</strong></sup> Therefore each of you must put off falsehood and speak truthfully to his neighbor, for we are all members of one body. <sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry, <sup><strong>27</strong></sup> and do not give the devil a foothold. <sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need. <sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen. <sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption. <sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"61626859fb3956153170ec4b","topicId":"6162684bfb3956153170ec3b","verse":"Genesis 1:26-27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-15\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. "},{"_id":"6162685afb3956153170ec4c","topicId":"6162684bfb3956153170ec3b","verse":"Deuteronomy 24:1-4","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p05024001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05024001-1\">24:1&nbsp;</b>“When a man takes a wife and marries her, if then she finds no favor in his eyes because he has found some indecency in her, and he writes her a certificate of divorce and puts it in her hand and sends her out of his house, and she departs out of his house, <b class=\"verse-num\" id=\"v05024002-1\">2&nbsp;</b>and if she goes and becomes another man’s wife, <b class=\"verse-num\" id=\"v05024003-1\">3&nbsp;</b>and the latter man hates her and writes her a certificate of divorce and puts it in her hand and sends her out of his house, or if the latter man dies, who took her to be his wife, <b class=\"verse-num\" id=\"v05024004-1\">4&nbsp;</b>then her former husband, who sent her away, may not take her again to be his wife, after she has been defiled, for that is an abomination before the LORD. And you shall not bring sin upon the land that the LORD your God is giving you for an inheritance.</p>\n</div>","kjv":"<strong>1</strong> When a man hath taken a wife, and married her, and it come to pass that she find no favour in his eyes, because he hath found some uncleanness in her: then let him write her a bill of divorcement, and give it in her hand, and send her out of his house.  <strong>2</strong> And when she is departed out of his house, she may go and be another man’s wife.  <strong>3</strong> And if the latter husband hate her, and write her a bill of divorcement, and giveth it in her hand, and sendeth her out of his house; or if the latter husband die, which took her to be his wife;  <strong>4</strong> Her former husband, which sent her away, may not take her again to be his wife, after that she is defiled; for that is abomination before the LORD: and thou shalt not cause the land to sin, which the LORD thy God giveth thee for an inheritance.  ","niv":"<sup><strong>1</strong></sup> If a man marries a woman who becomes displeasing to him because he finds something indecent about her, and he writes her a certificate of divorce, gives it to her and sends her from his house, <sup><strong>2</strong></sup> and if after she leaves his house she becomes the wife of another man, <sup><strong>3</strong></sup> and her second husband dislikes her and writes her a certificate of divorce, gives it to her and sends her from his house, or if he dies, <sup><strong>4</strong></sup> then her first husband, who divorced her, is not allowed to marry her again after she has been defiled. That would be detestable in the eyes of the LORD. Do not bring sin upon the land the LORD your God is giving you as an inheritance. "}]}