{"_id":"6162e949fb3956153170ed71","slug":"idiot","name":"Idiot","verses":[{"_id":"6162e94afb3956153170ed72","topicId":"6162e949fb3956153170ed71","verse":"Matthew 5:22","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40005022_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span></p>\n\n</div>","kjv":"<strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  ","niv":"<sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell."},{"_id":"6162e94afb3956153170ed73","topicId":"6162e949fb3956153170ed71","verse":"John 8:32","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\""},{"_id":"6162e94afb3956153170ed74","topicId":"6162e949fb3956153170ed71","verse":"Matthew 12:35-37","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40012035_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012035-1\">35&nbsp;</b><span class=\"woc\">The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil.</span> <b class=\"verse-num woc\" id=\"v40012036-1\">36&nbsp;</b><span class=\"woc\">I tell you, on the day of judgment people will give account for every careless word they speak,</span> <b class=\"verse-num woc\" id=\"v40012037-1\">37&nbsp;</b><span class=\"woc\">for by your words you will be justified, and by your words you will be condemned.”</span></p>\n</div>","kjv":"<strong>35</strong> A good man out of the good treasure of the heart bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things.  <strong>36</strong> But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.  <strong>37</strong> For by thy words thou shalt be justified, and by thy words thou shalt be condemned. ","niv":"<sup><strong>35</strong></sup> The good man brings good things out of the good stored up in him, and the evil man brings evil things out of the evil stored up in him. <sup><strong>36</strong></sup> But I tell you that men will have to give account on the day of judgment for every careless word they have spoken. <sup><strong>37</strong></sup> For by your words you will be acquitted, and by your words you will be condemned.\" "},{"_id":"6162e94afb3956153170ed75","topicId":"6162e949fb3956153170ed71","verse":"Luke 18:9-14","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42018009_07-4\"><b class=\"verse-num\" id=\"v42018009-1\">9&nbsp;</b>He also told this parable to some who trusted in themselves that they were righteous, and treated others with contempt: <b class=\"verse-num woc\" id=\"v42018010-1\">10&nbsp;</b><span class=\"woc\">“Two men went up into the temple to pray, one a Pharisee and the other a tax collector.</span> <b class=\"verse-num woc\" id=\"v42018011-1\">11&nbsp;</b><span class=\"woc\">The Pharisee, standing by himself, prayed thus: ‘God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector.</span> <b class=\"verse-num woc\" id=\"v42018012-1\">12&nbsp;</b><span class=\"woc\">I fast twice a week; I give tithes of all that I get.’</span> <b class=\"verse-num woc\" id=\"v42018013-1\">13&nbsp;</b><span class=\"woc\">But the tax collector, standing far off, would not even lift up his eyes to heaven, but beat his breast, saying, ‘God, be merciful to me, a sinner!’</span> <b class=\"verse-num woc\" id=\"v42018014-1\">14&nbsp;</b><span class=\"woc\">I tell you, this man went down to his house justified, rather than the other. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And he spake this parable unto certain which trusted in themselves that they were righteous, and despised others:  <strong>10</strong> Two men went up into the temple to pray; the one a Pharisee, and the other a publican.  <strong>11</strong> The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican.  <strong>12</strong> I fast twice in the week, I give tithes of all that I possess.  <strong>13</strong> And the publican, standing afar off, would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner.  <strong>14</strong> I tell you, this man went down to his house justified rather  than the other: for every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.  ","niv":"<sup><strong>9</strong></sup> To some who were confident of their own righteousness and looked down on everybody else, Jesus told this parable: <sup><strong>10</strong></sup> \"Two men went up to the temple to pray, one a Pharisee and the other a tax collector. <sup><strong>11</strong></sup> The Pharisee stood up and prayed about himself: 'God, I thank you that I am not like other men--robbers, evildoers, adulterers--or even like this tax collector. <sup><strong>12</strong></sup> I fast twice a week and give a tenth of all I get.' <sup><strong>13</strong></sup> \"But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, 'God, have mercy on me, a sinner.' <sup><strong>14</strong></sup> \"I tell you that this man, rather than the other, went home justified before God. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" "},{"_id":"6162e94afb3956153170ed76","topicId":"6162e949fb3956153170ed71","verse":"Exodus 20:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02020016_01-5\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n</div>","kjv":"<strong>16</strong> Thou shalt not bear false witness against thy neighbour.  ","niv":"<sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor."},{"_id":"6162e94bfb3956153170ed77","topicId":"6162e949fb3956153170ed71","verse":"Romans 14:10-12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45014010_01-6\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_01-6\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_01-6\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n</div>","kjv":"<strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  ","niv":"<sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. "},{"_id":"6162e94bfb3956153170ed78","topicId":"6162e949fb3956153170ed71","verse":"Matthew 5:48","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40005048_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n</div>","kjv":"<strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect."},{"_id":"6162e94bfb3956153170ed79","topicId":"6162e949fb3956153170ed71","verse":"Luke 10:25-28","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42010025_07-8\"><b class=\"verse-num\" id=\"v42010025-1\">25&nbsp;</b>And behold, a lawyer stood up to put him to the test, saying, “Teacher, what shall I do to inherit eternal life?” <b class=\"verse-num\" id=\"v42010026-1\">26&nbsp;</b>He said to him, <span class=\"woc\">“What is written in the Law? How do you read it?”</span> <b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.” <b class=\"verse-num\" id=\"v42010028-1\">28&nbsp;</b>And he said to him, <span class=\"woc\">“You have answered correctly; do this, and you will live.”</span></p>\n</div>","kjv":"<strong>25</strong> And, behold, a certain lawyer stood up, and tempted him, saying, Master, what shall I do to inherit eternal life?  <strong>26</strong> He said unto him, What is written in the law? how readest thou?  <strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  <strong>28</strong> And he said unto him, Thou hast answered right: this do, and thou shalt live.  ","niv":"<sup><strong>25</strong></sup> On one occasion an expert in the law stood up to test Jesus. \"Teacher,\" he asked, \"what must I do to inherit eternal life?\" <sup><strong>26</strong></sup> \"What is written in the Law?\" he replied. \"How do you read it?\" <sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\" <sup><strong>28</strong></sup> \"You have answered correctly,\" Jesus replied. \"Do this and you will live.\" "},{"_id":"6162e94cfb3956153170ed7a","topicId":"6162e949fb3956153170ed71","verse":"Matthew 18:2-4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40018002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v40018002-1\">2&nbsp;</b>And calling to him a child, he put him in the midst of them <b class=\"verse-num\" id=\"v40018003-1\">3&nbsp;</b>and said, <span class=\"woc\">“Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40018004-1\">4&nbsp;</b><span class=\"woc\">Whoever humbles himself like this child is the greatest in the kingdom of heaven.</span></p>\n</div>","kjv":"<strong>2</strong> And Jesus called a little child unto him, and set him in the midst of them,  <strong>3</strong> And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.  <strong>4</strong> Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.  ","niv":"<sup><strong>2</strong></sup> He called a little child and had him stand among them. <sup><strong>3</strong></sup> And he said: \"I tell you the truth, unless you change and become like little children, you will never enter the kingdom of heaven. <sup><strong>4</strong></sup> Therefore, whoever humbles himself like this child is the greatest in the kingdom of heaven. "},{"_id":"6162e94cfb3956153170ed7b","topicId":"6162e949fb3956153170ed71","verse":"Leviticus 20:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03020013_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020013-1\">13&nbsp;</b>If a man lies with a male as with a woman, both of them have committed an abomination; they shall surely be put to death; their blood is upon them.</p>\n</div>","kjv":"<strong>13</strong> If a man also lie with mankind, as he lieth with a woman, both of them have committed an abomination: they shall surely be put to death; their blood shall be upon them.  ","niv":"<sup><strong>13</strong></sup> \"'If a man lies with a man as one lies with a woman, both of them have done what is detestable. They must be put to death; their blood will be on their own heads."},{"_id":"6162e94cfb3956153170ed7c","topicId":"6162e949fb3956153170ed71","verse":"Philippians 2:12","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p50002012_05-11\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling,</p>\n</div>","kjv":"<strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  ","niv":"<sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling,"},{"_id":"6162e94cfb3956153170ed7d","topicId":"6162e949fb3956153170ed71","verse":"Ephesians 2:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--"},{"_id":"6162e94dfb3956153170ed7e","topicId":"6162e949fb3956153170ed71","verse":"John 14:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43014021_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014021-1\">21&nbsp;</b><span class=\"woc\">Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”</span></p>\n</div>","kjv":"<strong>21</strong> He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.  ","niv":"<sup><strong>21</strong></sup> Whoever has my commands and obeys them, he is the one who loves me. He who loves me will be loved by my Father, and I too will love him and show myself to him.\""},{"_id":"6162e94dfb3956153170ed7f","topicId":"6162e949fb3956153170ed71","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-14\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6162e94dfb3956153170ed80","topicId":"6162e949fb3956153170ed71","verse":"John 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"6162e94efb3956153170ed81","topicId":"6162e949fb3956153170ed71","verse":"Matthew 6:14-15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40006014_01-16\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n</div>","kjv":"<strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. ","niv":"<sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. "},{"_id":"6162e94efb3956153170ed82","topicId":"6162e949fb3956153170ed71","verse":"Matthew 5:21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40005021_02-17\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span></p>\n</div>","kjv":"<strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  ","niv":"<sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.'"},{"_id":"6162e94efb3956153170ed83","topicId":"6162e949fb3956153170ed71","verse":"Ecclesiastes 1:1-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p21001001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21001001-1\">1:1&nbsp;</b>The words of the Preacher, the son of David, king in Jerusalem.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21001002_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001002-1\">2&nbsp;</b>&nbsp;&nbsp;Vanity of vanities, says the Preacher,</span><br><span id=\"p21001002_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vanity of vanities! All is vanity.</span><br><span id=\"p21001003_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001003-1\">3&nbsp;</b>&nbsp;&nbsp;What does man gain by all the toil</span><br><span id=\"p21001003_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at which he toils under the sun?</span><br><span id=\"p21001004_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001004-1\">4&nbsp;</b>&nbsp;&nbsp;A generation goes, and a generation comes,</span><br><span id=\"p21001004_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the earth remains forever.</span><br><span id=\"p21001005_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001005-1\">5&nbsp;</b>&nbsp;&nbsp;The sun rises, and the sun goes down,</span><br><span id=\"p21001005_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hastens to the place where it rises.</span><br><span id=\"p21001006_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001006-1\">6&nbsp;</b>&nbsp;&nbsp;The wind blows to the south</span><br><span id=\"p21001006_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and goes around to the north;</span><br><span id=\"p21001006_04-18\" class=\"line\">&nbsp;&nbsp;around and around goes the wind,</span><br><span id=\"p21001006_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on its circuits the wind returns.</span><br><span id=\"p21001007_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001007-1\">7&nbsp;</b>&nbsp;&nbsp;All streams run to the sea,</span><br><span id=\"p21001007_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the sea is not full;</span><br><span id=\"p21001007_04-18\" class=\"line\">&nbsp;&nbsp;to the place where the streams flow,</span><br><span id=\"p21001007_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there they flow again.</span><br><span id=\"p21001008_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001008-1\">8&nbsp;</b>&nbsp;&nbsp;All things are full of weariness;</span><br><span id=\"p21001008_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man cannot utter it;</span><br><span id=\"p21001008_04-18\" class=\"line\">&nbsp;&nbsp;the eye is not satisfied with seeing,</span><br><span id=\"p21001008_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the ear filled with hearing.</span><br><span id=\"p21001009_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001009-1\">9&nbsp;</b>&nbsp;&nbsp;What has been is what will be,</span><br><span id=\"p21001009_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what has been done is what will be done,</span><br><span id=\"p21001009_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is nothing new under the sun.</span><br><span id=\"p21001010_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001010-1\">10&nbsp;</b>&nbsp;&nbsp;Is there a thing of which it is said,</span><br><span id=\"p21001010_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“See, this is new”?</span><br><span id=\"p21001010_04-18\" class=\"line\">&nbsp;&nbsp;It has been already</span><br><span id=\"p21001010_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the ages before us.</span><br><span id=\"p21001011_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001011-1\">11&nbsp;</b>&nbsp;&nbsp;There is no remembrance of former things,</span><br><span id=\"p21001011_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor will there be any remembrance</span><br><span id=\"p21001011_04-18\" class=\"line\">&nbsp;&nbsp;of later things yet to be</span><br><span id=\"p21001011_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;among those who come after.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p21001011_08-18\"><b class=\"verse-num\" id=\"v21001012-1\">12&nbsp;</b>I the Preacher have been king over Israel in Jerusalem. <b class=\"verse-num\" id=\"v21001013-1\">13&nbsp;</b>And I applied my heart to seek and to search out by wisdom all that is done under heaven. It is an unhappy business that God has given to the children of man to be busy with. <b class=\"verse-num\" id=\"v21001014-1\">14&nbsp;</b>I have seen everything that is done under the sun, and behold, all is vanity and a striving after wind.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21001015_08-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001015-1\">15&nbsp;</b>&nbsp;&nbsp;What is crooked cannot be made straight,</span><br><span id=\"p21001015_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what is lacking cannot be counted.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p21001015_08-18\"><b class=\"verse-num\" id=\"v21001016-1\">16&nbsp;</b>I said in my heart, “I have acquired great wisdom, surpassing all who were over Jerusalem before me, and my heart has had great experience of wisdom and knowledge.” <b class=\"verse-num\" id=\"v21001017-1\">17&nbsp;</b>And I applied my heart to know wisdom and to know madness and folly. I perceived that this also is but a striving after wind.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21001018_08-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001018-1\">18&nbsp;</b>&nbsp;&nbsp;For in much wisdom is much vexation,</span><br><span id=\"p21001018_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who increases knowledge increases sorrow.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The words of the Preacher, the son of David, king in Jerusalem.  <strong>2</strong> Vanity of vanities, saith the Preacher, vanity of vanities; all is vanity.  <strong>3</strong> What profit hath a man of all his labour which he taketh under the sun?  <strong>4</strong> One generation passeth away, and another generation cometh: but the earth abideth for ever.  <strong>5</strong> The sun also ariseth, and the sun goeth down, and hasteth to his place where he arose.  <strong>6</strong> The wind goeth toward the south, and turneth about unto the north; it whirleth about continually, and the wind returneth again according to his circuits.  <strong>7</strong> All the rivers run into the sea; yet the sea is not full; unto the place from whence the rivers come, thither they return again.  <strong>8</strong> All things are full of labour; man cannot utter it:  the eye is not satisfied with seeing, nor the ear filled with hearing.  <strong>9</strong> The thing that hath been, it is that which shall be; and that which is done is that which shall be done: and there is  no new thing under the sun.  <strong>10</strong> Is there any thing whereof it may be said, See, this is new? it hath been already of old time, which was before us.  <strong>11</strong> There is no remembrance of former things; neither shall there be any remembrance of things that are to come with those that shall come after.  <strong>12</strong> I the Preacher was king over Israel in Jerusalem.  <strong>13</strong> And I gave my heart to seek and search out by wisdom concerning all things that are done under heaven: this sore travail hath God given to the sons of man to be exercised therewith.  <strong>14</strong> I have seen all the works that are done under the sun; and, behold, all is vanity and vexation of spirit.  <strong>15</strong> That which is crooked cannot be made straight: and that which is wanting cannot be numbered.  <strong>16</strong> I communed with mine own heart, saying, Lo, I am come to great estate, and have gotten more wisdom than all they that have been before me in Jerusalem: yea, my heart had great experience of wisdom and knowledge.  <strong>17</strong> And I gave my heart to know wisdom, and to know madness and folly: I perceived that this also is vexation of spirit.  <strong>18</strong> For in much wisdom is much grief: and he that increaseth knowledge increaseth sorrow.  ","niv":"<sup><strong>1</strong></sup> The words of the Teacher, son of David, king in Jerusalem: <sup><strong>2</strong></sup> \"Meaningless! Meaningless!\" says the Teacher. \"Utterly meaningless! Everything is meaningless.\" <sup><strong>3</strong></sup> What does man gain from all his labor at which he toils under the sun? <sup><strong>4</strong></sup> Generations come and generations go, but the earth remains forever. <sup><strong>5</strong></sup> The sun rises and the sun sets, and hurries back to where it rises. <sup><strong>6</strong></sup> The wind blows to the south and turns to the north; round and round it goes, ever returning on its course. <sup><strong>7</strong></sup> All streams flow into the sea, yet the sea is never full. To the place the streams come from, there they return again. <sup><strong>8</strong></sup> All things are wearisome, more than one can say. The eye never has enough of seeing, nor the ear its fill of hearing. <sup><strong>9</strong></sup> What has been will be again, what has been done will be done again; there is nothing new under the sun. <sup><strong>10</strong></sup> Is there anything of which one can say, \"Look! This is something new\"? It was here already, long ago; it was here before our time. <sup><strong>11</strong></sup> There is no remembrance of men of old, and even those who are yet to come will not be remembered by those who follow. <sup><strong>12</strong></sup> I, the Teacher, was king over Israel in Jerusalem. <sup><strong>13</strong></sup> I devoted myself to study and to explore by wisdom all that is done under heaven. What a heavy burden God has laid on men! <sup><strong>14</strong></sup> I have seen all the things that are done under the sun; all of them are meaningless, a chasing after the wind. <sup><strong>15</strong></sup> What is twisted cannot be straightened; what is lacking cannot be counted. <sup><strong>16</strong></sup> I thought to myself, \"Look, I have grown and increased in wisdom more than anyone who has ruled over Jerusalem before me; I have experienced much of wisdom and knowledge.\" <sup><strong>17</strong></sup> Then I applied myself to the understanding of wisdom, and also of madness and folly, but I learned that this, too, is a chasing after the wind. <sup><strong>18</strong></sup> For with much wisdom comes much sorrow; the more knowledge, the more grief. "},{"_id":"6162e94ffb3956153170ed84","topicId":"6162e949fb3956153170ed71","verse":"Psalm 51:1-19","votes":1,"__v":0,"esv":"<div>\n\n<h4 id=\"p19051001_09-19\" class=\"psalm-title\">To the choirmaster. A Psalm of David, when Nathan the prophet went to him, after he had gone in to Bathsheba.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051001_09-19\" class=\"line\"><b class=\"chapter-num\" id=\"v19051001-1\">51:1&nbsp;</b>&nbsp;&nbsp;Have mercy on me, O God,</span><br><span id=\"p19051001_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your steadfast love;</span><br><span id=\"p19051001_09-19\" class=\"line\">&nbsp;&nbsp;according to your abundant mercy</span><br><span id=\"p19051001_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blot out my transgressions.</span><br><span id=\"p19051002_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051002-1\">2&nbsp;</b>&nbsp;&nbsp;Wash me thoroughly from my iniquity,</span><br><span id=\"p19051002_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cleanse me from my sin!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051003_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051003-1\">3&nbsp;</b>&nbsp;&nbsp;For I know my transgressions,</span><br><span id=\"p19051003_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my sin is ever before me.</span><br><span id=\"p19051004_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051004-1\">4&nbsp;</b>&nbsp;&nbsp;Against you, you only, have I sinned</span><br><span id=\"p19051004_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and done what is evil in your sight,</span><br><span id=\"p19051004_09-19\" class=\"line\">&nbsp;&nbsp;so that you may be justified in your words</span><br><span id=\"p19051004_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blameless in your judgment.</span><br><span id=\"p19051005_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051005-1\">5&nbsp;</b>&nbsp;&nbsp;Behold, I was brought forth in iniquity,</span><br><span id=\"p19051005_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in sin did my mother conceive me.</span><br><span id=\"p19051006_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051006-1\">6&nbsp;</b>&nbsp;&nbsp;Behold, you delight in truth in the inward being,</span><br><span id=\"p19051006_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you teach me wisdom in the secret heart.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051007_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051007-1\">7&nbsp;</b>&nbsp;&nbsp;Purge me with hyssop, and I shall be clean;</span><br><span id=\"p19051007_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wash me, and I shall be whiter than snow.</span><br><span id=\"p19051008_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051008-1\">8&nbsp;</b>&nbsp;&nbsp;Let me hear joy and gladness;</span><br><span id=\"p19051008_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the bones that you have broken rejoice.</span><br><span id=\"p19051009_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051009-1\">9&nbsp;</b>&nbsp;&nbsp;Hide your face from my sins,</span><br><span id=\"p19051009_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blot out all my iniquities.</span><br><span id=\"p19051010_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051010-1\">10&nbsp;</b>&nbsp;&nbsp;Create in me a clean heart, O God,</span><br><span id=\"p19051010_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and renew a right spirit within me.</span><br><span id=\"p19051011_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051011-1\">11&nbsp;</b>&nbsp;&nbsp;Cast me not away from your presence,</span><br><span id=\"p19051011_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and take not your Holy Spirit from me.</span><br><span id=\"p19051012_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051012-1\">12&nbsp;</b>&nbsp;&nbsp;Restore to me the joy of your salvation,</span><br><span id=\"p19051012_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and uphold me with a willing spirit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051013_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051013-1\">13&nbsp;</b>&nbsp;&nbsp;Then I will teach transgressors your ways,</span><br><span id=\"p19051013_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sinners will return to you.</span><br><span id=\"p19051014_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051014-1\">14&nbsp;</b>&nbsp;&nbsp;Deliver me from bloodguiltiness, O God,</span><br><span id=\"p19051014_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O God of my salvation,</span><br><span id=\"p19051014_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my tongue will sing aloud of your righteousness.</span><br><span id=\"p19051015_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051015-1\">15&nbsp;</b>&nbsp;&nbsp;O Lord, open my lips,</span><br><span id=\"p19051015_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my mouth will declare your praise.</span><br><span id=\"p19051016_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051016-1\">16&nbsp;</b>&nbsp;&nbsp;For you will not delight in sacrifice, or I would give it;</span><br><span id=\"p19051016_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will not be pleased with a burnt offering.</span><br><span id=\"p19051017_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051017-1\">17&nbsp;</b>&nbsp;&nbsp;The sacrifices of God are a broken spirit;</span><br><span id=\"p19051017_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a broken and contrite heart, O God, you will not despise.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051018_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051018-1\">18&nbsp;</b>&nbsp;&nbsp;Do good to Zion in your good pleasure;</span><br><span id=\"p19051018_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;build up the walls of Jerusalem;</span><br><span id=\"p19051019_09-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051019-1\">19&nbsp;</b>&nbsp;&nbsp;then will you delight in right sacrifices,</span><br><span id=\"p19051019_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in burnt offerings and whole burnt offerings;</span><br><span id=\"p19051019_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then bulls will be offered on your altar.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Have mercy upon me, O God, according to thy lovingkindness: according unto the multitude of thy tender mercies blot out my transgressions.  <strong>2</strong> Wash me throughly from mine iniquity, and cleanse me from my sin.  <strong>3</strong> For I acknowledge my transgressions: and my sin is ever before me.  <strong>4</strong> Against thee, thee only, have I sinned, and done this evil in thy sight: that thou mightest be justified when thou speakest, and  be clear when thou judgest.  <strong>5</strong> Behold, I was shapen in iniquity; and in sin did my mother conceive me.  <strong>6</strong> Behold, thou desirest truth in the inward parts: and in the hidden part thou shalt make me to know wisdom.  <strong>7</strong> Purge me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow.  <strong>8</strong> Make me to hear joy and gladness; that the bones which  thou hast broken may rejoice.  <strong>9</strong> Hide thy face from my sins, and blot out all mine iniquities.  <strong>10</strong> Create in me a clean heart, O God; and renew a right spirit within me.  <strong>11</strong> Cast me not away from thy presence; and take not thy holy spirit from me.  <strong>12</strong> Restore unto me the joy of thy salvation; and uphold me with thy  free spirit.  <strong>13</strong>             Then will I teach transgressors thy ways; and sinners shall be converted unto thee.  <strong>14</strong> Deliver me from bloodguiltiness, O God, thou God of my salvation: and my tongue shall sing aloud of thy righteousness.  <strong>15</strong> O Lord, open thou my lips; and my mouth shall shew forth thy praise.  <strong>16</strong> For thou desirest not sacrifice; else would I give it: thou delightest not in burnt offering.  <strong>17</strong> The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise.  <strong>18</strong> Do good in thy good pleasure unto Zion: build thou the walls of Jerusalem.  <strong>19</strong> Then shalt thou be pleased with the sacrifices of righteousness, with burnt offering and whole burnt offering: then shall they offer bullocks upon thine altar.  ","niv":"<sup><strong>1</strong></sup> Have mercy on me, O God, according to your unfailing love; according to your great compassion blot out my transgressions. <sup><strong>2</strong></sup> Wash away all my iniquity and cleanse me from my sin. <sup><strong>3</strong></sup> For I know my transgressions, and my sin is always before me. <sup><strong>4</strong></sup> Against you, you only, have I sinned and done what is evil in your sight, so that you are proved right when you speak and justified when you judge. <sup><strong>5</strong></sup> Surely I was sinful at birth, sinful from the time my mother conceived me. <sup><strong>6</strong></sup> Surely you desire truth in the inner parts; you teach me wisdom in the inmost place. <sup><strong>7</strong></sup> Cleanse me with hyssop, and I will be clean; wash me, and I will be whiter than snow. <sup><strong>8</strong></sup> Let me hear joy and gladness; let the bones you have crushed rejoice. <sup><strong>9</strong></sup> Hide your face from my sins and blot out all my iniquity. <sup><strong>10</strong></sup> Create in me a pure heart, O God, and renew a steadfast spirit within me. <sup><strong>11</strong></sup> Do not cast me from your presence or take your Holy Spirit from me. <sup><strong>12</strong></sup> Restore to me the joy of your salvation and grant me a willing spirit, to sustain me. <sup><strong>13</strong></sup> Then I will teach transgressors your ways, and sinners will turn back to you. <sup><strong>14</strong></sup> Save me from bloodguilt, O God, the God who saves me, and my tongue will sing of your righteousness. <sup><strong>15</strong></sup> O Lord, open my lips, and my mouth will declare your praise. <sup><strong>16</strong></sup> You do not delight in sacrifice, or I would bring it; you do not take pleasure in burnt offerings. <sup><strong>17</strong></sup> The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise. <sup><strong>18</strong></sup> In your good pleasure make Zion prosper; build up the walls of Jerusalem. <sup><strong>19</strong></sup> Then there will be righteous sacrifices, whole burnt offerings to delight you; then bulls will be offered on your altar. "},{"_id":"6162e94ffb3956153170ed85","topicId":"6162e949fb3956153170ed71","verse":"Revelation 20:1-15","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-20\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-20\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-20\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"6162e94ffb3956153170ed86","topicId":"6162e949fb3956153170ed71","verse":"Romans 3:28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45003028_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003028-1\">28&nbsp;</b>For we hold that one is justified by faith apart from works of the law.</p>\n</div>","kjv":"<strong>28</strong> Therefore we conclude that a man is justified by faith without the deeds of the law.  ","niv":"<sup><strong>28</strong></sup> For we maintain that a man is justified by faith apart from observing the law."},{"_id":"6162e94ffb3956153170ed87","topicId":"6162e949fb3956153170ed71","verse":"John 13:34-35","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span> <b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another. <sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\" "},{"_id":"6162e950fb3956153170ed88","topicId":"6162e949fb3956153170ed71","verse":"Matthew 5:21-22","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40005021_02-23\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span></p>\n\n</div>","kjv":"<strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  ","niv":"<sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. "},{"_id":"6162e950fb3956153170ed89","topicId":"6162e949fb3956153170ed71","verse":"Psalm 104:24","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19104024_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104024-1\">24&nbsp;</b>&nbsp;&nbsp;O LORD, how manifold are your works!</span><br><span id=\"p19104024_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;In wisdom have you made them all;</span><br><span id=\"p19104024_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the earth is full of your creatures.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> O LORD, how manifold are thy works! in wisdom hast thou made them all: the earth is full of thy riches.  ","niv":"<sup><strong>24</strong></sup> How many are your works, O LORD! In wisdom you made them all; the earth is full of your creatures."},{"_id":"6162e950fb3956153170ed8a","topicId":"6162e949fb3956153170ed71","verse":"Deuteronomy 29:29","votes":1,"__v":0,"esv":"<div>\n<p id=\"p05029029_01-25\"><b class=\"verse-num\" id=\"v05029029-1\">29&nbsp;</b>“The secret things belong to the LORD our God, but the things that are revealed belong to us and to our children forever, that we may do all the words of this law.</p>\n</div>","kjv":"<strong>29</strong> The secret things belong unto the LORD our God: but those things which are revealed belong unto us and to our children for ever, that we may do all the words of this law.  ","niv":"<sup><strong>29</strong></sup> The secret things belong to the LORD our God, but the things revealed belong to us and to our children forever, that we may follow all the words of this law."}]}