{"_id":"6162e96dfb3956153170ed8b","slug":"idiots","name":"Idiots","verses":[{"_id":"6162e96dfb3956153170ed8c","topicId":"6162e96dfb3956153170ed8b","verse":"Proverbs 26:3","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026003_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026003-1\">3&nbsp;</b>&nbsp;&nbsp;A whip for the horse, a bridle for the donkey,</span><br><span id=\"p20026003_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a rod for the back of fools.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> A whip for the horse, a bridle for the ass, and a rod for the fool’s back.  ","niv":"<sup><strong>3</strong></sup> A whip for the horse, a halter for the donkey, and a rod for the backs of fools!"},{"_id":"6162e96dfb3956153170ed8d","topicId":"6162e96dfb3956153170ed8b","verse":"Proverbs 12:1","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012001_01-2\" class=\"line\"><b class=\"chapter-num\" id=\"v20012001-1\">12:1&nbsp;</b>&nbsp;&nbsp;Whoever loves discipline loves knowledge,</span><br><span id=\"p20012001_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who hates reproof is stupid.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Whoso loveth instruction loveth knowledge: but he that hateth reproof is brutish.  ","niv":"<sup><strong>1</strong></sup> Whoever loves discipline loves knowledge, but he who hates correction is stupid."},{"_id":"6162e96efb3956153170ed8e","topicId":"6162e96dfb3956153170ed8b","verse":"Matthew 5:22","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40005022_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span></p>\n\n</div>","kjv":"<strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  ","niv":"<sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell."},{"_id":"6162e96efb3956153170ed8f","topicId":"6162e96dfb3956153170ed8b","verse":"Proverbs 8:5-15","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20008005_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008005-1\">5&nbsp;</b>&nbsp;&nbsp;O simple ones, learn prudence;</span><br><span id=\"p20008005_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O fools, learn sense.</span><br><span id=\"p20008006_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008006-1\">6&nbsp;</b>&nbsp;&nbsp;Hear, for I will speak noble things,</span><br><span id=\"p20008006_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from my lips will come what is right,</span><br><span id=\"p20008007_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008007-1\">7&nbsp;</b>&nbsp;&nbsp;for my mouth will utter truth;</span><br><span id=\"p20008007_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wickedness is an abomination to my lips.</span><br><span id=\"p20008008_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008008-1\">8&nbsp;</b>&nbsp;&nbsp;All the words of my mouth are righteous;</span><br><span id=\"p20008008_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is nothing twisted or crooked in them.</span><br><span id=\"p20008009_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008009-1\">9&nbsp;</b>&nbsp;&nbsp;They are all straight to him who understands,</span><br><span id=\"p20008009_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and right to those who find knowledge.</span><br><span id=\"p20008010_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008010-1\">10&nbsp;</b>&nbsp;&nbsp;Take my instruction instead of silver,</span><br><span id=\"p20008010_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and knowledge rather than choice gold,</span><br><span id=\"p20008011_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008011-1\">11&nbsp;</b>&nbsp;&nbsp;for wisdom is better than jewels,</span><br><span id=\"p20008011_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all that you may desire cannot compare with her.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20008012_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008012-1\">12&nbsp;</b>&nbsp;&nbsp;“I, wisdom, dwell with prudence,</span><br><span id=\"p20008012_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I find knowledge and discretion.</span><br><span id=\"p20008013_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008013-1\">13&nbsp;</b>&nbsp;&nbsp;The fear of the LORD is hatred of evil.</span><br><span id=\"p20008013_01-4\" class=\"line\">&nbsp;&nbsp;Pride and arrogance and the way of evil</span><br><span id=\"p20008013_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and perverted speech I hate.</span><br><span id=\"p20008014_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008014-1\">14&nbsp;</b>&nbsp;&nbsp;I have counsel and sound wisdom;</span><br><span id=\"p20008014_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have insight; I have strength.</span><br><span id=\"p20008015_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008015-1\">15&nbsp;</b>&nbsp;&nbsp;By me kings reign,</span><br><span id=\"p20008015_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rulers decree what is just;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> O ye simple, understand wisdom: and, ye fools, be ye of an understanding heart.  <strong>6</strong> Hear; for I will speak of excellent things; and the opening of my lips shall be right things.  <strong>7</strong> For my mouth shall speak truth; and wickedness is an abomination to my lips.  <strong>8</strong> All the words of my mouth are in righteousness; there is  nothing froward or perverse in them.  <strong>9</strong> They are all plain to him that understandeth, and right to them that find knowledge.  <strong>10</strong> Receive my instruction, and not silver; and knowledge rather than choice gold.  <strong>11</strong> For wisdom is better than rubies; and all the things that may be desired are not to be compared to it.  <strong>12</strong> I wisdom dwell with prudence, and find out knowledge of witty inventions.  <strong>13</strong> The fear of the LORD is to hate evil: pride, and arrogancy, and the evil way, and the froward mouth, do I hate.  <strong>14</strong> Counsel is mine, and sound wisdom: I am understanding; I have strength.  <strong>15</strong> By me kings reign, and princes decree justice.  ","niv":"<sup><strong>5</strong></sup> You who are simple, gain prudence; you who are foolish, gain understanding. <sup><strong>6</strong></sup> Listen, for I have worthy things to say; I open my lips to speak what is right. <sup><strong>7</strong></sup> My mouth speaks what is true, for my lips detest wickedness. <sup><strong>8</strong></sup> All the words of my mouth are just; none of them is crooked or perverse. <sup><strong>9</strong></sup> To the discerning all of them are right; they are faultless to those who have knowledge. <sup><strong>10</strong></sup> Choose my instruction instead of silver, knowledge rather than choice gold, <sup><strong>11</strong></sup> for wisdom is more precious than rubies, and nothing you desire can compare with her. <sup><strong>12</strong></sup> \"I, wisdom, dwell together with prudence; I possess knowledge and discretion. <sup><strong>13</strong></sup> To fear the LORD is to hate evil; I hate pride and arrogance, evil behavior and perverse speech. <sup><strong>14</strong></sup> Counsel and sound judgment are mine; I have understanding and power. <sup><strong>15</strong></sup> By me kings reign and rulers make laws that are just; "},{"_id":"6162e96efb3956153170ed90","topicId":"6162e96dfb3956153170ed8b","verse":"Matthew 5:21-22","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40005021_02-5\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span></p>\n\n</div>","kjv":"<strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  ","niv":"<sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. "},{"_id":"6162e96ffb3956153170ed91","topicId":"6162e96dfb3956153170ed8b","verse":"Matthew 12:35-37","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40012035_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012035-1\">35&nbsp;</b><span class=\"woc\">The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil.</span> <b class=\"verse-num woc\" id=\"v40012036-1\">36&nbsp;</b><span class=\"woc\">I tell you, on the day of judgment people will give account for every careless word they speak,</span> <b class=\"verse-num woc\" id=\"v40012037-1\">37&nbsp;</b><span class=\"woc\">for by your words you will be justified, and by your words you will be condemned.”</span></p>\n</div>","kjv":"<strong>35</strong> A good man out of the good treasure of the heart bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things.  <strong>36</strong> But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.  <strong>37</strong> For by thy words thou shalt be justified, and by thy words thou shalt be condemned. ","niv":"<sup><strong>35</strong></sup> The good man brings good things out of the good stored up in him, and the evil man brings evil things out of the evil stored up in him. <sup><strong>36</strong></sup> But I tell you that men will have to give account on the day of judgment for every careless word they have spoken. <sup><strong>37</strong></sup> For by your words you will be acquitted, and by your words you will be condemned.\" "},{"_id":"6162e96ffb3956153170ed92","topicId":"6162e96dfb3956153170ed8b","verse":"Titus 3:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p56003010_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003010-1\">10&nbsp;</b>As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him,</p>\n</div>","kjv":"<strong>10</strong> A man that is an heretick after the first and second admonition reject;  ","niv":"<sup><strong>10</strong></sup> Warn a divisive person once, and then warn him a second time. After that, have nothing to do with him."},{"_id":"6162e96ffb3956153170ed93","topicId":"6162e96dfb3956153170ed8b","verse":"Galatians 3:1-29","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p48003001_09-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48003001-1\">3:1&nbsp;</b>O foolish Galatians! Who has bewitched you? It was before your eyes that Jesus Christ was publicly portrayed as crucified. <b class=\"verse-num\" id=\"v48003002-1\">2&nbsp;</b>Let me ask you only this: Did you receive the Spirit by works of the law or by hearing with faith? <b class=\"verse-num\" id=\"v48003003-1\">3&nbsp;</b>Are you so foolish? Having begun by the Spirit, are you now being perfected by the flesh? <b class=\"verse-num\" id=\"v48003004-1\">4&nbsp;</b>Did you suffer so many things in vain—if indeed it was in vain? <b class=\"verse-num\" id=\"v48003005-1\">5&nbsp;</b>Does he who supplies the Spirit to you and works miracles among you do so by works of the law, or by hearing with faith—<b class=\"verse-num\" id=\"v48003006-1\">6&nbsp;</b>just as Abraham “believed God, and it was counted to him as righteousness”?</p>\n<p id=\"p48003006_09-8\"><b class=\"verse-num\" id=\"v48003007-1\">7&nbsp;</b>Know then that it is those of faith who are the sons of Abraham. <b class=\"verse-num\" id=\"v48003008-1\">8&nbsp;</b>And the Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel beforehand to Abraham, saying, “In you shall all the nations be blessed.” <b class=\"verse-num\" id=\"v48003009-1\">9&nbsp;</b>So then, those who are of faith are blessed along with Abraham, the man of faith.</p>\n\n<p id=\"p48003009_15-8\"><b class=\"verse-num\" id=\"v48003010-1\">10&nbsp;</b>For all who rely on works of the law are under a curse; for it is written, “Cursed be everyone who does not abide by all things written in the Book of the Law, and do them.” <b class=\"verse-num\" id=\"v48003011-1\">11&nbsp;</b>Now it is evident that no one is justified before God by the law, for “The righteous shall live by faith.” <b class=\"verse-num\" id=\"v48003012-1\">12&nbsp;</b>But the law is not of faith, rather “The one who does them shall live by them.” <b class=\"verse-num\" id=\"v48003013-1\">13&nbsp;</b>Christ redeemed us from the curse of the law by becoming a curse for us—for it is written, “Cursed is everyone who is hanged on a tree”—<b class=\"verse-num\" id=\"v48003014-1\">14&nbsp;</b>so that in Christ Jesus the blessing of Abraham might come to the Gentiles, so that we might receive the promised Spirit through faith.</p>\n\n<p id=\"p48003014_20-8\"><b class=\"verse-num\" id=\"v48003015-1\">15&nbsp;</b>To give a human example, brothers: even with a man-made covenant, no one annuls it or adds to it once it has been ratified. <b class=\"verse-num\" id=\"v48003016-1\">16&nbsp;</b>Now the promises were made to Abraham and to his offspring. It does not say, “And to offsprings,” referring to many, but referring to one, “And to your offspring,” who is Christ. <b class=\"verse-num\" id=\"v48003017-1\">17&nbsp;</b>This is what I mean: the law, which came 430 years afterward, does not annul a covenant previously ratified by God, so as to make the promise void. <b class=\"verse-num\" id=\"v48003018-1\">18&nbsp;</b>For if the inheritance comes by the law, it no longer comes by promise; but God gave it to Abraham by a promise.</p>\n<p id=\"p48003018_20-8\"><b class=\"verse-num\" id=\"v48003019-1\">19&nbsp;</b>Why then the law? It was added because of transgressions, until the offspring should come to whom the promise had been made, and it was put in place through angels by an intermediary. <b class=\"verse-num\" id=\"v48003020-1\">20&nbsp;</b>Now an intermediary implies more than one, but God is one.</p>\n<p id=\"p48003020_20-8\"><b class=\"verse-num\" id=\"v48003021-1\">21&nbsp;</b>Is the law then contrary to the promises of God? Certainly not! For if a law had been given that could give life, then righteousness would indeed be by the law. <b class=\"verse-num\" id=\"v48003022-1\">22&nbsp;</b>But the Scripture imprisoned everything under sin, so that the promise by faith in Jesus Christ might be given to those who believe.</p>\n<p id=\"p48003022_20-8\"><b class=\"verse-num\" id=\"v48003023-1\">23&nbsp;</b>Now before faith came, we were held captive under the law, imprisoned until the coming faith would be revealed. <b class=\"verse-num\" id=\"v48003024-1\">24&nbsp;</b>So then, the law was our guardian until Christ came, in order that we might be justified by faith. <b class=\"verse-num\" id=\"v48003025-1\">25&nbsp;</b>But now that faith has come, we are no longer under a guardian, <b class=\"verse-num\" id=\"v48003026-1\">26&nbsp;</b>for in Christ Jesus you are all sons of God, through faith. <b class=\"verse-num\" id=\"v48003027-1\">27&nbsp;</b>For as many of you as were baptized into Christ have put on Christ. <b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus. <b class=\"verse-num\" id=\"v48003029-1\">29&nbsp;</b>And if you are Christ’s, then you are Abraham’s offspring, heirs according to promise.</p>\n\n</div>","kjv":"<strong>1</strong> O foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth, crucified among you?  <strong>2</strong> This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith?  <strong>3</strong> Are ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?  <strong>4</strong> Have ye suffered so many things in vain? if it be yet in vain.  <strong>5</strong> He therefore that ministereth to you the Spirit, and worketh miracles among you, doeth he it by the works of the law, or by the hearing of faith?  <strong>6</strong> Even as Abraham believed God, and it was accounted to him for righteousness.  <strong>7</strong> Know ye therefore that they which are of faith, the same are the children of Abraham.  <strong>8</strong> And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.  <strong>9</strong> So then they which be of faith are blessed with faithful Abraham.  <strong>10</strong> For as many as are of the works of the law are under the curse: for it is written, Cursed is every one that continueth not in all things which are written in the book of the law to do them.  <strong>11</strong> But that no man is justified by the law in the sight of God, it is  evident: for, The just shall live by faith.  <strong>12</strong> And the law is not of faith: but, The man that doeth them shall live in them.  <strong>13</strong> Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:  <strong>14</strong> That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith.  <strong>15</strong> Brethren, I speak after the manner of men; Though it be but a man’s covenant, yet if it be confirmed, no man disannulleth, or addeth thereto.  <strong>16</strong> Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.  <strong>17</strong> And this I say, that the covenant, that was confirmed before of God in Christ, the law, which was four hundred and thirty years after, cannot disannul, that it should make the promise of none effect.  <strong>18</strong> For if the inheritance be of the law, it is no more of promise: but God gave it to Abraham by promise.  <strong>19</strong> Wherefore then serveth the law? It was added because of transgressions, till the seed should come to whom the promise was made; and it was ordained by angels in the hand of a mediator.  <strong>20</strong> Now a mediator is not a mediator of one, but God is one.  <strong>21</strong> Is the law then against the promises of God? God forbid: for if there had been a law given which could have given life, verily righteousness should have been by the law.  <strong>22</strong> But the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe.  <strong>23</strong> But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed.  <strong>24</strong> Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.  <strong>25</strong> But after that faith is come, we are no longer under a schoolmaster.  <strong>26</strong> For ye are all the children of God by faith in Christ Jesus.  <strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  <strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  <strong>29</strong> And if ye be Christ’s, then are ye Abraham’s seed, and heirs according to the promise.  ","niv":"<sup><strong>1</strong></sup> You foolish Galatians! Who has bewitched you? Before your very eyes Jesus Christ was clearly portrayed as crucified. <sup><strong>2</strong></sup> I would like to learn just one thing from you: Did you receive the Spirit by observing the law, or by believing what you heard? <sup><strong>3</strong></sup> Are you so foolish? After beginning with the Spirit, are you now trying to attain your goal by human effort? <sup><strong>4</strong></sup> Have you suffered so much for nothing--if it really was for nothing? <sup><strong>5</strong></sup> Does God give you his Spirit and work miracles among you because you observe the law, or because you believe what you heard? <sup><strong>6</strong></sup> Consider Abraham: \"He believed God, and it was credited to him as righteousness.\" <sup><strong>7</strong></sup> Understand, then, that those who believe are children of Abraham. <sup><strong>8</strong></sup> The Scripture foresaw that God would justify the Gentiles by faith, and announced the gospel in advance to Abraham: \"All nations will be blessed through you.\" <sup><strong>9</strong></sup> So those who have faith are blessed along with Abraham, the man of faith. <sup><strong>10</strong></sup> All who rely on observing the law are under a curse, for it is written: \"Cursed is everyone who does not continue to do everything written in the Book of the Law.\" <sup><strong>11</strong></sup> Clearly no one is justified before God by the law, because, \"The righteous will live by faith.\" <sup><strong>12</strong></sup> The law is not based on faith; on the contrary, \"The man who does these things will live by them.\" <sup><strong>13</strong></sup> Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: \"Cursed is everyone who is hung on a tree.\" <sup><strong>14</strong></sup> He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit. <sup><strong>15</strong></sup> Brothers, let me take an example from everyday life. Just as no one can set aside or add to a human covenant that has been duly established, so it is in this case. <sup><strong>16</strong></sup> The promises were spoken to Abraham and to his seed. The Scripture does not say \"and to seeds,\" meaning many people, but \"and to your seed,\" meaning one person, who is Christ. <sup><strong>17</strong></sup> What I mean is this: The law, introduced 430 years later, does not set aside the covenant previously established by God and thus do away with the promise. <sup><strong>18</strong></sup> For if the inheritance depends on the law, then it no longer depends on a promise; but God in his grace gave it to Abraham through a promise. <sup><strong>19</strong></sup> What, then, was the purpose of the law? It was added because of transgressions until the Seed to whom the promise referred had come. The law was put into effect through angels by a mediator. <sup><strong>20</strong></sup> A mediator, however, does not represent just one party; but God is one. <sup><strong>21</strong></sup> Is the law, therefore, opposed to the promises of God? Absolutely not! For if a law had been given that could impart life, then righteousness would certainly have come by the law. <sup><strong>22</strong></sup> But the Scripture declares that the whole world is a prisoner of sin, so that what was promised, being given through faith in Jesus Christ, might be given to those who believe. <sup><strong>23</strong></sup> Before this faith came, we were held prisoners by the law, locked up until faith should be revealed. <sup><strong>24</strong></sup> So the law was put in charge to lead us to Christ that we might be justified by faith. <sup><strong>25</strong></sup> Now that faith has come, we are no longer under the supervision of the law. <sup><strong>26</strong></sup> You are all sons of God through faith in Christ Jesus, <sup><strong>27</strong></sup> for all of you who were baptized into Christ have clothed yourselves with Christ. <sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus. <sup><strong>29</strong></sup> If you belong to Christ, then you are Abraham's seed, and heirs according to the promise. "},{"_id":"6162e970fb3956153170ed94","topicId":"6162e96dfb3956153170ed8b","verse":"Romans 14:10-12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45014010_01-9\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_01-9\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_01-9\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n</div>","kjv":"<strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  ","niv":"<sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. "},{"_id":"6162e970fb3956153170ed95","topicId":"6162e96dfb3956153170ed8b","verse":"James 1:25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001025_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n</div>","kjv":"<strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  ","niv":"<sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does."},{"_id":"6162e970fb3956153170ed96","topicId":"6162e96dfb3956153170ed8b","verse":"Exodus 20:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02020016_01-11\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n</div>","kjv":"<strong>16</strong> Thou shalt not bear false witness against thy neighbour.  ","niv":"<sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor."},{"_id":"6162e970fb3956153170ed97","topicId":"6162e96dfb3956153170ed8b","verse":"1 John 2:1-29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62002001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62002001-1\">2:1&nbsp;</b>My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous. <b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world. <b class=\"verse-num\" id=\"v62002003-1\">3&nbsp;</b>And by this we know that we have come to know him, if we keep his commandments. <b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him, <b class=\"verse-num\" id=\"v62002005-1\">5&nbsp;</b>but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: <b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n\n<p id=\"p62002006_07-12\"><b class=\"verse-num\" id=\"v62002007-1\">7&nbsp;</b>Beloved, I am writing you no new commandment, but an old commandment that you had from the beginning. The old commandment is the word that you have heard. <b class=\"verse-num\" id=\"v62002008-1\">8&nbsp;</b>At the same time, it is a new commandment that I am writing to you, which is true in him and in you, because the darkness is passing away and the true light is already shining. <b class=\"verse-num\" id=\"v62002009-1\">9&nbsp;</b>Whoever says he is in the light and hates his brother is still in darkness. <b class=\"verse-num\" id=\"v62002010-1\">10&nbsp;</b>Whoever loves his brother abides in the light, and in him there is no cause for stumbling. <b class=\"verse-num\" id=\"v62002011-1\">11&nbsp;</b>But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002012_07-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002012-1\">12&nbsp;</b>&nbsp;&nbsp;I am writing to you, little children,</span><br><span id=\"p62002012_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because your sins are forgiven for his name’s sake.</span><br><span id=\"p62002013_07-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002013-1\">13&nbsp;</b>&nbsp;&nbsp;I am writing to you, fathers,</span><br><span id=\"p62002013_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002013_07-12\" class=\"line\">&nbsp;&nbsp;I am writing to you, young men,</span><br><span id=\"p62002013_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have overcome the evil one.</span><br><span id=\"p62002013_07-12\" class=\"line\">&nbsp;&nbsp;I write to you, children,</span><br><span id=\"p62002013_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know the Father.</span><br><span id=\"p62002014_07-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_07-12\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_07-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p62002014_12-12\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n<p id=\"p62002017_15-12\"><b class=\"verse-num\" id=\"v62002018-1\">18&nbsp;</b>Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour. <b class=\"verse-num\" id=\"v62002019-1\">19&nbsp;</b>They went out from us, but they were not of us; for if they had been of us, they would have continued with us. But they went out, that it might become plain that they all are not of us. <b class=\"verse-num\" id=\"v62002020-1\">20&nbsp;</b>But you have been anointed by the Holy One, and you all have knowledge. <b class=\"verse-num\" id=\"v62002021-1\">21&nbsp;</b>I write to you, not because you do not know the truth, but because you know it, and because no lie is of the truth. <b class=\"verse-num\" id=\"v62002022-1\">22&nbsp;</b>Who is the liar but he who denies that Jesus is the Christ? This is the antichrist, he who denies the Father and the Son. <b class=\"verse-num\" id=\"v62002023-1\">23&nbsp;</b>No one who denies the Son has the Father. Whoever confesses the Son has the Father also. <b class=\"verse-num\" id=\"v62002024-1\">24&nbsp;</b>Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father. <b class=\"verse-num\" id=\"v62002025-1\">25&nbsp;</b>And this is the promise that he made to us—eternal life.</p>\n<p id=\"p62002025_15-12\"><b class=\"verse-num\" id=\"v62002026-1\">26&nbsp;</b>I write these things to you about those who are trying to deceive you. <b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n\n<p id=\"p62002027_18-12\"><b class=\"verse-num\" id=\"v62002028-1\">28&nbsp;</b>And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming. <b class=\"verse-num\" id=\"v62002029-1\">29&nbsp;</b>If you know that he is righteous, you may be sure that everyone who practices righteousness has been born of him.</p>\n\n</div>","kjv":"<strong>1</strong> My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:  <strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  <strong>3</strong> And hereby we do know that we know him, if we keep his commandments.  <strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  <strong>5</strong> But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.  <strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  <strong>7</strong> Brethren, I write no new commandment unto you, but an old commandment which ye had from the beginning. The old commandment is the word which ye have heard from the beginning.  <strong>8</strong> Again, a new commandment I write unto you, which thing is true in him and in you: because the darkness is past, and the true light now shineth.  <strong>9</strong> He that saith he is in the light, and hateth his brother, is in darkness even until now.  <strong>10</strong> He that loveth his brother abideth in the light, and there is none occasion of stumbling in him.  <strong>11</strong> But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.  <strong>12</strong> I write unto you, little children, because your sins are forgiven you for his name’s sake.  <strong>13</strong> I write unto you, fathers, because ye have known him that is  from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.  <strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  <strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  <strong>18</strong> Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.  <strong>19</strong> They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.  <strong>20</strong> But ye have an unction from the Holy One, and ye know all things.  <strong>21</strong> I have not written unto you because ye know not the truth, but because ye know it, and that no lie is of the truth.  <strong>22</strong> Who is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth the Father and the Son.  <strong>23</strong> Whosoever denieth the Son, the same hath not the Father: (but) he that acknowledgeth the Son hath the Father also.  <strong>24</strong> Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning shall remain in you, ye also shall continue in the Son, and in the Father.  <strong>25</strong> And this is the promise that he hath promised us, even eternal life.  <strong>26</strong> These things have I written unto you concerning them that seduce you.  <strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  <strong>28</strong> And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.  <strong>29</strong> If ye know that he is righteous, ye know that every one that doeth righteousness is born of him.  ","niv":"<sup><strong>1</strong></sup> My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One. <sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world. <sup><strong>3</strong></sup> We know that we have come to know him if we obey his commands. <sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him. <sup><strong>5</strong></sup> But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him: <sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did. <sup><strong>7</strong></sup> Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard. <sup><strong>8</strong></sup> Yet I am writing you a new command; its truth is seen in him and you, because the darkness is passing and the true light is already shining. <sup><strong>9</strong></sup> Anyone who claims to be in the light but hates his brother is still in the darkness. <sup><strong>10</strong></sup> Whoever loves his brother lives in the light, and there is nothing in him to make him stumble. <sup><strong>11</strong></sup> But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him. <sup><strong>12</strong></sup> I write to you, dear children, because your sins have been forgiven on account of his name. <sup><strong>13</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father. <sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. <sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. <sup><strong>18</strong></sup> Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour. <sup><strong>19</strong></sup> They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us. <sup><strong>20</strong></sup> But you have an anointing from the Holy One, and all of you know the truth. <sup><strong>21</strong></sup> I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth. <sup><strong>22</strong></sup> Who is the liar? It is the man who denies that Jesus is the Christ. Such a man is the antichrist--he denies the Father and the Son. <sup><strong>23</strong></sup> No one who denies the Son has the Father; whoever acknowledges the Son has the Father also. <sup><strong>24</strong></sup> See that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father. <sup><strong>25</strong></sup> And this is what he promised us--even eternal life. <sup><strong>26</strong></sup> I am writing these things to you about those who are trying to lead you astray. <sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him. <sup><strong>28</strong></sup> And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming. <sup><strong>29</strong></sup> If you know that he is righteous, you know that everyone who does what is right has been born of him. "}]}