{"_id":"6162ebbcfb3956153170ef05","slug":"immigration","name":"Immigration","verses":[{"_id":"6162ebbdfb3956153170ef06","topicId":"6162ebbcfb3956153170ef05","verse":"Leviticus 19:33-34","votes":8387,"__v":0,"esv":"<div>\n<p id=\"p03019033_01-1\"><b class=\"verse-num\" id=\"v03019033-1\">33&nbsp;</b>“When a stranger sojourns with you in your land, you shall not do him wrong. <b class=\"verse-num\" id=\"v03019034-1\">34&nbsp;</b>You shall treat the stranger who sojourns with you as the native among you, and you shall love him as yourself, for you were strangers in the land of Egypt: I am the LORD your God.</p>\n</div>","kjv":"<strong>33</strong> And if a stranger sojourn with thee in your land, ye shall not vex him.  <strong>34</strong> But the stranger that dwelleth with you shall be unto you as one born among you, and thou shalt love him as thyself; for ye were strangers in the land of Egypt: I am the LORD your God.  ","niv":"<sup><strong>33</strong></sup> \"'When an alien lives with you in your land, do not mistreat him. <sup><strong>34</strong></sup> The alien living with you must be treated as one of your native-born. Love him as yourself, for you were aliens in Egypt. I am the LORD your God. ","modified":"2022-09-17T15:29:39.234Z"},{"_id":"6162ebbdfb3956153170ef07","topicId":"6162ebbcfb3956153170ef05","verse":"Exodus 22:21","votes":5531,"__v":0,"esv":"<div>\n<p id=\"p02022021_01-2\"><b class=\"verse-num\" id=\"v02022021-1\">21&nbsp;</b>“You shall not wrong a sojourner or oppress him, for you were sojourners in the land of Egypt.</p>\n</div>","kjv":"<strong>21</strong> Thou shalt neither vex a stranger, nor oppress him: for ye were strangers in the land of Egypt.  ","niv":"<sup><strong>21</strong></sup> \"Do not mistreat an alien or oppress him, for you were aliens in Egypt."},{"_id":"6162ebbdfb3956153170ef08","topicId":"6162ebbcfb3956153170ef05","verse":"Exodus 23:9","votes":4498,"__v":0,"esv":"<div>\n<p id=\"p02023009_01-3\"><b class=\"verse-num\" id=\"v02023009-1\">9&nbsp;</b>“You shall not oppress a sojourner. You know the heart of a sojourner, for you were sojourners in the land of Egypt.</p>\n</div>","kjv":"<strong>9</strong> Also thou shalt not oppress a stranger: for ye know the heart of a stranger, seeing ye were strangers in the land of Egypt.  ","niv":"<sup><strong>9</strong></sup> \"Do not oppress an alien; you yourselves know how it feels to be aliens, because you were aliens in Egypt."},{"_id":"6162ebbefb3956153170ef09","topicId":"6162ebbcfb3956153170ef05","verse":"Matthew 25:35","votes":4111,"__v":0,"esv":"<div>\n<p id=\"p40025035_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span></p>\n</div>","kjv":"<strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  ","niv":"<sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in,","modified":"2022-09-19T22:09:54.079Z"},{"_id":"6162ebbefb3956153170ef0a","topicId":"6162ebbcfb3956153170ef05","verse":"Deuteronomy 27:19","votes":3953,"__v":0,"esv":"<div>\n<p id=\"p05027019_01-5\"><b class=\"verse-num\" id=\"v05027019-1\">19&nbsp;</b>“‘Cursed be anyone who perverts the justice due to the sojourner, the fatherless, and the widow.’ And all the people shall say, ‘Amen.’</p>\n</div>","kjv":"<strong>19</strong> Cursed be he that perverteth the judgment of the stranger, fatherless, and widow. And all the people shall say, Amen.  ","niv":"<sup><strong>19</strong></sup> \"Cursed is the man who withholds justice from the alien, the fatherless or the widow.\" Then all the people shall say, \"Amen!\"","modified":"2022-11-27T04:25:59.269Z"},{"_id":"6162ebbefb3956153170ef0b","topicId":"6162ebbcfb3956153170ef05","verse":"Malachi 3:5","votes":3950,"__v":0,"esv":"<div>\n<p id=\"p39003005_01-6\"><b class=\"verse-num\" id=\"v39003005-1\">5&nbsp;</b>“Then I will draw near to you for judgment. I will be a swift witness against the sorcerers, against the adulterers, against those who swear falsely, against those who oppress the hired worker in his wages, the widow and the fatherless, against those who thrust aside the sojourner, and do not fear me, says the LORD of hosts.</p>\n</div>","kjv":"<strong>5</strong> And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow, and the fatherless, and that turn aside the stranger from his right,  and fear not me, saith the LORD of hosts.  ","niv":"<sup><strong>5</strong></sup> \"So I will come near to you for judgment. I will be quick to testify against sorcerers, adulterers and perjurers, against those who defraud laborers of their wages, who oppress the widows and the fatherless, and deprive aliens of justice, but do not fear me,\" says the LORD Almighty."},{"_id":"6162ebbefb3956153170ef0c","topicId":"6162ebbcfb3956153170ef05","verse":"Romans 13:1-7","votes":3529,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-17\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-17\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"6162ebbffb3956153170ef0d","topicId":"6162ebbcfb3956153170ef05","verse":"Jeremiah 7:5-7","votes":3030,"__v":0,"esv":"<div>\n<p id=\"p24007005_01-8\"><b class=\"verse-num\" id=\"v24007005-1\">5&nbsp;</b>“For if you truly amend your ways and your deeds, if you truly execute justice one with another, <b class=\"verse-num\" id=\"v24007006-1\">6&nbsp;</b>if you do not oppress the sojourner, the fatherless, or the widow, or shed innocent blood in this place, and if you do not go after other gods to your own harm, <b class=\"verse-num\" id=\"v24007007-1\">7&nbsp;</b>then I will let you dwell in this place, in the land that I gave of old to your fathers forever.</p>\n</div>","kjv":"<strong>5</strong> For if ye throughly amend your ways and your doings; if ye throughly execute judgment between a man and his neighbour;  <strong>6</strong> If ye oppress not the stranger, the fatherless, and the widow, and shed not innocent blood in this place, neither walk after other gods to your hurt:  <strong>7</strong> Then will I cause you to dwell in this place, in the land that I gave to your fathers, for ever and ever.  ","niv":"<sup><strong>5</strong></sup> If you really change your ways and your actions and deal with each other justly, <sup><strong>6</strong></sup> if you do not oppress the alien, the fatherless or the widow and do not shed innocent blood in this place, and if you do not follow other gods to your own harm, <sup><strong>7</strong></sup> then I will let you live in this place, in the land I gave your forefathers for ever and ever. "},{"_id":"6162ebbffb3956153170ef0e","topicId":"6162ebbcfb3956153170ef05","verse":"Hebrews 13:2","votes":2831,"__v":0,"esv":"<div>\n<p id=\"p58013002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013002-1\">2&nbsp;</b>Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares.</p>\n</div>","kjv":"<strong>2</strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.  ","niv":"<sup><strong>2</strong></sup> Do not forget to entertain strangers, for by so doing some people have entertained angels without knowing it."},{"_id":"6162ebbffb3956153170ef0f","topicId":"6162ebbcfb3956153170ef05","verse":"Leviticus 25:35","votes":2700,"__v":0,"esv":"<div>\n\n<p id=\"p03025035_05-10\"><b class=\"verse-num\" id=\"v03025035-1\">35&nbsp;</b>“If your brother becomes poor and cannot maintain himself with you, you shall support him as though he were a stranger and a sojourner, and he shall live with you.</p>\n</div>","kjv":"<strong>35</strong> And if thy brother be waxen poor, and fallen in decay with thee; then thou shalt relieve him: yea, though he be a stranger, or a sojourner; that he may live with thee.  ","niv":"<sup><strong>35</strong></sup> \"'If one of your countrymen becomes poor and is unable to support himself among you, help him as you would an alien or a temporary resident, so he can continue to live among you."},{"_id":"6162ebc0fb3956153170ef10","topicId":"6162ebbcfb3956153170ef05","verse":"Exodus 12:49","votes":2575,"__v":0,"esv":"<div>\n<p id=\"p02012049_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v02012049-1\">49&nbsp;</b>There shall be one law for the native and for the stranger who sojourns among you.”</p>\n</div>","kjv":"<strong>49</strong> One law shall be to him that is homeborn, and unto the stranger that sojourneth among you.  ","niv":"<sup><strong>49</strong></sup> The same law applies to the native-born and to the alien living among you.\""},{"_id":"6162ebc0fb3956153170ef11","topicId":"6162ebbcfb3956153170ef05","verse":"Zechariah 7:9-10","votes":2481,"__v":0,"esv":"<div>\n<p id=\"p38007009_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v38007009-1\">9&nbsp;</b>“Thus says the LORD of hosts, Render true judgments, show kindness and mercy to one another, <b class=\"verse-num\" id=\"v38007010-1\">10&nbsp;</b>do not oppress the widow, the fatherless, the sojourner, or the poor, and let none of you devise evil against another in your heart.”</p>\n</div>","kjv":"<strong>9</strong> Thus speaketh the LORD of hosts, saying, Execute true judgment, and shew mercy and compassions every man to his brother:  <strong>10</strong> And oppress not the widow, nor the fatherless, the stranger, nor the poor; and let none of you imagine evil against his brother in your heart.  ","niv":"<sup><strong>9</strong></sup> \"This is what the LORD Almighty says: 'Administer true justice; show mercy and compassion to one another. <sup><strong>10</strong></sup> Do not oppress the widow or the fatherless, the alien or the poor. In your hearts do not think evil of each other.' "},{"_id":"6162ebc0fb3956153170ef12","topicId":"6162ebbcfb3956153170ef05","verse":"Leviticus 23:22","votes":2403,"__v":0,"esv":"<div>\n<p id=\"p03023022_01-13\"><b class=\"verse-num\" id=\"v03023022-1\">22&nbsp;</b>“And when you reap the harvest of your land, you shall not reap your field right up to its edge, nor shall you gather the gleanings after your harvest. You shall leave them for the poor and for the sojourner: I am the LORD your God.”</p>\n</div>","kjv":"<strong>22</strong> And when ye reap the harvest of your land, thou shalt not make clean riddance of the corners of thy field when thou reapest, neither shalt thou gather any gleaning of thy harvest: thou shalt leave them unto the poor, and to the stranger: I am the LORD your God.  ","niv":"<sup><strong>22</strong></sup> \"'When you reap the harvest of your land, do not reap to the very edges of your field or gather the gleanings of your harvest. Leave them for the poor and the alien. I am the LORD your God.'\""},{"_id":"6162ebc1fb3956153170ef13","topicId":"6162ebbcfb3956153170ef05","verse":"Deuteronomy 10:19","votes":2310,"__v":0,"esv":"<div>\n<p id=\"p05010019_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v05010019-1\">19&nbsp;</b>Love the sojourner, therefore, for you were sojourners in the land of Egypt.</p>\n</div>","kjv":"<strong>19</strong> Love ye therefore the stranger: for ye were strangers in the land of Egypt.  ","niv":"<sup><strong>19</strong></sup> And you are to love those who are aliens, for you yourselves were aliens in Egypt."},{"_id":"6162ebc1fb3956153170ef14","topicId":"6162ebbcfb3956153170ef05","verse":"Deuteronomy 10:18","votes":2244,"__v":0,"esv":"<div>\n<p id=\"p05010018_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v05010018-1\">18&nbsp;</b>He executes justice for the fatherless and the widow, and loves the sojourner, giving him food and clothing.</p>\n</div>","kjv":"<strong>18</strong> He doth execute the judgment of the fatherless and widow, and loveth the stranger, in giving him food and raiment.  ","niv":"<sup><strong>18</strong></sup> He defends the cause of the fatherless and the widow, and loves the alien, giving him food and clothing."},{"_id":"6162ebc1fb3956153170ef15","topicId":"6162ebbcfb3956153170ef05","verse":"Genesis 12:1","votes":2239,"__v":0,"esv":"<div>\n\n<p id=\"p01012001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01012001-1\">12:1&nbsp;</b>Now the LORD said to Abram, “Go from your country and your kindred and your father’s house to the land that I will show you.</p>\n\n</div>","kjv":"<strong>1</strong> Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will shew thee:  ","niv":"<sup><strong>1</strong></sup> The LORD had said to Abram, \"Leave your country, your people and your father's household and go to the land I will show you."},{"_id":"6162ebc1fb3956153170ef16","topicId":"6162ebbcfb3956153170ef05","verse":"Romans 13:1-14","votes":2225,"__v":0,"kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"6162ebc2fb3956153170ef17","topicId":"6162ebbcfb3956153170ef05","verse":"Deuteronomy 24:19-22","votes":2203,"__v":0,"esv":"<div>\n<p id=\"p05024019_01-18\"><b class=\"verse-num\" id=\"v05024019-1\">19&nbsp;</b>“When you reap your harvest in your field and forget a sheaf in the field, you shall not go back to get it. It shall be for the sojourner, the fatherless, and the widow, that the LORD your God may bless you in all the work of your hands. <b class=\"verse-num\" id=\"v05024020-1\">20&nbsp;</b>When you beat your olive trees, you shall not go over them again. It shall be for the sojourner, the fatherless, and the widow. <b class=\"verse-num\" id=\"v05024021-1\">21&nbsp;</b>When you gather the grapes of your vineyard, you shall not strip it afterward. It shall be for the sojourner, the fatherless, and the widow. <b class=\"verse-num\" id=\"v05024022-1\">22&nbsp;</b>You shall remember that you were a slave in the land of Egypt; therefore I command you to do this.</p>\n</div>","kjv":"<strong>19</strong> When thou cuttest down thine harvest in thy field, and hast forgot a sheaf in the field, thou shalt not go again to fetch it: it shall be for the stranger, for the fatherless, and for the widow: that the LORD thy God may bless thee in all the work of thine hands.  <strong>20</strong> When thou beatest thine olive tree, thou shalt not go over the boughs again: it shall be for the stranger, for the fatherless, and for the widow.  <strong>21</strong> When thou gatherest the grapes of thy vineyard, thou shalt not glean it afterward: it shall be for the stranger, for the fatherless, and for the widow.  <strong>22</strong> And thou shalt remember that thou wast a bondman in the land of Egypt: therefore I command thee to do this thing.  ","niv":"<sup><strong>19</strong></sup> When you are harvesting in your field and you overlook a sheaf, do not go back to get it. Leave it for the alien, the fatherless and the widow, so that the LORD your God may bless you in all the work of your hands. <sup><strong>20</strong></sup> When you beat the olives from your trees, do not go over the branches a second time. Leave what remains for the alien, the fatherless and the widow. <sup><strong>21</strong></sup> When you harvest the grapes in your vineyard, do not go over the vines again. Leave what remains for the alien, the fatherless and the widow. <sup><strong>22</strong></sup> Remember that you were slaves in Egypt. That is why I command you to do this. "},{"_id":"6162ebc2fb3956153170ef18","topicId":"6162ebbcfb3956153170ef05","verse":"Leviticus 24:22","votes":2139,"__v":0,"esv":"<div>\n<p id=\"p03024022_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v03024022-1\">22&nbsp;</b>You shall have the same rule for the sojourner and for the native, for I am the LORD your God.”</p>\n</div>","kjv":"<strong>22</strong> Ye shall have one manner of law, as well for the stranger, as for one of your own country: for I am the LORD your God.  ","niv":"<sup><strong>22</strong></sup> You are to have the same law for the alien and the native-born. I am the LORD your God.'\""},{"_id":"6162ebc2fb3956153170ef19","topicId":"6162ebbcfb3956153170ef05","verse":"Deuteronomy 24:14","votes":2123,"__v":0,"esv":"<div>\n<p id=\"p05024014_01-20\"><b class=\"verse-num\" id=\"v05024014-1\">14&nbsp;</b>“You shall not oppress a hired worker who is poor and needy, whether he is one of your brothers or one of the sojourners who are in your land within your towns.</p>\n</div>","kjv":"<strong>14</strong> Thou shalt not oppress an hired servant that is poor and needy, whether he be of thy brethren, or of thy strangers that are in thy land within thy gates:  ","niv":"<sup><strong>14</strong></sup> Do not take advantage of a hired man who is poor and needy, whether he is a brother Israelite or an alien living in one of your towns."},{"_id":"6162ebc3fb3956153170ef1a","topicId":"6162ebbcfb3956153170ef05","verse":"Psalm 146:9","votes":2100,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19146009_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19146009-1\">9&nbsp;</b>&nbsp;&nbsp;The LORD watches over the sojourners;</span><br><span id=\"p19146009_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he upholds the widow and the fatherless,</span><br><span id=\"p19146009_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the way of the wicked he brings to ruin.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> The LORD preserveth the strangers; he relieveth the fatherless and widow: but the way of the wicked he turneth upside down.  ","niv":"<sup><strong>9</strong></sup> The LORD watches over the alien and sustains the fatherless and the widow, but he frustrates the ways of the wicked.","modified":"2023-10-21T15:32:03.711Z"},{"_id":"6162ebc3fb3956153170ef1b","topicId":"6162ebbcfb3956153170ef05","verse":"Deuteronomy 10:18-19","votes":2032,"__v":0,"esv":"<div>\n<p id=\"p05010018_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v05010018-1\">18&nbsp;</b>He executes justice for the fatherless and the widow, and loves the sojourner, giving him food and clothing. <b class=\"verse-num\" id=\"v05010019-1\">19&nbsp;</b>Love the sojourner, therefore, for you were sojourners in the land of Egypt.</p>\n</div>","kjv":"<strong>18</strong> He doth execute the judgment of the fatherless and widow, and loveth the stranger, in giving him food and raiment.  <strong>19</strong> Love ye therefore the stranger: for ye were strangers in the land of Egypt.  ","niv":"<sup><strong>18</strong></sup> He defends the cause of the fatherless and the widow, and loves the alien, giving him food and clothing. <sup><strong>19</strong></sup> And you are to love those who are aliens, for you yourselves were aliens in Egypt. "},{"_id":"6162ebc3fb3956153170ef1c","topicId":"6162ebbcfb3956153170ef05","verse":"James 1:27","votes":1945,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"6162ebc4fb3956153170ef1d","topicId":"6162ebbcfb3956153170ef05","verse":"Deuteronomy 26:5","votes":1941,"__v":0,"esv":"<div>\n<p id=\"p05026005_01-24\"><b class=\"verse-num\" id=\"v05026005-1\">5&nbsp;</b>“And you shall make response before the LORD your God, ‘A wandering Aramean was my father. And he went down into Egypt and sojourned there, few in number, and there he became a nation, great, mighty, and populous.</p>\n</div>","kjv":"<strong>5</strong> And thou shalt speak and say before the LORD thy God, A Syrian ready to perish was my father, and he went down into Egypt, and sojourned there with a few, and became there a nation, great, mighty, and populous:  ","niv":"<sup><strong>5</strong></sup> Then you shall declare before the LORD your God: \"My father was a wandering Aramean, and he went down into Egypt with a few people and lived there and became a great nation, powerful and numerous."},{"_id":"6162ebc4fb3956153170ef1e","topicId":"6162ebbcfb3956153170ef05","verse":"Philippians 3:20","votes":1844,"__v":0,"esv":"<div>\n<p id=\"p50003020_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003020-1\">20&nbsp;</b>But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ,</p>\n</div>","kjv":"<strong>20</strong> For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:  ","niv":"<sup><strong>20</strong></sup> But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ,","modified":"2022-11-09T22:14:34.272Z"}]}