{"_id":"6162ecfffb3956153170efef","slug":"imputed-righteousness","name":"Imputed Righteousness","verses":[{"_id":"6162ed00fb3956153170eff0","topicId":"6162ecfffb3956153170efef","verse":"2 Corinthians 5:21","votes":757,"__v":0,"esv":"<div>\n<p id=\"p47005021_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005021-1\">21&nbsp;</b>For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.</p>\n</div>","kjv":"<strong>21</strong> For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.  ","niv":"<sup><strong>21</strong></sup> God made him who had no sin to be sin for us, so that in him we might become the righteousness of God.","modified":"2022-12-11T13:31:36.715Z"},{"_id":"6162ed00fb3956153170eff1","topicId":"6162ecfffb3956153170efef","verse":"Philippians 3:9","votes":563,"__v":0,"esv":"<div>\n<p id=\"p50003009_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003009-1\">9&nbsp;</b>and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith—</p>\n</div>","kjv":"<strong>9</strong> And be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith:  ","niv":"<sup><strong>9</strong></sup> and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in Christ--the righteousness that comes from God and is by faith.","modified":"2023-12-07T02:14:08.500Z"},{"_id":"6162ed00fb3956153170eff2","topicId":"6162ecfffb3956153170efef","verse":"1 Corinthians 1:30","votes":450,"__v":0,"esv":"<div>\n<p id=\"p46001030_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v46001030-1\">30&nbsp;</b>And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption,</p>\n\n</div>","kjv":"<strong>30</strong> But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:  ","niv":"<sup><strong>30</strong></sup> It is because of him that you are in Christ Jesus, who has become for us wisdom from God--that is, our righteousness, holiness and redemption.","modified":"2023-09-20T20:36:14.449Z"},{"_id":"6162ed00fb3956153170eff3","topicId":"6162ecfffb3956153170efef","verse":"Romans 4:5","votes":430,"__v":0,"esv":"<div>\n\n<p id=\"p45004001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45004001-1\">4:1&nbsp;</b>What then shall we say was gained by Abraham, our forefather according to the flesh? <b class=\"verse-num\" id=\"v45004002-1\">2&nbsp;</b>For if Abraham was justified by works, he has something to boast about, but not before God. <b class=\"verse-num\" id=\"v45004003-1\">3&nbsp;</b>For what does the Scripture say? “Abraham believed God, and it was counted to him as righteousness.” <b class=\"verse-num\" id=\"v45004004-1\">4&nbsp;</b>Now to the one who works, his wages are not counted as a gift but as his due. <b class=\"verse-num\" id=\"v45004005-1\">5&nbsp;</b>And to the one who does not work but believes in him who justifies the ungodly, his faith is counted as righteousness, <b class=\"verse-num\" id=\"v45004006-1\">6&nbsp;</b>just as David also speaks of the blessing of the one to whom God counts righteousness apart from works:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45004007_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v45004007-1\">7&nbsp;</b>&nbsp;&nbsp;“Blessed are those whose lawless deeds are forgiven,</span><br><span id=\"p45004007_05-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whose sins are covered;</span><br><span id=\"p45004008_05-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v45004008-1\">8&nbsp;</b>&nbsp;&nbsp;blessed is the man against whom the Lord will not count his sin.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45004008_05-24\"><b class=\"verse-num\" id=\"v45004009-1\">9&nbsp;</b>Is this blessing then only for the circumcised, or also for the uncircumcised? For we say that faith was counted to Abraham as righteousness. <b class=\"verse-num\" id=\"v45004010-1\">10&nbsp;</b>How then was it counted to him? Was it before or after he had been circumcised? It was not after, but before he was circumcised. <b class=\"verse-num\" id=\"v45004011-1\">11&nbsp;</b>He received the sign of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised. The purpose was to make him the father of all who believe without being circumcised, so that righteousness would be counted to them as well, <b class=\"verse-num\" id=\"v45004012-1\">12&nbsp;</b>and to make him the father of the circumcised who are not merely circumcised but who also walk in the footsteps of the faith that our father Abraham had before he was circumcised.</p>\n\n<p id=\"p45004012_10-24\"><b class=\"verse-num\" id=\"v45004013-1\">13&nbsp;</b>For the promise to Abraham and his offspring that he would be heir of the world did not come through the law but through the righteousness of faith. <b class=\"verse-num\" id=\"v45004014-1\">14&nbsp;</b>For if it is the adherents of the law who are to be the heirs, faith is null and the promise is void. <b class=\"verse-num\" id=\"v45004015-1\">15&nbsp;</b>For the law brings wrath, but where there is no law there is no transgression.</p>\n<p id=\"p45004015_10-24\"><b class=\"verse-num\" id=\"v45004016-1\">16&nbsp;</b>That is why it depends on faith, in order that the promise may rest on grace and be guaranteed to all his offspring—not only to the adherent of the law but also to the one who shares the faith of Abraham, who is the father of us all, <b class=\"verse-num\" id=\"v45004017-1\">17&nbsp;</b>as it is written, “I have made you the father of many nations”—in the presence of the God in whom he believed, who gives life to the dead and calls into existence the things that do not exist. <b class=\"verse-num\" id=\"v45004018-1\">18&nbsp;</b>In hope he believed against hope, that he should become the father of many nations, as he had been told, “So shall your offspring be.” <b class=\"verse-num\" id=\"v45004019-1\">19&nbsp;</b>He did not weaken in faith when he considered his own body, which was as good as dead (since he was about a hundred years old), or when he considered the barrenness of Sarah’s womb. <b class=\"verse-num\" id=\"v45004020-1\">20&nbsp;</b>No unbelief made him waver concerning the promise of God, but he grew strong in his faith as he gave glory to God, <b class=\"verse-num\" id=\"v45004021-1\">21&nbsp;</b>fully convinced that God was able to do what he had promised. <b class=\"verse-num\" id=\"v45004022-1\">22&nbsp;</b>That is why his faith was “counted to him as righteousness.” <b class=\"verse-num\" id=\"v45004023-1\">23&nbsp;</b>But the words “it was counted to him” were not written for his sake alone, <b class=\"verse-num\" id=\"v45004024-1\">24&nbsp;</b>but for ours also. It will be counted to us who believe in him who raised from the dead Jesus our Lord, <b class=\"verse-num\" id=\"v45004025-1\">25&nbsp;</b>who was delivered up for our trespasses and raised for our justification.</p>\n\n</div>","kjv":"<strong>5</strong> But to him that worketh not, but believeth on him that justifieth the ungodly, his faith is counted for righteousness.  ","niv":"<sup><strong>5</strong></sup> However, to the man who does not work but trusts God who justifies the wicked, his faith is credited as righteousness."},{"_id":"6162ed01fb3956153170eff4","topicId":"6162ecfffb3956153170efef","verse":"Romans 1:17","votes":377,"__v":0,"esv":"<div>\n<p id=\"p45001017_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n</div>","kjv":"<strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  ","niv":"<sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\"","modified":"2022-05-29T06:52:40.207Z"},{"_id":"6162ed01fb3956153170eff5","topicId":"6162ecfffb3956153170efef","verse":"Romans 4:6","votes":362,"__v":0,"esv":"<div>\n<p id=\"p45004006_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45004006-1\">6&nbsp;</b>just as David also speaks of the blessing of the one to whom God counts righteousness apart from works:</p>\n</div>","kjv":"<strong>6</strong> Even as David also describeth the blessedness of the man, unto whom God imputeth righteousness without works,  ","niv":"<sup><strong>6</strong></sup> David says the same thing when he speaks of the blessedness of the man to whom God credits righteousness apart from works:"},{"_id":"6162ed01fb3956153170eff6","topicId":"6162ecfffb3956153170efef","verse":"Jeremiah 23:6","votes":358,"__v":0,"esv":"<div>\n<p id=\"p24023006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v24023006-1\">6&nbsp;</b>In his days Judah will be saved, and Israel will dwell securely. And this is the name by which he will be called: ‘The LORD is our righteousness.’</p>\n</div>","kjv":"<strong>6</strong> In his days Judah shall be saved, and Israel shall dwell safely: and this is his name whereby he shall be called, THE LORD OUR RIGHTEOUSNESS.  ","niv":"<sup><strong>6</strong></sup> In his days Judah will be saved and Israel will live in safety. This is the name by which he will be called: The LORD Our Righteousness."},{"_id":"6162ed02fb3956153170eff7","topicId":"6162ecfffb3956153170efef","verse":"Genesis 15:6","votes":333,"__v":0,"esv":"<div>\n<p id=\"p01015006_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v01015006-1\">6&nbsp;</b>And he believed the LORD, and he counted it to him as righteousness.</p>\n</div>","kjv":"<strong>6</strong> And he believed in the LORD; and he counted it to him for righteousness.  ","niv":"<sup><strong>6</strong></sup> Abram believed the LORD, and he credited it to him as righteousness.","modified":"2022-10-13T16:37:52.236Z"},{"_id":"6162ed02fb3956153170eff8","topicId":"6162ecfffb3956153170efef","verse":"1 Peter 2:24","votes":332,"__v":0,"esv":"<div>\n<p id=\"p60002024_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed.</p>\n</div>","kjv":"<strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  ","niv":"<sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed."},{"_id":"6162ed02fb3956153170eff9","topicId":"6162ecfffb3956153170efef","verse":"Romans 3:21-22","votes":315,"__v":0,"esv":"<div>\n\n<p id=\"p45003021_07-12\"><b class=\"verse-num\" id=\"v45003021-1\">21&nbsp;</b>But now the righteousness of God has been manifested apart from the law, although the Law and the Prophets bear witness to it—<b class=\"verse-num\" id=\"v45003022-1\">22&nbsp;</b>the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction:</p>\n</div>","kjv":"<strong>21</strong> But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;  <strong>22</strong> Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:  ","niv":"<sup><strong>21</strong></sup> But now a righteousness from God, apart from law, has been made known, to which the Law and the Prophets testify. <sup><strong>22</strong></sup> This righteousness from God comes through faith in Jesus Christ to all who believe. There is no difference, ","modified":"2022-10-04T00:41:18.234Z"},{"_id":"6162ed02fb3956153170effa","topicId":"6162ecfffb3956153170efef","verse":"Romans 4:11","votes":301,"__v":0,"esv":"<div>\n<p id=\"p45004011_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45004011-1\">11&nbsp;</b>He received the sign of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised. The purpose was to make him the father of all who believe without being circumcised, so that righteousness would be counted to them as well,</p>\n</div>","kjv":"<strong>11</strong> And he received the sign of circumcision, a seal of the righteousness of the faith which he had yet being uncircumcised: that he might be the father of all them that believe, though they be not circumcised; that righteousness might be imputed unto them also:  ","niv":"<sup><strong>11</strong></sup> And he received the sign of circumcision, a seal of the righteousness that he had by faith while he was still uncircumcised. So then, he is the father of all who believe but have not been circumcised, in order that righteousness might be credited to them."},{"_id":"6162ed03fb3956153170effb","topicId":"6162ecfffb3956153170efef","verse":"Romans 3:22","votes":275,"__v":0,"esv":"<div>\n<p id=\"p45003022_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003022-1\">22&nbsp;</b>the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction:</p>\n</div>","kjv":"<strong>22</strong> Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:  ","modified":"2022-03-19T04:35:43.711Z"},{"_id":"6162ed03fb3956153170effc","topicId":"6162ecfffb3956153170efef","verse":"Romans 4:3","votes":273,"__v":0,"esv":"<div>\n<p id=\"p45004003_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45004003-1\">3&nbsp;</b>For what does the Scripture say? “Abraham believed God, and it was counted to him as righteousness.”</p>\n</div>","kjv":"<strong>3</strong> For what saith the scripture? Abraham believed God, and it was counted unto him for righteousness.  "},{"_id":"6162ed03fb3956153170effd","topicId":"6162ecfffb3956153170efef","verse":"Romans 10:3","votes":258,"__v":0,"esv":"<div>\n<p id=\"p45010003_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010003-1\">3&nbsp;</b>For, being ignorant of the righteousness of God, and seeking to establish their own, they did not submit to God’s righteousness.</p>\n</div>","kjv":"<strong>3</strong> For they being ignorant of God’s righteousness, and going about to establish their own righteousness, have not submitted themselves unto the righteousness of God.  "},{"_id":"6162ed04fb3956153170effe","topicId":"6162ecfffb3956153170efef","verse":"Romans 3:21","votes":257,"__v":0,"esv":"<div>\n\n<p id=\"p45003021_07-17\"><b class=\"verse-num\" id=\"v45003021-1\">21&nbsp;</b>But now the righteousness of God has been manifested apart from the law, although the Law and the Prophets bear witness to it—</p>\n</div>","kjv":"<strong>21</strong> But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;  "},{"_id":"6162ed04fb3956153170efff","topicId":"6162ecfffb3956153170efef","verse":"Romans 10:4","votes":255,"__v":0,"esv":"<div>\n<p id=\"p45010004_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010004-1\">4&nbsp;</b>For Christ is the end of the law for righteousness to everyone who believes.</p>\n\n</div>","kjv":"<strong>4</strong> For Christ is the end of the law for righteousness to every one that believeth.  ","modified":"2023-01-19T22:02:32.340Z"},{"_id":"6162ed04fb3956153170f000","topicId":"6162ecfffb3956153170efef","verse":"Romans 3:21-26","votes":245,"__v":0,"esv":"<div>\n\n<p id=\"p45003021_07-19\"><b class=\"verse-num\" id=\"v45003021-1\">21&nbsp;</b>But now the righteousness of God has been manifested apart from the law, although the Law and the Prophets bear witness to it—<b class=\"verse-num\" id=\"v45003022-1\">22&nbsp;</b>the righteousness of God through faith in Jesus Christ for all who believe. For there is no distinction: <b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God, <b class=\"verse-num\" id=\"v45003024-1\">24&nbsp;</b>and are justified by his grace as a gift, through the redemption that is in Christ Jesus, <b class=\"verse-num\" id=\"v45003025-1\">25&nbsp;</b>whom God put forward as a propitiation by his blood, to be received by faith. This was to show God’s righteousness, because in his divine forbearance he had passed over former sins. <b class=\"verse-num\" id=\"v45003026-1\">26&nbsp;</b>It was to show his righteousness at the present time, so that he might be just and the justifier of the one who has faith in Jesus.</p>\n</div>","kjv":"<strong>21</strong> But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;  <strong>22</strong> Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:  <strong>23</strong> For all have sinned, and come short of the glory of God;  <strong>24</strong> Being justified freely by his grace through the redemption that is in Christ Jesus:  <strong>25</strong> Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;  <strong>26</strong> To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.  ","modified":"2022-01-23T17:02:40.710Z"},{"_id":"6162ed05fb3956153170f001","topicId":"6162ecfffb3956153170efef","verse":"Matthew 6:33","votes":244,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  "},{"_id":"6162ed05fb3956153170f002","topicId":"6162ecfffb3956153170efef","verse":"Isaiah 64:6","votes":237,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23064006_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23064006-1\">6&nbsp;</b>&nbsp;&nbsp;We have all become like one who is unclean,</span><br><span id=\"p23064006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all our righteous deeds are like a polluted garment.</span><br><span id=\"p23064006_01-21\" class=\"line\">&nbsp;&nbsp;We all fade like a leaf,</span><br><span id=\"p23064006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and our iniquities, like the wind, take us away.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> But we are all as an unclean thing, and all our righteousnesses are as filthy rags; and we all do fade as a leaf; and our iniquities, like the wind, have taken us away.  "},{"_id":"6162ed05fb3956153170f003","topicId":"6162ecfffb3956153170efef","verse":"Galatians 2:16","votes":233,"__v":0,"esv":"<div>\n<p id=\"p48002016_01-22\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v48002016-1\">16&nbsp;</b>yet we know that a person is not justified by works of the law but through faith in Jesus Christ, so we also have believed in Christ Jesus, in order to be justified by faith in Christ and not by works of the law, because by works of the law no one will be justified.</p>\n\n</div>","kjv":"<strong>16</strong> Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified.  ","modified":"2022-10-09T22:31:16.870Z"},{"_id":"6162ed05fb3956153170f004","topicId":"6162ecfffb3956153170efef","verse":"Romans 4:13","votes":230,"__v":0,"esv":"<div>\n\n<p id=\"p45004013_06-23\"><b class=\"verse-num\" id=\"v45004013-1\">13&nbsp;</b>For the promise to Abraham and his offspring that he would be heir of the world did not come through the law but through the righteousness of faith.</p>\n</div>","kjv":"<strong>13</strong> For the promise, that he should be the heir of the world, was  not to Abraham, or to his seed, through the law, but through the righteousness of faith.  "},{"_id":"6162ed06fb3956153170f005","topicId":"6162ecfffb3956153170efef","verse":"Romans 4:1-25","votes":224,"__v":0,"kjv":"<strong>1</strong> What shall we say then that Abraham our father, as pertaining to the flesh, hath found?  <strong>2</strong> For if Abraham were justified by works, he hath whereof to glory; but not before God.  <strong>3</strong> For what saith the scripture? Abraham believed God, and it was counted unto him for righteousness.  <strong>4</strong> Now to him that worketh is the reward not reckoned of grace, but of debt.  <strong>5</strong> But to him that worketh not, but believeth on him that justifieth the ungodly, his faith is counted for righteousness.  <strong>6</strong> Even as David also describeth the blessedness of the man, unto whom God imputeth righteousness without works,  <strong>7</strong> Saying, Blessed are they whose iniquities are forgiven, and whose sins are covered.  <strong>8</strong> Blessed is the man to whom the Lord will not impute sin.  <strong>9</strong> Cometh this blessedness then upon the circumcision only,  or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.  <strong>10</strong> How was it then reckoned? when he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision.  <strong>11</strong> And he received the sign of circumcision, a seal of the righteousness of the faith which he had yet being uncircumcised: that he might be the father of all them that believe, though they be not circumcised; that righteousness might be imputed unto them also:  <strong>12</strong> And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.  <strong>13</strong> For the promise, that he should be the heir of the world, was  not to Abraham, or to his seed, through the law, but through the righteousness of faith.  <strong>14</strong> For if they which are of the law be heirs, faith is made void, and the promise made of none effect:  <strong>15</strong> Because the law worketh wrath: for where no law is, there is  no transgression.  <strong>16</strong> Therefore it is of faith, that it might be by grace; to the end the promise might be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham; who is the father of us all,  <strong>17</strong> (As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were.  <strong>18</strong> Who against hope believed in hope, that he might become the father of many nations, according to that which was spoken, So shall thy seed be.  <strong>19</strong> And being not weak in faith, he considered not his own body now dead, when he was about an hundred years old, neither yet the deadness of Sarah’s womb:  <strong>20</strong> He staggered not at the promise of God through unbelief; but was strong in faith, giving glory to God;  <strong>21</strong> And being fully persuaded that, what he had promised, he was able also to perform.  <strong>22</strong> And therefore it was imputed to him for righteousness.  <strong>23</strong> Now it was not written for his sake alone, that it was imputed to him;  <strong>24</strong> But for us also, to whom it shall be imputed, if we believe on him that raised up Jesus our Lord from the dead;  <strong>25</strong> Who was delivered for our offences, and was raised again for our justification.  "},{"_id":"6162ed06fb3956153170f006","topicId":"6162ecfffb3956153170efef","verse":"Isaiah 53:11","votes":224,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053011_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053011-1\">11&nbsp;</b>&nbsp;&nbsp;Out of the anguish of his soul he shall see and be satisfied;</span><br><span id=\"p23053011_01-25\" class=\"line\">&nbsp;&nbsp;by his knowledge shall the righteous one, my servant,</span><br><span id=\"p23053011_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make many to be accounted righteous,</span><br><span id=\"p23053011_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall bear their iniquities.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.  "},{"_id":"6162ed06fb3956153170f007","topicId":"6162ecfffb3956153170efef","verse":"Romans 4:22","votes":220,"__v":0,"esv":"<div>\n<p id=\"p45004022_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v45004022-1\">22&nbsp;</b>That is why his faith was “counted to him as righteousness.”</p>\n</div>","kjv":"<strong>22</strong> And therefore it was imputed to him for righteousness.  "},{"_id":"6162ed07fb3956153170f008","topicId":"6162ecfffb3956153170efef","verse":"James 2:23","votes":218,"__v":0,"esv":"<div>\n<p id=\"p59002023_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002023-1\">23&nbsp;</b>and the Scripture was fulfilled that says, “Abraham believed God, and it was counted to him as righteousness”—and he was called a friend of God.</p>\n</div>","kjv":"<strong>23</strong> And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God.  ","modified":"2022-06-13T12:26:35.269Z"}]}