{"_id":"616368bfdc1be0273f8b6e0e","slug":"incest","name":"Incest","verses":[{"_id":"616368c0dc1be0273f8b6e0f","topicId":"616368bfdc1be0273f8b6e0e","verse":"Genesis 19:30-36","votes":101,"__v":0,"esv":"<div>\n\n<p id=\"p01019001_04-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01019001-1\">19:1&nbsp;</b>The two angels came to Sodom in the evening, and Lot was sitting in the gate of Sodom. When Lot saw them, he rose to meet them and bowed himself with his face to the earth <b class=\"verse-num\" id=\"v01019002-1\">2&nbsp;</b>and said, “My lords, please turn aside to your servant’s house and spend the night and wash your feet. Then you may rise up early and go on your way.” They said, “No; we will spend the night in the town square.” <b class=\"verse-num\" id=\"v01019003-1\">3&nbsp;</b>But he pressed them strongly; so they turned aside to him and entered his house. And he made them a feast and baked unleavened bread, and they ate.</p>\n<p id=\"p01019003_04-28\"><b class=\"verse-num\" id=\"v01019004-1\">4&nbsp;</b>But before they lay down, the men of the city, the men of Sodom, both young and old, all the people to the last man, surrounded the house. <b class=\"verse-num\" id=\"v01019005-1\">5&nbsp;</b>And they called to Lot, “Where are the men who came to you tonight? Bring them out to us, that we may know them.” <b class=\"verse-num\" id=\"v01019006-1\">6&nbsp;</b>Lot went out to the men at the entrance, shut the door after him, <b class=\"verse-num\" id=\"v01019007-1\">7&nbsp;</b>and said, “I beg you, my brothers, do not act so wickedly. <b class=\"verse-num\" id=\"v01019008-1\">8&nbsp;</b>Behold, I have two daughters who have not known any man. Let me bring them out to you, and do to them as you please. Only do nothing to these men, for they have come under the shelter of my roof.” <b class=\"verse-num\" id=\"v01019009-1\">9&nbsp;</b>But they said, “Stand back!” And they said, “This fellow came to sojourn, and he has become the judge! Now we will deal worse with you than with them.” Then they pressed hard against the man Lot, and drew near to break the door down. <b class=\"verse-num\" id=\"v01019010-1\">10&nbsp;</b>But the men reached out their hands and brought Lot into the house with them and shut the door. <b class=\"verse-num\" id=\"v01019011-1\">11&nbsp;</b>And they struck with blindness the men who were at the entrance of the house, both small and great, so that they wore themselves out groping for the door.</p>\n<p id=\"p01019011_04-28\"><b class=\"verse-num\" id=\"v01019012-1\">12&nbsp;</b>Then the men said to Lot, “Have you anyone else here? Sons-in-law, sons, daughters, or anyone you have in the city, bring them out of the place. <b class=\"verse-num\" id=\"v01019013-1\">13&nbsp;</b>For we are about to destroy this place, because the outcry against its people has become great before the LORD, and the LORD has sent us to destroy it.” <b class=\"verse-num\" id=\"v01019014-1\">14&nbsp;</b>So Lot went out and said to his sons-in-law, who were to marry his daughters, “Up! Get out of this place, for the LORD is about to destroy the city.” But he seemed to his sons-in-law to be jesting.</p>\n<p id=\"p01019014_04-28\"><b class=\"verse-num\" id=\"v01019015-1\">15&nbsp;</b>As morning dawned, the angels urged Lot, saying, “Up! Take your wife and your two daughters who are here, lest you be swept away in the punishment of the city.” <b class=\"verse-num\" id=\"v01019016-1\">16&nbsp;</b>But he lingered. So the men seized him and his wife and his two daughters by the hand, the LORD being merciful to him, and they brought him out and set him outside the city. <b class=\"verse-num\" id=\"v01019017-1\">17&nbsp;</b>And as they brought them out, one said, “Escape for your life. Do not look back or stop anywhere in the valley. Escape to the hills, lest you be swept away.” <b class=\"verse-num\" id=\"v01019018-1\">18&nbsp;</b>And Lot said to them, “Oh, no, my lords. <b class=\"verse-num\" id=\"v01019019-1\">19&nbsp;</b>Behold, your servant has found favor in your sight, and you have shown me great kindness in saving my life. But I cannot escape to the hills, lest the disaster overtake me and I die. <b class=\"verse-num\" id=\"v01019020-1\">20&nbsp;</b>Behold, this city is near enough to flee to, and it is a little one. Let me escape there—is it not a little one?—and my life will be saved!” <b class=\"verse-num\" id=\"v01019021-1\">21&nbsp;</b>He said to him, “Behold, I grant you this favor also, that I will not overthrow the city of which you have spoken. <b class=\"verse-num\" id=\"v01019022-1\">22&nbsp;</b>Escape there quickly, for I can do nothing till you arrive there.” Therefore the name of the city was called Zoar.</p>\n\n<p id=\"p01019022_07-28\"><b class=\"verse-num\" id=\"v01019023-1\">23&nbsp;</b>The sun had risen on the earth when Lot came to Zoar. <b class=\"verse-num\" id=\"v01019024-1\">24&nbsp;</b>Then the LORD rained on Sodom and Gomorrah sulfur and fire from the LORD out of heaven. <b class=\"verse-num\" id=\"v01019025-1\">25&nbsp;</b>And he overthrew those cities, and all the valley, and all the inhabitants of the cities, and what grew on the ground. <b class=\"verse-num\" id=\"v01019026-1\">26&nbsp;</b>But Lot’s wife, behind him, looked back, and she became a pillar of salt.</p>\n<p id=\"p01019026_07-28\"><b class=\"verse-num\" id=\"v01019027-1\">27&nbsp;</b>And Abraham went early in the morning to the place where he had stood before the LORD. <b class=\"verse-num\" id=\"v01019028-1\">28&nbsp;</b>And he looked down toward Sodom and Gomorrah and toward all the land of the valley, and he looked and, behold, the smoke of the land went up like the smoke of a furnace.</p>\n<p id=\"p01019028_07-28\"><b class=\"verse-num\" id=\"v01019029-1\">29&nbsp;</b>So it was that, when God destroyed the cities of the valley, God remembered Abraham and sent Lot out of the midst of the overthrow when he overthrew the cities in which Lot had lived.</p>\n\n<p id=\"p01019029_11-28\"><b class=\"verse-num\" id=\"v01019030-1\">30&nbsp;</b>Now Lot went up out of Zoar and lived in the hills with his two daughters, for he was afraid to live in Zoar. So he lived in a cave with his two daughters. <b class=\"verse-num\" id=\"v01019031-1\">31&nbsp;</b>And the firstborn said to the younger, “Our father is old, and there is not a man on earth to come in to us after the manner of all the earth. <b class=\"verse-num\" id=\"v01019032-1\">32&nbsp;</b>Come, let us make our father drink wine, and we will lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019033-1\">33&nbsp;</b>So they made their father drink wine that night. And the firstborn went in and lay with her father. He did not know when she lay down or when she arose.</p>\n<p id=\"p01019033_11-28\"><b class=\"verse-num\" id=\"v01019034-1\">34&nbsp;</b>The next day, the firstborn said to the younger, “Behold, I lay last night with my father. Let us make him drink wine tonight also. Then you go in and lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019035-1\">35&nbsp;</b>So they made their father drink wine that night also. And the younger arose and lay with him, and he did not know when she lay down or when she arose. <b class=\"verse-num\" id=\"v01019036-1\">36&nbsp;</b>Thus both the daughters of Lot became pregnant by their father. <b class=\"verse-num\" id=\"v01019037-1\">37&nbsp;</b>The firstborn bore a son and called his name Moab. He is the father of the Moabites to this day. <b class=\"verse-num\" id=\"v01019038-1\">38&nbsp;</b>The younger also bore a son and called his name Ben-ammi. He is the father of the Ammonites to this day.</p>\n\n</div>","kjv":"<strong>30</strong> And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he and his two daughters.  <strong>31</strong> And the firstborn said unto the younger, Our father is old, and there is not a man in the earth to come in unto us after the manner of all the earth:  <strong>32</strong> Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father.  <strong>33</strong> And they made their father drink wine that night: and the firstborn went in, and lay with her father; and he perceived not when she lay down, nor when she arose.  <strong>34</strong> And it came to pass on the morrow, that the firstborn said unto the younger, Behold, I lay yesternight with my father: let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father.  <strong>35</strong> And they made their father drink wine that night also: and the younger arose, and lay with him; and he perceived not when she lay down, nor when she arose.  <strong>36</strong> Thus were both the daughters of Lot with child by their father.  ","niv":"<sup><strong>30</strong></sup> Lot and his two daughters left Zoar and settled in the mountains, for he was afraid to stay in Zoar. He and his two daughters lived in a cave. <sup><strong>31</strong></sup> One day the older daughter said to the younger, \"Our father is old, and there is no man around here to lie with us, as is the custom all over the earth. <sup><strong>32</strong></sup> Let's get our father to drink wine and then lie with him and preserve our family line through our father.\" <sup><strong>33</strong></sup> That night they got their father to drink wine, and the older daughter went in and lay with him. He was not aware of it when she lay down or when she got up. <sup><strong>34</strong></sup> The next day the older daughter said to the younger, \"Last night I lay with my father. Let's get him to drink wine again tonight, and you go in and lie with him so we can preserve our family line through our father.\" <sup><strong>35</strong></sup> So they got their father to drink wine that night also, and the younger daughter went and lay with him. Again he was not aware of it when she lay down or when she got up. <sup><strong>36</strong></sup> So both of Lot's daughters became pregnant by their father. ","modified":"2022-10-13T13:26:16.563Z"},{"_id":"616368c0dc1be0273f8b6e10","topicId":"616368bfdc1be0273f8b6e0e","verse":"Leviticus 18:6-18","votes":98,"__v":0,"esv":"<div>\n\n<p id=\"p03018001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03018001-1\">18:1&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v03018002-1\">2&nbsp;</b>“Speak to the people of Israel and say to them, I am the LORD your God. <b class=\"verse-num\" id=\"v03018003-1\">3&nbsp;</b>You shall not do as they do in the land of Egypt, where you lived, and you shall not do as they do in the land of Canaan, to which I am bringing you. You shall not walk in their statutes. <b class=\"verse-num\" id=\"v03018004-1\">4&nbsp;</b>You shall follow my rules and keep my statutes and walk in them. I am the LORD your God. <b class=\"verse-num\" id=\"v03018005-1\">5&nbsp;</b>You shall therefore keep my statutes and my rules; if a person does them, he shall live by them: I am the LORD.</p>\n<p id=\"p03018005_04-18\"><b class=\"verse-num\" id=\"v03018006-1\">6&nbsp;</b>“None of you shall approach any one of his close relatives to uncover nakedness. I am the LORD. <b class=\"verse-num\" id=\"v03018007-1\">7&nbsp;</b>You shall not uncover the nakedness of your father, which is the nakedness of your mother; she is your mother, you shall not uncover her nakedness. <b class=\"verse-num\" id=\"v03018008-1\">8&nbsp;</b>You shall not uncover the nakedness of your father’s wife; it is your father’s nakedness. <b class=\"verse-num\" id=\"v03018009-1\">9&nbsp;</b>You shall not uncover the nakedness of your sister, your father’s daughter or your mother’s daughter, whether brought up in the family or in another home. <b class=\"verse-num\" id=\"v03018010-1\">10&nbsp;</b>You shall not uncover the nakedness of your son’s daughter or of your daughter’s daughter, for their nakedness is your own nakedness. <b class=\"verse-num\" id=\"v03018011-1\">11&nbsp;</b>You shall not uncover the nakedness of your father’s wife’s daughter, brought up in your father’s family, since she is your sister. <b class=\"verse-num\" id=\"v03018012-1\">12&nbsp;</b>You shall not uncover the nakedness of your father’s sister; she is your father’s relative. <b class=\"verse-num\" id=\"v03018013-1\">13&nbsp;</b>You shall not uncover the nakedness of your mother’s sister, for she is your mother’s relative. <b class=\"verse-num\" id=\"v03018014-1\">14&nbsp;</b>You shall not uncover the nakedness of your father’s brother, that is, you shall not approach his wife; she is your aunt. <b class=\"verse-num\" id=\"v03018015-1\">15&nbsp;</b>You shall not uncover the nakedness of your daughter-in-law; she is your son’s wife, you shall not uncover her nakedness. <b class=\"verse-num\" id=\"v03018016-1\">16&nbsp;</b>You shall not uncover the nakedness of your brother’s wife; it is your brother’s nakedness. <b class=\"verse-num\" id=\"v03018017-1\">17&nbsp;</b>You shall not uncover the nakedness of a woman and of her daughter, and you shall not take her son’s daughter or her daughter’s daughter to uncover her nakedness; they are relatives; it is depravity. <b class=\"verse-num\" id=\"v03018018-1\">18&nbsp;</b>And you shall not take a woman as a rival wife to her sister, uncovering her nakedness while her sister is still alive.</p>\n<p id=\"p03018018_04-18\"><b class=\"verse-num\" id=\"v03018019-1\">19&nbsp;</b>“You shall not approach a woman to uncover her nakedness while she is in her menstrual uncleanness. <b class=\"verse-num\" id=\"v03018020-1\">20&nbsp;</b>And you shall not lie sexually with your neighbor’s wife and so make yourself unclean with her. <b class=\"verse-num\" id=\"v03018021-1\">21&nbsp;</b>You shall not give any of your children to offer them to Molech, and so profane the name of your God: I am the LORD. <b class=\"verse-num\" id=\"v03018022-1\">22&nbsp;</b>You shall not lie with a male as with a woman; it is an abomination. <b class=\"verse-num\" id=\"v03018023-1\">23&nbsp;</b>And you shall not lie with any animal and so make yourself unclean with it, neither shall any woman give herself to an animal to lie with it: it is perversion.</p>\n<p id=\"p03018023_04-18\"><b class=\"verse-num\" id=\"v03018024-1\">24&nbsp;</b>“Do not make yourselves unclean by any of these things, for by all these the nations I am driving out before you have become unclean, <b class=\"verse-num\" id=\"v03018025-1\">25&nbsp;</b>and the land became unclean, so that I punished its iniquity, and the land vomited out its inhabitants. <b class=\"verse-num\" id=\"v03018026-1\">26&nbsp;</b>But you shall keep my statutes and my rules and do none of these abominations, either the native or the stranger who sojourns among you <b class=\"verse-num\" id=\"v03018027-1\">27&nbsp;</b>(for the people of the land, who were before you, did all of these abominations, so that the land became unclean), <b class=\"verse-num\" id=\"v03018028-1\">28&nbsp;</b>lest the land vomit you out when you make it unclean, as it vomited out the nation that was before you. <b class=\"verse-num\" id=\"v03018029-1\">29&nbsp;</b>For everyone who does any of these abominations, the persons who do them shall be cut off from among their people. <b class=\"verse-num\" id=\"v03018030-1\">30&nbsp;</b>So keep my charge never to practice any of these abominable customs that were practiced before you, and never to make yourselves unclean by them: I am the LORD your God.”</p>\n\n</div>","kjv":"<strong>6</strong> None of you shall approach to any that is near of kin to him, to uncover their nakedness: I am the LORD.  <strong>7</strong> The nakedness of thy father, or the nakedness of thy mother, shalt thou not uncover: she is thy mother; thou shalt not uncover her nakedness.  <strong>8</strong> The nakedness of thy father’s wife shalt thou not uncover: it is thy father’s nakedness.  <strong>9</strong> The nakedness of thy sister, the daughter of thy father, or daughter of thy mother, whether she be born at home, or born abroad, even  their nakedness thou shalt not uncover.  <strong>10</strong> The nakedness of thy son’s daughter, or of thy daughter’s daughter, even their nakedness thou shalt not uncover: for theirs is  thine own nakedness.  <strong>11</strong> The nakedness of thy father’s wife’s daughter, begotten of thy father, she is thy sister, thou shalt not uncover her nakedness.  <strong>12</strong> Thou shalt not uncover the nakedness of thy father’s sister: she is thy father’s near kinswoman.  <strong>13</strong> Thou shalt not uncover the nakedness of thy mother’s sister: for she is thy mother’s near kinswoman.  <strong>14</strong> Thou shalt not uncover the nakedness of thy father’s brother, thou shalt not approach to his wife: she is thine aunt.  <strong>15</strong> Thou shalt not uncover the nakedness of thy daughter in law: she is thy son’s wife; thou shalt not uncover her nakedness.  <strong>16</strong> Thou shalt not uncover the nakedness of thy brother’s wife: it is thy brother’s nakedness.  <strong>17</strong> Thou shalt not uncover the nakedness of a woman and her daughter, neither shalt thou take her son’s daughter, or her daughter’s daughter, to uncover her nakedness; for they are her near kinswomen: it is wickedness.  <strong>18</strong> Neither shalt thou take a wife to her sister, to vex her,  to uncover her nakedness, beside the other in her life time.  ","niv":"<sup><strong>6</strong></sup> \"'No one is to approach any close relative to have sexual relations. I am the LORD. <sup><strong>7</strong></sup> \"'Do not dishonor your father by having sexual relations with your mother. She is your mother; do not have relations with her. <sup><strong>8</strong></sup> \"'Do not have sexual relations with your father's wife; that would dishonor your father. <sup><strong>9</strong></sup> \"'Do not have sexual relations with your sister, either your father's daughter or your mother's daughter, whether she was born in the same home or elsewhere. <sup><strong>10</strong></sup> \"'Do not have sexual relations with your son's daughter or your daughter's daughter; that would dishonor you. <sup><strong>11</strong></sup> \"'Do not have sexual relations with the daughter of your father's wife, born to your father; she is your sister. <sup><strong>12</strong></sup> \"'Do not have sexual relations with your father's sister; she is your father's close relative. <sup><strong>13</strong></sup> \"'Do not have sexual relations with your mother's sister, because she is your mother's close relative. <sup><strong>14</strong></sup> \"'Do not dishonor your father's brother by approaching his wife to have sexual relations; she is your aunt. <sup><strong>15</strong></sup> \"'Do not have sexual relations with your daughter-in-law. She is your son's wife; do not have relations with her. <sup><strong>16</strong></sup> \"'Do not have sexual relations with your brother's wife; that would dishonor your brother. <sup><strong>17</strong></sup> \"'Do not have sexual relations with both a woman and her daughter. Do not have sexual relations with either her son's daughter or her daughter's daughter; they are her close relatives. That is wickedness. <sup><strong>18</strong></sup> \"'Do not take your wife's sister as a rival wife and have sexual relations with her while your wife is living. "},{"_id":"616368c0dc1be0273f8b6e11","topicId":"616368bfdc1be0273f8b6e0e","verse":"Deuteronomy 27:22","votes":55,"__v":0,"esv":"<div>\n<p id=\"p05027022_01-3\"><b class=\"verse-num\" id=\"v05027022-1\">22&nbsp;</b>“‘Cursed be anyone who lies with his sister, whether the daughter of his father or the daughter of his mother.’ And all the people shall say, ‘Amen.’</p>\n</div>","kjv":"<strong>22</strong> Cursed be he that lieth with his sister, the daughter of his father, or the daughter of his mother. And all the people shall say, Amen.  ","niv":"<sup><strong>22</strong></sup> \"Cursed is the man who sleeps with his sister, the daughter of his father or the daughter of his mother.\" Then all the people shall say, \"Amen!\""},{"_id":"616368c1dc1be0273f8b6e12","topicId":"616368bfdc1be0273f8b6e0e","verse":"Leviticus 18:6","votes":46,"__v":0,"esv":"<div>\n<p id=\"p03018006_01-4\"><b class=\"verse-num\" id=\"v03018006-1\">6&nbsp;</b>“None of you shall approach any one of his close relatives to uncover nakedness. I am the LORD.</p>\n</div>","kjv":"<strong>6</strong> None of you shall approach to any that is near of kin to him, to uncover their nakedness: I am the LORD.  ","niv":"<sup><strong>6</strong></sup> \"'No one is to approach any close relative to have sexual relations. I am the LORD."},{"_id":"616368c1dc1be0273f8b6e13","topicId":"616368bfdc1be0273f8b6e0e","verse":"Leviticus 18:7","votes":31,"__v":0,"esv":"<div>\n<p id=\"p03018007_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v03018007-1\">7&nbsp;</b>You shall not uncover the nakedness of your father, which is the nakedness of your mother; she is your mother, you shall not uncover her nakedness.</p>\n</div>","kjv":"<strong>7</strong> The nakedness of thy father, or the nakedness of thy mother, shalt thou not uncover: she is thy mother; thou shalt not uncover her nakedness.  ","niv":"<sup><strong>7</strong></sup> \"'Do not dishonor your father by having sexual relations with your mother. She is your mother; do not have relations with her."},{"_id":"616368c1dc1be0273f8b6e14","topicId":"616368bfdc1be0273f8b6e0e","verse":"Leviticus 20:17","votes":28,"__v":0,"esv":"<div>\n<p id=\"p03020017_01-6\"><b class=\"verse-num\" id=\"v03020017-1\">17&nbsp;</b>“If a man takes his sister, a daughter of his father or a daughter of his mother, and sees her nakedness, and she sees his nakedness, it is a disgrace, and they shall be cut off in the sight of the children of their people. He has uncovered his sister’s nakedness, and he shall bear his iniquity.</p>\n</div>","kjv":"<strong>17</strong> And if a man shall take his sister, his father’s daughter, or his mother’s daughter, and see her nakedness, and she see his nakedness; it is a wicked thing; and they shall be cut off in the sight of their people: he hath uncovered his sister’s nakedness; he shall bear his iniquity.  ","niv":"<sup><strong>17</strong></sup> \"'If a man marries his sister, the daughter of either his father or his mother, and they have sexual relations, it is a disgrace. They must be cut off before the eyes of their people. He has dishonored his sister and will be held responsible."},{"_id":"616368c1dc1be0273f8b6e15","topicId":"616368bfdc1be0273f8b6e0e","verse":"Genesis 20:12","votes":25,"__v":0,"esv":"<div>\n<p id=\"p01020012_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v01020012-1\">12&nbsp;</b>Besides, she is indeed my sister, the daughter of my father though not the daughter of my mother, and she became my wife.</p>\n</div>","kjv":"<strong>12</strong> And yet indeed she is my sister; she is the daughter of my father, but not the daughter of my mother; and she became my wife.  ","niv":"<sup><strong>12</strong></sup> Besides, she really is my sister, the daughter of my father though not of my mother; and she became my wife."},{"_id":"616368c2dc1be0273f8b6e16","topicId":"616368bfdc1be0273f8b6e0e","verse":"2 Samuel 13:1-39","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p10013001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10013001-1\">13:1&nbsp;</b>Now Absalom, David’s son, had a beautiful sister, whose name was Tamar. And after a time Amnon, David’s son, loved her. <b class=\"verse-num\" id=\"v10013002-1\">2&nbsp;</b>And Amnon was so tormented that he made himself ill because of his sister Tamar, for she was a virgin, and it seemed impossible to Amnon to do anything to her. <b class=\"verse-num\" id=\"v10013003-1\">3&nbsp;</b>But Amnon had a friend, whose name was Jonadab, the son of Shimeah, David’s brother. And Jonadab was a very crafty man. <b class=\"verse-num\" id=\"v10013004-1\">4&nbsp;</b>And he said to him, “O son of the king, why are you so haggard morning after morning? Will you not tell me?” Amnon said to him, “I love Tamar, my brother Absalom’s sister.” <b class=\"verse-num\" id=\"v10013005-1\">5&nbsp;</b>Jonadab said to him, “Lie down on your bed and pretend to be ill. And when your father comes to see you, say to him, ‘Let my sister Tamar come and give me bread to eat, and prepare the food in my sight, that I may see it and eat it from her hand.’” <b class=\"verse-num\" id=\"v10013006-1\">6&nbsp;</b>So Amnon lay down and pretended to be ill. And when the king came to see him, Amnon said to the king, “Please let my sister Tamar come and make a couple of cakes in my sight, that I may eat from her hand.”</p>\n<p id=\"p10013006_04-8\"><b class=\"verse-num\" id=\"v10013007-1\">7&nbsp;</b>Then David sent home to Tamar, saying, “Go to your brother Amnon’s house and prepare food for him.” <b class=\"verse-num\" id=\"v10013008-1\">8&nbsp;</b>So Tamar went to her brother Amnon’s house, where he was lying down. And she took dough and kneaded it and made cakes in his sight and baked the cakes. <b class=\"verse-num\" id=\"v10013009-1\">9&nbsp;</b>And she took the pan and emptied it out before him, but he refused to eat. And Amnon said, “Send out everyone from me.” So everyone went out from him. <b class=\"verse-num\" id=\"v10013010-1\">10&nbsp;</b>Then Amnon said to Tamar, “Bring the food into the chamber, that I may eat from your hand.” And Tamar took the cakes she had made and brought them into the chamber to Amnon her brother. <b class=\"verse-num\" id=\"v10013011-1\">11&nbsp;</b>But when she brought them near him to eat, he took hold of her and said to her, “Come, lie with me, my sister.” <b class=\"verse-num\" id=\"v10013012-1\">12&nbsp;</b>She answered him, “No, my brother, do not violate me, for such a thing is not done in Israel; do not do this outrageous thing. <b class=\"verse-num\" id=\"v10013013-1\">13&nbsp;</b>As for me, where could I carry my shame? And as for you, you would be as one of the outrageous fools in Israel. Now therefore, please speak to the king, for he will not withhold me from you.” <b class=\"verse-num\" id=\"v10013014-1\">14&nbsp;</b>But he would not listen to her, and being stronger than she, he violated her and lay with her.</p>\n<p id=\"p10013014_04-8\"><b class=\"verse-num\" id=\"v10013015-1\">15&nbsp;</b>Then Amnon hated her with very great hatred, so that the hatred with which he hated her was greater than the love with which he had loved her. And Amnon said to her, “Get up! Go!” <b class=\"verse-num\" id=\"v10013016-1\">16&nbsp;</b>But she said to him, “No, my brother, for this wrong in sending me away is greater than the other that you did to me.” But he would not listen to her. <b class=\"verse-num\" id=\"v10013017-1\">17&nbsp;</b>He called the young man who served him and said, “Put this woman out of my presence and bolt the door after her.” <b class=\"verse-num\" id=\"v10013018-1\">18&nbsp;</b>Now she was wearing a long robe with sleeves, for thus were the virgin daughters of the king dressed. So his servant put her out and bolted the door after her. <b class=\"verse-num\" id=\"v10013019-1\">19&nbsp;</b>And Tamar put ashes on her head and tore the long robe that she wore. And she laid her hand on her head and went away, crying aloud as she went.</p>\n<p id=\"p10013019_04-8\"><b class=\"verse-num\" id=\"v10013020-1\">20&nbsp;</b>And her brother Absalom said to her, “Has Amnon your brother been with you? Now hold your peace, my sister. He is your brother; do not take this to heart.” So Tamar lived, a desolate woman, in her brother Absalom’s house. <b class=\"verse-num\" id=\"v10013021-1\">21&nbsp;</b>When King David heard of all these things, he was very angry. <b class=\"verse-num\" id=\"v10013022-1\">22&nbsp;</b>But Absalom spoke to Amnon neither good nor bad, for Absalom hated Amnon, because he had violated his sister Tamar.</p>\n\n<p id=\"p10013022_07-8\"><b class=\"verse-num\" id=\"v10013023-1\">23&nbsp;</b>After two full years Absalom had sheepshearers at Baal-hazor, which is near Ephraim, and Absalom invited all the king’s sons. <b class=\"verse-num\" id=\"v10013024-1\">24&nbsp;</b>And Absalom came to the king and said, “Behold, your servant has sheepshearers. Please let the king and his servants go with your servant.” <b class=\"verse-num\" id=\"v10013025-1\">25&nbsp;</b>But the king said to Absalom, “No, my son, let us not all go, lest we be burdensome to you.” He pressed him, but he would not go but gave him his blessing. <b class=\"verse-num\" id=\"v10013026-1\">26&nbsp;</b>Then Absalom said, “If not, please let my brother Amnon go with us.” And the king said to him, “Why should he go with you?” <b class=\"verse-num\" id=\"v10013027-1\">27&nbsp;</b>But Absalom pressed him until he let Amnon and all the king’s sons go with him. <b class=\"verse-num\" id=\"v10013028-1\">28&nbsp;</b>Then Absalom commanded his servants, “Mark when Amnon’s heart is merry with wine, and when I say to you, ‘Strike Amnon,’ then kill him. Do not fear; have I not commanded you? Be courageous and be valiant.” <b class=\"verse-num\" id=\"v10013029-1\">29&nbsp;</b>So the servants of Absalom did to Amnon as Absalom had commanded. Then all the king’s sons arose, and each mounted his mule and fled.</p>\n<p id=\"p10013029_07-8\"><b class=\"verse-num\" id=\"v10013030-1\">30&nbsp;</b>While they were on the way, news came to David, “Absalom has struck down all the king’s sons, and not one of them is left.” <b class=\"verse-num\" id=\"v10013031-1\">31&nbsp;</b>Then the king arose and tore his garments and lay on the earth. And all his servants who were standing by tore their garments. <b class=\"verse-num\" id=\"v10013032-1\">32&nbsp;</b>But Jonadab the son of Shimeah, David’s brother, said, “Let not my lord suppose that they have killed all the young men, the king’s sons, for Amnon alone is dead. For by the command of Absalom this has been determined from the day he violated his sister Tamar. <b class=\"verse-num\" id=\"v10013033-1\">33&nbsp;</b>Now therefore let not my lord the king so take it to heart as to suppose that all the king’s sons are dead, for Amnon alone is dead.”</p>\n\n<p id=\"p10013033_11-8\"><b class=\"verse-num\" id=\"v10013034-1\">34&nbsp;</b>But Absalom fled. And the young man who kept the watch lifted up his eyes and looked, and behold, many people were coming from the road behind him by the side of the mountain. <b class=\"verse-num\" id=\"v10013035-1\">35&nbsp;</b>And Jonadab said to the king, “Behold, the king’s sons have come; as your servant said, so it has come about.” <b class=\"verse-num\" id=\"v10013036-1\">36&nbsp;</b>And as soon as he had finished speaking, behold, the king’s sons came and lifted up their voice and wept. And the king also and all his servants wept very bitterly.</p>\n<p id=\"p10013036_11-8\"><b class=\"verse-num\" id=\"v10013037-1\">37&nbsp;</b>But Absalom fled and went to Talmai the son of Ammihud, king of Geshur. And David mourned for his son day after day. <b class=\"verse-num\" id=\"v10013038-1\">38&nbsp;</b>So Absalom fled and went to Geshur, and was there three years. <b class=\"verse-num\" id=\"v10013039-1\">39&nbsp;</b>And the spirit of the king longed to go out to Absalom, because he was comforted about Amnon, since he was dead.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass after this, that Absalom the son of David had a fair sister, whose name was Tamar; and Amnon the son of David loved her.  <strong>2</strong> And Amnon was so vexed, that he fell sick for his sister Tamar; for she was a virgin; and Amnon thought it hard for him to do any thing to her.  <strong>3</strong> But Amnon had a friend, whose name was Jonadab, the son of Shimeah David’s brother: and Jonadab was a very subtil man.  <strong>4</strong> And he said unto him, Why art thou, being the king’s son, lean from day to day? wilt thou not tell me? And Amnon said unto him, I love Tamar, my brother Absalom’s sister.  <strong>5</strong> And Jonadab said unto him, Lay thee down on thy bed, and make thyself sick: and when thy father cometh to see thee, say unto him, I pray thee, let my sister Tamar come, and give me meat, and dress the meat in my sight, that I may see it, and eat it at her hand.  <strong>6</strong> So Amnon lay down, and made himself sick: and when the king was come to see him, Amnon said unto the king, I pray thee, let Tamar my sister come, and make me a couple of cakes in my sight, that I may eat at her hand.  <strong>7</strong> Then David sent home to Tamar, saying, Go now to thy brother Amnon’s house, and dress him meat.  <strong>8</strong> So Tamar went to her brother Amnon’s house; and he was laid down. And she took flour, and kneaded it, and made cakes in his sight, and did bake the cakes.  <strong>9</strong> And she took a pan, and poured them out before him; but he refused to eat. And Amnon said, Have out all men from me. And they went out every man from him.  <strong>10</strong> And Amnon said unto Tamar, Bring the meat into the chamber, that I may eat of thine hand. And Tamar took the cakes which she had made, and brought them into the chamber to Amnon her brother.  <strong>11</strong> And when she had brought them unto him to eat, he took hold of her, and said unto her, Come lie with me, my sister.  <strong>12</strong> And she answered him, Nay, my brother, do not force me; for no such thing ought to be done in Israel: do not thou this folly.  <strong>13</strong> And I, whither shall I cause my shame to go? and as for thee, thou shalt be as one of the fools in Israel. Now therefore, I pray thee, speak unto the king; for he will not withhold me from thee.  <strong>14</strong> Howbeit he would not hearken unto her voice: but, being stronger than she, forced her, and lay with her.  <strong>15</strong> Then Amnon hated her exceedingly; so that the hatred wherewith he hated her was greater than the love wherewith he had loved her. And Amnon said unto her, Arise, be gone.  <strong>16</strong> And she said unto him, There is no cause: this evil in sending me away is greater than the other that thou didst unto me. But he would not hearken unto her.  <strong>17</strong> Then he called his servant that ministered unto him, and said, Put now this woman out from me, and bolt the door after her.  <strong>18</strong> And she had a garment of divers colours upon her: for with such robes were the king’s daughters that were virgins apparelled. Then his servant brought her out, and bolted the door after her.  <strong>19</strong> And Tamar put ashes on her head, and rent her garment of divers colours that was on her, and laid her hand on her head, and went on crying.  <strong>20</strong> And Absalom her brother said unto her, Hath Amnon thy brother been with thee? but hold now thy peace, my sister: he is thy brother; regard not this thing. So Tamar remained desolate in her brother Absalom’s house.  <strong>21</strong> But when king David heard of all these things, he was very wroth.  <strong>22</strong> And Absalom spake unto his brother Amnon neither good nor bad: for Absalom hated Amnon, because he had forced his sister Tamar.  <strong>23</strong> And it came to pass after two full years, that Absalom had sheepshearers in Baal-hazor, which is beside Ephraim: and Absalom invited all the king’s sons.  <strong>24</strong> And Absalom came to the king, and said, Behold now, thy servant hath sheepshearers; let the king, I beseech thee, and his servants go with thy servant.  <strong>25</strong> And the king said to Absalom, Nay, my son, let us not all now go, lest we be chargeable unto thee. And he pressed him: howbeit he would not go, but blessed him.  <strong>26</strong> Then said Absalom, If not, I pray thee, let my brother Amnon go with us. And the king said unto him, Why should he go with thee?  <strong>27</strong> But Absalom pressed him, that he let Amnon and all the king’s sons go with him.  <strong>28</strong> Now Absalom had commanded his servants, saying, Mark ye now when Amnon’s heart is merry with wine, and when I say unto you, Smite Amnon; then kill him, fear not: have not I commanded you? be courageous and be valiant.  <strong>29</strong> And the servants of Absalom did unto Amnon as Absalom had commanded. Then all the king’s sons arose, and every man gat him up upon his mule, and fled.  <strong>30</strong> And it came to pass, while they were in the way, that tidings came to David, saying, Absalom hath slain all the king’s sons, and there is not one of them left.  <strong>31</strong> Then the king arose, and tare his garments, and lay on the earth; and all his servants stood by with their clothes rent.  <strong>32</strong> And Jonadab, the son of Shimeah David’s brother, answered and said, Let not my lord suppose that they have slain all the young men the king’s sons; for Amnon only is dead: for by the appointment of Absalom this hath been determined from the day that he forced his sister Tamar.  <strong>33</strong> Now therefore let not my lord the king take the thing to his heart, to think that all the king’s sons are dead: for Amnon only is dead.  <strong>34</strong> But Absalom fled. And the young man that kept the watch lifted up his eyes, and looked, and, behold, there came much people by the way of the hill side behind him.  <strong>35</strong> And Jonadab said unto the king, Behold, the king’s sons come: as thy servant said, so it is.  <strong>36</strong> And it came to pass, as soon as he had made an end of speaking, that, behold, the king’s sons came, and lifted up their voice and wept: and the king also and all his servants wept very sore.  <strong>37</strong> But Absalom fled, and went to Talmai, the son of Ammihud, king of Geshur. And David mourned for his son every day.  <strong>38</strong> So Absalom fled, and went to Geshur, and was there three years.  <strong>39</strong> And the soul of king David longed to go forth unto Absalom: for he was comforted concerning Amnon, seeing he was dead.  ","niv":"<sup><strong>1</strong></sup> In the course of time, Amnon son of David fell in love with Tamar, the beautiful sister of Absalom son of David. <sup><strong>2</strong></sup> Amnon became frustrated to the point of illness on account of his sister Tamar, for she was a virgin, and it seemed impossible for him to do anything to her. <sup><strong>3</strong></sup> Now Amnon had a friend named Jonadab son of Shimeah, David's brother. Jonadab was a very shrewd man. <sup><strong>4</strong></sup> He asked Amnon, \"Why do you, the king's son, look so haggard morning after morning? Won't you tell me?\" Amnon said to him, \"I'm in love with Tamar, my brother Absalom's sister.\" <sup><strong>5</strong></sup> \"Go to bed and pretend to be ill,\" Jonadab said. \"When your father comes to see you, say to him, 'I would like my sister Tamar to come and give me something to eat. Let her prepare the food in my sight so I may watch her and then eat it from her hand.'\" <sup><strong>6</strong></sup> So Amnon lay down and pretended to be ill. When the king came to see him, Amnon said to him, \"I would like my sister Tamar to come and make some special bread in my sight, so I may eat from her hand.\" <sup><strong>7</strong></sup> David sent word to Tamar at the palace: \"Go to the house of your brother Amnon and prepare some food for him.\" <sup><strong>8</strong></sup> So Tamar went to the house of her brother Amnon, who was lying down. She took some dough, kneaded it, made the bread in his sight and baked it. <sup><strong>9</strong></sup> Then she took the pan and served him the bread, but he refused to eat. \"Send everyone out of here,\" Amnon said. So everyone left him. <sup><strong>10</strong></sup> Then Amnon said to Tamar, \"Bring the food here into my bedroom so I may eat from your hand.\" And Tamar took the bread she had prepared and brought it to her brother Amnon in his bedroom. <sup><strong>11</strong></sup> But when she took it to him to eat, he grabbed her and said, \"Come to bed with me, my sister.\" <sup><strong>12</strong></sup> \"Don't, my brother!\" she said to him. \"Don't force me. Such a thing should not be done in Israel! Don't do this wicked thing. <sup><strong>13</strong></sup> What about me? Where could I get rid of my disgrace? And what about you? You would be like one of the wicked fools in Israel. Please speak to the king; he will not keep me from being married to you.\" <sup><strong>14</strong></sup> But he refused to listen to her, and since he was stronger than she, he raped her. <sup><strong>15</strong></sup> Then Amnon hated her with intense hatred. In fact, he hated her more than he had loved her. Amnon said to her, \"Get up and get out!\" <sup><strong>16</strong></sup> \"No!\" she said to him. \"Sending me away would be a greater wrong than what you have already done to me.\" But he refused to listen to her. <sup><strong>17</strong></sup> He called his personal servant and said, \"Get this woman out of here and bolt the door after her.\" <sup><strong>18</strong></sup> So his servant put her out and bolted the door after her. She was wearing a richly ornamented robe, for this was the kind of garment the virgin daughters of the king wore. <sup><strong>19</strong></sup> Tamar put ashes on her head and tore the ornamented robe she was wearing. She put her hand on her head and went away, weeping aloud as she went. <sup><strong>20</strong></sup> Her brother Absalom said to her, \"Has that Amnon, your brother, been with you? Be quiet now, my sister; he is your brother. Don't take this thing to heart.\" And Tamar lived in her brother Absalom's house, a desolate woman. <sup><strong>21</strong></sup> When King David heard all this, he was furious. <sup><strong>22</strong></sup> Absalom never said a word to Amnon, either good or bad; he hated Amnon because he had disgraced his sister Tamar. <sup><strong>23</strong></sup> Two years later, when Absalom's sheepshearers were at Baal Hazor near the border of Ephraim, he invited all the king's sons to come there. <sup><strong>24</strong></sup> Absalom went to the king and said, \"Your servant has had shearers come. Will the king and his officials please join me?\" <sup><strong>25</strong></sup> \"No, my son,\" the king replied. \"All of us should not go; we would only be a burden to you.\" Although Absalom urged him, he still refused to go, but gave him his blessing. <sup><strong>26</strong></sup> Then Absalom said, \"If not, please let my brother Amnon come with us.\" The king asked him, \"Why should he go with you?\" <sup><strong>27</strong></sup> But Absalom urged him, so he sent with him Amnon and the rest of the king's sons. <sup><strong>28</strong></sup> Absalom ordered his men, \"Listen! When Amnon is in high spirits from drinking wine and I say to you, 'Strike Amnon down,' then kill him. Don't be afraid. Have not I given you this order? Be strong and brave.\" <sup><strong>29</strong></sup> So Absalom's men did to Amnon what Absalom had ordered. Then all the king's sons got up, mounted their mules and fled. <sup><strong>30</strong></sup> While they were on their way, the report came to David: \"Absalom has struck down all the king's sons; not one of them is left.\" <sup><strong>31</strong></sup> The king stood up, tore his clothes and lay down on the ground; and all his servants stood by with their clothes torn. <sup><strong>32</strong></sup> But Jonadab son of Shimeah, David's brother, said, \"My lord should not think that they killed all the princes; only Amnon is dead. This has been Absalom's expressed intention ever since the day Amnon raped his sister Tamar. <sup><strong>33</strong></sup> My lord the king should not be concerned about the report that all the king's sons are dead. Only Amnon is dead.\" <sup><strong>34</strong></sup> Meanwhile, Absalom had fled. Now the man standing watch looked up and saw many people on the road west of him, coming down the side of the hill. The watchman went and told the king, \"I see men in the direction of Horonaim, on the side of the hill.\" <sup><strong>35</strong></sup> Jonadab said to the king, \"See, the king's sons are here; it has happened just as your servant said.\" <sup><strong>36</strong></sup> As he finished speaking, the king's sons came in, wailing loudly. The king, too, and all his servants wept very bitterly. <sup><strong>37</strong></sup> Absalom fled and went to Talmai son of Ammihud, the king of Geshur. But King David mourned for his son every day. <sup><strong>38</strong></sup> After Absalom fled and went to Geshur, he stayed there three years. <sup><strong>39</strong></sup> And the spirit of the king longed to go to Absalom, for he was consoled concerning Amnon's death. "},{"_id":"616368c2dc1be0273f8b6e17","topicId":"616368bfdc1be0273f8b6e0e","verse":"Deuteronomy 27:23","votes":22,"__v":0,"esv":"<div>\n<p id=\"p05027023_01-9\"><b class=\"verse-num\" id=\"v05027023-1\">23&nbsp;</b>“‘Cursed be anyone who lies with his mother-in-law.’ And all the people shall say, ‘Amen.’</p>\n</div>","kjv":"<strong>23</strong> Cursed be he that lieth with his mother in law. And all the people shall say, Amen.  ","niv":"<sup><strong>23</strong></sup> \"Cursed is the man who sleeps with his mother-in-law.\" Then all the people shall say, \"Amen!\""},{"_id":"616368c2dc1be0273f8b6e18","topicId":"616368bfdc1be0273f8b6e0e","verse":"1 Corinthians 5:1","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p46005001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46005001-1\">5:1&nbsp;</b>It is actually reported that there is sexual immorality among you, and of a kind that is not tolerated even among pagans, for a man has his father’s wife.</p>\n</div>","kjv":"<strong>1</strong> It is reported commonly that there is fornication among you, and such fornication as is not so much as named among the Gentiles, that one should have his father’s wife.  ","niv":"<sup><strong>1</strong></sup> It is actually reported that there is sexual immorality among you, and of a kind that does not occur even among pagans: A man has his father's wife."},{"_id":"616368c3dc1be0273f8b6e19","topicId":"616368bfdc1be0273f8b6e0e","verse":"Exodus 6:20","votes":14,"__v":0,"esv":"<div>\n<p id=\"p02006020_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v02006020-1\">20&nbsp;</b>Amram took as his wife Jochebed his father’s sister, and she bore him Aaron and Moses, the years of the life of Amram being 137 years.</p>\n</div>","kjv":"<strong>20</strong> And Amram took him Jochebed his father’s sister to wife; and she bare him Aaron and Moses: and the years of the life of Amram were an hundred and thirty and seven years.  ","niv":"<sup><strong>20</strong></sup> Amram married his father's sister Jochebed, who bore him Aaron and Moses. Amram lived 137 years."},{"_id":"616368c3dc1be0273f8b6e1a","topicId":"616368bfdc1be0273f8b6e0e","verse":"Deuteronomy 27:20","votes":10,"__v":0,"esv":"<div>\n<p id=\"p05027020_01-13\"><b class=\"verse-num\" id=\"v05027020-1\">20&nbsp;</b>“‘Cursed be anyone who lies with his father’s wife, because he has uncovered his father’s nakedness.’ And all the people shall say, ‘Amen.’</p>\n\n</div>","kjv":"<strong>20</strong> Cursed be he that lieth with his father’s wife; because he uncovereth his father’s skirt. And all the people shall say, Amen.  ","niv":"<sup><strong>20</strong></sup> \"Cursed is the man who sleeps with his father's wife, for he dishonors his father's bed.\" Then all the people shall say, \"Amen!\""},{"_id":"616368c3dc1be0273f8b6e1b","topicId":"616368bfdc1be0273f8b6e0e","verse":"Genesis 9:20-27","votes":10,"__v":0,"esv":"<div>\n<p id=\"p01009020_01-14\"><b class=\"verse-num\" id=\"v01009020-1\">20&nbsp;</b>Noah began to be a man of the soil, and he planted a vineyard. <b class=\"verse-num\" id=\"v01009021-1\">21&nbsp;</b>He drank of the wine and became drunk and lay uncovered in his tent. <b class=\"verse-num\" id=\"v01009022-1\">22&nbsp;</b>And Ham, the father of Canaan, saw the nakedness of his father and told his two brothers outside. <b class=\"verse-num\" id=\"v01009023-1\">23&nbsp;</b>Then Shem and Japheth took a garment, laid it on both their shoulders, and walked backward and covered the nakedness of their father. Their faces were turned backward, and they did not see their father’s nakedness. <b class=\"verse-num\" id=\"v01009024-1\">24&nbsp;</b>When Noah awoke from his wine and knew what his youngest son had done to him, <b class=\"verse-num\" id=\"v01009025-1\">25&nbsp;</b>he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009025_01-14\" class=\"line\">&nbsp;&nbsp;“Cursed be Canaan;</span><br><span id=\"p01009025_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a servant of servants shall he be to his brothers.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01009025_01-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01009026-1\">26&nbsp;</b>He also said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009026_01-14\" class=\"line\">&nbsp;&nbsp;“Blessed be the LORD, the God of Shem;</span><br><span id=\"p01009026_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let Canaan be his servant.</span><br><span id=\"p01009027_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009027-1\">27&nbsp;</b>&nbsp;&nbsp;May God enlarge Japheth,</span><br><span id=\"p01009027_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let him dwell in the tents of Shem,</span><br><span id=\"p01009027_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let Canaan be his servant.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>20</strong> And Noah began to be an husbandman, and he planted a vineyard:  <strong>21</strong> And he drank of the wine, and was drunken; and he was uncovered within his tent.  <strong>22</strong> And Ham, the father of Canaan, saw the nakedness of his father, and told his two brethren without.  <strong>23</strong> And Shem and Japheth took a garment, and laid it upon both their shoulders, and went backward, and covered the nakedness of their father; and their faces were backward, and they saw not their father’s nakedness.  <strong>24</strong> And Noah awoke from his wine, and knew what his younger son had done unto him.  <strong>25</strong> And he said, Cursed be Canaan; a servant of servants shall he be unto his brethren.  <strong>26</strong> And he said, Blessed be the LORD God of Shem; and Canaan shall be his servant.  <strong>27</strong> God shall enlarge Japheth, and he shall dwell in the tents of Shem; and Canaan shall be his servant.  ","niv":"<sup><strong>20</strong></sup> Noah, a man of the soil, proceeded to plant a vineyard. <sup><strong>21</strong></sup> When he drank some of its wine, he became drunk and lay uncovered inside his tent. <sup><strong>22</strong></sup> Ham, the father of Canaan, saw his father's nakedness and told his two brothers outside. <sup><strong>23</strong></sup> But Shem and Japheth took a garment and laid it across their shoulders; then they walked in backward and covered their father's nakedness. Their faces were turned the other way so that they would not see their father's nakedness. <sup><strong>24</strong></sup> When Noah awoke from his wine and found out what his youngest son had done to him, <sup><strong>25</strong></sup> he said, \"Cursed be Canaan! The lowest of slaves will he be to his brothers.\" <sup><strong>26</strong></sup> He also said, \"Blessed be the LORD, the God of Shem! May Canaan be the slave of Shem. <sup><strong>27</strong></sup> May God extend the territory of Japheth; may Japheth live in the tents of Shem, and may Canaan be his slave.\" "},{"_id":"616368c4dc1be0273f8b6e1c","topicId":"616368bfdc1be0273f8b6e0e","verse":"Ezekiel 22:11","votes":8,"__v":0,"esv":"<div>\n<p id=\"p26022011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v26022011-1\">11&nbsp;</b>One commits abomination with his neighbor’s wife; another lewdly defiles his daughter-in-law; another in you violates his sister, his father’s daughter.</p>\n</div>","kjv":"<strong>11</strong> And one hath committed abomination with his neighbour’s wife; and another hath lewdly defiled his daughter in law; and another in thee hath humbled his sister, his father’s daughter.  ","niv":"<sup><strong>11</strong></sup> In you one man commits a detestable offense with his neighbor's wife, another shamefully defiles his daughter-in-law, and another violates his sister, his own father's daughter."},{"_id":"616368c4dc1be0273f8b6e1d","topicId":"616368bfdc1be0273f8b6e0e","verse":"2 Samuel 13:1-15:37","votes":8,"__v":0,"kjv":"<strong>1</strong> And it came to pass after this, that Absalom the son of David had a fair sister, whose name was Tamar; and Amnon the son of David loved her.  <strong>2</strong> And Amnon was so vexed, that he fell sick for his sister Tamar; for she was a virgin; and Amnon thought it hard for him to do any thing to her.  <strong>3</strong> But Amnon had a friend, whose name was Jonadab, the son of Shimeah David’s brother: and Jonadab was a very subtil man.  <strong>4</strong> And he said unto him, Why art thou, being the king’s son, lean from day to day? wilt thou not tell me? And Amnon said unto him, I love Tamar, my brother Absalom’s sister.  <strong>5</strong> And Jonadab said unto him, Lay thee down on thy bed, and make thyself sick: and when thy father cometh to see thee, say unto him, I pray thee, let my sister Tamar come, and give me meat, and dress the meat in my sight, that I may see it, and eat it at her hand.  <strong>6</strong> So Amnon lay down, and made himself sick: and when the king was come to see him, Amnon said unto the king, I pray thee, let Tamar my sister come, and make me a couple of cakes in my sight, that I may eat at her hand.  <strong>7</strong> Then David sent home to Tamar, saying, Go now to thy brother Amnon’s house, and dress him meat.  <strong>8</strong> So Tamar went to her brother Amnon’s house; and he was laid down. And she took flour, and kneaded it, and made cakes in his sight, and did bake the cakes.  <strong>9</strong> And she took a pan, and poured them out before him; but he refused to eat. And Amnon said, Have out all men from me. And they went out every man from him.  <strong>10</strong> And Amnon said unto Tamar, Bring the meat into the chamber, that I may eat of thine hand. And Tamar took the cakes which she had made, and brought them into the chamber to Amnon her brother.  <strong>11</strong> And when she had brought them unto him to eat, he took hold of her, and said unto her, Come lie with me, my sister.  <strong>12</strong> And she answered him, Nay, my brother, do not force me; for no such thing ought to be done in Israel: do not thou this folly.  <strong>13</strong> And I, whither shall I cause my shame to go? and as for thee, thou shalt be as one of the fools in Israel. Now therefore, I pray thee, speak unto the king; for he will not withhold me from thee.  <strong>14</strong> Howbeit he would not hearken unto her voice: but, being stronger than she, forced her, and lay with her.  <strong>15</strong> Then Amnon hated her exceedingly; so that the hatred wherewith he hated her was greater than the love wherewith he had loved her. And Amnon said unto her, Arise, be gone.  <strong>16</strong> And she said unto him, There is no cause: this evil in sending me away is greater than the other that thou didst unto me. But he would not hearken unto her.  <strong>17</strong> Then he called his servant that ministered unto him, and said, Put now this woman out from me, and bolt the door after her.  <strong>18</strong> And she had a garment of divers colours upon her: for with such robes were the king’s daughters that were virgins apparelled. Then his servant brought her out, and bolted the door after her.  <strong>19</strong> And Tamar put ashes on her head, and rent her garment of divers colours that was on her, and laid her hand on her head, and went on crying.  <strong>20</strong> And Absalom her brother said unto her, Hath Amnon thy brother been with thee? but hold now thy peace, my sister: he is thy brother; regard not this thing. So Tamar remained desolate in her brother Absalom’s house.  <strong>21</strong> But when king David heard of all these things, he was very wroth.  <strong>22</strong> And Absalom spake unto his brother Amnon neither good nor bad: for Absalom hated Amnon, because he had forced his sister Tamar.  <strong>23</strong> And it came to pass after two full years, that Absalom had sheepshearers in Baal-hazor, which is beside Ephraim: and Absalom invited all the king’s sons.  <strong>24</strong> And Absalom came to the king, and said, Behold now, thy servant hath sheepshearers; let the king, I beseech thee, and his servants go with thy servant.  <strong>25</strong> And the king said to Absalom, Nay, my son, let us not all now go, lest we be chargeable unto thee. And he pressed him: howbeit he would not go, but blessed him.  <strong>26</strong> Then said Absalom, If not, I pray thee, let my brother Amnon go with us. And the king said unto him, Why should he go with thee?  <strong>27</strong> But Absalom pressed him, that he let Amnon and all the king’s sons go with him.  <strong>28</strong> Now Absalom had commanded his servants, saying, Mark ye now when Amnon’s heart is merry with wine, and when I say unto you, Smite Amnon; then kill him, fear not: have not I commanded you? be courageous and be valiant.  <strong>29</strong> And the servants of Absalom did unto Amnon as Absalom had commanded. Then all the king’s sons arose, and every man gat him up upon his mule, and fled.  <strong>30</strong> And it came to pass, while they were in the way, that tidings came to David, saying, Absalom hath slain all the king’s sons, and there is not one of them left.  <strong>31</strong> Then the king arose, and tare his garments, and lay on the earth; and all his servants stood by with their clothes rent.  <strong>32</strong> And Jonadab, the son of Shimeah David’s brother, answered and said, Let not my lord suppose that they have slain all the young men the king’s sons; for Amnon only is dead: for by the appointment of Absalom this hath been determined from the day that he forced his sister Tamar.  <strong>33</strong> Now therefore let not my lord the king take the thing to his heart, to think that all the king’s sons are dead: for Amnon only is dead.  <strong>34</strong> But Absalom fled. And the young man that kept the watch lifted up his eyes, and looked, and, behold, there came much people by the way of the hill side behind him.  <strong>35</strong> And Jonadab said unto the king, Behold, the king’s sons come: as thy servant said, so it is.  <strong>36</strong> And it came to pass, as soon as he had made an end of speaking, that, behold, the king’s sons came, and lifted up their voice and wept: and the king also and all his servants wept very sore.  <strong>37</strong> But Absalom fled, and went to Talmai, the son of Ammihud, king of Geshur. And David mourned for his son every day.  <strong>38</strong> So Absalom fled, and went to Geshur, and was there three years.  <strong>39</strong> And the soul of king David longed to go forth unto Absalom: for he was comforted concerning Amnon, seeing he was dead.  <strong>1</strong> Now Joab the son of Zeruiah perceived that the king’s heart was  toward Absalom.  <strong>2</strong> And Joab sent to Tekoah, and fetched thence a wise woman, and said unto her, I pray thee, feign thyself to be a mourner, and put on now mourning apparel, and anoint not thyself with oil, but be as a woman that had a long time mourned for the dead:  <strong>3</strong> And come to the king, and speak on this manner unto him. So Joab put the words in her mouth.  <strong>4</strong> And when the woman of Tekoah spake to the king, she fell on her face to the ground, and did obeisance, and said, Help, O king.  <strong>5</strong> And the king said unto her, What aileth thee? And she answered, I am indeed a widow woman, and mine husband is dead.  <strong>6</strong> And thy handmaid had two sons, and they two strove together in the field, and there was none to part them, but the one smote the other, and slew him.  <strong>7</strong> And, behold, the whole family is risen against thine handmaid, and they said, Deliver him that smote his brother, that we may kill him, for the life of his brother whom he slew; and we will destroy the heir also: and so they shall quench my coal which is left, and shall not leave to my husband neither name nor remainder upon the earth.  <strong>8</strong> And the king said unto the woman, Go to thine house, and I will give charge concerning thee.  <strong>9</strong> And the woman of Tekoah said unto the king, My lord, O king, the iniquity be on me, and on my father’s house: and the king and his throne be guiltless.  <strong>10</strong> And the king said, Whosoever saith ought unto thee, bring him to me, and he shall not touch thee any more.  <strong>11</strong> Then said she, I pray thee, let the king remember the LORD thy God, that thou wouldest not suffer the revengers of blood to destroy any more, lest they destroy my son. And he said, As the LORD liveth, there shall not one hair of thy son fall to the earth.  <strong>12</strong> Then the woman said, Let thine handmaid, I pray thee, speak one  word unto my lord the king. And he said, Say on.  <strong>13</strong> And the woman said, Wherefore then hast thou thought such a thing against the people of God? for the king doth speak this thing as one which is faulty, in that the king doth not fetch home again his banished.  <strong>14</strong> For we must needs die, and are as water spilt on the ground, which cannot be gathered up again; neither doth God respect any  person: yet doth he devise means, that his banished be not expelled from him.  <strong>15</strong> Now therefore that I am come to speak of this thing unto my lord the king, it is because the people have made me afraid: and thy handmaid said, I will now speak unto the king; it may be that the king will perform the request of his handmaid.  <strong>16</strong> For the king will hear, to deliver his handmaid out of the hand of the man that would destroy me and my son together out of the inheritance of God.  <strong>17</strong> Then thine handmaid said, The word of my lord the king shall now be comfortable: for as an angel of God, so is my lord the king to discern good and bad: therefore the LORD thy God will be with thee.  <strong>18</strong> Then the king answered and said unto the woman, Hide not from me, I pray thee, the thing that I shall ask thee. And the woman said, Let my lord the king now speak.  <strong>19</strong> And the king said, Is not the hand of Joab with thee in all this? And the woman answered and said, As thy soul liveth, my lord the king, none can turn to the right hand or to the left from ought that my lord the king hath spoken: for thy servant Joab, he bade me, and he put all these words in the mouth of thine handmaid:  <strong>20</strong> To fetch about this form of speech hath thy servant Joab done this thing: and my lord is wise, according to the wisdom of an angel of God, to know all things that are in the earth.  <strong>21</strong> And the king said unto Joab, Behold now, I have done this thing: go therefore, bring the young man Absalom again.  <strong>22</strong> And Joab fell to the ground on his face, and bowed himself, and thanked the king: and Joab said, Today thy servant knoweth that I have found grace in thy sight, my lord, O king, in that the king hath fulfilled the request of his servant.  <strong>23</strong> So Joab arose and went to Geshur, and brought Absalom to Jerusalem.  <strong>24</strong> And the king said, Let him turn to his own house, and let him not see my face. So Absalom returned to his own house, and saw not the king’s face.  <strong>25</strong> But in all Israel there was none to be so much praised as Absalom for his beauty: from the sole of his foot even to the crown of his head there was no blemish in him.  <strong>26</strong> And when he polled his head, (for it was at every year’s end that he polled it: because the hair was heavy on him, therefore he polled it:) he weighed the hair of his head at two hundred shekels after the king’s weight.  <strong>27</strong> And unto Absalom there were born three sons, and one daughter, whose name was Tamar: she was a woman of a fair countenance.  <strong>28</strong> So Absalom dwelt two full years in Jerusalem, and saw not the king’s face.  <strong>29</strong> Therefore Absalom sent for Joab, to have sent him to the king; but he would not come to him: and when he sent again the second time, he would not come.  <strong>30</strong> Therefore he said unto his servants, See, Joab’s field is near mine, and he hath barley there; go and set it on fire. And Absalom’s servants set the field on fire.  <strong>31</strong> Then Joab arose, and came to Absalom unto his house, and said unto him, Wherefore have thy servants set my field on fire?  <strong>32</strong> And Absalom answered Joab, Behold, I sent unto thee, saying, Come hither, that I may send thee to the king, to say, Wherefore am I come from Geshur? it had been good for me to have been there still: now therefore let me see the king’s face; and if there be any iniquity in me, let him kill me.  <strong>33</strong> So Joab came to the king, and told him: and when he had called for Absalom, he came to the king, and bowed himself on his face to the ground before the king: and the king kissed Absalom.  <strong>1</strong> And it came to pass after this, that Absalom prepared him chariots and horses, and fifty men to run before him.  <strong>2</strong> And Absalom rose up early, and stood beside the way of the gate: and it was so, that when any man that had a controversy came to the king for judgment, then Absalom called unto him, and said, Of what city art  thou? And he said, Thy servant is of one of the tribes of Israel.  <strong>3</strong> And Absalom said unto him, See, thy matters are good and right; but there is no man deputed of the king to hear thee.  <strong>4</strong> Absalom said moreover, Oh that I were made judge in the land, that every man which hath any suit or cause might come unto me, and I would do him justice!  <strong>5</strong> And it was so, that when any man came nigh to him  to do him obeisance, he put forth his hand, and took him, and kissed him.  <strong>6</strong> And on this manner did Absalom to all Israel that came to the king for judgment: so Absalom stole the hearts of the men of Israel.  <strong>7</strong> And it came to pass after forty years, that Absalom said unto the king, I pray thee, let me go and pay my vow, which I have vowed unto the LORD, in Hebron.  <strong>8</strong> For thy servant vowed a vow while I abode at Geshur in Syria, saying, If the LORD shall bring me again indeed to Jerusalem, then I will serve the LORD.  <strong>9</strong> And the king said unto him, Go in peace. So he arose, and went to Hebron.  <strong>10</strong> But Absalom sent spies throughout all the tribes of Israel, saying, As soon as ye hear the sound of the trumpet, then ye shall say, Absalom reigneth in Hebron.  <strong>11</strong> And with Absalom went two hundred men out of Jerusalem, that were  called; and they went in their simplicity, and they knew not any thing.  <strong>12</strong> And Absalom sent for Ahithophel the Gilonite, David’s counsellor, from his city, even from Giloh, while he offered sacrifices. And the conspiracy was strong; for the people increased continually with Absalom.  <strong>13</strong> And there came a messenger to David, saying, The hearts of the men of Israel are after Absalom.  <strong>14</strong> And David said unto all his servants that were with him at Jerusalem, Arise, and let us flee; for we shall not else escape from Absalom: make speed to depart, lest he overtake us suddenly, and bring evil upon us, and smite the city with the edge of the sword.  <strong>15</strong> And the king’s servants said unto the king, Behold, thy servants are ready to do whatsoever my lord the king shall appoint.  <strong>16</strong> And the king went forth, and all his household after him. And the king left ten women, which were concubines, to keep the house.  <strong>17</strong> And the king went forth, and all the people after him, and tarried in a place that was far off.  <strong>18</strong> And all his servants passed on beside him; and all the Cherethites, and all the Pelethites, and all the Gittites, six hundred men which came after him from Gath, passed on before the king.  <strong>19</strong> Then said the king to Ittai the Gittite, Wherefore goest thou also with us? return to thy place, and abide with the king: for thou art  a stranger, and also an exile.  <strong>20</strong> Whereas thou camest but yesterday, should I this day make thee go up and down with us? seeing I go whither I may, return thou, and take back thy brethren: mercy and truth be with thee.  <strong>21</strong> And Ittai answered the king, and said, As the LORD liveth, and as my lord the king liveth, surely in what place my lord the king shall be, whether in death or life, even there also will thy servant be.  <strong>22</strong> And David said to Ittai, Go and pass over. And Ittai the Gittite passed over, and all his men, and all the little ones that were with him.  <strong>23</strong> And all the country wept with a loud voice, and all the people passed over: the king also himself passed over the brook Kidron, and all the people passed over, toward the way of the wilderness.  <strong>24</strong> And lo Zadok also, and all the Levites were with him, bearing the ark of the covenant of God: and they set down the ark of God; and Abiathar went up, until all the people had done passing out of the city.  <strong>25</strong> And the king said unto Zadok, Carry back the ark of God into the city: if I shall find favour in the eyes of the LORD, he will bring me again, and shew me both it, and his habitation:  <strong>26</strong> But if he thus say, I have no delight in thee; behold, here am  I, let him do to me as seemeth good unto him.  <strong>27</strong> The king said also unto Zadok the priest, Art not thou a seer? return into the city in peace, and your two sons with you, Ahimaaz thy son, and Jonathan the son of Abiathar.  <strong>28</strong> See, I will tarry in the plain of the wilderness, until there come word from you to certify me.  <strong>29</strong> Zadok therefore and Abiathar carried the ark of God again to Jerusalem: and they tarried there.  <strong>30</strong> And David went up by the ascent of mount Olivet, and wept as he went up, and had his head covered, and he went barefoot: and all the people that was with him covered every man his head, and they went up, weeping as they went up.  <strong>31</strong> And one told David, saying, Ahithophel is among the conspirators with Absalom. And David said, O LORD, I pray thee, turn the counsel of Ahithophel into foolishness.  <strong>32</strong> And it came to pass, that when David was come to the top of the mount, where he worshipped God, behold, Hushai the Archite came to meet him with his coat rent, and earth upon his head:  <strong>33</strong> Unto whom David said, If thou passest on with me, then thou shalt be a burden unto me:  <strong>34</strong> But if thou return to the city, and say unto Absalom, I will be thy servant, O king; as I have been thy father’s servant hitherto, so will I now also be thy servant: then mayest thou for me defeat the counsel of Ahithophel.  <strong>35</strong> And hast thou not there with thee Zadok and Abiathar the priests? therefore it shall be, that what thing soever thou shalt hear out of the king’s house, thou shalt tell it to Zadok and Abiathar the priests.  <strong>36</strong> Behold, they have there with them their two sons, Ahimaaz Zadok’s son, and Jonathan Abiathar’s son; and by them ye shall send unto me every thing that ye can hear.  <strong>37</strong> So Hushai David’s friend came into the city, and Absalom came into Jerusalem.  ","niv":"<sup><strong>1</strong></sup> In the course of time, Amnon son of David fell in love with Tamar, the beautiful sister of Absalom son of David. <sup><strong>2</strong></sup> Amnon became frustrated to the point of illness on account of his sister Tamar, for she was a virgin, and it seemed impossible for him to do anything to her. <sup><strong>3</strong></sup> Now Amnon had a friend named Jonadab son of Shimeah, David's brother. Jonadab was a very shrewd man. <sup><strong>4</strong></sup> He asked Amnon, \"Why do you, the king's son, look so haggard morning after morning? Won't you tell me?\" Amnon said to him, \"I'm in love with Tamar, my brother Absalom's sister.\" <sup><strong>5</strong></sup> \"Go to bed and pretend to be ill,\" Jonadab said. \"When your father comes to see you, say to him, 'I would like my sister Tamar to come and give me something to eat. Let her prepare the food in my sight so I may watch her and then eat it from her hand.'\" <sup><strong>6</strong></sup> So Amnon lay down and pretended to be ill. When the king came to see him, Amnon said to him, \"I would like my sister Tamar to come and make some special bread in my sight, so I may eat from her hand.\" <sup><strong>7</strong></sup> David sent word to Tamar at the palace: \"Go to the house of your brother Amnon and prepare some food for him.\" <sup><strong>8</strong></sup> So Tamar went to the house of her brother Amnon, who was lying down. She took some dough, kneaded it, made the bread in his sight and baked it. <sup><strong>9</strong></sup> Then she took the pan and served him the bread, but he refused to eat. \"Send everyone out of here,\" Amnon said. So everyone left him. <sup><strong>10</strong></sup> Then Amnon said to Tamar, \"Bring the food here into my bedroom so I may eat from your hand.\" And Tamar took the bread she had prepared and brought it to her brother Amnon in his bedroom. <sup><strong>11</strong></sup> But when she took it to him to eat, he grabbed her and said, \"Come to bed with me, my sister.\" <sup><strong>12</strong></sup> \"Don't, my brother!\" she said to him. \"Don't force me. Such a thing should not be done in Israel! Don't do this wicked thing. <sup><strong>13</strong></sup> What about me? Where could I get rid of my disgrace? And what about you? You would be like one of the wicked fools in Israel. Please speak to the king; he will not keep me from being married to you.\" <sup><strong>14</strong></sup> But he refused to listen to her, and since he was stronger than she, he raped her. <sup><strong>15</strong></sup> Then Amnon hated her with intense hatred. In fact, he hated her more than he had loved her. Amnon said to her, \"Get up and get out!\" "},{"_id":"616368c4dc1be0273f8b6e1e","topicId":"616368bfdc1be0273f8b6e0e","verse":"Leviticus 20:14","votes":8,"__v":0,"esv":"<div>\n<p id=\"p03020014_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020014-1\">14&nbsp;</b>If a man takes a woman and her mother also, it is depravity; he and they shall be burned with fire, that there may be no depravity among you.</p>\n</div>","kjv":"<strong>14</strong> And if a man take a wife and her mother, it is wickedness: they shall be burnt with fire, both he and they; that there be no wickedness among you.  ","niv":"<sup><strong>14</strong></sup> \"'If a man marries both a woman and her mother, it is wicked. Both he and they must be burned in the fire, so that no wickedness will be among you."},{"_id":"616368c4dc1be0273f8b6e1f","topicId":"616368bfdc1be0273f8b6e0e","verse":"Leviticus 18:1-30","votes":7,"__v":0,"kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Speak unto the children of Israel, and say unto them, I am the LORD your God.  <strong>3</strong> After the doings of the land of Egypt, wherein ye dwelt, shall ye not do: and after the doings of the land of Canaan, whither I bring you, shall ye not do: neither shall ye walk in their ordinances.  <strong>4</strong> Ye shall do my judgments, and keep mine ordinances, to walk therein: I am the LORD your God.  <strong>5</strong> Ye shall therefore keep my statutes, and my judgments: which if a man do, he shall live in them: I am the LORD.  <strong>6</strong> None of you shall approach to any that is near of kin to him, to uncover their nakedness: I am the LORD.  <strong>7</strong> The nakedness of thy father, or the nakedness of thy mother, shalt thou not uncover: she is thy mother; thou shalt not uncover her nakedness.  <strong>8</strong> The nakedness of thy father’s wife shalt thou not uncover: it is thy father’s nakedness.  <strong>9</strong> The nakedness of thy sister, the daughter of thy father, or daughter of thy mother, whether she be born at home, or born abroad, even  their nakedness thou shalt not uncover.  <strong>10</strong> The nakedness of thy son’s daughter, or of thy daughter’s daughter, even their nakedness thou shalt not uncover: for theirs is  thine own nakedness.  <strong>11</strong> The nakedness of thy father’s wife’s daughter, begotten of thy father, she is thy sister, thou shalt not uncover her nakedness.  <strong>12</strong> Thou shalt not uncover the nakedness of thy father’s sister: she is thy father’s near kinswoman.  <strong>13</strong> Thou shalt not uncover the nakedness of thy mother’s sister: for she is thy mother’s near kinswoman.  <strong>14</strong> Thou shalt not uncover the nakedness of thy father’s brother, thou shalt not approach to his wife: she is thine aunt.  <strong>15</strong> Thou shalt not uncover the nakedness of thy daughter in law: she is thy son’s wife; thou shalt not uncover her nakedness.  <strong>16</strong> Thou shalt not uncover the nakedness of thy brother’s wife: it is thy brother’s nakedness.  <strong>17</strong> Thou shalt not uncover the nakedness of a woman and her daughter, neither shalt thou take her son’s daughter, or her daughter’s daughter, to uncover her nakedness; for they are her near kinswomen: it is wickedness.  <strong>18</strong> Neither shalt thou take a wife to her sister, to vex her,  to uncover her nakedness, beside the other in her life time.  <strong>19</strong> Also thou shalt not approach unto a woman to uncover her nakedness, as long as she is put apart for her uncleanness.  <strong>20</strong> Moreover thou shalt not lie carnally with thy neighbour’s wife, to defile thyself with her.  <strong>21</strong> And thou shalt not let any of thy seed pass through the fire  to Molech, neither shalt thou profane the name of thy God: I am  the LORD.  <strong>22</strong> Thou shalt not lie with mankind, as with womankind: it is  abomination.  <strong>23</strong> Neither shalt thou lie with any beast to defile thyself therewith: neither shall any woman stand before a beast to lie down thereto: it is confusion.  <strong>24</strong> Defile not ye yourselves in any of these things: for in all these the nations are defiled which I cast out before you:  <strong>25</strong> And the land is defiled: therefore I do visit the iniquity thereof upon it, and the land itself vomiteth out her inhabitants.  <strong>26</strong> Ye shall therefore keep my statutes and my judgments, and shall not commit any of these abominations; neither any of your own nation, nor any stranger that sojourneth among you:  <strong>27</strong> (For all these abominations have the men of the land done, which were before you, and the land is defiled;)  <strong>28</strong> That the land spue not you out also, when ye defile it, as it spued out the nations that were before you.  <strong>29</strong> For whosoever shall commit any of these abominations, even the souls that commit them shall be cut off from among their people.  <strong>30</strong> Therefore shall ye keep mine ordinance, that ye commit not any one of these abominable customs, which were committed before you, and that ye defile not yourselves therein: I am the LORD your God.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses, <sup><strong>2</strong></sup> \"Speak to the Israelites and say to them: 'I am the LORD your God. <sup><strong>3</strong></sup> You must not do as they do in Egypt, where you used to live, and you must not do as they do in the land of Canaan, where I am bringing you. Do not follow their practices. <sup><strong>4</strong></sup> You must obey my laws and be careful to follow my decrees. I am the LORD your God. <sup><strong>5</strong></sup> Keep my decrees and laws, for the man who obeys them will live by them. I am the LORD. <sup><strong>6</strong></sup> \"'No one is to approach any close relative to have sexual relations. I am the LORD. <sup><strong>7</strong></sup> \"'Do not dishonor your father by having sexual relations with your mother. She is your mother; do not have relations with her. <sup><strong>8</strong></sup> \"'Do not have sexual relations with your father's wife; that would dishonor your father. <sup><strong>9</strong></sup> \"'Do not have sexual relations with your sister, either your father's daughter or your mother's daughter, whether she was born in the same home or elsewhere. <sup><strong>10</strong></sup> \"'Do not have sexual relations with your son's daughter or your daughter's daughter; that would dishonor you. <sup><strong>11</strong></sup> \"'Do not have sexual relations with the daughter of your father's wife, born to your father; she is your sister. <sup><strong>12</strong></sup> \"'Do not have sexual relations with your father's sister; she is your father's close relative. <sup><strong>13</strong></sup> \"'Do not have sexual relations with your mother's sister, because she is your mother's close relative. <sup><strong>14</strong></sup> \"'Do not dishonor your father's brother by approaching his wife to have sexual relations; she is your aunt. <sup><strong>15</strong></sup> \"'Do not have sexual relations with your daughter-in-law. She is your son's wife; do not have relations with her. <sup><strong>16</strong></sup> \"'Do not have sexual relations with your brother's wife; that would dishonor your brother. <sup><strong>17</strong></sup> \"'Do not have sexual relations with both a woman and her daughter. Do not have sexual relations with either her son's daughter or her daughter's daughter; they are her close relatives. That is wickedness. <sup><strong>18</strong></sup> \"'Do not take your wife's sister as a rival wife and have sexual relations with her while your wife is living. <sup><strong>19</strong></sup> \"'Do not approach a woman to have sexual relations during the uncleanness of her monthly period. <sup><strong>20</strong></sup> \"'Do not have sexual relations with your neighbor's wife and defile yourself with her. <sup><strong>21</strong></sup> \"'Do not give any of your children to be sacrificed to Molech, for you must not profane the name of your God. I am the LORD. <sup><strong>22</strong></sup> \"'Do not lie with a man as one lies with a woman; that is detestable. <sup><strong>23</strong></sup> \"'Do not have sexual relations with an animal and defile yourself with it. A woman must not present herself to an animal to have sexual relations with it; that is a perversion. <sup><strong>24</strong></sup> \"'Do not defile yourselves in any of these ways, because this is how the nations that I am going to drive out before you became defiled. <sup><strong>25</strong></sup> Even the land was defiled; so I punished it for its sin, and the land vomited out its inhabitants. <sup><strong>26</strong></sup> But you must keep my decrees and my laws. The native-born and the aliens living among you must not do any of these detestable things, <sup><strong>27</strong></sup> for all these things were done by the people who lived in the land before you, and the land became defiled. <sup><strong>28</strong></sup> And if you defile the land, it will vomit you out as it vomited out the nations that were before you. <sup><strong>29</strong></sup> \"'Everyone who does any of these detestable things-such persons must be cut off from their people. <sup><strong>30</strong></sup> Keep my requirements and do not follow any of the detestable customs that were practiced before you came and do not defile yourselves with them. I am the LORD your God.'\" "},{"_id":"616368c5dc1be0273f8b6e20","topicId":"616368bfdc1be0273f8b6e0e","verse":"Genesis 20:10-12","votes":7,"__v":0,"esv":"<div>\n<p id=\"p01020010_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v01020010-1\">10&nbsp;</b>And Abimelech said to Abraham, “What did you see, that you did this thing?” <b class=\"verse-num\" id=\"v01020011-1\">11&nbsp;</b>Abraham said, “I did it because I thought, ‘There is no fear of God at all in this place, and they will kill me because of my wife.’ <b class=\"verse-num\" id=\"v01020012-1\">12&nbsp;</b>Besides, she is indeed my sister, the daughter of my father though not the daughter of my mother, and she became my wife.</p>\n</div>","kjv":"<strong>10</strong> And Abimelech said unto Abraham, What sawest thou, that thou hast done this thing?  <strong>11</strong> And Abraham said, Because I thought, Surely the fear of God is  not in this place; and they will slay me for my wife’s sake.  <strong>12</strong> And yet indeed she is my sister; she is the daughter of my father, but not the daughter of my mother; and she became my wife.  ","niv":"<sup><strong>10</strong></sup> And Abimelech asked Abraham, \"What was your reason for doing this?\" <sup><strong>11</strong></sup> Abraham replied, \"I said to myself, 'There is surely no fear of God in this place, and they will kill me because of my wife.' <sup><strong>12</strong></sup> Besides, she really is my sister, the daughter of my father though not of my mother; and she became my wife. "},{"_id":"616368c5dc1be0273f8b6e21","topicId":"616368bfdc1be0273f8b6e0e","verse":"2 Samuel 13:11-14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p10013011_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v10013011-1\">11&nbsp;</b>But when she brought them near him to eat, he took hold of her and said to her, “Come, lie with me, my sister.” <b class=\"verse-num\" id=\"v10013012-1\">12&nbsp;</b>She answered him, “No, my brother, do not violate me, for such a thing is not done in Israel; do not do this outrageous thing. <b class=\"verse-num\" id=\"v10013013-1\">13&nbsp;</b>As for me, where could I carry my shame? And as for you, you would be as one of the outrageous fools in Israel. Now therefore, please speak to the king, for he will not withhold me from you.” <b class=\"verse-num\" id=\"v10013014-1\">14&nbsp;</b>But he would not listen to her, and being stronger than she, he violated her and lay with her.</p>\n\n</div>","kjv":"<strong>11</strong> And when she had brought them unto him to eat, he took hold of her, and said unto her, Come lie with me, my sister.  <strong>12</strong> And she answered him, Nay, my brother, do not force me; for no such thing ought to be done in Israel: do not thou this folly.  <strong>13</strong> And I, whither shall I cause my shame to go? and as for thee, thou shalt be as one of the fools in Israel. Now therefore, I pray thee, speak unto the king; for he will not withhold me from thee.  <strong>14</strong> Howbeit he would not hearken unto her voice: but, being stronger than she, forced her, and lay with her.  ","niv":"<sup><strong>11</strong></sup> But when she took it to him to eat, he grabbed her and said, \"Come to bed with me, my sister.\" <sup><strong>12</strong></sup> \"Don't, my brother!\" she said to him. \"Don't force me. Such a thing should not be done in Israel! Don't do this wicked thing. <sup><strong>13</strong></sup> What about me? Where could I get rid of my disgrace? And what about you? You would be like one of the wicked fools in Israel. Please speak to the king; he will not keep me from being married to you.\" <sup><strong>14</strong></sup> But he refused to listen to her, and since he was stronger than she, he raped her. "},{"_id":"616368c5dc1be0273f8b6e22","topicId":"616368bfdc1be0273f8b6e0e","verse":"Genesis 49:4","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01049004_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049004-1\">4&nbsp;</b>&nbsp;&nbsp;Unstable as water, you shall not have preeminence,</span><br><span id=\"p01049004_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you went up to your father’s bed;</span><br><span id=\"p01049004_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then you defiled it—he went up to my couch!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Unstable as water, thou shalt not excel; because thou wentest up to thy father’s bed; then defiledst thou it: he went up to my couch.  ","niv":"<sup><strong>4</strong></sup> Turbulent as the waters, you will no longer excel, for you went up onto your father's bed, onto my couch and defiled it."},{"_id":"616368c6dc1be0273f8b6e23","topicId":"616368bfdc1be0273f8b6e0e","verse":"1 Corinthians 7:34-36","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p46007001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46007001-1\">7:1&nbsp;</b>Now concerning the matters about which you wrote: “It is good for a man not to have sexual relations with a woman.” <b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband. <b class=\"verse-num\" id=\"v46007003-1\">3&nbsp;</b>The husband should give to his wife her conjugal rights, and likewise the wife to her husband. <b class=\"verse-num\" id=\"v46007004-1\">4&nbsp;</b>For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does. <b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n<p id=\"p46007005_04-26\"><b class=\"verse-num\" id=\"v46007006-1\">6&nbsp;</b>Now as a concession, not a command, I say this. <b class=\"verse-num\" id=\"v46007007-1\">7&nbsp;</b>I wish that all were as I myself am. But each has his own gift from God, one of one kind and one of another.</p>\n<p id=\"p46007007_04-26\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am. <b class=\"verse-num\" id=\"v46007009-1\">9&nbsp;</b>But if they cannot exercise self-control, they should marry. For it is better to marry than to burn with passion.</p>\n<p id=\"p46007009_04-26\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n<p id=\"p46007011_04-26\"><b class=\"verse-num\" id=\"v46007012-1\">12&nbsp;</b>To the rest I say (I, not the Lord) that if any brother has a wife who is an unbeliever, and she consents to live with him, he should not divorce her. <b class=\"verse-num\" id=\"v46007013-1\">13&nbsp;</b>If any woman has a husband who is an unbeliever, and he consents to live with her, she should not divorce him. <b class=\"verse-num\" id=\"v46007014-1\">14&nbsp;</b>For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy. <b class=\"verse-num\" id=\"v46007015-1\">15&nbsp;</b>But if the unbelieving partner separates, let it be so. In such cases the brother or sister is not enslaved. God has called you to peace. <b class=\"verse-num\" id=\"v46007016-1\">16&nbsp;</b>For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?</p>\n\n<p id=\"p46007016_09-26\"><b class=\"verse-num\" id=\"v46007017-1\">17&nbsp;</b>Only let each person lead the life that the Lord has assigned to him, and to which God has called him. This is my rule in all the churches. <b class=\"verse-num\" id=\"v46007018-1\">18&nbsp;</b>Was anyone at the time of his call already circumcised? Let him not seek to remove the marks of circumcision. Was anyone at the time of his call uncircumcised? Let him not seek circumcision. <b class=\"verse-num\" id=\"v46007019-1\">19&nbsp;</b>For neither circumcision counts for anything nor uncircumcision, but keeping the commandments of God. <b class=\"verse-num\" id=\"v46007020-1\">20&nbsp;</b>Each one should remain in the condition in which he was called. <b class=\"verse-num\" id=\"v46007021-1\">21&nbsp;</b>Were you a bondservant when called? Do not be concerned about it. (But if you can gain your freedom, avail yourself of the opportunity.) <b class=\"verse-num\" id=\"v46007022-1\">22&nbsp;</b>For he who was called in the Lord as a bondservant is a freedman of the Lord. Likewise he who was free when called is a bondservant of Christ. <b class=\"verse-num\" id=\"v46007023-1\">23&nbsp;</b>You were bought with a price; do not become bondservants of men. <b class=\"verse-num\" id=\"v46007024-1\">24&nbsp;</b>So, brothers, in whatever condition each was called, there let him remain with God.</p>\n\n<p id=\"p46007024_14-26\"><b class=\"verse-num\" id=\"v46007025-1\">25&nbsp;</b>Now concerning the betrothed, I have no command from the Lord, but I give my judgment as one who by the Lord’s mercy is trustworthy. <b class=\"verse-num\" id=\"v46007026-1\">26&nbsp;</b>I think that in view of the present distress it is good for a person to remain as he is. <b class=\"verse-num\" id=\"v46007027-1\">27&nbsp;</b>Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife. <b class=\"verse-num\" id=\"v46007028-1\">28&nbsp;</b>But if you do marry, you have not sinned, and if a betrothed woman marries, she has not sinned. Yet those who marry will have worldly troubles, and I would spare you that. <b class=\"verse-num\" id=\"v46007029-1\">29&nbsp;</b>This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none, <b class=\"verse-num\" id=\"v46007030-1\">30&nbsp;</b>and those who mourn as though they were not mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they had no goods, <b class=\"verse-num\" id=\"v46007031-1\">31&nbsp;</b>and those who deal with the world as though they had no dealings with it. For the present form of this world is passing away.</p>\n<p id=\"p46007031_14-26\"><b class=\"verse-num\" id=\"v46007032-1\">32&nbsp;</b>I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord. <b class=\"verse-num\" id=\"v46007033-1\">33&nbsp;</b>But the married man is anxious about worldly things, how to please his wife, <b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband. <b class=\"verse-num\" id=\"v46007035-1\">35&nbsp;</b>I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord.</p>\n<p id=\"p46007035_14-26\"><b class=\"verse-num\" id=\"v46007036-1\">36&nbsp;</b>If anyone thinks that he is not behaving properly toward his betrothed, if his passions are strong, and it has to be, let him do as he wishes: let them marry—it is no sin. <b class=\"verse-num\" id=\"v46007037-1\">37&nbsp;</b>But whoever is firmly established in his heart, being under no necessity but having his desire under control, and has determined this in his heart, to keep her as his betrothed, he will do well. <b class=\"verse-num\" id=\"v46007038-1\">38&nbsp;</b>So then he who marries his betrothed does well, and he who refrains from marriage will do even better.</p>\n<p id=\"p46007038_14-26\"><b class=\"verse-num\" id=\"v46007039-1\">39&nbsp;</b>A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord. <b class=\"verse-num\" id=\"v46007040-1\">40&nbsp;</b>Yet in my judgment she is happier if she remains as she is. And I think that I too have the Spirit of God.</p>\n\n</div>","kjv":"<strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  <strong>36</strong> But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.  ","niv":"<sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband. <sup><strong>35</strong></sup> I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord. <sup><strong>36</strong></sup> If anyone thinks he is acting improperly toward the virgin he is engaged to, and if she is getting along in years and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married. "},{"_id":"616368c6dc1be0273f8b6e24","topicId":"616368bfdc1be0273f8b6e0e","verse":"Genesis 29:23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01029023_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v01029023-1\">23&nbsp;</b>But in the evening he took his daughter Leah and brought her to Jacob, and he went in to her.</p>\n</div>","kjv":"<strong>23</strong> And it came to pass in the evening, that he took Leah his daughter, and brought her to him; and he went in unto her.  ","niv":"<sup><strong>23</strong></sup> But when evening came, he took his daughter Leah and gave her to Jacob, and Jacob lay with her."},{"_id":"616368c6dc1be0273f8b6e25","topicId":"616368bfdc1be0273f8b6e0e","verse":"1 Corinthians 7:1-40","votes":5,"__v":0,"kjv":"<strong>1</strong> Now concerning the things whereof ye wrote unto me: It is  good for a man not to touch a woman.  <strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  <strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  <strong>6</strong> But I speak this by permission, and not of commandment.  <strong>7</strong> For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.  <strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  <strong>9</strong> But if they cannot contain, let them marry: for it is better to marry than to burn.  <strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  <strong>12</strong> But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.  <strong>13</strong> And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.  <strong>14</strong> For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.  <strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  <strong>16</strong> For what knowest thou, O wife, whether thou shalt save thy  husband? or how knowest thou, O man, whether thou shalt save thy  wife?  <strong>17</strong> But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.  <strong>18</strong> Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.  <strong>19</strong> Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.  <strong>20</strong> Let every man abide in the same calling wherein he was called.  <strong>21</strong> Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.  <strong>22</strong> For he that is called in the Lord, being a servant, is the Lord’s freeman: likewise also he that is called, being free, is Christ’s servant.  <strong>23</strong> Ye are bought with a price; be not ye the servants of men.  <strong>24</strong> Brethren, let every man, wherein he is called, therein abide with God.  <strong>25</strong> Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful.  <strong>26</strong> I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be.  <strong>27</strong> Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.  <strong>28</strong> But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.  <strong>29</strong> But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;  <strong>30</strong> And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;  <strong>31</strong> And they that use this world, as not abusing it: for the fashion of this world passeth away.  <strong>32</strong> But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:  <strong>33</strong> But he that is married careth for the things that are of the world, how he may please his wife.  <strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  <strong>36</strong> But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.  <strong>37</strong> Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.  <strong>38</strong> So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.  <strong>39</strong> The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.  <strong>40</strong> But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.  ","niv":"<sup><strong>1</strong></sup> Now for the matters you wrote about: It is good for a man not to marry. <sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband. <sup><strong>3</strong></sup> The husband should fulfill his marital duty to his wife, and likewise the wife to her husband. <sup><strong>4</strong></sup> The wife's body does not belong to her alone but also to her husband. In the same way, the husband's body does not belong to him alone but also to his wife. <sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control. <sup><strong>6</strong></sup> I say this as a concession, not as a command. <sup><strong>7</strong></sup> I wish that all men were as I am. But each man has his own gift from God; one has this gift, another has that. <sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am. <sup><strong>9</strong></sup> But if they cannot control themselves, they should marry, for it is better to marry than to burn with passion. <sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. <sup><strong>12</strong></sup> To the rest I say this (I, not the Lord): If any brother has a wife who is not a believer and she is willing to live with him, he must not divorce her. <sup><strong>13</strong></sup> And if a woman has a husband who is not a believer and he is willing to live with her, she must not divorce him. <sup><strong>14</strong></sup> For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy. <sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace. <sup><strong>16</strong></sup> How do you know, wife, whether you will save your husband? Or, how do you know, husband, whether you will save your wife? <sup><strong>17</strong></sup> Nevertheless, each one should retain the place in life that the Lord assigned to him and to which God has called him. This is the rule I lay down in all the churches. <sup><strong>18</strong></sup> Was a man already circumcised when he was called? He should not become uncircumcised. Was a man uncircumcised when he was called? He should not be circumcised. <sup><strong>19</strong></sup> Circumcision is nothing and uncircumcision is nothing. Keeping God's commands is what counts. <sup><strong>20</strong></sup> Each one should remain in the situation which he was in when God called him. <sup><strong>21</strong></sup> Were you a slave when you were called? Don't let it trouble you--although if you can gain your freedom, do so. <sup><strong>22</strong></sup> For he who was a slave when he was called by the Lord is the Lord's freedman; similarly, he who was a free man when he was called is Christ's slave. <sup><strong>23</strong></sup> You were bought at a price; do not become slaves of men. <sup><strong>24</strong></sup> Brothers, each man, as responsible to God, should remain in the situation God called him to. <sup><strong>25</strong></sup> Now about virgins: I have no command from the Lord, but I give a judgment as one who by the Lord's mercy is trustworthy. <sup><strong>26</strong></sup> Because of the present crisis, I think that it is good for you to remain as you are. <sup><strong>27</strong></sup> Are you married? Do not seek a divorce. Are you unmarried? Do not look for a wife. <sup><strong>28</strong></sup> But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this. <sup><strong>29</strong></sup> What I mean, brothers, is that the time is short. From now on those who have wives should live as if they had none; <sup><strong>30</strong></sup> those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep; <sup><strong>31</strong></sup> those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away. <sup><strong>32</strong></sup> I would like you to be free from concern. An unmarried man is concerned about the Lord's affairs--how he can please the Lord. <sup><strong>33</strong></sup> But a married man is concerned about the affairs of this world--how he can please his wife-- <sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband. <sup><strong>35</strong></sup> I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord. <sup><strong>36</strong></sup> If anyone thinks he is acting improperly toward the virgin he is engaged to, and if she is getting along in years and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married. <sup><strong>37</strong></sup> But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin--this man also does the right thing. <sup><strong>38</strong></sup> So then, he who marries the virgin does right, but he who does not marry her does even better. <sup><strong>39</strong></sup> A woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord. <sup><strong>40</strong></sup> In my judgment, she is happier if she stays as she is--and I think that I too have the Spirit of God. "},{"_id":"616368c7dc1be0273f8b6e26","topicId":"616368bfdc1be0273f8b6e0e","verse":"Ezekiel 33:25-26","votes":5,"__v":0,"esv":"<div>\n<p id=\"p26033025_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v26033025-1\">25&nbsp;</b>Therefore say to them, Thus says the Lord GOD: You eat flesh with the blood and lift up your eyes to your idols and shed blood; shall you then possess the land? <b class=\"verse-num\" id=\"v26033026-1\">26&nbsp;</b>You rely on the sword, you commit abominations, and each of you defiles his neighbor’s wife; shall you then possess the land?</p>\n</div>","kjv":"<strong>25</strong> Wherefore say unto them, Thus saith the Lord GOD; Ye eat with the blood, and lift up your eyes toward your idols, and shed blood: and shall ye possess the land?  <strong>26</strong> Ye stand upon your sword, ye work abomination, and ye defile every one his neighbour’s wife: and shall ye possess the land?  ","niv":"<sup><strong>25</strong></sup> Therefore say to them, 'This is what the Sovereign LORD says: Since you eat meat with the blood still in it and look to your idols and shed blood, should you then possess the land? <sup><strong>26</strong></sup> You rely on your sword, you do detestable things, and each of you defiles his neighbor's wife. Should you then possess the land?' "},{"_id":"616368c7dc1be0273f8b6e27","topicId":"616368bfdc1be0273f8b6e0e","verse":"Genesis 19:1-38","votes":5,"__v":0,"kjv":"<strong>1</strong> And there came two angels to Sodom at even; and Lot sat in the gate of Sodom: and Lot seeing them rose up to meet them; and he bowed himself with his face toward the ground;  <strong>2</strong> And he said, Behold now, my lords, turn in, I pray you, into your servant’s house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your ways. And they said, Nay; but we will abide in the street all night.  <strong>3</strong> And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.  <strong>4</strong> But before they lay down, the men of the city, even the men of Sodom, compassed the house round, both old and young, all the people from every quarter:  <strong>5</strong> And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.  <strong>6</strong> And Lot went out at the door unto them, and shut the door after him,  <strong>7</strong> And said, I pray you, brethren, do not so wickedly.  <strong>8</strong> Behold now, I have two daughters which have not known man; let me, I pray you, bring them out unto you, and do ye to them as is good in your eyes: only unto these men do nothing; for therefore came they under the shadow of my roof.  <strong>9</strong> And they said, Stand back. And they said again, This one fellow came in to sojourn, and he will needs be a judge: now will we deal worse with thee, than with them. And they pressed sore upon the man, even Lot, and came near to break the door.  <strong>10</strong> But the men put forth their hand, and pulled Lot into the house to them, and shut to the door.  <strong>11</strong> And they smote the men that were at the door of the house with blindness, both small and great: so that they wearied themselves to find the door.  <strong>12</strong> And the men said unto Lot, Hast thou here any besides? son in law, and thy sons, and thy daughters, and whatsoever thou hast in the city, bring them out of this place:  <strong>13</strong> For we will destroy this place, because the cry of them is waxen great before the face of the LORD; and the LORD hath sent us to destroy it.  <strong>14</strong> And Lot went out, and spake unto his sons in law, which married his daughters, and said, Up, get you out of this place; for the LORD will destroy this city. But he seemed as one that mocked unto his sons in law.  <strong>15</strong> And when the morning arose, then the angels hastened Lot, saying, Arise, take thy wife, and thy two daughters, which are here; lest thou be consumed in the iniquity of the city.  <strong>16</strong> And while he lingered, the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters; the LORD being merciful unto him: and they brought him forth, and set him without the city.  <strong>17</strong> And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.  <strong>18</strong> And Lot said unto them, Oh, not so, my Lord:  <strong>19</strong> Behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shewed unto me in saving my life; and I cannot escape to the mountain, lest some evil take me, and I die:  <strong>20</strong> Behold now, this city is near to flee unto, and it is a little one: Oh, let me escape thither, (is it not a little one?) and my soul shall live.  <strong>21</strong> And he said unto him, See, I have accepted thee concerning this thing also, that I will not overthrow this city, for the which thou hast spoken.  <strong>22</strong> Haste thee, escape thither; for I cannot do any thing till thou be come thither. Therefore the name of the city was called Zoar.  <strong>23</strong> The sun was risen upon the earth when Lot entered into Zoar.  <strong>24</strong> Then the LORD rained upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven;  <strong>25</strong> And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground.  <strong>26</strong> But his wife looked back from behind him, and she became a pillar of salt.  <strong>27</strong> And Abraham gat up early in the morning to the place where he stood before the LORD:  <strong>28</strong> And he looked toward Sodom and Gomorrah, and toward all the land of the plain, and beheld, and, lo, the smoke of the country went up as the smoke of a furnace.  <strong>29</strong> And it came to pass, when God destroyed the cities of the plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when he overthrew the cities in the which Lot dwelt.  <strong>30</strong> And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he and his two daughters.  <strong>31</strong> And the firstborn said unto the younger, Our father is old, and there is not a man in the earth to come in unto us after the manner of all the earth:  <strong>32</strong> Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father.  <strong>33</strong> And they made their father drink wine that night: and the firstborn went in, and lay with her father; and he perceived not when she lay down, nor when she arose.  <strong>34</strong> And it came to pass on the morrow, that the firstborn said unto the younger, Behold, I lay yesternight with my father: let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father.  <strong>35</strong> And they made their father drink wine that night also: and the younger arose, and lay with him; and he perceived not when she lay down, nor when she arose.  <strong>36</strong> Thus were both the daughters of Lot with child by their father.  <strong>37</strong> And the firstborn bare a son, and called his name Moab: the same is the father of the Moabites unto this day.  <strong>38</strong> And the younger, she also bare a son, and called his name Benammi: the same is the father of the children of Ammon unto this day.  ","niv":"<sup><strong>1</strong></sup> The two angels arrived at Sodom in the evening, and Lot was sitting in the gateway of the city. When he saw them, he got up to meet them and bowed down with his face to the ground. <sup><strong>2</strong></sup> \"My lords,\" he said, \"please turn aside to your servant's house. You can wash your feet and spend the night and then go on your way early in the morning.No,\" they answered, \"we will spend the night in the square.\" <sup><strong>3</strong></sup> But he insisted so strongly that they did go with him and entered his house. He prepared a meal for them, baking bread without yeast, and they ate. <sup><strong>4</strong></sup> Before they had gone to bed, all the men from every part of the city of Sodom-both young and old-surrounded the house. <sup><strong>5</strong></sup> They called to Lot, \"Where are the men who came to you tonight? Bring them out to us so that we can have sex with them.\" <sup><strong>6</strong></sup> Lot went outside to meet them and shut the door behind him <sup><strong>7</strong></sup> and said, \"No, my friends. Don't do this wicked thing. <sup><strong>8</strong></sup> Look, I have two daughters who have never slept with a man. Let me bring them out to you, and you can do what you like with them. But don't do anything to these men, for they have come under the protection of my roof.\" <sup><strong>9</strong></sup> \"Get out of our way,\" they replied. And they said, \"This fellow came here as an alien, and now he wants to play the judge! We'll treat you worse than them.\" They kept bringing pressure on Lot and moved forward to break down the door. <sup><strong>10</strong></sup> But the men inside reached out and pulled Lot back into the house and shut the door. <sup><strong>11</strong></sup> Then they struck the men who were at the door of the house, young and old, with blindness so that they could not find the door. <sup><strong>12</strong></sup> The two men said to Lot, \"Do you have anyone else here-sons-in-law, sons or daughters, or anyone else in the city who belongs to you? Get them out of here, <sup><strong>13</strong></sup> because we are going to destroy this place. The outcry to the LORD against its people is so great that he has sent us to destroy it.\" <sup><strong>14</strong></sup> So Lot went out and spoke to his sons-in-law, who were pledged to marry his daughters. He said, \"Hurry and get out of this place, because the LORD is about to destroy the city!\" But his sons-in-law thought he was joking. <sup><strong>15</strong></sup> With the coming of dawn, the angels urged Lot, saying, \"Hurry! Take your wife and your two daughters who are here, or you will be swept away when the city is punished.\" <sup><strong>16</strong></sup> When he hesitated, the men grasped his hand and the hands of his wife and of his two daughters and led them safely out of the city, for the LORD was merciful to them. <sup><strong>17</strong></sup> As soon as they had brought them out, one of them said, \"Flee for your lives! Don't look back, and don't stop anywhere in the plain! Flee to the mountains or you will be swept away!\" <sup><strong>18</strong></sup> But Lot said to them, \"No, my lords, please! <sup><strong>19</strong></sup> Your servant has found favor in your eyes, and you have shown great kindness to me in sparing my life. But I can't flee to the mountains; this disaster will overtake me, and I'll die. <sup><strong>20</strong></sup> Look, here is a town near enough to run to, and it is small. Let me flee to it-it is very small, isn't it? Then my life will be spared.\" <sup><strong>21</strong></sup> He said to him, \"Very well, I will grant this request too; I will not overthrow the town you speak of. <sup><strong>22</strong></sup> But flee there quickly, because I cannot do anything until you reach it.\" (That is why the town was called Zoar. ) <sup><strong>23</strong></sup> By the time Lot reached Zoar, the sun had risen over the land. <sup><strong>24</strong></sup> Then the LORD rained down burning sulfur on Sodom and Gomorrah-from the LORD out of the heavens. <sup><strong>25</strong></sup> Thus he overthrew those cities and the entire plain, including all those living in the cities-and also the vegetation in the land. <sup><strong>26</strong></sup> But Lot's wife looked back, and she became a pillar of salt. <sup><strong>27</strong></sup> Early the next morning Abraham got up and returned to the place where he had stood before the LORD. <sup><strong>28</strong></sup> He looked down toward Sodom and Gomorrah, toward all the land of the plain, and he saw dense smoke rising from the land, like smoke from a furnace. <sup><strong>29</strong></sup> So when God destroyed the cities of the plain, he remembered Abraham, and he brought Lot out of the catastrophe that overthrew the cities where Lot had lived. <sup><strong>30</strong></sup> Lot and his two daughters left Zoar and settled in the mountains, for he was afraid to stay in Zoar. He and his two daughters lived in a cave. <sup><strong>31</strong></sup> One day the older daughter said to the younger, \"Our father is old, and there is no man around here to lie with us, as is the custom all over the earth. <sup><strong>32</strong></sup> Let's get our father to drink wine and then lie with him and preserve our family line through our father.\" <sup><strong>33</strong></sup> That night they got their father to drink wine, and the older daughter went in and lay with him. He was not aware of it when she lay down or when she got up. <sup><strong>34</strong></sup> The next day the older daughter said to the younger, \"Last night I lay with my father. Let's get him to drink wine again tonight, and you go in and lie with him so we can preserve our family line through our father.\" <sup><strong>35</strong></sup> So they got their father to drink wine that night also, and the younger daughter went and lay with him. Again he was not aware of it when she lay down or when she got up. <sup><strong>36</strong></sup> So both of Lot's daughters became pregnant by their father. <sup><strong>37</strong></sup> The older daughter had a son, and she named him Moab; he is the father of the Moabites of today. <sup><strong>38</strong></sup> The younger daughter also had a son, and she named him Ben-Ammi; he is the father of the Ammonites of today. "}]}