{"_id":"61636987dc1be0273f8b6e71","slug":"indifference","name":"Indifference","verses":[{"_id":"61636988dc1be0273f8b6e72","topicId":"61636987dc1be0273f8b6e71","verse":"Romans 12:2","votes":64,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"61636988dc1be0273f8b6e73","topicId":"61636987dc1be0273f8b6e71","verse":"Revelation 3:15-16","votes":59,"__v":0,"esv":"<div>\n<p id=\"p66003015_01-2\"><b class=\"verse-num woc\" id=\"v66003015-1\">15&nbsp;</b><span class=\"woc\">“‘I know your works: you are neither cold nor hot. Would that you were either cold or hot!</span> <b class=\"verse-num woc\" id=\"v66003016-1\">16&nbsp;</b><span class=\"woc\">So, because you are lukewarm, and neither hot nor cold, I will spit you out of my mouth.</span></p>\n</div>","kjv":"<strong>15</strong> I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot.  <strong>16</strong> So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.  ","niv":"<sup><strong>15</strong></sup> I know your deeds, that you are neither cold nor hot. I wish you were either one or the other! <sup><strong>16</strong></sup> So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth. "},{"_id":"61636989dc1be0273f8b6e74","topicId":"61636987dc1be0273f8b6e71","verse":"Matthew 11:16-17","votes":46,"__v":0,"esv":"<div>\n<p id=\"p40011016_01-3\"><b class=\"verse-num woc\" id=\"v40011016-1\">16&nbsp;</b><span class=\"woc\">“But to what shall I compare this generation? It is like children sitting in the marketplaces and calling to their playmates,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40011017_01-3\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40011017-1\">17&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">“‘We played the flute for you, and you did not dance;</span><br><span id=\"p40011017_01-3\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;we sang a dirge, and you did not mourn.’</span><br></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong>           But whereunto shall I liken this generation? It is like unto children sitting in the markets, and calling unto their fellows,  <strong>17</strong> And saying, We have piped unto you, and ye have not danced; we have mourned unto you, and ye have not lamented.  ","niv":"<sup><strong>16</strong></sup> \"To what can I compare this generation? They are like children sitting in the marketplaces and calling out to others: <sup><strong>17</strong></sup> \"'We played the flute for you, and you did not dance; we sang a dirge and you did not mourn.' ","modified":"2023-02-24T20:30:36.778Z"},{"_id":"61636989dc1be0273f8b6e76","topicId":"61636987dc1be0273f8b6e71","verse":"Matthew 6:33","votes":42,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."},{"_id":"61636989dc1be0273f8b6e75","topicId":"61636987dc1be0273f8b6e71","verse":"Revelation 3:19","votes":34,"__v":0,"esv":"<div>\n<p id=\"p66003019_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003019-1\">19&nbsp;</b><span class=\"woc\">Those whom I love, I reprove and discipline, so be zealous and repent.</span></p>\n</div>","kjv":"<strong>19</strong> As many as I love, I rebuke and chasten: be zealous therefore, and repent.  ","niv":"<sup><strong>19</strong></sup> Those whom I love I rebuke and discipline. So be earnest, and repent."},{"_id":"6163698adc1be0273f8b6e77","topicId":"61636987dc1be0273f8b6e71","verse":"Matthew 24:12","votes":34,"__v":0,"esv":"<div>\n<p id=\"p40024012_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span></p>\n</div>","kjv":"<strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  ","niv":"<sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold,"},{"_id":"6163698adc1be0273f8b6e78","topicId":"61636987dc1be0273f8b6e71","verse":"John 3:16","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-7\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6163698adc1be0273f8b6e79","topicId":"61636987dc1be0273f8b6e71","verse":"Galatians 5:22","votes":27,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"_id":"6163698adc1be0273f8b6e7a","topicId":"61636987dc1be0273f8b6e71","verse":"1 John 1:9","votes":26,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"6163698bdc1be0273f8b6e7b","topicId":"61636987dc1be0273f8b6e71","verse":"Philippians 4:13","votes":29,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength.","modified":"2023-11-09T00:33:53.487Z"},{"_id":"6163698bdc1be0273f8b6e7c","topicId":"61636987dc1be0273f8b6e71","verse":"Acts 28:27","votes":28,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44028027_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44028027-1\">27&nbsp;</b>&nbsp;&nbsp;For this people’s heart has grown dull,</span><br><span id=\"p44028027_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with their ears they can barely hear,</span><br><span id=\"p44028027_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their eyes they have closed;</span><br><span id=\"p44028027_01-11\" class=\"line\">&nbsp;&nbsp;lest they should see with their eyes</span><br><span id=\"p44028027_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hear with their ears</span><br><span id=\"p44028027_01-11\" class=\"line\">&nbsp;&nbsp;and understand with their heart</span><br><span id=\"p44028027_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turn, and I would heal them.’</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> For the heart of this people is waxed gross, and their ears are dull of hearing, and their eyes have they closed; lest they should see with their eyes, and hear with their ears, and understand with their heart, and should be converted, and I should heal them.  ","niv":"<sup><strong>27</strong></sup> For this people's heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.'","modified":"2022-08-25T03:18:10.922Z"},{"_id":"6163698bdc1be0273f8b6e7d","topicId":"61636987dc1be0273f8b6e71","verse":"Zechariah 7:11-13","votes":26,"__v":0,"esv":"<div>\n<p id=\"p38007011_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v38007011-1\">11&nbsp;</b>But they refused to pay attention and turned a stubborn shoulder and stopped their ears that they might not hear. <b class=\"verse-num\" id=\"v38007012-1\">12&nbsp;</b>They made their hearts diamond-hard lest they should hear the law and the words that the LORD of hosts had sent by his Spirit through the former prophets. Therefore great anger came from the LORD of hosts. <b class=\"verse-num\" id=\"v38007013-1\">13&nbsp;</b>“As I called, and they would not hear, so they called, and I would not hear,” says the LORD of hosts,</p>\n\n</div>","kjv":"<strong>11</strong> But they refused to hearken, and pulled away the shoulder, and stopped their ears, that they should not hear.  <strong>12</strong> Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the LORD of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the LORD of hosts.  <strong>13</strong> Therefore it is come to pass, that as he cried, and they would not hear; so they cried, and I would not hear, saith the LORD of hosts:  ","niv":"<sup><strong>11</strong></sup> \"But they refused to pay attention; stubbornly they turned their backs and stopped up their ears. <sup><strong>12</strong></sup> They made their hearts as hard as flint and would not listen to the law or to the words that the LORD Almighty had sent by his Spirit through the earlier prophets. So the LORD Almighty was very angry. <sup><strong>13</strong></sup> \"'When I called, they did not listen; so when they called, I would not listen,' says the LORD Almighty. "},{"_id":"6163698cdc1be0273f8b6e7e","topicId":"61636987dc1be0273f8b6e71","verse":"Ezekiel 12:2","votes":25,"__v":0,"esv":"<div>\n<p id=\"p26012002_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v26012002-1\">2&nbsp;</b>“Son of man, you dwell in the midst of a rebellious house, who have eyes to see, but see not, who have ears to hear, but hear not, for they are a rebellious house.</p>\n</div>","kjv":"<strong>2</strong> Son of man, thou dwellest in the midst of a rebellious house, which have eyes to see, and see not; they have ears to hear, and hear not: for they are a rebellious house.  ","niv":"<sup><strong>2</strong></sup> \"Son of man, you are living among a rebellious people. They have eyes to see but do not see and ears to hear but do not hear, for they are a rebellious people."},{"_id":"6163698cdc1be0273f8b6e7f","topicId":"61636987dc1be0273f8b6e71","verse":"Galatians 2:20","votes":25,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"6163698cdc1be0273f8b6e80","topicId":"61636987dc1be0273f8b6e71","verse":"Jeremiah 25:3-7","votes":25,"__v":0,"esv":"<div>\n<p id=\"p24025003_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v24025003-1\">3&nbsp;</b>“For twenty-three years, from the thirteenth year of Josiah the son of Amon, king of Judah, to this day, the word of the LORD has come to me, and I have spoken persistently to you, but you have not listened. <b class=\"verse-num\" id=\"v24025004-1\">4&nbsp;</b>You have neither listened nor inclined your ears to hear, although the LORD persistently sent to you all his servants the prophets, <b class=\"verse-num\" id=\"v24025005-1\">5&nbsp;</b>saying, ‘Turn now, every one of you, from his evil way and evil deeds, and dwell upon the land that the LORD has given to you and your fathers from of old and forever. <b class=\"verse-num\" id=\"v24025006-1\">6&nbsp;</b>Do not go after other gods to serve and worship them, or provoke me to anger with the work of your hands. Then I will do you no harm.’ <b class=\"verse-num\" id=\"v24025007-1\">7&nbsp;</b>Yet you have not listened to me, declares the LORD, that you might provoke me to anger with the work of your hands to your own harm.</p>\n</div>","kjv":"<strong>3</strong> From the thirteenth year of Josiah the son of Amon king of Judah, even unto this day, that is the three and twentieth year, the word of the LORD hath come unto me, and I have spoken unto you, rising early and speaking; but ye have not hearkened.  <strong>4</strong> And the LORD hath sent unto you all his servants the prophets, rising early and sending them; but ye have not hearkened, nor inclined your ear to hear.  <strong>5</strong> They said, Turn ye again now every one from his evil way, and from the evil of your doings, and dwell in the land that the LORD hath given unto you and to your fathers for ever and ever:  <strong>6</strong> And go not after other gods to serve them, and to worship them, and provoke me not to anger with the works of your hands; and I will do you no hurt.  <strong>7</strong> Yet ye have not hearkened unto me, saith the LORD; that ye might provoke me to anger with the works of your hands to your own hurt.  ","niv":"<sup><strong>3</strong></sup> For twenty-three years-from the thirteenth year of Josiah son of Amon king of Judah until this very day-the word of the LORD has come to me and I have spoken to you again and again, but you have not listened. <sup><strong>4</strong></sup> And though the LORD has sent all his servants the prophets to you again and again, you have not listened or paid any attention. <sup><strong>5</strong></sup> They said, \"Turn now, each of you, from your evil ways and your evil practices, and you can stay in the land the LORD gave to you and your fathers for ever and ever. <sup><strong>6</strong></sup> Do not follow other gods to serve and worship them; do not provoke me to anger with what your hands have made. Then I will not harm you.\" <sup><strong>7</strong></sup> \"But you did not listen to me,\" declares the LORD, \"and you have provoked me with what your hands have made, and you have brought harm to yourselves.\" "},{"_id":"6163698cdc1be0273f8b6e81","topicId":"61636987dc1be0273f8b6e71","verse":"Revelation 3:15-22","votes":25,"__v":0,"esv":"<div>\n<p id=\"p66003015_01-16\"><b class=\"verse-num woc\" id=\"v66003015-1\">15&nbsp;</b><span class=\"woc\">“‘I know your works: you are neither cold nor hot. Would that you were either cold or hot!</span> <b class=\"verse-num woc\" id=\"v66003016-1\">16&nbsp;</b><span class=\"woc\">So, because you are lukewarm, and neither hot nor cold, I will spit you out of my mouth.</span> <b class=\"verse-num woc\" id=\"v66003017-1\">17&nbsp;</b><span class=\"woc\">For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable, poor, blind, and naked.</span> <b class=\"verse-num woc\" id=\"v66003018-1\">18&nbsp;</b><span class=\"woc\">I counsel you to buy from me gold refined by fire, so that you may be rich, and white garments so that you may clothe yourself and the shame of your nakedness may not be seen, and salve to anoint your eyes, so that you may see.</span> <b class=\"verse-num woc\" id=\"v66003019-1\">19&nbsp;</b><span class=\"woc\">Those whom I love, I reprove and discipline, so be zealous and repent.</span> <b class=\"verse-num woc\" id=\"v66003020-1\">20&nbsp;</b><span class=\"woc\">Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.</span> <b class=\"verse-num woc\" id=\"v66003021-1\">21&nbsp;</b><span class=\"woc\">The one who conquers, I will grant him to sit with me on my throne, as I also conquered and sat down with my Father on his throne.</span> <b class=\"verse-num woc\" id=\"v66003022-1\">22&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches.’”</span></p>\n</div>","kjv":"<strong>15</strong> I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot.  <strong>16</strong> So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.  <strong>17</strong> Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:  <strong>18</strong> I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that  the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see.  <strong>19</strong> As many as I love, I rebuke and chasten: be zealous therefore, and repent.  <strong>20</strong> Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.  <strong>21</strong> To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.  <strong>22</strong> He that hath an ear, let him hear what the Spirit saith unto the churches. ","niv":"<sup><strong>15</strong></sup> I know your deeds, that you are neither cold nor hot. I wish you were either one or the other! <sup><strong>16</strong></sup> So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth. <sup><strong>17</strong></sup> You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked. <sup><strong>18</strong></sup> I counsel you to buy from me gold refined in the fire, so you can become rich; and white clothes to wear, so you can cover your shameful nakedness; and salve to put on your eyes, so you can see. <sup><strong>19</strong></sup> Those whom I love I rebuke and discipline. So be earnest, and repent. <sup><strong>20</strong></sup> Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him, and he with me. <sup><strong>21</strong></sup> To him who overcomes, I will give the right to sit with me on my throne, just as I overcame and sat down with my Father on his throne. <sup><strong>22</strong></sup> He who has an ear, let him hear what the Spirit says to the churches.\" "},{"_id":"6163698ddc1be0273f8b6e82","topicId":"61636987dc1be0273f8b6e71","verse":"Jeremiah 7:13","votes":25,"__v":0,"esv":"<div>\n<p id=\"p24007013_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v24007013-1\">13&nbsp;</b>And now, because you have done all these things, declares the LORD, and when I spoke to you persistently you did not listen, and when I called you, you did not answer,</p>\n</div>","kjv":"<strong>13</strong> And now, because ye have done all these works, saith the LORD, and I spake unto you, rising up early and speaking, but ye heard not; and I called you, but ye answered not;  ","niv":"<sup><strong>13</strong></sup> While you were doing all these things, declares the LORD, I spoke to you again and again, but you did not listen; I called you, but you did not answer."},{"_id":"6163698ddc1be0273f8b6e83","topicId":"61636987dc1be0273f8b6e71","verse":"Jeremiah 48:10","votes":25,"__v":0,"esv":"<div>\n<p id=\"p24048010_01-18\"><b class=\"verse-num\" id=\"v24048010-1\">10&nbsp;</b>“Cursed is he who does the work of the LORD with slackness, and cursed is he who keeps back his sword from bloodshed.</p>\n</div>","kjv":"<strong>10</strong> Cursed be he that doeth the work of the LORD deceitfully, and cursed be he that keepeth back his sword from blood.  ","niv":"<sup><strong>10</strong></sup> \"A curse on him who is lax in doing the LORD's work! A curse on him who keeps his sword from bloodshed!"},{"_id":"6163698edc1be0273f8b6e84","topicId":"61636987dc1be0273f8b6e71","verse":"Romans 3:11","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45003011_01-19\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v45003011-1\">11&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;no one understands;</span><br><span id=\"p45003011_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no one seeks for God.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> There is none that understandeth, there is none that seeketh after God.  ","niv":"<sup><strong>11</strong></sup> there is no one who understands, no one who seeks God."},{"_id":"6163698edc1be0273f8b6e85","topicId":"61636987dc1be0273f8b6e71","verse":"Revelation 3:14-21","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p66003014_06-20\"><b class=\"verse-num woc\" id=\"v66003014-1\">14&nbsp;</b><span class=\"woc\">“And to the angel of the church in Laodicea write: ‘The words of the Amen, the faithful and true witness, the beginning of God’s creation.</span></p>\n<p id=\"p66003014_06-20\"><b class=\"verse-num woc\" id=\"v66003015-1\">15&nbsp;</b><span class=\"woc\">“‘I know your works: you are neither cold nor hot. Would that you were either cold or hot!</span> <b class=\"verse-num woc\" id=\"v66003016-1\">16&nbsp;</b><span class=\"woc\">So, because you are lukewarm, and neither hot nor cold, I will spit you out of my mouth.</span> <b class=\"verse-num woc\" id=\"v66003017-1\">17&nbsp;</b><span class=\"woc\">For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable, poor, blind, and naked.</span> <b class=\"verse-num woc\" id=\"v66003018-1\">18&nbsp;</b><span class=\"woc\">I counsel you to buy from me gold refined by fire, so that you may be rich, and white garments so that you may clothe yourself and the shame of your nakedness may not be seen, and salve to anoint your eyes, so that you may see.</span> <b class=\"verse-num woc\" id=\"v66003019-1\">19&nbsp;</b><span class=\"woc\">Those whom I love, I reprove and discipline, so be zealous and repent.</span> <b class=\"verse-num woc\" id=\"v66003020-1\">20&nbsp;</b><span class=\"woc\">Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.</span> <b class=\"verse-num woc\" id=\"v66003021-1\">21&nbsp;</b><span class=\"woc\">The one who conquers, I will grant him to sit with me on my throne, as I also conquered and sat down with my Father on his throne.</span></p>\n</div>","kjv":"<strong>14</strong>           And unto the angel of the church of the Laodiceans write; These things saith the Amen, the faithful and true witness, the beginning of the creation of God;  <strong>15</strong> I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot.  <strong>16</strong> So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.  <strong>17</strong> Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:  <strong>18</strong> I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that  the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see.  <strong>19</strong> As many as I love, I rebuke and chasten: be zealous therefore, and repent.  <strong>20</strong> Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.  <strong>21</strong> To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.  ","niv":"<sup><strong>14</strong></sup> \"To the angel of the church in Laodicea write: These are the words of the Amen, the faithful and true witness, the ruler of God's creation. <sup><strong>15</strong></sup> I know your deeds, that you are neither cold nor hot. I wish you were either one or the other! <sup><strong>16</strong></sup> So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth. <sup><strong>17</strong></sup> You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked. <sup><strong>18</strong></sup> I counsel you to buy from me gold refined in the fire, so you can become rich; and white clothes to wear, so you can cover your shameful nakedness; and salve to put on your eyes, so you can see. <sup><strong>19</strong></sup> Those whom I love I rebuke and discipline. So be earnest, and repent. <sup><strong>20</strong></sup> Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him, and he with me. <sup><strong>21</strong></sup> To him who overcomes, I will give the right to sit with me on my throne, just as I overcame and sat down with my Father on his throne. "},{"_id":"6163698edc1be0273f8b6e87","topicId":"61636987dc1be0273f8b6e71","verse":"Jeremiah 6:10","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24006010_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006010-1\">10&nbsp;</b>&nbsp;&nbsp;To whom shall I speak and give warning,</span><br><span id=\"p24006010_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may hear?</span><br><span id=\"p24006010_01-21\" class=\"line\">&nbsp;&nbsp;Behold, their ears are uncircumcised,</span><br><span id=\"p24006010_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they cannot listen;</span><br><span id=\"p24006010_01-21\" class=\"line\">&nbsp;&nbsp;behold, the word of the LORD is to them an object of scorn;</span><br><span id=\"p24006010_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they take no pleasure in it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> To whom shall I speak, and give warning, that they may hear? behold, their ear is uncircumcised, and they cannot hearken: behold, the word of the LORD is unto them a reproach; they have no delight in it.  ","niv":"<sup><strong>10</strong></sup> To whom can I speak and give warning? Who will listen to me? Their ears are closed so they cannot hear. The word of the LORD is offensive to them; they find no pleasure in it."},{"_id":"6163698edc1be0273f8b6e86","topicId":"61636987dc1be0273f8b6e71","verse":"Zechariah 1:4","votes":24,"__v":0,"esv":"<div>\n<p id=\"p38001004_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v38001004-1\">4&nbsp;</b>Do not be like your fathers, to whom the former prophets cried out, ‘Thus says the LORD of hosts, Return from your evil ways and from your evil deeds.’ But they did not hear or pay attention to me, declares the LORD.</p>\n</div>","kjv":"<strong>4</strong> Be ye not as your fathers, unto whom the former prophets have cried, saying, Thus saith the LORD of hosts; Turn ye now from your evil ways, and from your evil doings: but they did not hear, nor hearken unto me, saith the LORD.  ","niv":"<sup><strong>4</strong></sup> Do not be like your forefathers, to whom the earlier prophets proclaimed: This is what the LORD Almighty says: 'Turn from your evil ways and your evil practices.' But they would not listen or pay attention to me, declares the LORD."},{"_id":"6163698fdc1be0273f8b6e88","topicId":"61636987dc1be0273f8b6e71","verse":"Zephaniah 1:6","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p36001006_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v36001006-1\">6&nbsp;</b>&nbsp;&nbsp;those who have turned back from following the LORD,</span><br><span id=\"p36001006_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who do not seek the LORD or inquire of him.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> And them that are turned back from the LORD; and those that have not sought the LORD, nor enquired for him.  ","niv":"<sup><strong>6</strong></sup> those who turn back from following the LORD and neither seek the LORD nor inquire of him."},{"_id":"6163698fdc1be0273f8b6e89","topicId":"61636987dc1be0273f8b6e71","verse":"Matthew 22:39","votes":25,"__v":0,"esv":"<div>\n<p id=\"p40022039_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40022039-1\">39&nbsp;</b><span class=\"woc\">And a second is like it: You shall love your neighbor as yourself.</span></p>\n</div>","kjv":"<strong>39</strong> And the second is like unto it, Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>39</strong></sup> And the second is like it: 'Love your neighbor as yourself.'","modified":"2022-03-20T17:25:12.938Z"},{"_id":"6163698fdc1be0273f8b6e8a","topicId":"61636987dc1be0273f8b6e71","verse":"Acts 17:10-11","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p44017010_06-25\"><b class=\"verse-num\" id=\"v44017010-1\">10&nbsp;</b>The brothers immediately sent Paul and Silas away by night to Berea, and when they arrived they went into the Jewish synagogue. <b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n\n</div>","kjv":"<strong>10</strong> And the brethren immediately sent away Paul and Silas by night unto Berea: who coming thither went into the synagogue of the Jews.  <strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>10</strong></sup> As soon as it was night, the brothers sent Paul and Silas away to Berea. On arriving there, they went to the Jewish synagogue. <sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true. "}]}