{"_id":"6164d9c0dc1be0273f8b72f8","slug":"investing-in-stocks","name":"Investing In Stocks","verses":[{"_id":"6164d9c1dc1be0273f8b72f9","topicId":"6164d9c0dc1be0273f8b72f8","verse":"Proverbs 28:8","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028008_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028008-1\">8&nbsp;</b>&nbsp;&nbsp;Whoever multiplies his wealth by interest and profit</span><br><span id=\"p20028008_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;gathers it for him who is generous to the poor.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> He that by usury and unjust gain increaseth his substance, he shall gather it for him that will pity the poor.  ","niv":"<sup><strong>8</strong></sup> He who increases his wealth by exorbitant interest amasses it for another, who will be kind to the poor."},{"_id":"6164d9c1dc1be0273f8b72fa","topicId":"6164d9c0dc1be0273f8b72f8","verse":"Matthew 6:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40006021_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n</div>","kjv":"<strong>21</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>21</strong></sup> For where your treasure is, there your heart will be also."},{"_id":"6164d9c1dc1be0273f8b72fb","topicId":"6164d9c0dc1be0273f8b72f8","verse":"1 John 3:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?"},{"_id":"6164d9c2dc1be0273f8b72fc","topicId":"6164d9c0dc1be0273f8b72f8","verse":"1 Timothy 6:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p54006009_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006009-1\">9&nbsp;</b>But those who desire to be rich fall into temptation, into a snare, into many senseless and harmful desires that plunge people into ruin and destruction.</p>\n</div>","kjv":"<strong>9</strong> But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.  ","niv":"<sup><strong>9</strong></sup> People who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge men into ruin and destruction."},{"_id":"6164d9c2dc1be0273f8b72fd","topicId":"6164d9c0dc1be0273f8b72f8","verse":"1 Timothy 6:19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54006019_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","kjv":"<strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life."},{"_id":"6164d9c2dc1be0273f8b72fe","topicId":"6164d9c0dc1be0273f8b72f8","verse":"1 Timothy 6:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."},{"_id":"6164d9c2dc1be0273f8b72ff","topicId":"6164d9c0dc1be0273f8b72f8","verse":"Malachi 3:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p39003010_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it."},{"_id":"6164d9c3dc1be0273f8b7300","topicId":"6164d9c0dc1be0273f8b72f8","verse":"1 Timothy 6:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54006007_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006007-1\">7&nbsp;</b>for we brought nothing into the world, and we cannot take anything out of the world.</p>\n\n</div>","kjv":"<strong>7</strong> For we brought nothing into this world, and it is  certain we can carry nothing out.  ","niv":"<sup><strong>7</strong></sup> For we brought nothing into the world, and we can take nothing out of it."},{"_id":"6164d9c3dc1be0273f8b7301","topicId":"6164d9c0dc1be0273f8b72f8","verse":"2 Corinthians 9:6","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p47009006_04-13\"><b class=\"verse-num\" id=\"v47009006-1\">6&nbsp;</b>The point is this: whoever sows sparingly will also reap sparingly, and whoever sows bountifully will also reap bountifully.</p>\n\n</div>","kjv":"<strong>6</strong> But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully.  ","niv":"<sup><strong>6</strong></sup> Remember this: Whoever sows sparingly will also reap sparingly, and whoever sows generously will also reap generously."},{"_id":"6164d9c3dc1be0273f8b7302","topicId":"6164d9c0dc1be0273f8b72f8","verse":"John 15:1-27","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43015001_06-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43015001-1\">15:1&nbsp;</b><span class=\"woc\">“I am the true vine, and my Father is the vinedresser.</span> <b class=\"verse-num woc\" id=\"v43015002-1\">2&nbsp;</b><span class=\"woc\">Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit.</span> <b class=\"verse-num woc\" id=\"v43015003-1\">3&nbsp;</b><span class=\"woc\">Already you are clean because of the word that I have spoken to you.</span> <b class=\"verse-num woc\" id=\"v43015004-1\">4&nbsp;</b><span class=\"woc\">Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me.</span> <b class=\"verse-num woc\" id=\"v43015005-1\">5&nbsp;</b><span class=\"woc\">I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.</span> <b class=\"verse-num woc\" id=\"v43015006-1\">6&nbsp;</b><span class=\"woc\">If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned.</span> <b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span> <b class=\"verse-num woc\" id=\"v43015008-1\">8&nbsp;</b><span class=\"woc\">By this my Father is glorified, that you bear much fruit and so prove to be my disciples.</span> <b class=\"verse-num woc\" id=\"v43015009-1\">9&nbsp;</b><span class=\"woc\">As the Father has loved me, so have I loved you. Abide in my love.</span> <b class=\"verse-num woc\" id=\"v43015010-1\">10&nbsp;</b><span class=\"woc\">If you keep my commandments, you will abide in my love, just as I have kept my Father’s commandments and abide in his love.</span> <b class=\"verse-num woc\" id=\"v43015011-1\">11&nbsp;</b><span class=\"woc\">These things I have spoken to you, that my joy may be in you, and that your joy may be full.</span></p>\n<p id=\"p43015011_06-14\"><b class=\"verse-num woc\" id=\"v43015012-1\">12&nbsp;</b><span class=\"woc\">“This is my commandment, that you love one another as I have loved you.</span> <b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span> <b class=\"verse-num woc\" id=\"v43015014-1\">14&nbsp;</b><span class=\"woc\">You are my friends if you do what I command you.</span> <b class=\"verse-num woc\" id=\"v43015015-1\">15&nbsp;</b><span class=\"woc\">No longer do I call you servants, for the servant does not know what his master is doing; but I have called you friends, for all that I have heard from my Father I have made known to you.</span> <b class=\"verse-num woc\" id=\"v43015016-1\">16&nbsp;</b><span class=\"woc\">You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you.</span> <b class=\"verse-num woc\" id=\"v43015017-1\">17&nbsp;</b><span class=\"woc\">These things I command you, so that you will love one another.</span></p>\n\n<p id=\"p43015017_11-14\"><b class=\"verse-num woc\" id=\"v43015018-1\">18&nbsp;</b><span class=\"woc\">“If the world hates you, know that it has hated me before it hated you.</span> <b class=\"verse-num woc\" id=\"v43015019-1\">19&nbsp;</b><span class=\"woc\">If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you.</span> <b class=\"verse-num woc\" id=\"v43015020-1\">20&nbsp;</b><span class=\"woc\">Remember the word that I said to you: ‘A servant is not greater than his master.’ If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.</span> <b class=\"verse-num woc\" id=\"v43015021-1\">21&nbsp;</b><span class=\"woc\">But all these things they will do to you on account of my name, because they do not know him who sent me.</span> <b class=\"verse-num woc\" id=\"v43015022-1\">22&nbsp;</b><span class=\"woc\">If I had not come and spoken to them, they would not have been guilty of sin, but now they have no excuse for their sin.</span> <b class=\"verse-num woc\" id=\"v43015023-1\">23&nbsp;</b><span class=\"woc\">Whoever hates me hates my Father also.</span> <b class=\"verse-num woc\" id=\"v43015024-1\">24&nbsp;</b><span class=\"woc\">If I had not done among them the works that no one else did, they would not be guilty of sin, but now they have seen and hated both me and my Father.</span> <b class=\"verse-num woc\" id=\"v43015025-1\">25&nbsp;</b><span class=\"woc\">But the word that is written in their Law must be fulfilled: ‘They hated me without a cause.’</span></p>\n<p id=\"p43015025_11-14\"><b class=\"verse-num woc\" id=\"v43015026-1\">26&nbsp;</b><span class=\"woc\">“But when the Helper comes, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will bear witness about me.</span> <b class=\"verse-num woc\" id=\"v43015027-1\">27&nbsp;</b><span class=\"woc\">And you also will bear witness, because you have been with me from the beginning.</span></p>\n\n</div>","kjv":"<strong>1</strong>           I am the true vine, and my Father is the husbandman.  <strong>2</strong> Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.  <strong>3</strong> Now ye are clean through the word which I have spoken unto you.  <strong>4</strong> Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me.  <strong>5</strong> I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.  <strong>6</strong> If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.  <strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  <strong>8</strong> Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.  <strong>9</strong> As the Father hath loved me, so have I loved you: continue ye in my love.  <strong>10</strong> If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love.  <strong>11</strong> These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.  <strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  <strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  <strong>14</strong> Ye are my friends, if ye do whatsoever I command you.  <strong>15</strong> Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.  <strong>16</strong> Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you.  <strong>17</strong> These things I command you, that ye love one another.  <strong>18</strong> If the world hate you, ye know that it hated me before it hated you.  <strong>19</strong> If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.  <strong>20</strong> Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.  <strong>21</strong> But all these things will they do unto you for my name’s sake, because they know not him that sent me.  <strong>22</strong> If I had not come and spoken unto them, they had not had sin: but now they have no cloke for their sin.  <strong>23</strong> He that hateth me hateth my Father also.  <strong>24</strong> If I had not done among them the works which none other man did, they had not had sin: but now have they both seen and hated both me and my Father.  <strong>25</strong> But this cometh to pass, that the word might be fulfilled that is written in their law, They hated me without a cause.  <strong>26</strong> But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me:  <strong>27</strong> And ye also shall bear witness, because ye have been with me from the beginning. ","niv":"<sup><strong>1</strong></sup> \"I am the true vine, and my Father is the gardener. <sup><strong>2</strong></sup> He cuts off every branch in me that bears no fruit, while every branch that does bear fruit he prunes so that it will be even more fruitful. <sup><strong>3</strong></sup> You are already clean because of the word I have spoken to you. <sup><strong>4</strong></sup> Remain in me, and I will remain in you. No branch can bear fruit by itself; it must remain in the vine. Neither can you bear fruit unless you remain in me. <sup><strong>5</strong></sup> \"I am the vine; you are the branches. If a man remains in me and I in him, he will bear much fruit; apart from me you can do nothing. <sup><strong>6</strong></sup> If anyone does not remain in me, he is like a branch that is thrown away and withers; such branches are picked up, thrown into the fire and burned. <sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you. <sup><strong>8</strong></sup> This is to my Father's glory, that you bear much fruit, showing yourselves to be my disciples. <sup><strong>9</strong></sup> \"As the Father has loved me, so have I loved you. Now remain in my love. <sup><strong>10</strong></sup> If you obey my commands, you will remain in my love, just as I have obeyed my Father's commands and remain in his love. <sup><strong>11</strong></sup> I have told you this so that my joy may be in you and that your joy may be complete. <sup><strong>12</strong></sup> My command is this: Love each other as I have loved you. <sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends. <sup><strong>14</strong></sup> You are my friends if you do what I command. <sup><strong>15</strong></sup> I no longer call you servants, because a servant does not know his master's business. Instead, I have called you friends, for everything that I learned from my Father I have made known to you. <sup><strong>16</strong></sup> You did not choose me, but I chose you and appointed you to go and bear fruit--fruit that will last. Then the Father will give you whatever you ask in my name. <sup><strong>17</strong></sup> This is my command: Love each other. <sup><strong>18</strong></sup> \"If the world hates you, keep in mind that it hated me first. <sup><strong>19</strong></sup> If you belonged to the world, it would love you as its own. As it is, you do not belong to the world, but I have chosen you out of the world. That is why the world hates you. <sup><strong>20</strong></sup> Remember the words I spoke to you: 'No servant is greater than his master.' If they persecuted me, they will persecute you also. If they obeyed my teaching, they will obey yours also. <sup><strong>21</strong></sup> They will treat you this way because of my name, for they do not know the One who sent me. <sup><strong>22</strong></sup> If I had not come and spoken to them, they would not be guilty of sin. Now, however, they have no excuse for their sin. <sup><strong>23</strong></sup> He who hates me hates my Father as well. <sup><strong>24</strong></sup> If I had not done among them what no one else did, they would not be guilty of sin. But now they have seen these miracles, and yet they have hated both me and my Father. <sup><strong>25</strong></sup> But this is to fulfill what is written in their Law: 'They hated me without reason.' <sup><strong>26</strong></sup> \"When the Counselor comes, whom I will send to you from the Father, the Spirit of truth who goes out from the Father, he will testify about me. <sup><strong>27</strong></sup> And you also must testify, for you have been with me from the beginning. "},{"_id":"6164d9c4dc1be0273f8b7303","topicId":"6164d9c0dc1be0273f8b72f8","verse":"1 Timothy 6:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-16\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment."},{"_id":"6164d9c4dc1be0273f8b7304","topicId":"6164d9c0dc1be0273f8b72f8","verse":"Romans 14:1-23","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-17\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-17\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-17\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-17\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-17\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. "},{"_id":"6164d9c4dc1be0273f8b7305","topicId":"6164d9c0dc1be0273f8b72f8","verse":"1 John 2:15-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-18\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. "},{"_id":"6164d9c5dc1be0273f8b7306","topicId":"6164d9c0dc1be0273f8b72f8","verse":"James 5:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59005004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005004-1\">4&nbsp;</b>Behold, the wages of the laborers who mowed your fields, which you kept back by fraud, are crying out against you, and the cries of the harvesters have reached the ears of the Lord of hosts.</p>\n</div>","kjv":"<strong>4</strong> Behold, the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth.  ","niv":"<sup><strong>4</strong></sup> Look! The wages you failed to pay the workmen who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty."},{"_id":"6164d9c5dc1be0273f8b7307","topicId":"6164d9c0dc1be0273f8b72f8","verse":"1 Timothy 3:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54003003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money.</p>\n</div>","kjv":"<strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  ","niv":"<sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money."},{"_id":"6164d9c5dc1be0273f8b7308","topicId":"6164d9c0dc1be0273f8b72f8","verse":"Ephesians 5:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005018_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,</p>\n</div>","kjv":"<strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  ","niv":"<sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit."},{"_id":"6164d9c5dc1be0273f8b7309","topicId":"6164d9c0dc1be0273f8b72f8","verse":"Matthew 21:33","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40021033_06-23\"><b class=\"verse-num woc\" id=\"v40021033-1\">33&nbsp;</b><span class=\"woc\">“Hear another parable. There was a master of a house who planted a vineyard and put a fence around it and dug a winepress in it and built a tower and leased it to tenants, and went into another country.</span></p>\n</div>","kjv":"<strong>33</strong>           Hear another parable: There was a certain householder, which planted a vineyard, and hedged it round about, and digged a winepress in it, and built a tower, and let it out to husbandmen, and went into a far country:  ","niv":"<sup><strong>33</strong></sup> \"Listen to another parable: There was a landowner who planted a vineyard. He put a wall around it, dug a winepress in it and built a watchtower. Then he rented the vineyard to some farmers and went away on a journey."},{"_id":"6164d9c6dc1be0273f8b730a","topicId":"6164d9c0dc1be0273f8b72f8","verse":"Zechariah 9:17","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p38009017_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009017-1\">17&nbsp;</b>&nbsp;&nbsp;For how great is his goodness, and how great his beauty!</span><br><span id=\"p38009017_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Grain shall make the young men flourish,</span><br><span id=\"p38009017_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and new wine the young women.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> For how great is his goodness, and how great is  his beauty! corn shall make the young men cheerful, and new wine the maids.  ","niv":"<sup><strong>17</strong></sup> How attractive and beautiful they will be! Grain will make the young men thrive, and new wine the young women."},{"_id":"6164d9c6dc1be0273f8b730b","topicId":"6164d9c0dc1be0273f8b72f8","verse":"Joel 2:24","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002024_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002024-1\">24&nbsp;</b>&nbsp;&nbsp;“The threshing floors shall be full of grain;</span><br><span id=\"p29002024_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the vats shall overflow with wine and oil.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> And the floors shall be full of wheat, and the vats shall overflow with wine and oil.  ","niv":"<sup><strong>24</strong></sup> The threshing floors will be filled with grain; the vats will overflow with new wine and oil."},{"_id":"6164d9c6dc1be0273f8b730c","topicId":"6164d9c0dc1be0273f8b72f8","verse":"Hosea 2:8","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28002008_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v28002008-1\">8&nbsp;</b>&nbsp;&nbsp;And she did not know</span><br><span id=\"p28002008_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that it was I who gave her</span><br><span id=\"p28002008_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the grain, the wine, and the oil,</span><br><span id=\"p28002008_01-26\" class=\"line\">&nbsp;&nbsp;and who lavished on her silver and gold,</span><br><span id=\"p28002008_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which they used for Baal.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> For she did not know that I gave her corn, and wine, and oil, and multiplied her silver and gold, which they prepared for Baal.  ","niv":"<sup><strong>8</strong></sup> She has not acknowledged that I was the one who gave her the grain, the new wine and oil, who lavished on her the silver and gold- which they used for Baal."},{"_id":"6164d9c7dc1be0273f8b730d","topicId":"6164d9c0dc1be0273f8b72f8","verse":"1 Peter 1:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60001007_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001007-1\">7&nbsp;</b>so that the tested genuineness of your faith—more precious than gold that perishes though it is tested by fire—may be found to result in praise and glory and honor at the revelation of Jesus Christ.</p>\n</div>","kjv":"<strong>7</strong> That the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ:  ","niv":"<sup><strong>7</strong></sup> These have come so that your faith--of greater worth than gold, which perishes even though refined by fire--may be proved genuine and may result in praise, glory and honor when Jesus Christ is revealed."},{"_id":"6164d9c7dc1be0273f8b730e","topicId":"6164d9c0dc1be0273f8b72f8","verse":"1 Peter 1:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60001006_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001006-1\">6&nbsp;</b>In this you rejoice, though now for a little while, if necessary, you have been grieved by various trials,</p>\n</div>","kjv":"<strong>6</strong> Wherein ye greatly rejoice, though now for a season, if need be, ye are in heaviness through manifold temptations:  ","niv":"<sup><strong>6</strong></sup> In this you greatly rejoice, though now for a little while you may have had to suffer grief in all kinds of trials."},{"_id":"6164d9c7dc1be0273f8b730f","topicId":"6164d9c0dc1be0273f8b72f8","verse":"1 Thessalonians 5:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p52005007_01-32\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005007-1\">7&nbsp;</b>For those who sleep, sleep at night, and those who get drunk, are drunk at night.</p>\n</div>","kjv":"<strong>7</strong> For they that sleep sleep in the night; and they that be drunken are drunken in the night.  ","niv":"<sup><strong>7</strong></sup> For those who sleep, sleep at night, and those who get drunk, get drunk at night."},{"_id":"6164d9c8dc1be0273f8b7310","topicId":"6164d9c0dc1be0273f8b72f8","verse":"Ephesians 4:28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49004028_01-33\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.</p>\n</div>","kjv":"<strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  ","niv":"<sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need."},{"_id":"6164d9c8dc1be0273f8b7311","topicId":"6164d9c0dc1be0273f8b72f8","verse":"Romans 13:1-7","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-34\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "}]}