{"_id":"6164da90dc1be0273f8b735f","slug":"iran","name":"Iran","verses":[{"_id":"6164da90dc1be0273f8b7360","topicId":"6164da90dc1be0273f8b735f","verse":"Daniel 11:2-14","votes":7,"__v":0,"esv":"<div>\n<p id=\"p27011002_01-1\"><b class=\"verse-num\" id=\"v27011002-1\">2&nbsp;</b>“And now I will show you the truth. Behold, three more kings shall arise in Persia, and a fourth shall be far richer than all of them. And when he has become strong through his riches, he shall stir up all against the kingdom of Greece. <b class=\"verse-num\" id=\"v27011003-1\">3&nbsp;</b>Then a mighty king shall arise, who shall rule with great dominion and do as he wills. <b class=\"verse-num\" id=\"v27011004-1\">4&nbsp;</b>And as soon as he has arisen, his kingdom shall be broken and divided toward the four winds of heaven, but not to his posterity, nor according to the authority with which he ruled, for his kingdom shall be plucked up and go to others besides these.</p>\n<p id=\"p27011004_01-1\"><b class=\"verse-num\" id=\"v27011005-1\">5&nbsp;</b>“Then the king of the south shall be strong, but one of his princes shall be stronger than he and shall rule, and his authority shall be a great authority. <b class=\"verse-num\" id=\"v27011006-1\">6&nbsp;</b>After some years they shall make an alliance, and the daughter of the king of the south shall come to the king of the north to make an agreement. But she shall not retain the strength of her arm, and he and his arm shall not endure, but she shall be given up, and her attendants, he who fathered her, and he who supported her in those times.</p>\n<p id=\"p27011006_01-1\"><b class=\"verse-num\" id=\"v27011007-1\">7&nbsp;</b>“And from a branch from her roots one shall arise in his place. He shall come against the army and enter the fortress of the king of the north, and he shall deal with them and shall prevail. <b class=\"verse-num\" id=\"v27011008-1\">8&nbsp;</b>He shall also carry off to Egypt their gods with their metal images and their precious vessels of silver and gold, and for some years he shall refrain from attacking the king of the north. <b class=\"verse-num\" id=\"v27011009-1\">9&nbsp;</b>Then the latter shall come into the realm of the king of the south but shall return to his own land.</p>\n<p id=\"p27011009_01-1\"><b class=\"verse-num\" id=\"v27011010-1\">10&nbsp;</b>“His sons shall wage war and assemble a multitude of great forces, which shall keep coming and overflow and pass through, and again shall carry the war as far as his fortress. <b class=\"verse-num\" id=\"v27011011-1\">11&nbsp;</b>Then the king of the south, moved with rage, shall come out and fight against the king of the north. And he shall raise a great multitude, but it shall be given into his hand. <b class=\"verse-num\" id=\"v27011012-1\">12&nbsp;</b>And when the multitude is taken away, his heart shall be exalted, and he shall cast down tens of thousands, but he shall not prevail. <b class=\"verse-num\" id=\"v27011013-1\">13&nbsp;</b>For the king of the north shall again raise a multitude, greater than the first. And after some years he shall come on with a great army and abundant supplies.</p>\n<p id=\"p27011013_01-1\"><b class=\"verse-num\" id=\"v27011014-1\">14&nbsp;</b>“In those times many shall rise against the king of the south, and the violent among your own people shall lift themselves up in order to fulfill the vision, but they shall fail.</p>\n\n</div>","kjv":"<strong>2</strong> And now will I shew thee the truth. Behold, there shall stand up yet three kings in Persia; and the fourth shall be far richer than they  all: and by his strength through his riches he shall stir up all against the realm of Grecia.  <strong>3</strong> And a mighty king shall stand up, that shall rule with great dominion, and do according to his will.  <strong>4</strong> And when he shall stand up, his kingdom shall be broken, and shall be divided toward the four winds of heaven; and not to his posterity, nor according to his dominion which he ruled: for his kingdom shall be plucked up, even for others beside those.  <strong>5</strong> And the king of the south shall be strong, and one of his princes; and he shall be strong above him, and have dominion; his dominion shall be a great dominion.  <strong>6</strong> And in the end of years they shall join themselves together; for the king’s daughter of the south shall come to the king of the north to make an agreement: but she shall not retain the power of the arm; neither shall he stand, nor his arm: but she shall be given up, and they that brought her, and he that begat her, and he that strengthened her in these times.  <strong>7</strong> But out of a branch of her roots shall one stand up in his estate, which shall come with an army, and shall enter into the fortress of the king of the north, and shall deal against them, and shall prevail:  <strong>8</strong> And shall also carry captives into Egypt their gods, with their princes, and with their precious vessels of silver and of gold; and he shall continue more years than the king of the north.  <strong>9</strong> So the king of the south shall come into his kingdom, and shall return into his own land.  <strong>10</strong> But his sons shall be stirred up, and shall assemble a multitude of great forces: and one shall certainly come, and overflow, and pass through: then shall he return, and be stirred up, even to his fortress.  <strong>11</strong> And the king of the south shall be moved with choler, and shall come forth and fight with him, even with the king of the north: and he shall set forth a great multitude; but the multitude shall be given into his hand.  <strong>12</strong> And when he hath taken away the multitude, his heart shall be lifted up; and he shall cast down many ten thousands: but he shall not be strengthened by it.  <strong>13</strong> For the king of the north shall return, and shall set forth a multitude greater than the former, and shall certainly come after certain years with a great army and with much riches.  <strong>14</strong> And in those times there shall many stand up against the king of the south: also the robbers of thy people shall exalt themselves to establish the vision; but they shall fall.  ","niv":"<sup><strong>2</strong></sup> \"Now then, I tell you the truth: Three more kings will appear in Persia, and then a fourth, who will be far richer than all the others. When he has gained power by his wealth, he will stir up everyone against the kingdom of Greece. <sup><strong>3</strong></sup> Then a mighty king will appear, who will rule with great power and do as he pleases. <sup><strong>4</strong></sup> After he has appeared, his empire will be broken up and parceled out toward the four winds of heaven. It will not go to his descendants, nor will it have the power he exercised, because his empire will be uprooted and given to others. <sup><strong>5</strong></sup> \"The king of the South will become strong, but one of his commanders will become even stronger than he and will rule his own kingdom with great power. <sup><strong>6</strong></sup> After some years, they will become allies. The daughter of the king of the South will go to the king of the North to make an alliance, but she will not retain her power, and he and his power will not last. In those days she will be handed over, together with her royal escort and her father and the one who supported her. <sup><strong>7</strong></sup> \"One from her family line will arise to take her place. He will attack the forces of the king of the North and enter his fortress; he will fight against them and be victorious. <sup><strong>8</strong></sup> He will also seize their gods, their metal images and their valuable articles of silver and gold and carry them off to Egypt. For some years he will leave the king of the North alone. <sup><strong>9</strong></sup> Then the king of the North will invade the realm of the king of the South but will retreat to his own country. <sup><strong>10</strong></sup> His sons will prepare for war and assemble a great army, which will sweep on like an irresistible flood and carry the battle as far as his fortress. <sup><strong>11</strong></sup> \"Then the king of the South will march out in a rage and fight against the king of the North, who will raise a large army, but it will be defeated. <sup><strong>12</strong></sup> When the army is carried off, the king of the South will be filled with pride and will slaughter many thousands, yet he will not remain triumphant. <sup><strong>13</strong></sup> For the king of the North will muster another army, larger than the first; and after several years, he will advance with a huge army fully equipped. <sup><strong>14</strong></sup> \"In those times many will rise against the king of the South. The violent men among your own people will rebel in fulfillment of the vision, but without success. ","modified":"2023-10-01T00:57:20.279Z"},{"_id":"6164da90dc1be0273f8b7361","topicId":"6164da90dc1be0273f8b735f","verse":"Daniel 8:20-25","votes":6,"__v":0,"esv":"<div>\n<p id=\"p27008020_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v27008020-1\">20&nbsp;</b>As for the ram that you saw with the two horns, these are the kings of Media and Persia. <b class=\"verse-num\" id=\"v27008021-1\">21&nbsp;</b>And the goat is the king of Greece. And the great horn between his eyes is the first king. <b class=\"verse-num\" id=\"v27008022-1\">22&nbsp;</b>As for the horn that was broken, in place of which four others arose, four kingdoms shall arise from his nation, but not with his power. <b class=\"verse-num\" id=\"v27008023-1\">23&nbsp;</b>And at the latter end of their kingdom, when the transgressors have reached their limit, a king of bold face, one who understands riddles, shall arise. <b class=\"verse-num\" id=\"v27008024-1\">24&nbsp;</b>His power shall be great—but not by his own power; and he shall cause fearful destruction and shall succeed in what he does, and destroy mighty men and the people who are the saints. <b class=\"verse-num\" id=\"v27008025-1\">25&nbsp;</b>By his cunning he shall make deceit prosper under his hand, and in his own mind he shall become great. Without warning he shall destroy many. And he shall even rise up against the Prince of princes, and he shall be broken—but by no human hand.</p>\n\n</div>","kjv":"<strong>20</strong> The ram which thou sawest having two horns are  the kings of Media and Persia.  <strong>21</strong> And the rough goat is the king of Grecia: and the great horn that is between his eyes is the first king.  <strong>22</strong> Now that being broken, whereas four stood up for it, four kingdoms shall stand up out of the nation, but not in his power.  <strong>23</strong> And in the latter time of their kingdom, when the transgressors are come to the full, a king of fierce countenance, and understanding dark sentences, shall stand up.  <strong>24</strong> And his power shall be mighty, but not by his own power: and he shall destroy wonderfully, and shall prosper, and practise, and shall destroy the mighty and the holy people.  <strong>25</strong> And through his policy also he shall cause craft to prosper in his hand; and he shall magnify himself in his heart, and by peace shall destroy many: he shall also stand up against the Prince of princes; but he shall be broken without hand.  ","niv":"<sup><strong>20</strong></sup> The two-horned ram that you saw represents the kings of Media and Persia. <sup><strong>21</strong></sup> The shaggy goat is the king of Greece, and the large horn between his eyes is the first king. <sup><strong>22</strong></sup> The four horns that replaced the one that was broken off represent four kingdoms that will emerge from his nation but will not have the same power. <sup><strong>23</strong></sup> \"In the latter part of their reign, when rebels have become completely wicked, a stern-faced king, a master of intrigue, will arise. <sup><strong>24</strong></sup> He will become very strong, but not by his own power. He will cause astounding devastation and will succeed in whatever he does. He will destroy the mighty men and the holy people. <sup><strong>25</strong></sup> He will cause deceit to prosper, and he will consider himself superior. When they feel secure, he will destroy many and take his stand against the Prince of princes. Yet he will be destroyed, but not by human power. "},{"_id":"6164da91dc1be0273f8b7362","topicId":"6164da90dc1be0273f8b735f","verse":"2 Kings 6:16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p12006016_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v12006016-1\">16&nbsp;</b>He said, “Do not be afraid, for those who are with us are more than those who are with them.”</p>\n</div>","kjv":"<strong>16</strong> And he answered, Fear not: for they that be with us are more than they that be with them.  ","niv":"<sup><strong>16</strong></sup> \"Don't be afraid,\" the prophet answered. \"Those who are with us are more than those who are with them.\""},{"_id":"6164da91dc1be0273f8b7363","topicId":"6164da90dc1be0273f8b735f","verse":"2 Timothy 3:6-13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003006_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003006-1\">6&nbsp;</b>For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions, <b class=\"verse-num\" id=\"v55003007-1\">7&nbsp;</b>always learning and never able to arrive at a knowledge of the truth. <b class=\"verse-num\" id=\"v55003008-1\">8&nbsp;</b>Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men corrupted in mind and disqualified regarding the faith. <b class=\"verse-num\" id=\"v55003009-1\">9&nbsp;</b>But they will not get very far, for their folly will be plain to all, as was that of those two men.</p>\n\n<p id=\"p55003009_08-4\"><b class=\"verse-num\" id=\"v55003010-1\">10&nbsp;</b>You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness, <b class=\"verse-num\" id=\"v55003011-1\">11&nbsp;</b>my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra—which persecutions I endured; yet from them all the Lord rescued me. <b class=\"verse-num\" id=\"v55003012-1\">12&nbsp;</b>Indeed, all who desire to live a godly life in Christ Jesus will be persecuted, <b class=\"verse-num\" id=\"v55003013-1\">13&nbsp;</b>while evil people and impostors will go on from bad to worse, deceiving and being deceived.</p>\n</div>","kjv":"<strong>6</strong> For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,  <strong>7</strong> Ever learning, and never able to come to the knowledge of the truth.  <strong>8</strong> Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith.  <strong>9</strong> But they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was.  <strong>10</strong> But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,  <strong>11</strong> Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.  <strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  <strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  ","niv":"<sup><strong>6</strong></sup> They are the kind who worm their way into homes and gain control over weak-willed women, who are loaded down with sins and are swayed by all kinds of evil desires, <sup><strong>7</strong></sup> always learning but never able to acknowledge the truth. <sup><strong>8</strong></sup> Just as Jannes and Jambres opposed Moses, so also these men oppose the truth--men of depraved minds, who, as far as the faith is concerned, are rejected. <sup><strong>9</strong></sup> But they will not get very far because, as in the case of those men, their folly will be clear to everyone. <sup><strong>10</strong></sup> You, however, know all about my teaching, my way of life, my purpose, faith, patience, love, endurance, <sup><strong>11</strong></sup> persecutions, sufferings--what kinds of things happened to me in Antioch, Iconium and Lystra, the persecutions I endured. Yet the Lord rescued me from all of them. <sup><strong>12</strong></sup> In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted, <sup><strong>13</strong></sup> while evil men and impostors will go from bad to worse, deceiving and being deceived. "},{"_id":"6164da91dc1be0273f8b7364","topicId":"6164da90dc1be0273f8b735f","verse":"Luke 19:38-44","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42019038_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v42019038-1\">38&nbsp;</b>saying, “Blessed is the King who comes in the name of the Lord! Peace in heaven and glory in the highest!” <b class=\"verse-num\" id=\"v42019039-1\">39&nbsp;</b>And some of the Pharisees in the crowd said to him, “Teacher, rebuke your disciples.” <b class=\"verse-num\" id=\"v42019040-1\">40&nbsp;</b>He answered, <span class=\"woc\">“I tell you, if these were silent, the very stones would cry out.”</span></p>\n\n<p id=\"p42019040_05-5\"><b class=\"verse-num\" id=\"v42019041-1\">41&nbsp;</b>And when he drew near and saw the city, he wept over it, <b class=\"verse-num\" id=\"v42019042-1\">42&nbsp;</b>saying, <span class=\"woc\">“Would that you, even you, had known on this day the things that make for peace! But now they are hidden from your eyes.</span> <b class=\"verse-num woc\" id=\"v42019043-1\">43&nbsp;</b><span class=\"woc\">For the days will come upon you, when your enemies will set up a barricade around you and surround you and hem you in on every side</span> <b class=\"verse-num woc\" id=\"v42019044-1\">44&nbsp;</b><span class=\"woc\">and tear you down to the ground, you and your children within you. And they will not leave one stone upon another in you, because you did not know the time of your visitation.”</span></p>\n</div>","kjv":"<strong>38</strong> Saying, Blessed be the King that cometh in the name of the Lord: peace in heaven, and glory in the highest.  <strong>39</strong> And some of the Pharisees from among the multitude said unto him, Master, rebuke thy disciples.  <strong>40</strong> And he answered and said unto them, I tell you that, if these should hold their peace, the stones would immediately cry out. <strong>41</strong> And when he was come near, he beheld the city, and wept over it,  <strong>42</strong> Saying, If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes.  <strong>43</strong> For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side,  <strong>44</strong> And shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation.  ","niv":"<sup><strong>38</strong></sup> \"Blessed is the king who comes in the name of the Lord!Peace in heaven and glory in the highest!\" <sup><strong>39</strong></sup> Some of the Pharisees in the crowd said to Jesus, \"Teacher, rebuke your disciples!\" <sup><strong>40</strong></sup> \"I tell you,\" he replied, \"if they keep quiet, the stones will cry out.\" <sup><strong>41</strong></sup> As he approached Jerusalem and saw the city, he wept over it <sup><strong>42</strong></sup> and said, \"If you, even you, had only known on this day what would bring you peace--but now it is hidden from your eyes. <sup><strong>43</strong></sup> The days will come upon you when your enemies will build an embankment against you and encircle you and hem you in on every side. <sup><strong>44</strong></sup> They will dash you to the ground, you and the children within your walls. They will not leave one stone on another, because you did not recognize the time of God's coming to you.\" "},{"_id":"6164da91dc1be0273f8b7365","topicId":"6164da90dc1be0273f8b735f","verse":"Ezekiel 27:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p26027010_01-6\"><b class=\"verse-num\" id=\"v26027010-1\">10&nbsp;</b>“Persia and Lud and Put were in your army as your men of war. They hung the shield and helmet in you; they gave you splendor.</p>\n</div>","kjv":"<strong>10</strong> They of Persia and of Lud and of Phut were in thine army, thy men of war: they hanged the shield and helmet in thee; they set forth thy comeliness.  ","niv":"<sup><strong>10</strong></sup> \"'Men of Persia, Lydia and Put served as soldiers in your army. They hung their shields and helmets on your walls, bringing you splendor."},{"_id":"6164da92dc1be0273f8b7366","topicId":"6164da90dc1be0273f8b735f","verse":"Jeremiah 25:25","votes":4,"__v":0,"esv":"<div>\n<p id=\"p24025025_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v24025025-1\">25&nbsp;</b>all the kings of Zimri, all the kings of Elam, and all the kings of Media;</p>\n</div>","kjv":"<strong>25</strong> And all the kings of Zimri, and all the kings of Elam, and all the kings of the Medes,  ","niv":"<sup><strong>25</strong></sup> all the kings of Zimri, Elam and Media;"},{"_id":"6164da92dc1be0273f8b7367","topicId":"6164da90dc1be0273f8b735f","verse":"Isaiah 45:1-25","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045001_04-8\" class=\"line\"><b class=\"chapter-num\" id=\"v23045001-1\">45:1&nbsp;</b>&nbsp;&nbsp;Thus says the LORD to his anointed, to Cyrus,</span><br><span id=\"p23045001_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose right hand I have grasped,</span><br><span id=\"p23045001_04-8\" class=\"line\">&nbsp;&nbsp;to subdue nations before him</span><br><span id=\"p23045001_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to loose the belts of kings,</span><br><span id=\"p23045001_04-8\" class=\"line\">&nbsp;&nbsp;to open doors before him</span><br><span id=\"p23045001_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that gates may not be closed:</span><br><span id=\"p23045002_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045002-1\">2&nbsp;</b>&nbsp;&nbsp;“I will go before you</span><br><span id=\"p23045002_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and level the exalted places,</span><br><span id=\"p23045002_04-8\" class=\"line\">&nbsp;&nbsp;I will break in pieces the doors of bronze</span><br><span id=\"p23045002_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cut through the bars of iron,</span><br><span id=\"p23045003_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045003-1\">3&nbsp;</b>&nbsp;&nbsp;I will give you the treasures of darkness</span><br><span id=\"p23045003_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the hoards in secret places,</span><br><span id=\"p23045003_04-8\" class=\"line\">&nbsp;&nbsp;that you may know that it is I, the LORD,</span><br><span id=\"p23045003_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the God of Israel, who call you by your name.</span><br><span id=\"p23045004_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045004-1\">4&nbsp;</b>&nbsp;&nbsp;For the sake of my servant Jacob,</span><br><span id=\"p23045004_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Israel my chosen,</span><br><span id=\"p23045004_04-8\" class=\"line\">&nbsp;&nbsp;I call you by your name,</span><br><span id=\"p23045004_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I name you, though you do not know me.</span><br><span id=\"p23045005_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045005-1\">5&nbsp;</b>&nbsp;&nbsp;I am the LORD, and there is no other,</span><br><span id=\"p23045005_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;besides me there is no God;</span><br><span id=\"p23045005_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I equip you, though you do not know me,</span><br><span id=\"p23045006_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045006-1\">6&nbsp;</b>&nbsp;&nbsp;that people may know, from the rising of the sun</span><br><span id=\"p23045006_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the west, that there is none besides me;</span><br><span id=\"p23045006_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am the LORD, and there is no other.</span><br><span id=\"p23045007_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045007-1\">7&nbsp;</b>&nbsp;&nbsp;I form light and create darkness;</span><br><span id=\"p23045007_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I make well-being and create calamity;</span><br><span id=\"p23045007_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am the LORD, who does all these things.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045008_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045008-1\">8&nbsp;</b>&nbsp;&nbsp;“Shower, O heavens, from above,</span><br><span id=\"p23045008_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let the clouds rain down righteousness;</span><br><span id=\"p23045008_04-8\" class=\"line\">&nbsp;&nbsp;let the earth open, that salvation and righteousness may bear fruit;</span><br><span id=\"p23045008_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the earth cause them both to sprout;</span><br><span id=\"p23045008_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I the LORD have created it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045009_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045009-1\">9&nbsp;</b>&nbsp;&nbsp;“Woe to him who strives with him who formed him,</span><br><span id=\"p23045009_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a pot among earthen pots!</span><br><span id=\"p23045009_04-8\" class=\"line\">&nbsp;&nbsp;Does the clay say to him who forms it, ‘What are you making?’</span><br><span id=\"p23045009_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or ‘Your work has no handles’?</span><br><span id=\"p23045010_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045010-1\">10&nbsp;</b>&nbsp;&nbsp;Woe to him who says to a father, ‘What are you begetting?’</span><br><span id=\"p23045010_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or to a woman, ‘With what are you in labor?’”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045011_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045011-1\">11&nbsp;</b>&nbsp;&nbsp;Thus says the LORD,</span><br><span id=\"p23045011_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Holy One of Israel, and the one who formed him:</span><br><span id=\"p23045011_04-8\" class=\"line\">&nbsp;&nbsp;“Ask me of things to come;</span><br><span id=\"p23045011_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will you command me concerning my children and the work of my hands?</span><br><span id=\"p23045012_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045012-1\">12&nbsp;</b>&nbsp;&nbsp;I made the earth</span><br><span id=\"p23045012_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and created man on it;</span><br><span id=\"p23045012_04-8\" class=\"line\">&nbsp;&nbsp;it was my hands that stretched out the heavens,</span><br><span id=\"p23045012_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I commanded all their host.</span><br><span id=\"p23045013_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045013-1\">13&nbsp;</b>&nbsp;&nbsp;I have stirred him up in righteousness,</span><br><span id=\"p23045013_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will make all his ways level;</span><br><span id=\"p23045013_04-8\" class=\"line\">&nbsp;&nbsp;he shall build my city</span><br><span id=\"p23045013_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and set my exiles free,</span><br><span id=\"p23045013_04-8\" class=\"line\">&nbsp;&nbsp;not for price or reward,”</span><br><span id=\"p23045013_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the LORD of hosts.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045014_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045014-1\">14&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p23045014_09-8\" class=\"line\">&nbsp;&nbsp;“The wealth of Egypt and the merchandise of Cush,</span><br><span id=\"p23045014_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Sabeans, men of stature,</span><br><span id=\"p23045014_09-8\" class=\"line\">&nbsp;&nbsp;shall come over to you and be yours;</span><br><span id=\"p23045014_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall follow you;</span><br><span id=\"p23045014_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall come over in chains and bow down to you.</span><br><span id=\"p23045014_09-8\" class=\"line\">&nbsp;&nbsp;They will plead with you, saying:</span><br><span id=\"p23045014_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘Surely God is in you, and there is no other,</span><br><span id=\"p23045014_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no god besides him.’”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045015_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045015-1\">15&nbsp;</b>&nbsp;&nbsp;Truly, you are a God who hides himself,</span><br><span id=\"p23045015_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O God of Israel, the Savior.</span><br><span id=\"p23045016_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045016-1\">16&nbsp;</b>&nbsp;&nbsp;All of them are put to shame and confounded;</span><br><span id=\"p23045016_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the makers of idols go in confusion together.</span><br><span id=\"p23045017_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045017-1\">17&nbsp;</b>&nbsp;&nbsp;But Israel is saved by the LORD</span><br><span id=\"p23045017_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with everlasting salvation;</span><br><span id=\"p23045017_09-8\" class=\"line\">&nbsp;&nbsp;you shall not be put to shame or confounded</span><br><span id=\"p23045017_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to all eternity.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045018_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045018-1\">18&nbsp;</b>&nbsp;&nbsp;For thus says the LORD,</span><br><span id=\"p23045018_09-8\" class=\"line\">&nbsp;&nbsp;who created the heavens</span><br><span id=\"p23045018_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he is God!),</span><br><span id=\"p23045018_09-8\" class=\"line\">&nbsp;&nbsp;who formed the earth and made it</span><br><span id=\"p23045018_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he established it;</span><br><span id=\"p23045018_09-8\" class=\"line\">&nbsp;&nbsp;he did not create it empty,</span><br><span id=\"p23045018_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he formed it to be inhabited!):</span><br><span id=\"p23045018_09-8\" class=\"line\">&nbsp;&nbsp;“I am the LORD, and there is no other.</span><br><span id=\"p23045019_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045019-1\">19&nbsp;</b>&nbsp;&nbsp;I did not speak in secret,</span><br><span id=\"p23045019_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in a land of darkness;</span><br><span id=\"p23045019_09-8\" class=\"line\">&nbsp;&nbsp;I did not say to the offspring of Jacob,</span><br><span id=\"p23045019_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘Seek me in vain.’</span><br><span id=\"p23045019_09-8\" class=\"line\">&nbsp;&nbsp;I the LORD speak the truth;</span><br><span id=\"p23045019_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I declare what is right.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045020_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045020-1\">20&nbsp;</b>&nbsp;&nbsp;“Assemble yourselves and come;</span><br><span id=\"p23045020_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;draw near together,</span><br><span id=\"p23045020_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you survivors of the nations!</span><br><span id=\"p23045020_09-8\" class=\"line\">&nbsp;&nbsp;They have no knowledge</span><br><span id=\"p23045020_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who carry about their wooden idols,</span><br><span id=\"p23045020_09-8\" class=\"line\">&nbsp;&nbsp;and keep on praying to a god</span><br><span id=\"p23045020_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that cannot save.</span><br><span id=\"p23045021_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045021-1\">21&nbsp;</b>&nbsp;&nbsp;Declare and present your case;</span><br><span id=\"p23045021_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them take counsel together!</span><br><span id=\"p23045021_09-8\" class=\"line\">&nbsp;&nbsp;Who told this long ago?</span><br><span id=\"p23045021_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who declared it of old?</span><br><span id=\"p23045021_09-8\" class=\"line\">&nbsp;&nbsp;Was it not I, the LORD?</span><br><span id=\"p23045021_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And there is no other god besides me,</span><br><span id=\"p23045021_09-8\" class=\"line\">&nbsp;&nbsp;a righteous God and a Savior;</span><br><span id=\"p23045021_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is none besides me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045022_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045022-1\">22&nbsp;</b>&nbsp;&nbsp;“Turn to me and be saved,</span><br><span id=\"p23045022_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the ends of the earth!</span><br><span id=\"p23045022_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For I am God, and there is no other.</span><br><span id=\"p23045023_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045023-1\">23&nbsp;</b>&nbsp;&nbsp;By myself I have sworn;</span><br><span id=\"p23045023_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from my mouth has gone out in righteousness</span><br><span id=\"p23045023_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a word that shall not return:</span><br><span id=\"p23045023_09-8\" class=\"line\">&nbsp;&nbsp;‘To me every knee shall bow,</span><br><span id=\"p23045023_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every tongue shall swear allegiance.’</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045024_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045024-1\">24&nbsp;</b>&nbsp;&nbsp;“Only in the LORD, it shall be said of me,</span><br><span id=\"p23045024_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are righteousness and strength;</span><br><span id=\"p23045024_09-8\" class=\"line\">&nbsp;&nbsp;to him shall come and be ashamed</span><br><span id=\"p23045024_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all who were incensed against him.</span><br><span id=\"p23045025_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045025-1\">25&nbsp;</b>&nbsp;&nbsp;In the LORD all the offspring of Israel</span><br><span id=\"p23045025_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be justified and shall glory.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Thus saith the LORD to his anointed, to Cyrus, whose right hand I have holden, to subdue nations before him; and I will loose the loins of kings, to open before him the two leaved gates; and the gates shall not be shut;  <strong>2</strong> I will go before thee, and make the crooked places straight: I will break in pieces the gates of brass, and cut in sunder the bars of iron:  <strong>3</strong> And I will give thee the treasures of darkness, and hidden riches of secret places, that thou mayest know that I, the LORD, which call thee  by thy name, am the God of Israel.  <strong>4</strong> For Jacob my servant’s sake, and Israel mine elect, I have even called thee by thy name: I have surnamed thee, though thou hast not known me.  <strong>5</strong> I am the LORD, and there is none else, there is  no God beside me: I girded thee, though thou hast not known me:  <strong>6</strong> That they may know from the rising of the sun, and from the west, that there is none beside me. I am the LORD, and there is  none else.  <strong>7</strong> I form the light, and create darkness: I make peace, and create evil: I the LORD do all these things.  <strong>8</strong> Drop down, ye heavens, from above, and let the skies pour down righteousness: let the earth open, and let them bring forth salvation, and let righteousness spring up together; I the LORD have created it.  <strong>9</strong> Woe unto him that striveth with his Maker! Let the potsherd strive with the potsherds of the earth. Shall the clay say to him that fashioneth it, What makest thou? or thy work, He hath no hands?  <strong>10</strong> Woe unto him that saith unto his father, What begettest thou? or to the woman, What hast thou brought forth?  <strong>11</strong> Thus saith the LORD, the Holy One of Israel, and his Maker, Ask me of things to come concerning my sons, and concerning the work of my hands command ye me.  <strong>12</strong> I have made the earth, and created man upon it: I, even my hands, have stretched out the heavens, and all their host have I commanded.  <strong>13</strong> I have raised him up in righteousness, and I will direct all his ways: he shall build my city, and he shall let go my captives, not for price nor reward, saith the LORD of hosts.  <strong>14</strong> Thus saith the LORD, The labour of Egypt, and merchandise of Ethiopia and of the Sabeans, men of stature, shall come over unto thee, and they shall be thine: they shall come after thee; in chains they shall come over, and they shall fall down unto thee, they shall make supplication unto thee, saying,  Surely God is in thee; and there is none else, there is no God.  <strong>15</strong> Verily thou art a God that hidest thyself, O God of Israel, the Saviour.  <strong>16</strong> They shall be ashamed, and also confounded, all of them: they shall go to confusion together that are makers of idols.  <strong>17</strong> But Israel shall be saved in the LORD with an everlasting salvation: ye shall not be ashamed nor confounded world without end.  <strong>18</strong> For thus saith the LORD that created the heavens; God himself that formed the earth and made it; he hath established it, he created it not in vain, he formed it to be inhabited: I am the LORD; and there is none else.  <strong>19</strong> I have not spoken in secret, in a dark place of the earth: I said not unto the seed of Jacob, Seek ye me in vain: I the LORD speak righteousness, I declare things that are right.  <strong>20</strong> Assemble yourselves and come; draw near together, ye that are  escaped of the nations: they have no knowledge that set up the wood of their graven image, and pray unto a god that cannot save.  <strong>21</strong> Tell ye, and bring them near; yea, let them take counsel together: who hath declared this from ancient time? who hath told it from that time? have not I the LORD? and there is no God else beside me; a just God and a Saviour; there is none beside me.  <strong>22</strong> Look unto me, and be ye saved, all the ends of the earth: for I am God, and there is none else.  <strong>23</strong> I have sworn by myself, the word is gone out of my mouth in  righteousness, and shall not return, That unto me every knee shall bow, every tongue shall swear.  <strong>24</strong> Surely, shall one say, in the LORD have I righteousness and strength: even to him shall men come; and all that are incensed against him shall be ashamed.  <strong>25</strong> In the LORD shall all the seed of Israel be justified, and shall glory.  ","niv":"<sup><strong>1</strong></sup> \"This is what the LORD says to his anointed, to Cyrus, whose right hand I take hold of to subdue nations before him and to strip kings of their armor, to open doors before him so that gates will not be shut: <sup><strong>2</strong></sup> I will go before you and will level the mountains; I will break down gates of bronze and cut through bars of iron. <sup><strong>3</strong></sup> I will give you the treasures of darkness, riches stored in secret places, so that you may know that I am the LORD, the God of Israel, who summons you by name. <sup><strong>4</strong></sup> For the sake of Jacob my servant, of Israel my chosen, I summon you by name and bestow on you a title of honor, though you do not acknowledge me. <sup><strong>5</strong></sup> I am the LORD, and there is no other; apart from me there is no God. I will strengthen you, though you have not acknowledged me, <sup><strong>6</strong></sup> so that from the rising of the sun to the place of its setting men may know there is none besides me. I am the LORD, and there is no other. <sup><strong>7</strong></sup> I form the light and create darkness, I bring prosperity and create disaster; I, the LORD, do all these things. <sup><strong>8</strong></sup> \"You heavens above, rain down righteousness; let the clouds shower it down. Let the earth open wide, let salvation spring up, let righteousness grow with it; I, the LORD, have created it. <sup><strong>9</strong></sup> \"Woe to him who quarrels with his Maker, to him who is but a potsherd among the potsherds on the ground. Does the clay say to the potter, 'What are you making?' Does your work say, 'He has no hands'? <sup><strong>10</strong></sup> Woe to him who says to his father, 'What have you begotten?' or to his mother, 'What have you brought to birth?' <sup><strong>11</strong></sup> \"This is what the LORD says- the Holy One of Israel, and its Maker: Concerning things to come, do you question me about my children, or give me orders about the work of my hands? <sup><strong>12</strong></sup> It is I who made the earth and created mankind upon it. My own hands stretched out the heavens; I marshaled their starry hosts. <sup><strong>13</strong></sup> I will raise up Cyrus in my righteousness: I will make all his ways straight. He will rebuild my city and set my exiles free, but not for a price or reward, says the LORD Almighty.\" <sup><strong>14</strong></sup> This is what the LORD says: \"The products of Egypt and the merchandise of Cush, and those tall Sabeans- they will come over to you and will be yours; they will trudge behind you, coming over to you in chains. They will bow down before you and plead with you, saying, 'Surely God is with you, and there is no other; there is no other god.'\" <sup><strong>15</strong></sup> Truly you are a God who hides himself, O God and Savior of Israel. <sup><strong>16</strong></sup> All the makers of idols will be put to shame and disgraced; they will go off into disgrace together. <sup><strong>17</strong></sup> But Israel will be saved by the LORD with an everlasting salvation; you will never be put to shame or disgraced, to ages everlasting. <sup><strong>18</strong></sup> For this is what the LORD says- he who created the heavens, he is God; he who fashioned and made the earth, he founded it; he did not create it to be empty, but formed it to be inhabited- he says: \"I am the LORD, and there is no other. <sup><strong>19</strong></sup> I have not spoken in secret, from somewhere in a land of darkness; I have not said to Jacob's descendants, 'Seek me in vain.' I, the LORD, speak the truth; I declare what is right. <sup><strong>20</strong></sup> \"Gather together and come; assemble, you fugitives from the nations. Ignorant are those who carry about idols of wood, who pray to gods that cannot save. <sup><strong>21</strong></sup> Declare what is to be, present it- let them take counsel together. Who foretold this long ago, who declared it from the distant past? Was it not I, the LORD? And there is no God apart from me, a righteous God and a Savior; there is none but me. <sup><strong>22</strong></sup> \"Turn to me and be saved, all you ends of the earth; for I am God, and there is no other. <sup><strong>23</strong></sup> By myself I have sworn, my mouth has uttered in all integrity a word that will not be revoked: Before me every knee will bow; by me every tongue will swear. <sup><strong>24</strong></sup> They will say of me, 'In the LORD alone are righteousness and strength.'\" All who have raged against him will come to him and be put to shame. <sup><strong>25</strong></sup> But in the LORD all the descendants of Israel will be found righteous and will exult. "},{"_id":"6164da92dc1be0273f8b7368","topicId":"6164da90dc1be0273f8b735f","verse":"Jude 1:9","votes":4,"__v":0,"kjv":"<strong>9</strong> Yet Michael the archangel, when contending with the devil he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"6164da93dc1be0273f8b7369","topicId":"6164da90dc1be0273f8b735f","verse":"Colossians 3:8-15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51003008_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator. <b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n<p id=\"p51003011_01-10\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony. <b class=\"verse-num\" id=\"v51003015-1\">15&nbsp;</b>And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful.</p>\n\n</div>","kjv":"<strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  <strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  <strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  <strong>15</strong> And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.  ","niv":"<sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. <sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. <sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all. <sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. <sup><strong>15</strong></sup> Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful. "},{"_id":"6164da93dc1be0273f8b736a","topicId":"6164da90dc1be0273f8b735f","verse":"Jeremiah 51:11","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24051011_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v24051011-1\">11&nbsp;</b>&nbsp;&nbsp;“Sharpen the arrows!</span><br><span id=\"p24051011_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Take up the shields!</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24051011_01-11\" class=\"same-paragraph\">The LORD has stirred up the spirit of the kings of the Medes, because his purpose concerning Babylon is to destroy it, for that is the vengeance of the LORD, the vengeance for his temple.</p>\n</div>","kjv":"<strong>11</strong> Make bright the arrows; gather the shields: the LORD hath raised up the spirit of the kings of the Medes: for his device is against Babylon, to destroy it; because it is the vengeance of the LORD, the vengeance of his temple.  ","niv":"<sup><strong>11</strong></sup> \"Sharpen the arrows, take up the shields! The LORD has stirred up the kings of the Medes, because his purpose is to destroy Babylon. The LORD will take vengeance, vengeance for his temple."},{"_id":"6164da93dc1be0273f8b736b","topicId":"6164da90dc1be0273f8b735f","verse":"Revelation 16:12-17:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66016012_01-12\"><b class=\"verse-num\" id=\"v66016012-1\">12&nbsp;</b>The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up, to prepare the way for the kings from the east. <b class=\"verse-num\" id=\"v66016013-1\">13&nbsp;</b>And I saw, coming out of the mouth of the dragon and out of the mouth of the beast and out of the mouth of the false prophet, three unclean spirits like frogs. <b class=\"verse-num\" id=\"v66016014-1\">14&nbsp;</b>For they are demonic spirits, performing signs, who go abroad to the kings of the whole world, to assemble them for battle on the great day of God the Almighty. <b class=\"verse-num woc\" id=\"v66016015-1\">15&nbsp;</b><span class=\"woc\">(“Behold, I am coming like a thief! Blessed is the one who stays awake, keeping his garments on, that he may not go about naked and be seen exposed!”)</span> <b class=\"verse-num\" id=\"v66016016-1\">16&nbsp;</b>And they assembled them at the place that in Hebrew is called Armageddon.</p>\n\n<p id=\"p66016016_04-12\"><b class=\"verse-num\" id=\"v66016017-1\">17&nbsp;</b>The seventh angel poured out his bowl into the air, and a loud voice came out of the temple, from the throne, saying, “It is done!” <b class=\"verse-num\" id=\"v66016018-1\">18&nbsp;</b>And there were flashes of lightning, rumblings, peals of thunder, and a great earthquake such as there had never been since man was on the earth, so great was that earthquake. <b class=\"verse-num\" id=\"v66016019-1\">19&nbsp;</b>The great city was split into three parts, and the cities of the nations fell, and God remembered Babylon the great, to make her drain the cup of the wine of the fury of his wrath. <b class=\"verse-num\" id=\"v66016020-1\">20&nbsp;</b>And every island fled away, and no mountains were to be found. <b class=\"verse-num\" id=\"v66016021-1\">21&nbsp;</b>And great hailstones, about one hundred pounds each, fell from heaven on people; and they cursed God for the plague of the hail, because the plague was so severe.</p>\n\n<p id=\"p66017001_10-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66017001-1\">17:1&nbsp;</b>Then one of the seven angels who had the seven bowls came and said to me, “Come, I will show you the judgment of the great prostitute who is seated on many waters, <b class=\"verse-num\" id=\"v66017002-1\">2&nbsp;</b>with whom the kings of the earth have committed sexual immorality, and with the wine of whose sexual immorality the dwellers on earth have become drunk.” <b class=\"verse-num\" id=\"v66017003-1\">3&nbsp;</b>And he carried me away in the Spirit into a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names, and it had seven heads and ten horns. <b class=\"verse-num\" id=\"v66017004-1\">4&nbsp;</b>The woman was arrayed in purple and scarlet, and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her sexual immorality. <b class=\"verse-num\" id=\"v66017005-1\">5&nbsp;</b>And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.” <b class=\"verse-num\" id=\"v66017006-1\">6&nbsp;</b>And I saw the woman, drunk with the blood of the saints, the blood of the martyrs of Jesus.</p>\n<p id=\"p66017006_10-12\">When I saw her, I marveled greatly. <b class=\"verse-num\" id=\"v66017007-1\">7&nbsp;</b>But the angel said to me, “Why do you marvel? I will tell you the mystery of the woman, and of the beast with seven heads and ten horns that carries her. <b class=\"verse-num\" id=\"v66017008-1\">8&nbsp;</b>The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction. And the dwellers on earth whose names have not been written in the book of life from the foundation of the world will marvel to see the beast, because it was and is not and is to come. <b class=\"verse-num\" id=\"v66017009-1\">9&nbsp;</b>This calls for a mind with wisdom: the seven heads are seven mountains on which the woman is seated; <b class=\"verse-num\" id=\"v66017010-1\">10&nbsp;</b>they are also seven kings, five of whom have fallen, one is, the other has not yet come, and when he does come he must remain only a little while. <b class=\"verse-num\" id=\"v66017011-1\">11&nbsp;</b>As for the beast that was and is not, it is an eighth but it belongs to the seven, and it goes to destruction. <b class=\"verse-num\" id=\"v66017012-1\">12&nbsp;</b>And the ten horns that you saw are ten kings who have not yet received royal power, but they are to receive authority as kings for one hour, together with the beast. <b class=\"verse-num\" id=\"v66017013-1\">13&nbsp;</b>These are of one mind, and they hand over their power and authority to the beast. <b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n\n</div>","kjv":"<strong>12</strong> And the sixth angel poured out his vial upon the great river Euphrates; and the water thereof was dried up, that the way of the kings of the east might be prepared.  <strong>13</strong> And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.  <strong>14</strong> For they are the spirits of devils, working miracles, which  go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.  <strong>15</strong> Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.  <strong>16</strong> And he gathered them together into a place called in the Hebrew tongue Armageddon.  <strong>17</strong> And the seventh angel poured out his vial into the air; and there came a great voice out of the temple of heaven, from the throne, saying, It is done.  <strong>18</strong> And there were voices, and thunders, and lightnings; and there was a great earthquake, such as was not since men were upon the earth, so mighty an earthquake, and so great.  <strong>19</strong> And the great city was divided into three parts, and the cities of the nations fell: and great Babylon came in remembrance before God, to give unto her the cup of the wine of the fierceness of his wrath.  <strong>20</strong> And every island fled away, and the mountains were not found.  <strong>21</strong> And there fell upon men a great hail out of heaven, every stone  about the weight of a talent: and men blasphemed God because of the plague of the hail; for the plague thereof was exceeding great.  <strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  <strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  <strong>11</strong> And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.  <strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  <strong>13</strong> These have one mind, and shall give their power and strength unto the beast.  <strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  ","niv":"<sup><strong>12</strong></sup> The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up to prepare the way for the kings from the East. <sup><strong>13</strong></sup> Then I saw three evil spirits that looked like frogs; they came out of the mouth of the dragon, out of the mouth of the beast and out of the mouth of the false prophet. <sup><strong>14</strong></sup> They are spirits of demons performing miraculous signs, and they go out to the kings of the whole world, to gather them for the battle on the great day of God Almighty. <sup><strong>15</strong></sup> \"Behold, I come like a thief! Blessed is he who stays awake and keeps his clothes with him, so that he may not go naked and be shamefully exposed.\" <sup><strong>16</strong></sup> Then they gathered the kings together to the place that in Hebrew is called Armageddon. <sup><strong>17</strong></sup> The seventh angel poured out his bowl into the air, and out of the temple came a loud voice from the throne, saying, \"It is done!\" "},{"_id":"6164da94dc1be0273f8b736c","topicId":"6164da90dc1be0273f8b735f","verse":"James 5:6-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59005006_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005006-1\">6&nbsp;</b>You have condemned and murdered the righteous person. He does not resist you.</p>\n\n<p id=\"p59005006_04-13\"><b class=\"verse-num\" id=\"v59005007-1\">7&nbsp;</b>Be patient, therefore, brothers, until the coming of the Lord. See how the farmer waits for the precious fruit of the earth, being patient about it, until it receives the early and the late rains. <b class=\"verse-num\" id=\"v59005008-1\">8&nbsp;</b>You also, be patient. Establish your hearts, for the coming of the Lord is at hand. <b class=\"verse-num\" id=\"v59005009-1\">9&nbsp;</b>Do not grumble against one another, brothers, so that you may not be judged; behold, the Judge is standing at the door. <b class=\"verse-num\" id=\"v59005010-1\">10&nbsp;</b>As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord. <b class=\"verse-num\" id=\"v59005011-1\">11&nbsp;</b>Behold, we consider those blessed who remained steadfast. You have heard of the steadfastness of Job, and you have seen the purpose of the Lord, how the Lord is compassionate and merciful.</p>\n<p id=\"p59005011_04-13\"><b class=\"verse-num\" id=\"v59005012-1\">12&nbsp;</b>But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your “yes” be yes and your “no” be no, so that you may not fall under condemnation.</p>\n\n<p id=\"p59005012_08-13\"><b class=\"verse-num\" id=\"v59005013-1\">13&nbsp;</b>Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise. <b class=\"verse-num\" id=\"v59005014-1\">14&nbsp;</b>Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord. <b class=\"verse-num\" id=\"v59005015-1\">15&nbsp;</b>And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven. <b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working. <b class=\"verse-num\" id=\"v59005017-1\">17&nbsp;</b>Elijah was a man with a nature like ours, and he prayed fervently that it might not rain, and for three years and six months it did not rain on the earth.</p>\n\n</div>","kjv":"<strong>6</strong> Ye have condemned and killed the just; and he doth not resist you.  <strong>7</strong> Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain.  <strong>8</strong> Be ye also patient; stablish your hearts: for the coming of the Lord draweth nigh.  <strong>9</strong> Grudge not one against another, brethren, lest ye be condemned: behold, the judge standeth before the door.  <strong>10</strong> Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience.  <strong>11</strong> Behold, we count them happy which endure. Ye have heard of the patience of Job, and have seen the end of the Lord; that the Lord is very pitiful, and of tender mercy.  <strong>12</strong> But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.  <strong>13</strong> Is any among you afflicted? let him pray. Is any merry? let him sing psalms.  <strong>14</strong> Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:  <strong>15</strong> And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.  <strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  <strong>17</strong> Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months.  ","niv":"<sup><strong>6</strong></sup> You have condemned and murdered innocent men, who were not opposing you. <sup><strong>7</strong></sup> Be patient, then, brothers, until the Lord's coming. See how the farmer waits for the land to yield its valuable crop and how patient he is for the autumn and spring rains. <sup><strong>8</strong></sup> You too, be patient and stand firm, because the Lord's coming is near. <sup><strong>9</strong></sup> Don't grumble against each other, brothers, or you will be judged. The Judge is standing at the door! <sup><strong>10</strong></sup> Brothers, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord. <sup><strong>11</strong></sup> As you know, we consider blessed those who have persevered. You have heard of Job's perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy. <sup><strong>12</strong></sup> Above all, my brothers, do not swear--not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned. <sup><strong>13</strong></sup> Is any one of you in trouble? He should pray. Is anyone happy? Let him sing songs of praise. <sup><strong>14</strong></sup> Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord. <sup><strong>15</strong></sup> And the prayer offered in faith will make the sick person well; the Lord will raise him up. If he has sinned, he will be forgiven. <sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective. <sup><strong>17</strong></sup> Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years. "},{"_id":"6164da94dc1be0273f8b736d","topicId":"6164da90dc1be0273f8b735f","verse":"1 Thessalonians 5:1-2 Thessalonians 1:12","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p52005001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v52005001-1\">5:1&nbsp;</b>Now concerning the times and the seasons, brothers, you have no need to have anything written to you. <b class=\"verse-num\" id=\"v52005002-1\">2&nbsp;</b>For you yourselves are fully aware that the day of the Lord will come like a thief in the night. <b class=\"verse-num\" id=\"v52005003-1\">3&nbsp;</b>While people are saying, “There is peace and security,” then sudden destruction will come upon them as labor pains come upon a pregnant woman, and they will not escape. <b class=\"verse-num\" id=\"v52005004-1\">4&nbsp;</b>But you are not in darkness, brothers, for that day to surprise you like a thief. <b class=\"verse-num\" id=\"v52005005-1\">5&nbsp;</b>For you are all children of light, children of the day. We are not of the night or of the darkness. <b class=\"verse-num\" id=\"v52005006-1\">6&nbsp;</b>So then let us not sleep, as others do, but let us keep awake and be sober. <b class=\"verse-num\" id=\"v52005007-1\">7&nbsp;</b>For those who sleep, sleep at night, and those who get drunk, are drunk at night. <b class=\"verse-num\" id=\"v52005008-1\">8&nbsp;</b>But since we belong to the day, let us be sober, having put on the breastplate of faith and love, and for a helmet the hope of salvation. <b class=\"verse-num\" id=\"v52005009-1\">9&nbsp;</b>For God has not destined us for wrath, but to obtain salvation through our Lord Jesus Christ, <b class=\"verse-num\" id=\"v52005010-1\">10&nbsp;</b>who died for us so that whether we are awake or asleep we might live with him. <b class=\"verse-num\" id=\"v52005011-1\">11&nbsp;</b>Therefore encourage one another and build one another up, just as you are doing.</p>\n\n<p id=\"p52005011_10-15\"><b class=\"verse-num\" id=\"v52005012-1\">12&nbsp;</b>We ask you, brothers, to respect those who labor among you and are over you in the Lord and admonish you, <b class=\"verse-num\" id=\"v52005013-1\">13&nbsp;</b>and to esteem them very highly in love because of their work. Be at peace among yourselves. <b class=\"verse-num\" id=\"v52005014-1\">14&nbsp;</b>And we urge you, brothers, admonish the idle, encourage the fainthearted, help the weak, be patient with them all. <b class=\"verse-num\" id=\"v52005015-1\">15&nbsp;</b>See that no one repays anyone evil for evil, but always seek to do good to one another and to everyone. <b class=\"verse-num\" id=\"v52005016-1\">16&nbsp;</b>Rejoice always, <b class=\"verse-num\" id=\"v52005017-1\">17&nbsp;</b>pray without ceasing, <b class=\"verse-num\" id=\"v52005018-1\">18&nbsp;</b>give thanks in all circumstances; for this is the will of God in Christ Jesus for you. <b class=\"verse-num\" id=\"v52005019-1\">19&nbsp;</b>Do not quench the Spirit. <b class=\"verse-num\" id=\"v52005020-1\">20&nbsp;</b>Do not despise prophecies, <b class=\"verse-num\" id=\"v52005021-1\">21&nbsp;</b>but test everything; hold fast what is good. <b class=\"verse-num\" id=\"v52005022-1\">22&nbsp;</b>Abstain from every form of evil.</p>\n<p id=\"p52005022_10-15\"><b class=\"verse-num\" id=\"v52005023-1\">23&nbsp;</b>Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v52005024-1\">24&nbsp;</b>He who calls you is faithful; he will surely do it.</p>\n<p id=\"p52005024_10-15\"><b class=\"verse-num\" id=\"v52005025-1\">25&nbsp;</b>Brothers, pray for us.</p>\n<p id=\"p52005025_10-15\"><b class=\"verse-num\" id=\"v52005026-1\">26&nbsp;</b>Greet all the brothers with a holy kiss.</p>\n<p id=\"p52005026_10-15\"><b class=\"verse-num\" id=\"v52005027-1\">27&nbsp;</b>I put you under oath before the Lord to have this letter read to all the brothers.</p>\n<p id=\"p52005027_10-15\"><b class=\"verse-num\" id=\"v52005028-1\">28&nbsp;</b>The grace of our Lord Jesus Christ be with you.</p>\n\n<p id=\"p53001001_11-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p53001001_11-15\">To the church of the Thessalonians in God our Father and the Lord Jesus Christ:</p>\n<p id=\"p53001001_11-15\"><b class=\"verse-num\" id=\"v53001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p53001002_12-15\"><b class=\"verse-num\" id=\"v53001003-1\">3&nbsp;</b>We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing. <b class=\"verse-num\" id=\"v53001004-1\">4&nbsp;</b>Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.</p>\n\n<p id=\"p53001004_17-15\"><b class=\"verse-num\" id=\"v53001005-1\">5&nbsp;</b>This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—<b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you, <b class=\"verse-num\" id=\"v53001007-1\">7&nbsp;</b>and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels <b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus. <b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might, <b class=\"verse-num\" id=\"v53001010-1\">10&nbsp;</b>when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed. <b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n\n</div>","niv":"","modified":"2022-11-08T13:46:37.280Z"},{"_id":"6164da94dc1be0273f8b736e","topicId":"6164da90dc1be0273f8b735f","verse":"Colossians 2:10-15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51002010_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v51002010-1\">10&nbsp;</b>and you have been filled in him, who is the head of all rule and authority. <b class=\"verse-num\" id=\"v51002011-1\">11&nbsp;</b>In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ, <b class=\"verse-num\" id=\"v51002012-1\">12&nbsp;</b>having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead. <b class=\"verse-num\" id=\"v51002013-1\">13&nbsp;</b>And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses, <b class=\"verse-num\" id=\"v51002014-1\">14&nbsp;</b>by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross. <b class=\"verse-num\" id=\"v51002015-1\">15&nbsp;</b>He disarmed the rulers and authorities and put them to open shame, by triumphing over them in him.</p>\n\n</div>","kjv":"<strong>10</strong> And ye are complete in him, which is the head of all principality and power:  <strong>11</strong> In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:  <strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  <strong>13</strong> And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;  <strong>14</strong> Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;  <strong>15</strong> And having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.  ","niv":"<sup><strong>10</strong></sup> and you have been given fullness in Christ, who is the head over every power and authority. <sup><strong>11</strong></sup> In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ, <sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead. <sup><strong>13</strong></sup> When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins, <sup><strong>14</strong></sup> having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross. <sup><strong>15</strong></sup> And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross. "},{"_id":"6164da95dc1be0273f8b736f","topicId":"6164da90dc1be0273f8b735f","verse":"Acts 12:23-24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44012023_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v44012023-1\">23&nbsp;</b>Immediately an angel of the Lord struck him down, because he did not give God the glory, and he was eaten by worms and breathed his last.</p>\n<p id=\"p44012023_01-17\"><b class=\"verse-num\" id=\"v44012024-1\">24&nbsp;</b>But the word of God increased and multiplied.</p>\n</div>","kjv":"<strong>23</strong> And immediately the angel of the Lord smote him, because he gave not God the glory: and he was eaten of worms, and gave up the ghost.  <strong>24</strong> But the word of God grew and multiplied.  ","niv":"<sup><strong>23</strong></sup> Immediately, because Herod did not give praise to God, an angel of the Lord struck him down, and he was eaten by worms and died. <sup><strong>24</strong></sup> But the word of God continued to increase and spread. "},{"_id":"6164da95dc1be0273f8b7370","topicId":"6164da90dc1be0273f8b735f","verse":"John 15:5-26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43015005_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015005-1\">5&nbsp;</b><span class=\"woc\">I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.</span> <b class=\"verse-num woc\" id=\"v43015006-1\">6&nbsp;</b><span class=\"woc\">If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned.</span> <b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span> <b class=\"verse-num woc\" id=\"v43015008-1\">8&nbsp;</b><span class=\"woc\">By this my Father is glorified, that you bear much fruit and so prove to be my disciples.</span> <b class=\"verse-num woc\" id=\"v43015009-1\">9&nbsp;</b><span class=\"woc\">As the Father has loved me, so have I loved you. Abide in my love.</span> <b class=\"verse-num woc\" id=\"v43015010-1\">10&nbsp;</b><span class=\"woc\">If you keep my commandments, you will abide in my love, just as I have kept my Father’s commandments and abide in his love.</span> <b class=\"verse-num woc\" id=\"v43015011-1\">11&nbsp;</b><span class=\"woc\">These things I have spoken to you, that my joy may be in you, and that your joy may be full.</span></p>\n<p id=\"p43015011_01-18\"><b class=\"verse-num woc\" id=\"v43015012-1\">12&nbsp;</b><span class=\"woc\">“This is my commandment, that you love one another as I have loved you.</span> <b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span> <b class=\"verse-num woc\" id=\"v43015014-1\">14&nbsp;</b><span class=\"woc\">You are my friends if you do what I command you.</span> <b class=\"verse-num woc\" id=\"v43015015-1\">15&nbsp;</b><span class=\"woc\">No longer do I call you servants, for the servant does not know what his master is doing; but I have called you friends, for all that I have heard from my Father I have made known to you.</span> <b class=\"verse-num woc\" id=\"v43015016-1\">16&nbsp;</b><span class=\"woc\">You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you.</span> <b class=\"verse-num woc\" id=\"v43015017-1\">17&nbsp;</b><span class=\"woc\">These things I command you, so that you will love one another.</span></p>\n\n<p id=\"p43015017_06-18\"><b class=\"verse-num woc\" id=\"v43015018-1\">18&nbsp;</b><span class=\"woc\">“If the world hates you, know that it has hated me before it hated you.</span> <b class=\"verse-num woc\" id=\"v43015019-1\">19&nbsp;</b><span class=\"woc\">If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you.</span> <b class=\"verse-num woc\" id=\"v43015020-1\">20&nbsp;</b><span class=\"woc\">Remember the word that I said to you: ‘A servant is not greater than his master.’ If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.</span> <b class=\"verse-num woc\" id=\"v43015021-1\">21&nbsp;</b><span class=\"woc\">But all these things they will do to you on account of my name, because they do not know him who sent me.</span> <b class=\"verse-num woc\" id=\"v43015022-1\">22&nbsp;</b><span class=\"woc\">If I had not come and spoken to them, they would not have been guilty of sin, but now they have no excuse for their sin.</span> <b class=\"verse-num woc\" id=\"v43015023-1\">23&nbsp;</b><span class=\"woc\">Whoever hates me hates my Father also.</span> <b class=\"verse-num woc\" id=\"v43015024-1\">24&nbsp;</b><span class=\"woc\">If I had not done among them the works that no one else did, they would not be guilty of sin, but now they have seen and hated both me and my Father.</span> <b class=\"verse-num woc\" id=\"v43015025-1\">25&nbsp;</b><span class=\"woc\">But the word that is written in their Law must be fulfilled: ‘They hated me without a cause.’</span></p>\n<p id=\"p43015025_06-18\"><b class=\"verse-num woc\" id=\"v43015026-1\">26&nbsp;</b><span class=\"woc\">“But when the Helper comes, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will bear witness about me.</span></p>\n\n</div>","kjv":"<strong>5</strong> I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.  <strong>6</strong> If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.  <strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  <strong>8</strong> Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.  <strong>9</strong> As the Father hath loved me, so have I loved you: continue ye in my love.  <strong>10</strong> If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love.  <strong>11</strong> These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.  <strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  <strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  <strong>14</strong> Ye are my friends, if ye do whatsoever I command you.  <strong>15</strong> Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.  <strong>16</strong> Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you.  <strong>17</strong> These things I command you, that ye love one another.  <strong>18</strong> If the world hate you, ye know that it hated me before it hated you.  <strong>19</strong> If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.  <strong>20</strong> Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.  <strong>21</strong> But all these things will they do unto you for my name’s sake, because they know not him that sent me.  <strong>22</strong> If I had not come and spoken unto them, they had not had sin: but now they have no cloke for their sin.  <strong>23</strong> He that hateth me hateth my Father also.  <strong>24</strong> If I had not done among them the works which none other man did, they had not had sin: but now have they both seen and hated both me and my Father.  <strong>25</strong> But this cometh to pass, that the word might be fulfilled that is written in their law, They hated me without a cause.  <strong>26</strong> But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me:  ","niv":"<sup><strong>5</strong></sup> \"I am the vine; you are the branches. If a man remains in me and I in him, he will bear much fruit; apart from me you can do nothing. <sup><strong>6</strong></sup> If anyone does not remain in me, he is like a branch that is thrown away and withers; such branches are picked up, thrown into the fire and burned. <sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you. <sup><strong>8</strong></sup> This is to my Father's glory, that you bear much fruit, showing yourselves to be my disciples. <sup><strong>9</strong></sup> \"As the Father has loved me, so have I loved you. Now remain in my love. <sup><strong>10</strong></sup> If you obey my commands, you will remain in my love, just as I have obeyed my Father's commands and remain in his love. <sup><strong>11</strong></sup> I have told you this so that my joy may be in you and that your joy may be complete. <sup><strong>12</strong></sup> My command is this: Love each other as I have loved you. <sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends. <sup><strong>14</strong></sup> You are my friends if you do what I command. <sup><strong>15</strong></sup> I no longer call you servants, because a servant does not know his master's business. Instead, I have called you friends, for everything that I learned from my Father I have made known to you. <sup><strong>16</strong></sup> You did not choose me, but I chose you and appointed you to go and bear fruit--fruit that will last. Then the Father will give you whatever you ask in my name. <sup><strong>17</strong></sup> This is my command: Love each other. <sup><strong>18</strong></sup> \"If the world hates you, keep in mind that it hated me first. <sup><strong>19</strong></sup> If you belonged to the world, it would love you as its own. As it is, you do not belong to the world, but I have chosen you out of the world. That is why the world hates you. <sup><strong>20</strong></sup> Remember the words I spoke to you: 'No servant is greater than his master.' If they persecuted me, they will persecute you also. If they obeyed my teaching, they will obey yours also. <sup><strong>21</strong></sup> They will treat you this way because of my name, for they do not know the One who sent me. <sup><strong>22</strong></sup> If I had not come and spoken to them, they would not be guilty of sin. Now, however, they have no excuse for their sin. <sup><strong>23</strong></sup> He who hates me hates my Father as well. <sup><strong>24</strong></sup> If I had not done among them what no one else did, they would not be guilty of sin. But now they have seen these miracles, and yet they have hated both me and my Father. <sup><strong>25</strong></sup> But this is to fulfill what is written in their Law: 'They hated me without reason.' <sup><strong>26</strong></sup> \"When the Counselor comes, whom I will send to you from the Father, the Spirit of truth who goes out from the Father, he will testify about me. "},{"_id":"6164da95dc1be0273f8b7371","topicId":"6164da90dc1be0273f8b735f","verse":"Luke 21:1-38","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42021001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42021001-1\">21:1&nbsp;</b>Jesus looked up and saw the rich putting their gifts into the offering box, <b class=\"verse-num\" id=\"v42021002-1\">2&nbsp;</b>and he saw a poor widow put in two small copper coins. <b class=\"verse-num\" id=\"v42021003-1\">3&nbsp;</b>And he said, <span class=\"woc\">“Truly, I tell you, this poor widow has put in more than all of them.</span> <b class=\"verse-num woc\" id=\"v42021004-1\">4&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty put in all she had to live on.”</span></p>\n\n<p id=\"p42021004_10-19\"><b class=\"verse-num\" id=\"v42021005-1\">5&nbsp;</b>And while some were speaking of the temple, how it was adorned with noble stones and offerings, he said, <b class=\"verse-num woc\" id=\"v42021006-1\">6&nbsp;</b><span class=\"woc\">“As for these things that you see, the days will come when there will not be left here one stone upon another that will not be thrown down.”</span> <b class=\"verse-num\" id=\"v42021007-1\">7&nbsp;</b>And they asked him, “Teacher, when will these things be, and what will be the sign when these things are about to take place?” <b class=\"verse-num\" id=\"v42021008-1\">8&nbsp;</b>And he said, <span class=\"woc\">“See that you are not led astray. For many will come in my name, saying, ‘I am he!’ and, ‘The time is at hand!’ Do not go after them.</span> <b class=\"verse-num woc\" id=\"v42021009-1\">9&nbsp;</b><span class=\"woc\">And when you hear of wars and tumults, do not be terrified, for these things must first take place, but the end will not be at once.”</span></p>\n\n<p id=\"p42021009_15-19\"><b class=\"verse-num\" id=\"v42021010-1\">10&nbsp;</b>Then he said to them, <span class=\"woc\">“Nation will rise against nation, and kingdom against kingdom.</span> <b class=\"verse-num woc\" id=\"v42021011-1\">11&nbsp;</b><span class=\"woc\">There will be great earthquakes, and in various places famines and pestilences. And there will be terrors and great signs from heaven.</span> <b class=\"verse-num woc\" id=\"v42021012-1\">12&nbsp;</b><span class=\"woc\">But before all this they will lay their hands on you and persecute you, delivering you up to the synagogues and prisons, and you will be brought before kings and governors for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v42021013-1\">13&nbsp;</b><span class=\"woc\">This will be your opportunity to bear witness.</span> <b class=\"verse-num woc\" id=\"v42021014-1\">14&nbsp;</b><span class=\"woc\">Settle it therefore in your minds not to meditate beforehand how to answer,</span> <b class=\"verse-num woc\" id=\"v42021015-1\">15&nbsp;</b><span class=\"woc\">for I will give you a mouth and wisdom, which none of your adversaries will be able to withstand or contradict.</span> <b class=\"verse-num woc\" id=\"v42021016-1\">16&nbsp;</b><span class=\"woc\">You will be delivered up even by parents and brothers and relatives and friends, and some of you they will put to death.</span> <b class=\"verse-num woc\" id=\"v42021017-1\">17&nbsp;</b><span class=\"woc\">You will be hated by all for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v42021018-1\">18&nbsp;</b><span class=\"woc\">But not a hair of your head will perish.</span> <b class=\"verse-num woc\" id=\"v42021019-1\">19&nbsp;</b><span class=\"woc\">By your endurance you will gain your lives.</span></p>\n\n<p id=\"p42021019_20-19\"><b class=\"verse-num woc\" id=\"v42021020-1\">20&nbsp;</b><span class=\"woc\">“But when you see Jerusalem surrounded by armies, then know that its desolation has come near.</span> <b class=\"verse-num woc\" id=\"v42021021-1\">21&nbsp;</b><span class=\"woc\">Then let those who are in Judea flee to the mountains, and let those who are inside the city depart, and let not those who are out in the country enter it,</span> <b class=\"verse-num woc\" id=\"v42021022-1\">22&nbsp;</b><span class=\"woc\">for these are days of vengeance, to fulfill all that is written.</span> <b class=\"verse-num woc\" id=\"v42021023-1\">23&nbsp;</b><span class=\"woc\">Alas for women who are pregnant and for those who are nursing infants in those days! For there will be great distress upon the earth and wrath against this people.</span> <b class=\"verse-num woc\" id=\"v42021024-1\">24&nbsp;</b><span class=\"woc\">They will fall by the edge of the sword and be led captive among all nations, and Jerusalem will be trampled underfoot by the Gentiles, until the times of the Gentiles are fulfilled.</span></p>\n\n<p id=\"p42021024_27-19\"><b class=\"verse-num woc\" id=\"v42021025-1\">25&nbsp;</b><span class=\"woc\">“And there will be signs in sun and moon and stars, and on the earth distress of nations in perplexity because of the roaring of the sea and the waves,</span> <b class=\"verse-num woc\" id=\"v42021026-1\">26&nbsp;</b><span class=\"woc\">people fainting with fear and with foreboding of what is coming on the world. For the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v42021027-1\">27&nbsp;</b><span class=\"woc\">And then they will see the Son of Man coming in a cloud with power and great glory.</span> <b class=\"verse-num woc\" id=\"v42021028-1\">28&nbsp;</b><span class=\"woc\">Now when these things begin to take place, straighten up and raise your heads, because your redemption is drawing near.”</span></p>\n\n<p id=\"p42021028_33-19\"><b class=\"verse-num\" id=\"v42021029-1\">29&nbsp;</b>And he told them a parable: <span class=\"woc\">“Look at the fig tree, and all the trees.</span> <b class=\"verse-num woc\" id=\"v42021030-1\">30&nbsp;</b><span class=\"woc\">As soon as they come out in leaf, you see for yourselves and know that the summer is already near.</span> <b class=\"verse-num woc\" id=\"v42021031-1\">31&nbsp;</b><span class=\"woc\">So also, when you see these things taking place, you know that the kingdom of God is near.</span> <b class=\"verse-num woc\" id=\"v42021032-1\">32&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all has taken place.</span> <b class=\"verse-num woc\" id=\"v42021033-1\">33&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p42021033_35-19\"><b class=\"verse-num woc\" id=\"v42021034-1\">34&nbsp;</b><span class=\"woc\">“But watch yourselves lest your hearts be weighed down with dissipation and drunkenness and cares of this life, and that day come upon you suddenly like a trap.</span> <b class=\"verse-num woc\" id=\"v42021035-1\">35&nbsp;</b><span class=\"woc\">For it will come upon all who dwell on the face of the whole earth.</span> <b class=\"verse-num woc\" id=\"v42021036-1\">36&nbsp;</b><span class=\"woc\">But stay awake at all times, praying that you may have strength to escape all these things that are going to take place, and to stand before the Son of Man.”</span></p>\n<p id=\"p42021036_35-19\"><b class=\"verse-num\" id=\"v42021037-1\">37&nbsp;</b>And every day he was teaching in the temple, but at night he went out and lodged on the mount called Olivet. <b class=\"verse-num\" id=\"v42021038-1\">38&nbsp;</b>And early in the morning all the people came to him in the temple to hear him.</p>\n\n</div>","kjv":"<strong>1</strong> And he looked up, and saw the rich men casting their gifts into the treasury.  <strong>2</strong> And he saw also a certain poor widow casting in thither two mites.  <strong>3</strong> And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all:  <strong>4</strong> For all these have of their abundance cast in unto the offerings of God: but she of her penury hath cast in all the living that she had.  <strong>5</strong> And as some spake of the temple, how it was adorned with goodly stones and gifts, he said,  <strong>6</strong> As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.  <strong>7</strong> And they asked him, saying, Master, but when shall these things be? and what sign will there be when these things shall come to pass?  <strong>8</strong> And he said, Take heed that ye be not deceived: for many shall come in my name, saying, I am Christ; and the time draweth near: go ye not therefore after them.  <strong>9</strong> But when ye shall hear of wars and commotions, be not terrified: for these things must first come to pass; but the end is not by and by.  <strong>10</strong> Then said he unto them, Nation shall rise against nation, and kingdom against kingdom:  <strong>11</strong> And great earthquakes shall be in divers places, and famines, and pestilences; and fearful sights and great signs shall there be from heaven.  <strong>12</strong> But before all these, they shall lay their hands on you, and persecute you, delivering you up to the synagogues, and into prisons, being brought before kings and rulers for my name’s sake.  <strong>13</strong> And it shall turn to you for a testimony.  <strong>14</strong> Settle it therefore in your hearts, not to meditate before what ye shall answer:  <strong>15</strong> For I will give you a mouth and wisdom, which all your adversaries shall not be able to gainsay nor resist.  <strong>16</strong> And ye shall be betrayed both by parents, and brethren, and kinsfolks, and friends; and some of you shall they cause to be put to death.  <strong>17</strong> And ye shall be hated of all men for my name’s sake.  <strong>18</strong> But there shall not an hair of your head perish.  <strong>19</strong> In your patience possess ye your souls.  <strong>20</strong> And when ye shall see Jerusalem compassed with armies, then know that the desolation thereof is nigh.  <strong>21</strong> Then let them which are in Judaea flee to the mountains; and let them which are in the midst of it depart out; and let not them that are in the countries enter thereinto.  <strong>22</strong> For these be the days of vengeance, that all things which are written may be fulfilled.  <strong>23</strong> But woe unto them that are with child, and to them that give suck, in those days! for there shall be great distress in the land, and wrath upon this people.  <strong>24</strong> And they shall fall by the edge of the sword, and shall be led away captive into all nations: and Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled. <strong>25</strong>           And there shall be signs in the sun, and in the moon, and in the stars; and upon the earth distress of nations, with perplexity; the sea and the waves roaring;  <strong>26</strong> Men’s hearts failing them for fear, and for looking after those things which are coming on the earth: for the powers of heaven shall be shaken.  <strong>27</strong> And then shall they see the Son of man coming in a cloud with power and great glory.  <strong>28</strong> And when these things begin to come to pass, then look up, and lift up your heads; for your redemption draweth nigh.  <strong>29</strong> And he spake to them a parable; Behold the fig tree, and all the trees;  <strong>30</strong> When they now shoot forth, ye see and know of your own selves that summer is now nigh at hand.  <strong>31</strong> So likewise ye, when ye see these things come to pass, know ye that the kingdom of God is nigh at hand.  <strong>32</strong> Verily I say unto you, This generation shall not pass away, till all be fulfilled.  <strong>33</strong> Heaven and earth shall pass away: but my words shall not pass away.  <strong>34</strong>           And take heed to yourselves, lest at any time your hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and so that day come upon you unawares.  <strong>35</strong> For as a snare shall it come on all them that dwell on the face of the whole earth.  <strong>36</strong> Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.  <strong>37</strong> And in the day time he was teaching in the temple; and at night he went out, and abode in the mount that is called the mount of Olives.  <strong>38</strong> And all the people came early in the morning to him in the temple, for to hear him.  ","niv":"<sup><strong>1</strong></sup> As he looked up, Jesus saw the rich putting their gifts into the temple treasury. <sup><strong>2</strong></sup> He also saw a poor widow put in two very small copper coins. <sup><strong>3</strong></sup> \"I tell you the truth,\" he said, \"this poor widow has put in more than all the others. <sup><strong>4</strong></sup> All these people gave their gifts out of their wealth; but she out of her poverty put in all she had to live on.\" <sup><strong>5</strong></sup> Some of his disciples were remarking about how the temple was adorned with beautiful stones and with gifts dedicated to God. But Jesus said, <sup><strong>6</strong></sup> \"As for what you see here, the time will come when not one stone will be left on another; every one of them will be thrown down.\" <sup><strong>7</strong></sup> \"Teacher,\" they asked, \"when will these things happen? And what will be the sign that they are about to take place?\" <sup><strong>8</strong></sup> He replied: \"Watch out that you are not deceived. For many will come in my name, claiming, 'I am he,' and, 'The time is near.' Do not follow them. <sup><strong>9</strong></sup> When you hear of wars and revolutions, do not be frightened. These things must happen first, but the end will not come right away.\" <sup><strong>10</strong></sup> Then he said to them: \"Nation will rise against nation, and kingdom against kingdom. <sup><strong>11</strong></sup> There will be great earthquakes, famines and pestilences in various places, and fearful events and great signs from heaven. <sup><strong>12</strong></sup> \"But before all this, they will lay hands on you and persecute you. They will deliver you to synagogues and prisons, and you will be brought before kings and governors, and all on account of my name. <sup><strong>13</strong></sup> This will result in your being witnesses to them. <sup><strong>14</strong></sup> But make up your mind not to worry beforehand how you will defend yourselves. <sup><strong>15</strong></sup> For I will give you words and wisdom that none of your adversaries will be able to resist or contradict. <sup><strong>16</strong></sup> You will be betrayed even by parents, brothers, relatives and friends, and they will put some of you to death. <sup><strong>17</strong></sup> All men will hate you because of me. <sup><strong>18</strong></sup> But not a hair of your head will perish. <sup><strong>19</strong></sup> By standing firm you will gain life. <sup><strong>20</strong></sup> \"When you see Jerusalem being surrounded by armies, you will know that its desolation is near. <sup><strong>21</strong></sup> Then let those who are in Judea flee to the mountains, let those in the city get out, and let those in the country not enter the city. <sup><strong>22</strong></sup> For this is the time of punishment in fulfillment of all that has been written. <sup><strong>23</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! There will be great distress in the land and wrath against this people. <sup><strong>24</strong></sup> They will fall by the sword and will be taken as prisoners to all the nations. Jerusalem will be trampled on by the Gentiles until the times of the Gentiles are fulfilled. <sup><strong>25</strong></sup> \"There will be signs in the sun, moon and stars. On the earth, nations will be in anguish and perplexity at the roaring and tossing of the sea. <sup><strong>26</strong></sup> Men will faint from terror, apprehensive of what is coming on the world, for the heavenly bodies will be shaken. <sup><strong>27</strong></sup> At that time they will see the Son of Man coming in a cloud with power and great glory. <sup><strong>28</strong></sup> When these things begin to take place, stand up and lift up your heads, because your redemption is drawing near.\" <sup><strong>29</strong></sup> He told them this parable: \"Look at the fig tree and all the trees. <sup><strong>30</strong></sup> When they sprout leaves, you can see for yourselves and know that summer is near. <sup><strong>31</strong></sup> Even so, when you see these things happening, you know that the kingdom of God is near. <sup><strong>32</strong></sup> \"I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>33</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>34</strong></sup> \"Be careful, or your hearts will be weighed down with dissipation, drunkenness and the anxieties of life, and that day will close on you unexpectedly like a trap. <sup><strong>35</strong></sup> For it will come upon all those who live on the face of the whole earth. <sup><strong>36</strong></sup> Be always on the watch, and pray that you may be able to escape all that is about to happen, and that you may be able to stand before the Son of Man.\" <sup><strong>37</strong></sup> Each day Jesus was teaching at the temple, and each evening he went out to spend the night on the hill called the Mount of Olives, <sup><strong>38</strong></sup> and all the people came early in the morning to hear him at the temple. "},{"_id":"6164da95dc1be0273f8b7372","topicId":"6164da90dc1be0273f8b735f","verse":"Zechariah 12:1-14","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p38012001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v38012001-1\">12:1&nbsp;</b>The oracle of the word of the LORD concerning Israel: Thus declares the LORD, who stretched out the heavens and founded the earth and formed the spirit of man within him: <b class=\"verse-num\" id=\"v38012002-1\">2&nbsp;</b>“Behold, I am about to make Jerusalem a cup of staggering to all the surrounding peoples. The siege of Jerusalem will also be against Judah. <b class=\"verse-num\" id=\"v38012003-1\">3&nbsp;</b>On that day I will make Jerusalem a heavy stone for all the peoples. All who lift it will surely hurt themselves. And all the nations of the earth will gather against it. <b class=\"verse-num\" id=\"v38012004-1\">4&nbsp;</b>On that day, declares the LORD, I will strike every horse with panic, and its rider with madness. But for the sake of the house of Judah I will keep my eyes open, when I strike every horse of the peoples with blindness. <b class=\"verse-num\" id=\"v38012005-1\">5&nbsp;</b>Then the clans of Judah shall say to themselves, ‘The inhabitants of Jerusalem have strength through the LORD of hosts, their God.’</p>\n<p id=\"p38012005_06-20\"><b class=\"verse-num\" id=\"v38012006-1\">6&nbsp;</b>“On that day I will make the clans of Judah like a blazing pot in the midst of wood, like a flaming torch among sheaves. And they shall devour to the right and to the left all the surrounding peoples, while Jerusalem shall again be inhabited in its place, in Jerusalem.</p>\n<p id=\"p38012006_06-20\"><b class=\"verse-num\" id=\"v38012007-1\">7&nbsp;</b>“And the LORD will give salvation to the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem may not surpass that of Judah. <b class=\"verse-num\" id=\"v38012008-1\">8&nbsp;</b>On that day the LORD will protect the inhabitants of Jerusalem, so that the feeblest among them on that day shall be like David, and the house of David shall be like God, like the angel of the LORD, going before them. <b class=\"verse-num\" id=\"v38012009-1\">9&nbsp;</b>And on that day I will seek to destroy all the nations that come against Jerusalem.</p>\n\n<p id=\"p38012009_11-20\"><b class=\"verse-num\" id=\"v38012010-1\">10&nbsp;</b>“And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and pleas for mercy, so that, when they look on me, on him whom they have pierced, they shall mourn for him, as one mourns for an only child, and weep bitterly over him, as one weeps over a firstborn. <b class=\"verse-num\" id=\"v38012011-1\">11&nbsp;</b>On that day the mourning in Jerusalem will be as great as the mourning for Hadad-rimmon in the plain of Megiddo. <b class=\"verse-num\" id=\"v38012012-1\">12&nbsp;</b>The land shall mourn, each family by itself: the family of the house of David by itself, and their wives by themselves; the family of the house of Nathan by itself, and their wives by themselves; <b class=\"verse-num\" id=\"v38012013-1\">13&nbsp;</b>the family of the house of Levi by itself, and their wives by themselves; the family of the Shimeites by itself, and their wives by themselves; <b class=\"verse-num\" id=\"v38012014-1\">14&nbsp;</b>and all the families that are left, each by itself, and their wives by themselves.</p>\n\n</div>","kjv":"<strong>1</strong> The burden of the word of the LORD for Israel, saith the LORD, which stretcheth forth the heavens, and layeth the foundation of the earth, and formeth the spirit of man within him.  <strong>2</strong> Behold, I will make Jerusalem a cup of trembling unto all the people round about, when they shall be in the siege both against Judah and  against Jerusalem.  <strong>3</strong> And in that day will I make Jerusalem a burdensome stone for all people: all that burden themselves with it shall be cut in pieces, though all the people of the earth be gathered together against it.  <strong>4</strong> In that day, saith the LORD, I will smite every horse with astonishment, and his rider with madness: and I will open mine eyes upon the house of Judah, and will smite every horse of the people with blindness.  <strong>5</strong> And the governors of Judah shall say in their heart, The inhabitants of Jerusalem shall be my strength in the LORD of hosts their God.  <strong>6</strong> In that day will I make the governors of Judah like an hearth of fire among the wood, and like a torch of fire in a sheaf; and they shall devour all the people round about, on the right hand and on the left: and Jerusalem shall be inhabited again in her own place, even in Jerusalem.  <strong>7</strong> The LORD also shall save the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem do not magnify themselves against Judah.  <strong>8</strong> In that day shall the LORD defend the inhabitants of Jerusalem; and he that is feeble among them at that day shall be as David; and the house of David shall be as God, as the angel of the LORD before them.  <strong>9</strong> And it shall come to pass in that day, that I will seek to destroy all the nations that come against Jerusalem.  <strong>10</strong> And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and of supplications: and they shall look upon me whom they have pierced, and they shall mourn for him, as one mourneth for his only son, and shall be in bitterness for him, as one that is in bitterness for his firstborn.  <strong>11</strong> In that day shall there be a great mourning in Jerusalem, as the mourning of Hadadrimmon in the valley of Megiddon.  <strong>12</strong> And the land shall mourn, every family apart; the family of the house of David apart, and their wives apart; the family of the house of Nathan apart, and their wives apart;  <strong>13</strong> The family of the house of Levi apart, and their wives apart; the family of Shimei apart, and their wives apart;  <strong>14</strong> All the families that remain, every family apart, and their wives apart.  ","niv":"<sup><strong>1</strong></sup> This is the word of the LORD concerning Israel. The LORD, who stretches out the heavens, who lays the foundation of the earth, and who forms the spirit of man within him, declares: <sup><strong>2</strong></sup> \"I am going to make Jerusalem a cup that sends all the surrounding peoples reeling. Judah will be besieged as well as Jerusalem. <sup><strong>3</strong></sup> On that day, when all the nations of the earth are gathered against her, I will make Jerusalem an immovable rock for all the nations. All who try to move it will injure themselves. <sup><strong>4</strong></sup> On that day I will strike every horse with panic and its rider with madness,\" declares the LORD. \"I will keep a watchful eye over the house of Judah, but I will blind all the horses of the nations. <sup><strong>5</strong></sup> Then the leaders of Judah will say in their hearts, 'The people of Jerusalem are strong, because the LORD Almighty is their God.' <sup><strong>6</strong></sup> \"On that day I will make the leaders of Judah like a firepot in a woodpile, like a flaming torch among sheaves. They will consume right and left all the surrounding peoples, but Jerusalem will remain intact in her place. <sup><strong>7</strong></sup> \"The LORD will save the dwellings of Judah first, so that the honor of the house of David and of Jerusalem's inhabitants may not be greater than that of Judah. <sup><strong>8</strong></sup> On that day the LORD will shield those who live in Jerusalem, so that the feeblest among them will be like David, and the house of David will be like God, like the Angel of the LORD going before them. <sup><strong>9</strong></sup> On that day I will set out to destroy all the nations that attack Jerusalem. <sup><strong>10</strong></sup> \"And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and supplication. They will look on me, the one they have pierced, and they will mourn for him as one mourns for an only child, and grieve bitterly for him as one grieves for a firstborn son. <sup><strong>11</strong></sup> On that day the weeping in Jerusalem will be great, like the weeping of Hadad Rimmon in the plain of Megiddo. <sup><strong>12</strong></sup> The land will mourn, each clan by itself, with their wives by themselves: the clan of the house of David and their wives, the clan of the house of Nathan and their wives, <sup><strong>13</strong></sup> the clan of the house of Levi and their wives, the clan of Shimei and their wives, <sup><strong>14</strong></sup> and all the rest of the clans and their wives. "},{"_id":"6164da96dc1be0273f8b7373","topicId":"6164da90dc1be0273f8b735f","verse":"Zechariah 9:1-17","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p38009001_05-21\" class=\"line\"><b class=\"chapter-num\" id=\"v38009001-1\">9:1&nbsp;</b>&nbsp;&nbsp;The oracle of the word of the LORD is against the land of Hadrach</span><br><span id=\"p38009001_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Damascus is its resting place.</span><br><span id=\"p38009001_05-21\" class=\"line\">&nbsp;&nbsp;For the LORD has an eye on mankind</span><br><span id=\"p38009001_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on all the tribes of Israel,</span><br><span id=\"p38009002_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009002-1\">2&nbsp;</b>&nbsp;&nbsp;and on Hamath also, which borders on it,</span><br><span id=\"p38009002_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Tyre and Sidon, though they are very wise.</span><br><span id=\"p38009003_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009003-1\">3&nbsp;</b>&nbsp;&nbsp;Tyre has built herself a rampart</span><br><span id=\"p38009003_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and heaped up silver like dust,</span><br><span id=\"p38009003_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fine gold like the mud of the streets.</span><br><span id=\"p38009004_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009004-1\">4&nbsp;</b>&nbsp;&nbsp;But behold, the Lord will strip her of her possessions</span><br><span id=\"p38009004_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and strike down her power on the sea,</span><br><span id=\"p38009004_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and she shall be devoured by fire.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p38009005_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009005-1\">5&nbsp;</b>&nbsp;&nbsp;Ashkelon shall see it, and be afraid;</span><br><span id=\"p38009005_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Gaza too, and shall writhe in anguish;</span><br><span id=\"p38009005_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Ekron also, because its hopes are confounded.</span><br><span id=\"p38009005_05-21\" class=\"line\">&nbsp;&nbsp;The king shall perish from Gaza;</span><br><span id=\"p38009005_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Ashkelon shall be uninhabited;</span><br><span id=\"p38009006_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009006-1\">6&nbsp;</b>&nbsp;&nbsp;a mixed people shall dwell in Ashdod,</span><br><span id=\"p38009006_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will cut off the pride of Philistia.</span><br><span id=\"p38009007_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009007-1\">7&nbsp;</b>&nbsp;&nbsp;I will take away its blood from its mouth,</span><br><span id=\"p38009007_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its abominations from between its teeth;</span><br><span id=\"p38009007_05-21\" class=\"line\">&nbsp;&nbsp;it too shall be a remnant for our God;</span><br><span id=\"p38009007_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall be like a clan in Judah,</span><br><span id=\"p38009007_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Ekron shall be like the Jebusites.</span><br><span id=\"p38009008_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009008-1\">8&nbsp;</b>&nbsp;&nbsp;Then I will encamp at my house as a guard,</span><br><span id=\"p38009008_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that none shall march to and fro;</span><br><span id=\"p38009008_05-21\" class=\"line\">&nbsp;&nbsp;no oppressor shall again march over them,</span><br><span id=\"p38009008_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for now I see with my own eyes.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p38009009_10-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009009-1\">9&nbsp;</b>&nbsp;&nbsp;Rejoice greatly, O daughter of Zion!</span><br><span id=\"p38009009_10-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Shout aloud, O daughter of Jerusalem!</span><br><span id=\"p38009009_10-21\" class=\"line\">&nbsp;&nbsp;Behold, your king is coming to you;</span><br><span id=\"p38009009_10-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;righteous and having salvation is he,</span><br><span id=\"p38009009_10-21\" class=\"line\">&nbsp;&nbsp;humble and mounted on a donkey,</span><br><span id=\"p38009009_10-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on a colt, the foal of a donkey.</span><br><span id=\"p38009010_10-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009010-1\">10&nbsp;</b>&nbsp;&nbsp;I will cut off the chariot from Ephraim</span><br><span id=\"p38009010_10-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the war horse from Jerusalem;</span><br><span id=\"p38009010_10-21\" class=\"line\">&nbsp;&nbsp;and the battle bow shall be cut off,</span><br><span id=\"p38009010_10-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall speak peace to the nations;</span><br><span id=\"p38009010_10-21\" class=\"line\">&nbsp;&nbsp;his rule shall be from sea to sea,</span><br><span id=\"p38009010_10-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the River to the ends of the earth.</span><br><span id=\"p38009011_10-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009011-1\">11&nbsp;</b>&nbsp;&nbsp;As for you also, because of the blood of my covenant with you,</span><br><span id=\"p38009011_10-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will set your prisoners free from the waterless pit.</span><br><span id=\"p38009012_10-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009012-1\">12&nbsp;</b>&nbsp;&nbsp;Return to your stronghold, O prisoners of hope;</span><br><span id=\"p38009012_10-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;today I declare that I will restore to you double.</span><br><span id=\"p38009013_10-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009013-1\">13&nbsp;</b>&nbsp;&nbsp;For I have bent Judah as my bow;</span><br><span id=\"p38009013_10-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have made Ephraim its arrow.</span><br><span id=\"p38009013_10-21\" class=\"line\">&nbsp;&nbsp;I will stir up your sons, O Zion,</span><br><span id=\"p38009013_10-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against your sons, O Greece,</span><br><span id=\"p38009013_10-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wield you like a warrior’s sword.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p38009014_16-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009014-1\">14&nbsp;</b>&nbsp;&nbsp;Then the LORD will appear over them,</span><br><span id=\"p38009014_16-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his arrow will go forth like lightning;</span><br><span id=\"p38009014_16-21\" class=\"line\">&nbsp;&nbsp;the Lord GOD will sound the trumpet</span><br><span id=\"p38009014_16-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will march forth in the whirlwinds of the south.</span><br><span id=\"p38009015_16-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009015-1\">15&nbsp;</b>&nbsp;&nbsp;The LORD of hosts will protect them,</span><br><span id=\"p38009015_16-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall devour, and tread down the sling stones,</span><br><span id=\"p38009015_16-21\" class=\"line\">&nbsp;&nbsp;and they shall drink and roar as if drunk with wine,</span><br><span id=\"p38009015_16-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and be full like a bowl,</span><br><span id=\"p38009015_16-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;drenched like the corners of the altar.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p38009016_16-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009016-1\">16&nbsp;</b>&nbsp;&nbsp;On that day the LORD their God will save them,</span><br><span id=\"p38009016_16-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as the flock of his people;</span><br><span id=\"p38009016_16-21\" class=\"line\">&nbsp;&nbsp;for like the jewels of a crown</span><br><span id=\"p38009016_16-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall shine on his land.</span><br><span id=\"p38009017_16-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v38009017-1\">17&nbsp;</b>&nbsp;&nbsp;For how great is his goodness, and how great his beauty!</span><br><span id=\"p38009017_16-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Grain shall make the young men flourish,</span><br><span id=\"p38009017_16-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and new wine the young women.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The burden of the word of the LORD in the land of Hadrach, and Damascus shall be the rest thereof: when the eyes of man, as of all the tribes of Israel, shall be toward the LORD.  <strong>2</strong> And Hamath also shall border thereby; Tyrus, and Zidon, though it be very wise.  <strong>3</strong> And Tyrus did build herself a strong hold, and heaped up silver as the dust, and fine gold as the mire of the streets.  <strong>4</strong> Behold, the Lord will cast her out, and he will smite her power in the sea; and she shall be devoured with fire.  <strong>5</strong> Ashkelon shall see it, and fear; Gaza also shall see it,  and be very sorrowful, and Ekron; for her expectation shall be ashamed; and the king shall perish from Gaza, and Ashkelon shall not be inhabited.  <strong>6</strong> And a bastard shall dwell in Ashdod, and I will cut off the pride of the Philistines.  <strong>7</strong> And I will take away his blood out of his mouth, and his abominations from between his teeth: but he that remaineth, even he, shall be  for our God, and he shall be as a governor in Judah, and Ekron as a Jebusite.  <strong>8</strong> And I will encamp about mine house because of the army, because of him that passeth by, and because of him that returneth: and no oppressor shall pass through them any more: for now have I seen with mine eyes.  <strong>9</strong> Rejoice greatly, O daughter of Zion; shout, O daughter of Jerusalem: behold, thy King cometh unto thee: he is just, and having salvation; lowly, and riding upon an ass, and upon a colt the foal of an ass.  <strong>10</strong> And I will cut off the chariot from Ephraim, and the horse from Jerusalem, and the battle bow shall be cut off: and he shall speak peace unto the heathen: and his dominion shall be from sea even  to sea, and from river even to the ends of the earth.  <strong>11</strong> As for thee also, by the blood of thy covenant I have sent forth thy prisoners out of the pit wherein is no water.  <strong>12</strong> Turn you to the strong hold, ye prisoners of hope: even to day do I declare that I will render double unto thee;  <strong>13</strong> When I have bent Judah for me, filled the bow with Ephraim, and raised up thy sons, O Zion, against thy sons, O Greece, and made thee as the sword of a mighty man.  <strong>14</strong> And the LORD shall be seen over them, and his arrow shall go forth as the lightning: and the LORD GOD shall blow the trumpet, and shall go with whirlwinds of the south.  <strong>15</strong> The LORD of hosts shall defend them; and they shall devour, and subdue with sling stones; and they shall drink, and make a noise as through wine; and they shall be filled like bowls, and as the corners of the altar.  <strong>16</strong> And the LORD their God shall save them in that day as the flock of his people: for they shall be as the stones of a crown, lifted up as an ensign upon his land.  <strong>17</strong> For how great is his goodness, and how great is  his beauty! corn shall make the young men cheerful, and new wine the maids.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD is against the land of Hadrach and will rest upon Damascus- for the eyes of men and all the tribes of Israel are on the LORD - <sup><strong>2</strong></sup> and upon Hamath too, which borders on it, and upon Tyre and Sidon, though they are very skillful. <sup><strong>3</strong></sup> Tyre has built herself a stronghold; she has heaped up silver like dust, and gold like the dirt of the streets. <sup><strong>4</strong></sup> But the Lord will take away her possessions and destroy her power on the sea, and she will be consumed by fire. <sup><strong>5</strong></sup> Ashkelon will see it and fear; Gaza will writhe in agony, and Ekron too, for her hope will wither. Gaza will lose her king and Ashkelon will be deserted. <sup><strong>6</strong></sup> Foreigners will occupy Ashdod, and I will cut off the pride of the Philistines. <sup><strong>7</strong></sup> I will take the blood from their mouths, the forbidden food from between their teeth. Those who are left will belong to our God and become leaders in Judah, and Ekron will be like the Jebusites. <sup><strong>8</strong></sup> But I will defend my house against marauding forces. Never again will an oppressor overrun my people, for now I am keeping watch. <sup><strong>9</strong></sup> Rejoice greatly, O Daughter of Zion! Shout, Daughter of Jerusalem! See, your king comes to you, righteous and having salvation, gentle and riding on a donkey, on a colt, the foal of a donkey. <sup><strong>10</strong></sup> I will take away the chariots from Ephraim and the war-horses from Jerusalem, and the battle bow will be broken. He will proclaim peace to the nations. His rule will extend from sea to sea and from the River to the ends of the earth. <sup><strong>11</strong></sup> As for you, because of the blood of my covenant with you, I will free your prisoners from the waterless pit. <sup><strong>12</strong></sup> Return to your fortress, O prisoners of hope; even now I announce that I will restore twice as much to you. <sup><strong>13</strong></sup> I will bend Judah as I bend my bow and fill it with Ephraim. I will rouse your sons, O Zion, against your sons, O Greece, and make you like a warrior's sword. <sup><strong>14</strong></sup> Then the LORD will appear over them; his arrow will flash like lightning. The Sovereign LORD will sound the trumpet; he will march in the storms of the south, <sup><strong>15</strong></sup> and the LORD Almighty will shield them. They will destroy and overcome with slingstones. They will drink and roar as with wine; they will be full like a bowl used for sprinkling the corners of the altar. <sup><strong>16</strong></sup> The LORD their God will save them on that day as the flock of his people. They will sparkle in his land like jewels in a crown. <sup><strong>17</strong></sup> How attractive and beautiful they will be! Grain will make the young men thrive, and new wine the young women. "},{"_id":"6164da96dc1be0273f8b7374","topicId":"6164da90dc1be0273f8b735f","verse":"Zechariah 2:8-3:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p38002008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v38002008-1\">8&nbsp;</b>For thus said the LORD of hosts, after his glory sent me to the nations who plundered you, for he who touches you touches the apple of his eye: <b class=\"verse-num\" id=\"v38002009-1\">9&nbsp;</b>“Behold, I will shake my hand over them, and they shall become plunder for those who served them. Then you will know that the LORD of hosts has sent me. <b class=\"verse-num\" id=\"v38002010-1\">10&nbsp;</b>Sing and rejoice, O daughter of Zion, for behold, I come and I will dwell in your midst, declares the LORD. <b class=\"verse-num\" id=\"v38002011-1\">11&nbsp;</b>And many nations shall join themselves to the LORD in that day, and shall be my people. And I will dwell in your midst, and you shall know that the LORD of hosts has sent me to you. <b class=\"verse-num\" id=\"v38002012-1\">12&nbsp;</b>And the LORD will inherit Judah as his portion in the holy land, and will again choose Jerusalem.”</p>\n<p id=\"p38002012_01-22\"><b class=\"verse-num\" id=\"v38002013-1\">13&nbsp;</b>Be silent, all flesh, before the LORD, for he has roused himself from his holy dwelling.</p>\n\n<p id=\"p38003001_08-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v38003001-1\">3:1&nbsp;</b>Then he showed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right hand to accuse him. <b class=\"verse-num\" id=\"v38003002-1\">2&nbsp;</b>And the LORD said to Satan, “The LORD rebuke you, O Satan! The LORD who has chosen Jerusalem rebuke you! Is not this a brand plucked from the fire?” <b class=\"verse-num\" id=\"v38003003-1\">3&nbsp;</b>Now Joshua was standing before the angel, clothed with filthy garments. <b class=\"verse-num\" id=\"v38003004-1\">4&nbsp;</b>And the angel said to those who were standing before him, “Remove the filthy garments from him.” And to him he said, “Behold, I have taken your iniquity away from you, and I will clothe you with pure vestments.” <b class=\"verse-num\" id=\"v38003005-1\">5&nbsp;</b>And I said, “Let them put a clean turban on his head.” So they put a clean turban on his head and clothed him with garments. And the angel of the LORD was standing by.</p>\n\n</div>","kjv":"<strong>8</strong> For thus saith the LORD of hosts; After the glory hath he sent me unto the nations which spoiled you: for he that toucheth you toucheth the apple of his eye.  <strong>9</strong> For, behold, I will shake mine hand upon them, and they shall be a spoil to their servants: and ye shall know that the LORD of hosts hath sent me.  <strong>10</strong> Sing and rejoice, O daughter of Zion: for, lo, I come, and I will dwell in the midst of thee, saith the LORD.  <strong>11</strong> And many nations shall be joined to the LORD in that day, and shall be my people: and I will dwell in the midst of thee, and thou shalt know that the LORD of hosts hath sent me unto thee.  <strong>12</strong> And the LORD shall inherit Judah his portion in the holy land, and shall choose Jerusalem again.  <strong>13</strong> Be silent, O all flesh, before the LORD: for he is raised up out of his holy habitation.  <strong>1</strong> And he shewed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right hand to resist him.  <strong>2</strong> And the LORD said unto Satan, The LORD rebuke thee, O Satan; even the LORD that hath chosen Jerusalem rebuke thee: is not this a brand plucked out of the fire?  <strong>3</strong> Now Joshua was clothed with filthy garments, and stood before the angel.  <strong>4</strong> And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.  <strong>5</strong> And I said, Let them set a fair mitre upon his head. So they set a fair mitre upon his head, and clothed him with garments. And the angel of the LORD stood by.  ","niv":""},{"_id":"6164da96dc1be0273f8b7375","topicId":"6164da90dc1be0273f8b735f","verse":"Amos 8:11-9:11","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30008011_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30008011-1\">11&nbsp;</b>&nbsp;&nbsp;“Behold, the days are coming,” declares the Lord GOD,</span><br><span id=\"p30008011_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“when I will send a famine on the land—</span><br><span id=\"p30008011_01-23\" class=\"line\">&nbsp;&nbsp;not a famine of bread, nor a thirst for water,</span><br><span id=\"p30008011_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but of hearing the words of the LORD.</span><br><span id=\"p30008012_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30008012-1\">12&nbsp;</b>&nbsp;&nbsp;They shall wander from sea to sea,</span><br><span id=\"p30008012_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from north to east;</span><br><span id=\"p30008012_01-23\" class=\"line\">&nbsp;&nbsp;they shall run to and fro, to seek the word of the LORD,</span><br><span id=\"p30008012_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they shall not find it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30008013_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30008013-1\">13&nbsp;</b>&nbsp;&nbsp;“In that day the lovely virgins and the young men</span><br><span id=\"p30008013_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall faint for thirst.</span><br><span id=\"p30008014_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30008014-1\">14&nbsp;</b>&nbsp;&nbsp;Those who swear by the Guilt of Samaria,</span><br><span id=\"p30008014_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and say, ‘As your god lives, O Dan,’</span><br><span id=\"p30008014_01-23\" class=\"line\">&nbsp;&nbsp;and, ‘As the Way of Beersheba lives,’</span><br><span id=\"p30008014_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall fall, and never rise again.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p30009001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v30009001-1\">9:1&nbsp;</b>I saw the Lord standing beside the altar, and he said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30009001_05-23\" class=\"line\">&nbsp;&nbsp;“Strike the capitals until the thresholds shake,</span><br><span id=\"p30009001_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shatter them on the heads of all the people;</span><br><span id=\"p30009001_05-23\" class=\"line\">&nbsp;&nbsp;and those who are left of them I will kill with the sword;</span><br><span id=\"p30009001_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not one of them shall flee away;</span><br><span id=\"p30009001_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;not one of them shall escape.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30009002_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009002-1\">2&nbsp;</b>&nbsp;&nbsp;“If they dig into Sheol,</span><br><span id=\"p30009002_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from there shall my hand take them;</span><br><span id=\"p30009002_05-23\" class=\"line\">&nbsp;&nbsp;if they climb up to heaven,</span><br><span id=\"p30009002_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from there I will bring them down.</span><br><span id=\"p30009003_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009003-1\">3&nbsp;</b>&nbsp;&nbsp;If they hide themselves on the top of Carmel,</span><br><span id=\"p30009003_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from there I will search them out and take them;</span><br><span id=\"p30009003_05-23\" class=\"line\">&nbsp;&nbsp;and if they hide from my sight at the bottom of the sea,</span><br><span id=\"p30009003_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there I will command the serpent, and it shall bite them.</span><br><span id=\"p30009004_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009004-1\">4&nbsp;</b>&nbsp;&nbsp;And if they go into captivity before their enemies,</span><br><span id=\"p30009004_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there I will command the sword, and it shall kill them;</span><br><span id=\"p30009004_05-23\" class=\"line\">&nbsp;&nbsp;and I will fix my eyes upon them</span><br><span id=\"p30009004_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for evil and not for good.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30009005_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009005-1\">5&nbsp;</b>&nbsp;&nbsp;The Lord GOD of hosts,</span><br><span id=\"p30009005_05-23\" class=\"line\">&nbsp;&nbsp;he who touches the earth and it melts,</span><br><span id=\"p30009005_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all who dwell in it mourn,</span><br><span id=\"p30009005_05-23\" class=\"line\">&nbsp;&nbsp;and all of it rises like the Nile,</span><br><span id=\"p30009005_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sinks again, like the Nile of Egypt;</span><br><span id=\"p30009006_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009006-1\">6&nbsp;</b>&nbsp;&nbsp;who builds his upper chambers in the heavens</span><br><span id=\"p30009006_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and founds his vault upon the earth;</span><br><span id=\"p30009006_05-23\" class=\"line\">&nbsp;&nbsp;who calls for the waters of the sea</span><br><span id=\"p30009006_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and pours them out upon the surface of the earth—</span><br><span id=\"p30009006_05-23\" class=\"line\">&nbsp;&nbsp;the LORD is his name.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30009007_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009007-1\">7&nbsp;</b>&nbsp;&nbsp;“Are you not like the Cushites to me,</span><br><span id=\"p30009007_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O people of Israel?” declares the LORD.</span><br><span id=\"p30009007_05-23\" class=\"line\">&nbsp;&nbsp;“Did I not bring up Israel from the land of Egypt,</span><br><span id=\"p30009007_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Philistines from Caphtor and the Syrians from Kir?</span><br><span id=\"p30009008_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009008-1\">8&nbsp;</b>&nbsp;&nbsp;Behold, the eyes of the Lord GOD are upon the sinful kingdom,</span><br><span id=\"p30009008_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will destroy it from the surface of the ground,</span><br><span id=\"p30009008_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;except that I will not utterly destroy the house of Jacob,”</span><br><span id=\"p30009008_05-23\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30009009_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009009-1\">9&nbsp;</b>&nbsp;&nbsp;“For behold, I will command,</span><br><span id=\"p30009009_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shake the house of Israel among all the nations</span><br><span id=\"p30009009_05-23\" class=\"line\">&nbsp;&nbsp;as one shakes with a sieve,</span><br><span id=\"p30009009_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but no pebble shall fall to the earth.</span><br><span id=\"p30009010_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009010-1\">10&nbsp;</b>&nbsp;&nbsp;All the sinners of my people shall die by the sword,</span><br><span id=\"p30009010_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who say, ‘Disaster shall not overtake or meet us.’</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30009011_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30009011-1\">11&nbsp;</b>&nbsp;&nbsp;“In that day I will raise up</span><br><span id=\"p30009011_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the booth of David that is fallen</span><br><span id=\"p30009011_09-23\" class=\"line\">&nbsp;&nbsp;and repair its breaches,</span><br><span id=\"p30009011_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raise up its ruins</span><br><span id=\"p30009011_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rebuild it as in the days of old,</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> Behold, the days come, saith the Lord GOD, that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the LORD:  <strong>12</strong> And they shall wander from sea to sea, and from the north even to the east, they shall run to and fro to seek the word of the LORD, and shall not find it.  <strong>13</strong> In that day shall the fair virgins and young men faint for thirst.  <strong>14</strong> They that swear by the sin of Samaria, and say, Thy god, O Dan, liveth; and, The manner of Beer-sheba liveth; even they shall fall, and never rise up again.  <strong>1</strong> I saw the LORD standing upon the altar: and he said, Smite the lintel of the door, that the posts may shake: and cut them in the head, all of them; and I will slay the last of them with the sword: he that fleeth of them shall not flee away, and he that escapeth of them shall not be delivered.  <strong>2</strong> Though they dig into hell, thence shall mine hand take them; though they climb up to heaven, thence will I bring them down:  <strong>3</strong> And though they hide themselves in the top of Carmel, I will search and take them out thence; and though they be hid from my sight in the bottom of the sea, thence will I command the serpent, and he shall bite them:  <strong>4</strong> And though they go into captivity before their enemies, thence will I command the sword, and it shall slay them: and I will set mine eyes upon them for evil, and not for good.  <strong>5</strong> And the Lord GOD of hosts is he that toucheth the land, and it shall melt, and all that dwell therein shall mourn: and it shall rise up wholly like a flood; and shall be drowned, as by the flood of Egypt.  <strong>6</strong> It is he that buildeth his stories in the heaven, and hath founded his troop in the earth; he that calleth for the waters of the sea, and poureth them out upon the face of the earth: The LORD is his name.  <strong>7</strong> Are ye not as children of the Ethiopians unto me, O children of Israel? saith the LORD. Have not I brought up Israel out of the land of Egypt? and the Philistines from Caphtor, and the Syrians from Kir?  <strong>8</strong> Behold, the eyes of the Lord GOD are upon the sinful kingdom, and I will destroy it from off the face of the earth; saving that I will not utterly destroy the house of Jacob, saith the LORD.  <strong>9</strong> For, lo, I will command, and I will sift the house of Israel among all nations, like as corn is sifted in a sieve, yet shall not the least grain fall upon the earth.  <strong>10</strong> All the sinners of my people shall die by the sword, which say, The evil shall not overtake nor prevent us.  <strong>11</strong> In that day will I raise up the tabernacle of David that is fallen, and close up the breaches thereof; and I will raise up his ruins, and I will build it as in the days of old:  ","niv":""},{"_id":"6164da97dc1be0273f8b7376","topicId":"6164da90dc1be0273f8b735f","verse":"Hosea 8:4-7","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28008004_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v28008004-1\">4&nbsp;</b>&nbsp;&nbsp;They made kings, but not through me.</span><br><span id=\"p28008004_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;They set up princes, but I knew it not.</span><br><span id=\"p28008004_01-24\" class=\"line\">&nbsp;&nbsp;With their silver and gold they made idols</span><br><span id=\"p28008004_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for their own destruction.</span><br><span id=\"p28008005_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v28008005-1\">5&nbsp;</b>&nbsp;&nbsp;I have spurned your calf, O Samaria.</span><br><span id=\"p28008005_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;My anger burns against them.</span><br><span id=\"p28008005_01-24\" class=\"line\">&nbsp;&nbsp;How long will they be incapable of innocence?</span><br><span id=\"p28008006_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v28008006-1\">6&nbsp;</b>&nbsp;&nbsp;For it is from Israel;</span><br><span id=\"p28008006_01-24\" class=\"line\">&nbsp;&nbsp;a craftsman made it;</span><br><span id=\"p28008006_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is not God.</span><br><span id=\"p28008006_01-24\" class=\"line\">&nbsp;&nbsp;The calf of Samaria</span><br><span id=\"p28008006_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be broken to pieces.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28008007_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v28008007-1\">7&nbsp;</b>&nbsp;&nbsp;For they sow the wind,</span><br><span id=\"p28008007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall reap the whirlwind.</span><br><span id=\"p28008007_01-24\" class=\"line\">&nbsp;&nbsp;The standing grain has no heads;</span><br><span id=\"p28008007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall yield no flour;</span><br><span id=\"p28008007_01-24\" class=\"line\">&nbsp;&nbsp;if it were to yield,</span><br><span id=\"p28008007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;strangers would devour it.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> They have set up kings, but not by me: they have made princes, and I knew it not: of their silver and their gold have they made them idols, that they may be cut off.  <strong>5</strong> Thy calf, O Samaria, hath cast thee off; mine anger is kindled against them: how long will it be ere they attain to innocency?  <strong>6</strong> For from Israel was it also: the workman made it; therefore it is not God: but the calf of Samaria shall be broken in pieces.  <strong>7</strong> For they have sown the wind, and they shall reap the whirlwind: it hath no stalk: the bud shall yield no meal: if so be it yield, the strangers shall swallow it up.  ","niv":"<sup><strong>4</strong></sup> They set up kings without my consent; they choose princes without my approval. With their silver and gold they make idols for themselves to their own destruction. <sup><strong>5</strong></sup> Throw out your calf-idol, O Samaria! My anger burns against them. How long will they be incapable of purity? <sup><strong>6</strong></sup> They are from Israel! This calf-a craftsman has made it; it is not God. It will be broken in pieces, that calf of Samaria. <sup><strong>7</strong></sup> \"They sow the wind and reap the whirlwind. The stalk has no head; it will produce no flour. Were it to yield grain, foreigners would swallow it up. "},{"_id":"6164da97dc1be0273f8b7377","topicId":"6164da90dc1be0273f8b735f","verse":"Daniel 11:45","votes":3,"__v":0,"esv":"<div>\n<p id=\"p27011045_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v27011045-1\">45&nbsp;</b>And he shall pitch his palatial tents between the sea and the glorious holy mountain. Yet he shall come to his end, with none to help him.</p>\n</div>","kjv":"<strong>45</strong> And he shall plant the tabernacles of his palace between the seas in the glorious holy mountain; yet he shall come to his end, and none shall help him.  ","niv":"<sup><strong>45</strong></sup> He will pitch his royal tents between the seas at the beautiful holy mountain. Yet he will come to his end, and no one will help him."},{"_id":"6164da97dc1be0273f8b7378","topicId":"6164da90dc1be0273f8b735f","verse":"Daniel 7:15-8:25","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p27007015_04-26\"><b class=\"verse-num\" id=\"v27007015-1\">15&nbsp;</b>“As for me, Daniel, my spirit within me was anxious, and the visions of my head alarmed me. <b class=\"verse-num\" id=\"v27007016-1\">16&nbsp;</b>I approached one of those who stood there and asked him the truth concerning all this. So he told me and made known to me the interpretation of the things. <b class=\"verse-num\" id=\"v27007017-1\">17&nbsp;</b>‘These four great beasts are four kings who shall arise out of the earth. <b class=\"verse-num\" id=\"v27007018-1\">18&nbsp;</b>But the saints of the Most High shall receive the kingdom and possess the kingdom forever, forever and ever.’</p>\n<p id=\"p27007018_04-26\"><b class=\"verse-num\" id=\"v27007019-1\">19&nbsp;</b>“Then I desired to know the truth about the fourth beast, which was different from all the rest, exceedingly terrifying, with its teeth of iron and claws of bronze, and which devoured and broke in pieces and stamped what was left with its feet, <b class=\"verse-num\" id=\"v27007020-1\">20&nbsp;</b>and about the ten horns that were on its head, and the other horn that came up and before which three of them fell, the horn that had eyes and a mouth that spoke great things, and that seemed greater than its companions. <b class=\"verse-num\" id=\"v27007021-1\">21&nbsp;</b>As I looked, this horn made war with the saints and prevailed over them, <b class=\"verse-num\" id=\"v27007022-1\">22&nbsp;</b>until the Ancient of Days came, and judgment was given for the saints of the Most High, and the time came when the saints possessed the kingdom.</p>\n<p id=\"p27007022_04-26\"><b class=\"verse-num\" id=\"v27007023-1\">23&nbsp;</b>“Thus he said: ‘As for the fourth beast,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007023_04-26\" class=\"line\">&nbsp;&nbsp;there shall be a fourth kingdom on earth,</span><br><span id=\"p27007023_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which shall be different from all the kingdoms,</span><br><span id=\"p27007023_04-26\" class=\"line\">&nbsp;&nbsp;and it shall devour the whole earth,</span><br><span id=\"p27007023_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and trample it down, and break it to pieces.</span><br><span id=\"p27007024_04-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007024-1\">24&nbsp;</b>&nbsp;&nbsp;As for the ten horns,</span><br><span id=\"p27007024_04-26\" class=\"line\">&nbsp;&nbsp;out of this kingdom ten kings shall arise,</span><br><span id=\"p27007024_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and another shall arise after them;</span><br><span id=\"p27007024_04-26\" class=\"line\">&nbsp;&nbsp;he shall be different from the former ones,</span><br><span id=\"p27007024_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall put down three kings.</span><br><span id=\"p27007025_04-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007025-1\">25&nbsp;</b>&nbsp;&nbsp;He shall speak words against the Most High,</span><br><span id=\"p27007025_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall wear out the saints of the Most High,</span><br><span id=\"p27007025_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall think to change the times and the law;</span><br><span id=\"p27007025_04-26\" class=\"line\">&nbsp;&nbsp;and they shall be given into his hand</span><br><span id=\"p27007025_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for a time, times, and half a time.</span><br><span id=\"p27007026_04-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007026-1\">26&nbsp;</b>&nbsp;&nbsp;But the court shall sit in judgment,</span><br><span id=\"p27007026_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his dominion shall be taken away,</span><br><span id=\"p27007026_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to be consumed and destroyed to the end.</span><br><span id=\"p27007027_04-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007027-1\">27&nbsp;</b>&nbsp;&nbsp;And the kingdom and the dominion</span><br><span id=\"p27007027_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the greatness of the kingdoms under the whole heaven</span><br><span id=\"p27007027_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be given to the people of the saints of the Most High;</span><br><span id=\"p27007027_04-26\" class=\"line\">&nbsp;&nbsp;his kingdom shall be an everlasting kingdom,</span><br><span id=\"p27007027_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all dominions shall serve and obey him.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27007027_04-26\"><b class=\"verse-num\" id=\"v27007028-1\">28&nbsp;</b>“Here is the end of the matter. As for me, Daniel, my thoughts greatly alarmed me, and my color changed, but I kept the matter in my heart.”</p>\n\n<p id=\"p27008001_12-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27008001-1\">8:1&nbsp;</b>In the third year of the reign of King Belshazzar a vision appeared to me, Daniel, after that which appeared to me at the first. <b class=\"verse-num\" id=\"v27008002-1\">2&nbsp;</b>And I saw in the vision; and when I saw, I was in Susa the citadel, which is in the province of Elam. And I saw in the vision, and I was at the Ulai canal. <b class=\"verse-num\" id=\"v27008003-1\">3&nbsp;</b>I raised my eyes and saw, and behold, a ram standing on the bank of the canal. It had two horns, and both horns were high, but one was higher than the other, and the higher one came up last. <b class=\"verse-num\" id=\"v27008004-1\">4&nbsp;</b>I saw the ram charging westward and northward and southward. No beast could stand before him, and there was no one who could rescue from his power. He did as he pleased and became great.</p>\n<p id=\"p27008004_12-26\"><b class=\"verse-num\" id=\"v27008005-1\">5&nbsp;</b>As I was considering, behold, a male goat came from the west across the face of the whole earth, without touching the ground. And the goat had a conspicuous horn between his eyes. <b class=\"verse-num\" id=\"v27008006-1\">6&nbsp;</b>He came to the ram with the two horns, which I had seen standing on the bank of the canal, and he ran at him in his powerful wrath. <b class=\"verse-num\" id=\"v27008007-1\">7&nbsp;</b>I saw him come close to the ram, and he was enraged against him and struck the ram and broke his two horns. And the ram had no power to stand before him, but he cast him down to the ground and trampled on him. And there was no one who could rescue the ram from his power. <b class=\"verse-num\" id=\"v27008008-1\">8&nbsp;</b>Then the goat became exceedingly great, but when he was strong, the great horn was broken, and instead of it there came up four conspicuous horns toward the four winds of heaven.</p>\n<p id=\"p27008008_12-26\"><b class=\"verse-num\" id=\"v27008009-1\">9&nbsp;</b>Out of one of them came a little horn, which grew exceedingly great toward the south, toward the east, and toward the glorious land. <b class=\"verse-num\" id=\"v27008010-1\">10&nbsp;</b>It grew great, even to the host of heaven. And some of the host and some of the stars it threw down to the ground and trampled on them. <b class=\"verse-num\" id=\"v27008011-1\">11&nbsp;</b>It became great, even as great as the Prince of the host. And the regular burnt offering was taken away from him, and the place of his sanctuary was overthrown. <b class=\"verse-num\" id=\"v27008012-1\">12&nbsp;</b>And a host will be given over to it together with the regular burnt offering because of transgression, and it will throw truth to the ground, and it will act and prosper. <b class=\"verse-num\" id=\"v27008013-1\">13&nbsp;</b>Then I heard a holy one speaking, and another holy one said to the one who spoke, “For how long is the vision concerning the regular burnt offering, the transgression that makes desolate, and the giving over of the sanctuary and host to be trampled underfoot?” <b class=\"verse-num\" id=\"v27008014-1\">14&nbsp;</b>And he said to me, “For 2,300 evenings and mornings. Then the sanctuary shall be restored to its rightful state.”</p>\n\n<p id=\"p27008014_17-26\"><b class=\"verse-num\" id=\"v27008015-1\">15&nbsp;</b>When I, Daniel, had seen the vision, I sought to understand it. And behold, there stood before me one having the appearance of a man. <b class=\"verse-num\" id=\"v27008016-1\">16&nbsp;</b>And I heard a man’s voice between the banks of the Ulai, and it called, “Gabriel, make this man understand the vision.” <b class=\"verse-num\" id=\"v27008017-1\">17&nbsp;</b>So he came near where I stood. And when he came, I was frightened and fell on my face. But he said to me, “Understand, O son of man, that the vision is for the time of the end.”</p>\n<p id=\"p27008017_17-26\"><b class=\"verse-num\" id=\"v27008018-1\">18&nbsp;</b>And when he had spoken to me, I fell into a deep sleep with my face to the ground. But he touched me and made me stand up. <b class=\"verse-num\" id=\"v27008019-1\">19&nbsp;</b>He said, “Behold, I will make known to you what shall be at the latter end of the indignation, for it refers to the appointed time of the end. <b class=\"verse-num\" id=\"v27008020-1\">20&nbsp;</b>As for the ram that you saw with the two horns, these are the kings of Media and Persia. <b class=\"verse-num\" id=\"v27008021-1\">21&nbsp;</b>And the goat is the king of Greece. And the great horn between his eyes is the first king. <b class=\"verse-num\" id=\"v27008022-1\">22&nbsp;</b>As for the horn that was broken, in place of which four others arose, four kingdoms shall arise from his nation, but not with his power. <b class=\"verse-num\" id=\"v27008023-1\">23&nbsp;</b>And at the latter end of their kingdom, when the transgressors have reached their limit, a king of bold face, one who understands riddles, shall arise. <b class=\"verse-num\" id=\"v27008024-1\">24&nbsp;</b>His power shall be great—but not by his own power; and he shall cause fearful destruction and shall succeed in what he does, and destroy mighty men and the people who are the saints. <b class=\"verse-num\" id=\"v27008025-1\">25&nbsp;</b>By his cunning he shall make deceit prosper under his hand, and in his own mind he shall become great. Without warning he shall destroy many. And he shall even rise up against the Prince of princes, and he shall be broken—but by no human hand.</p>\n\n</div>","kjv":"<strong>15</strong> I Daniel was grieved in my spirit in the midst of my body, and the visions of my head troubled me.  <strong>16</strong> I came near unto one of them that stood by, and asked him the truth of all this. So he told me, and made me know the interpretation of the things.  <strong>17</strong> These great beasts, which are four, are four kings, which shall arise out of the earth.  <strong>18</strong> But the saints of the most High shall take the kingdom, and possess the kingdom for ever, even for ever and ever.  <strong>19</strong> Then I would know the truth of the fourth beast, which was diverse from all the others, exceeding dreadful, whose teeth were of iron, and his nails of brass; which devoured, brake in pieces, and stamped the residue with his feet;  <strong>20</strong> And of the ten horns that were in his head, and of  the other which came up, and before whom three fell; even of  that horn that had eyes, and a mouth that spake very great things, whose look was more stout than his fellows.  <strong>21</strong> I beheld, and the same horn made war with the saints, and prevailed against them;  <strong>22</strong> Until the Ancient of days came, and judgment was given to the saints of the most High; and the time came that the saints possessed the kingdom.  <strong>23</strong> Thus he said, The fourth beast shall be the fourth kingdom upon earth, which shall be diverse from all kingdoms, and shall devour the whole earth, and shall tread it down, and break it in pieces.  <strong>24</strong> And the ten horns out of this kingdom are ten kings that shall arise: and another shall rise after them; and he shall be diverse from the first, and he shall subdue three kings.  <strong>25</strong> And he shall speak great words against the most High, and shall wear out the saints of the most High, and think to change times and laws: and they shall be given into his hand until a time and times and the dividing of time.  <strong>26</strong> But the judgment shall sit, and they shall take away his dominion, to consume and to destroy it unto the end.  <strong>27</strong> And the kingdom and dominion, and the greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey him.  <strong>28</strong> Hitherto is the end of the matter. As for me Daniel, my cogitations much troubled me, and my countenance changed in me: but I kept the matter in my heart.  <strong>1</strong> In the third year of the reign of king Belshazzar a vision appeared unto me, even unto me Daniel, after that which appeared unto me at the first.  <strong>2</strong> And I saw in a vision; and it came to pass, when I saw, that I was at Shushan in the palace, which is in the province of Elam; and I saw in a vision, and I was by the river of Ulai.  <strong>3</strong> Then I lifted up mine eyes, and saw, and, behold, there stood before the river a ram which had two horns: and the two horns were high; but one was higher than the other, and the higher came up last.  <strong>4</strong> I saw the ram pushing westward, and northward, and southward; so that no beasts might stand before him, neither was there any that could deliver out of his hand; but he did according to his will, and became great.  <strong>5</strong> And as I was considering, behold, an he goat came from the west on the face of the whole earth, and touched not the ground: and the goat had  a notable horn between his eyes.  <strong>6</strong> And he came to the ram that had two horns, which I had seen standing before the river, and ran unto him in the fury of his power.  <strong>7</strong> And I saw him come close unto the ram, and he was moved with choler against him, and smote the ram, and brake his two horns: and there was no power in the ram to stand before him, but he cast him down to the ground, and stamped upon him: and there was none that could deliver the ram out of his hand.  <strong>8</strong> Therefore the he goat waxed very great: and when he was strong, the great horn was broken; and for it came up four notable ones toward the four winds of heaven.  <strong>9</strong> And out of one of them came forth a little horn, which waxed exceeding great, toward the south, and toward the east, and toward the pleasant land.  <strong>10</strong> And it waxed great, even to the host of heaven; and it cast down some of the host and of the stars to the ground, and stamped upon them.  <strong>11</strong> Yea, he magnified himself even to the prince of the host, and by him the daily sacrifice was taken away, and the place of his sanctuary was cast down.  <strong>12</strong> And an host was given him against the daily sacrifice  by reason of transgression, and it cast down the truth to the ground; and it practised, and prospered.  <strong>13</strong> Then I heard one saint speaking, and another saint said unto that certain saint which spake, How long shall be the vision concerning the daily sacrifice, and the transgression of desolation, to give both the sanctuary and the host to be trodden under foot?  <strong>14</strong> And he said unto me, Unto two thousand and three hundred days; then shall the sanctuary be cleansed.  <strong>15</strong> And it came to pass, when I, even I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me as the appearance of a man.  <strong>16</strong> And I heard a man’s voice between the banks of Ulai, which called, and said, Gabriel, make this man to understand the vision.  <strong>17</strong> So he came near where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for at the time of the end shall be the vision.  <strong>18</strong> Now as he was speaking with me, I was in a deep sleep on my face toward the ground: but he touched me, and set me upright.  <strong>19</strong> And he said, Behold, I will make thee know what shall be in the last end of the indignation: for at the time appointed the end shall be.  <strong>20</strong> The ram which thou sawest having two horns are  the kings of Media and Persia.  <strong>21</strong> And the rough goat is the king of Grecia: and the great horn that is between his eyes is the first king.  <strong>22</strong> Now that being broken, whereas four stood up for it, four kingdoms shall stand up out of the nation, but not in his power.  <strong>23</strong> And in the latter time of their kingdom, when the transgressors are come to the full, a king of fierce countenance, and understanding dark sentences, shall stand up.  <strong>24</strong> And his power shall be mighty, but not by his own power: and he shall destroy wonderfully, and shall prosper, and practise, and shall destroy the mighty and the holy people.  <strong>25</strong> And through his policy also he shall cause craft to prosper in his hand; and he shall magnify himself in his heart, and by peace shall destroy many: he shall also stand up against the Prince of princes; but he shall be broken without hand.  ","niv":""}]}