{"_id":"6164dab8dc1be0273f8b7379","slug":"iran-persia","name":"Iran Persia","verses":[{"_id":"6164dab8dc1be0273f8b737a","topicId":"6164dab8dc1be0273f8b7379","verse":"Ezekiel 38:1-23","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p26038001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26038001-1\">38:1&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26038002-1\">2&nbsp;</b>“Son of man, set your face toward Gog, of the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him <b class=\"verse-num\" id=\"v26038003-1\">3&nbsp;</b>and say, Thus says the Lord GOD: Behold, I am against you, O Gog, chief prince of Meshech and Tubal. <b class=\"verse-num\" id=\"v26038004-1\">4&nbsp;</b>And I will turn you about and put hooks into your jaws, and I will bring you out, and all your army, horses and horsemen, all of them clothed in full armor, a great host, all of them with buckler and shield, wielding swords. <b class=\"verse-num\" id=\"v26038005-1\">5&nbsp;</b>Persia, Cush, and Put are with them, all of them with shield and helmet; <b class=\"verse-num\" id=\"v26038006-1\">6&nbsp;</b>Gomer and all his hordes; Beth-togarmah from the uttermost parts of the north with all his hordes—many peoples are with you.</p>\n<p id=\"p26038006_04-1\"><b class=\"verse-num\" id=\"v26038007-1\">7&nbsp;</b>“Be ready and keep ready, you and all your hosts that are assembled about you, and be a guard for them. <b class=\"verse-num\" id=\"v26038008-1\">8&nbsp;</b>After many days you will be mustered. In the latter years you will go against the land that is restored from war, the land whose people were gathered from many peoples upon the mountains of Israel, which had been a continual waste. Its people were brought out from the peoples and now dwell securely, all of them. <b class=\"verse-num\" id=\"v26038009-1\">9&nbsp;</b>You will advance, coming on like a storm. You will be like a cloud covering the land, you and all your hordes, and many peoples with you.</p>\n<p id=\"p26038009_04-1\"><b class=\"verse-num\" id=\"v26038010-1\">10&nbsp;</b>“Thus says the Lord GOD: On that day, thoughts will come into your mind, and you will devise an evil scheme <b class=\"verse-num\" id=\"v26038011-1\">11&nbsp;</b>and say, ‘I will go up against the land of unwalled villages. I will fall upon the quiet people who dwell securely, all of them dwelling without walls, and having no bars or gates,’ <b class=\"verse-num\" id=\"v26038012-1\">12&nbsp;</b>to seize spoil and carry off plunder, to turn your hand against the waste places that are now inhabited, and the people who were gathered from the nations, who have acquired livestock and goods, who dwell at the center of the earth. <b class=\"verse-num\" id=\"v26038013-1\">13&nbsp;</b>Sheba and Dedan and the merchants of Tarshish and all its leaders will say to you, ‘Have you come to seize spoil? Have you assembled your hosts to carry off plunder, to carry away silver and gold, to take away livestock and goods, to seize great spoil?’</p>\n<p id=\"p26038013_04-1\"><b class=\"verse-num\" id=\"v26038014-1\">14&nbsp;</b>“Therefore, son of man, prophesy, and say to Gog, Thus says the Lord GOD: On that day when my people Israel are dwelling securely, will you not know it? <b class=\"verse-num\" id=\"v26038015-1\">15&nbsp;</b>You will come from your place out of the uttermost parts of the north, you and many peoples with you, all of them riding on horses, a great host, a mighty army. <b class=\"verse-num\" id=\"v26038016-1\">16&nbsp;</b>You will come up against my people Israel, like a cloud covering the land. In the latter days I will bring you against my land, that the nations may know me, when through you, O Gog, I vindicate my holiness before their eyes.</p>\n<p id=\"p26038016_04-1\"><b class=\"verse-num\" id=\"v26038017-1\">17&nbsp;</b>“Thus says the Lord GOD: Are you he of whom I spoke in former days by my servants the prophets of Israel, who in those days prophesied for years that I would bring you against them? <b class=\"verse-num\" id=\"v26038018-1\">18&nbsp;</b>But on that day, the day that Gog shall come against the land of Israel, declares the Lord GOD, my wrath will be roused in my anger. <b class=\"verse-num\" id=\"v26038019-1\">19&nbsp;</b>For in my jealousy and in my blazing wrath I declare, On that day there shall be a great earthquake in the land of Israel. <b class=\"verse-num\" id=\"v26038020-1\">20&nbsp;</b>The fish of the sea and the birds of the heavens and the beasts of the field and all creeping things that creep on the ground, and all the people who are on the face of the earth, shall quake at my presence. And the mountains shall be thrown down, and the cliffs shall fall, and every wall shall tumble to the ground. <b class=\"verse-num\" id=\"v26038021-1\">21&nbsp;</b>I will summon a sword against Gog on all my mountains, declares the Lord GOD. Every man’s sword will be against his brother. <b class=\"verse-num\" id=\"v26038022-1\">22&nbsp;</b>With pestilence and bloodshed I will enter into judgment with him, and I will rain upon him and his hordes and the many peoples who are with him torrential rains and hailstones, fire and sulfur. <b class=\"verse-num\" id=\"v26038023-1\">23&nbsp;</b>So I will show my greatness and my holiness and make myself known in the eyes of many nations. Then they will know that I am the LORD.</p>\n\n</div>","kjv":"<strong>1</strong> And the word of the LORD came unto me, saying,  <strong>2</strong> Son of man, set thy face against Gog, the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,  <strong>3</strong> And say, Thus saith the Lord GOD; Behold I am against thee, O Gog, the chief prince of Meshech and Tubal:  <strong>4</strong> And I will turn thee back, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed with all sorts of armour, even a great company with bucklers and shields, all of them handling swords:  <strong>5</strong> Persia, Ethiopia, and Libya with them; all of them with shield and helmet:  <strong>6</strong> Gomer, and all his bands; the house of Togarmah of the north quarters, and all his bands: and many people with thee.  <strong>7</strong> Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them.  <strong>8</strong> After many days thou shalt be visited: in the latter years thou shalt come into the land that is brought back from the sword, and is  gathered out of many people, against the mountains of Israel, which have been always waste: but it is brought forth out of the nations, and they shall dwell safely all of them.  <strong>9</strong> Thou shalt ascend and come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy bands, and many people with thee.  <strong>10</strong> Thus saith the Lord GOD; It shall also come to pass, that  at the same time shall things come into thy mind, and thou shalt think an evil thought:  <strong>11</strong> And thou shalt say, I will go up to the land of unwalled villages; I will go to them that are at rest, that dwell safely, all of them dwelling without walls, and having neither bars nor gates,  <strong>12</strong> To take a spoil, and to take a prey; to turn thine hand upon the desolate places that are now inhabited, and upon the people that are gathered out of the nations, which have gotten cattle and goods, that dwell in the midst of the land.  <strong>13</strong> Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, Art thou come to take a spoil? hast thou gathered thy company to take a prey? to carry away silver and gold, to take away cattle and goods, to take a great spoil?  <strong>14</strong> Therefore, son of man, prophesy and say unto Gog, Thus saith the Lord GOD; In that day when my people of Israel dwelleth safely, shalt thou not know it?  <strong>15</strong> And thou shalt come from thy place out of the north parts, thou, and many people with thee, all of them riding upon horses, a great company, and a mighty army:  <strong>16</strong> And thou shalt come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring thee against my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes.  <strong>17</strong> Thus saith the Lord GOD; Art thou he of whom I have spoken in old time by my servants the prophets of Israel, which prophesied in those days many years that I would bring thee against them?  <strong>18</strong> And it shall come to pass at the same time when Gog shall come against the land of Israel, saith the Lord GOD, that my fury shall come up in my face.  <strong>19</strong> For in my jealousy and in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel;  <strong>20</strong> So that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.  <strong>21</strong> And I will call for a sword against him throughout all my mountains, saith the Lord GOD: every man’s sword shall be against his brother.  <strong>22</strong> And I will plead against him with pestilence and with blood; and I will rain upon him, and upon his bands, and upon the many people that are  with him, an overflowing rain, and great hailstones, fire, and brimstone.  <strong>23</strong> Thus will I magnify myself, and sanctify myself; and I will be known in the eyes of many nations, and they shall know that I am the LORD.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, set your face against Gog, of the land of Magog, the chief prince of Meshech and Tubal; prophesy against him <sup><strong>3</strong></sup> and say: 'This is what the Sovereign LORD says: I am against you, O Gog, chief prince of Meshech and Tubal. <sup><strong>4</strong></sup> I will turn you around, put hooks in your jaws and bring you out with your whole army-your horses, your horsemen fully armed, and a great horde with large and small shields, all of them brandishing their swords. <sup><strong>5</strong></sup> Persia, Cush and Put will be with them, all with shields and helmets, <sup><strong>6</strong></sup> also Gomer with all its troops, and Beth Togarmah from the far north with all its troops-the many nations with you. <sup><strong>7</strong></sup> \"'Get ready; be prepared, you and all the hordes gathered about you, and take command of them. <sup><strong>8</strong></sup> After many days you will be called to arms. In future years you will invade a land that has recovered from war, whose people were gathered from many nations to the mountains of Israel, which had long been desolate. They had been brought out from the nations, and now all of them live in safety. <sup><strong>9</strong></sup> You and all your troops and the many nations with you will go up, advancing like a storm; you will be like a cloud covering the land. <sup><strong>10</strong></sup> \"'This is what the Sovereign LORD says: On that day thoughts will come into your mind and you will devise an evil scheme. <sup><strong>11</strong></sup> You will say, \"I will invade a land of unwalled villages; I will attack a peaceful and unsuspecting people-all of them living without walls and without gates and bars. <sup><strong>12</strong></sup> I will plunder and loot and turn my hand against the resettled ruins and the people gathered from the nations, rich in livestock and goods, living at the center of the land.\" <sup><strong>13</strong></sup> Sheba and Dedan and the merchants of Tarshish and all her villages will say to you, \"Have you come to plunder? Have you gathered your hordes to loot, to carry off silver and gold, to take away livestock and goods and to seize much plunder?\"' <sup><strong>14</strong></sup> \"Therefore, son of man, prophesy and say to Gog: 'This is what the Sovereign LORD says: In that day, when my people Israel are living in safety, will you not take notice of it? <sup><strong>15</strong></sup> You will come from your place in the far north, you and many nations with you, all of them riding on horses, a great horde, a mighty army. <sup><strong>16</strong></sup> You will advance against my people Israel like a cloud that covers the land. In days to come, O Gog, I will bring you against my land, so that the nations may know me when I show myself holy through you before their eyes. <sup><strong>17</strong></sup> \"'This is what the Sovereign LORD says: Are you not the one I spoke of in former days by my servants the prophets of Israel? At that time they prophesied for years that I would bring you against them. <sup><strong>18</strong></sup> This is what will happen in that day: When Gog attacks the land of Israel, my hot anger will be aroused, declares the Sovereign LORD. <sup><strong>19</strong></sup> In my zeal and fiery wrath I declare that at that time there shall be a great earthquake in the land of Israel. <sup><strong>20</strong></sup> The fish of the sea, the birds of the air, the beasts of the field, every creature that moves along the ground, and all the people on the face of the earth will tremble at my presence. The mountains will be overturned, the cliffs will crumble and every wall will fall to the ground. <sup><strong>21</strong></sup> I will summon a sword against Gog on all my mountains, declares the Sovereign LORD. Every man's sword will be against his brother. <sup><strong>22</strong></sup> I will execute judgment upon him with plague and bloodshed; I will pour down torrents of rain, hailstones and burning sulfur on him and on his troops and on the many nations with him. <sup><strong>23</strong></sup> And so I will show my greatness and my holiness, and I will make myself known in the sight of many nations. Then they will know that I am the LORD.' ","modified":"2023-10-20T18:27:38.403Z"},{"_id":"6164dab8dc1be0273f8b737b","topicId":"6164dab8dc1be0273f8b7379","verse":"Isaiah 44:28","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23044028_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23044028-1\">28&nbsp;</b>&nbsp;&nbsp;who says of Cyrus, ‘He is my shepherd,</span><br><span id=\"p23044028_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall fulfill all my purpose’;</span><br><span id=\"p23044028_01-2\" class=\"line\">&nbsp;&nbsp;saying of Jerusalem, ‘She shall be built,’</span><br><span id=\"p23044028_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of the temple, ‘Your foundation shall be laid.’”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> That saith of Cyrus, He is my shepherd, and shall perform all my pleasure: even saying to Jerusalem, Thou shalt be built; and to the temple, Thy foundation shall be laid.  ","niv":"<sup><strong>28</strong></sup> who says of Cyrus, 'He is my shepherd and will accomplish all that I please; he will say of Jerusalem, \"Let it be rebuilt,\" and of the temple, \"Let its foundations be laid.\"'"},{"_id":"6164dab9dc1be0273f8b737c","topicId":"6164dab8dc1be0273f8b7379","verse":"Daniel 10:13","votes":11,"__v":0,"esv":"<div>\n<p id=\"p27010013_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v27010013-1\">13&nbsp;</b>The prince of the kingdom of Persia withstood me twenty-one days, but Michael, one of the chief princes, came to help me, for I was left there with the kings of Persia,</p>\n</div>","kjv":"<strong>13</strong> But the prince of the kingdom of Persia withstood me one and twenty days: but, lo, Michael, one of the chief princes, came to help me; and I remained there with the kings of Persia.  ","niv":"<sup><strong>13</strong></sup> But the prince of the Persian kingdom resisted me twenty-one days. Then Michael, one of the chief princes, came to help me, because I was detained there with the king of Persia."},{"_id":"6164dab9dc1be0273f8b737d","topicId":"6164dab8dc1be0273f8b7379","verse":"Ezra 1:1-4","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p15001001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v15001001-1\">1:1&nbsp;</b>In the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah might be fulfilled, the LORD stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom and also put it in writing:</p>\n<p id=\"p15001001_05-4\"><b class=\"verse-num\" id=\"v15001002-1\">2&nbsp;</b>“Thus says Cyrus king of Persia: The LORD, the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah. <b class=\"verse-num\" id=\"v15001003-1\">3&nbsp;</b>Whoever is among you of all his people, may his God be with him, and let him go up to Jerusalem, which is in Judah, and rebuild the house of the LORD, the God of Israel—he is the God who is in Jerusalem. <b class=\"verse-num\" id=\"v15001004-1\">4&nbsp;</b>And let each survivor, in whatever place he sojourns, be assisted by the men of his place with silver and gold, with goods and with beasts, besides freewill offerings for the house of God that is in Jerusalem.”</p>\n</div>","kjv":"<strong>1</strong> Now in the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah might be fulfilled, the LORD stirred up the spirit of Cyrus king of Persia, that he made a proclamation throughout all his kingdom, and put it also in writing, saying,  <strong>2</strong> Thus saith Cyrus king of Persia, The LORD God of heaven hath given me all the kingdoms of the earth; and he hath charged me to build him an house at Jerusalem, which is in Judah.  <strong>3</strong> Who is there among you of all his people? his God be with him, and let him go up to Jerusalem, which is in Judah, and build the house of the LORD God of Israel, (he is the God,) which is in Jerusalem.  <strong>4</strong> And whosoever remaineth in any place where he sojourneth, let the men of his place help him with silver, and with gold, and with goods, and with beasts, beside the freewill offering for the house of God that is  in Jerusalem.  ","niv":"<sup><strong>1</strong></sup> In the first year of Cyrus king of Persia, in order to fulfill the word of the LORD spoken by Jeremiah, the LORD moved the heart of Cyrus king of Persia to make a proclamation throughout his realm and to put it in writing: <sup><strong>2</strong></sup> \"This is what Cyrus king of Persia says: \"'The LORD, the God of heaven, has given me all the kingdoms of the earth and he has appointed me to build a temple for him at Jerusalem in Judah. <sup><strong>3</strong></sup> Anyone of his people among you-may his God be with him, and let him go up to Jerusalem in Judah and build the temple of the LORD, the God of Israel, the God who is in Jerusalem. <sup><strong>4</strong></sup> And the people of any place where survivors may now be living are to provide him with silver and gold, with goods and livestock, and with freewill offerings for the temple of God in Jerusalem.'\" "},{"_id":"6164dab9dc1be0273f8b737e","topicId":"6164dab8dc1be0273f8b7379","verse":"Ezekiel 38:5","votes":10,"__v":0,"esv":"<div>\n<p id=\"p26038005_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v26038005-1\">5&nbsp;</b>Persia, Cush, and Put are with them, all of them with shield and helmet;</p>\n</div>","kjv":"<strong>5</strong> Persia, Ethiopia, and Libya with them; all of them with shield and helmet:  ","niv":"<sup><strong>5</strong></sup> Persia, Cush and Put will be with them, all with shields and helmets,"},{"_id":"6164dabadc1be0273f8b737f","topicId":"6164dab8dc1be0273f8b7379","verse":"Esther 1:1","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p17001001_04-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v17001001-1\">1:1&nbsp;</b>Now in the days of Ahasuerus, the Ahasuerus who reigned from India to Ethiopia over 127 provinces,</p>\n</div>","kjv":"<strong>1</strong> Now it came to pass in the days of Ahasuerus, (this is Ahasuerus which reigned, from India even unto Ethiopia, over an hundred and seven and twenty provinces:)  ","niv":"<sup><strong>1</strong></sup> This is what happened during the time of Xerxes, the Xerxes who ruled over 127 provinces stretching from India to Cush:"},{"_id":"6164dabadc1be0273f8b7380","topicId":"6164dab8dc1be0273f8b7379","verse":"Daniel 5:28","votes":8,"__v":0,"esv":"<div>\n<p id=\"p27005028_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v27005028-1\">28&nbsp;</b>PERES, your kingdom is divided and given to the Medes and Persians.”</p>\n\n</div>","kjv":"<strong>28</strong> PERES; Thy kingdom is divided, and given to the Medes and Persians.  ","niv":"<sup><strong>28</strong></sup> Peres: Your kingdom is divided and given to the Medes and Persians.\""},{"_id":"6164dabadc1be0273f8b7381","topicId":"6164dab8dc1be0273f8b7379","verse":"Isaiah 45:1","votes":8,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045001_04-8\" class=\"line\"><b class=\"chapter-num\" id=\"v23045001-1\">45:1&nbsp;</b>&nbsp;&nbsp;Thus says the LORD to his anointed, to Cyrus,</span><br><span id=\"p23045001_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose right hand I have grasped,</span><br><span id=\"p23045001_04-8\" class=\"line\">&nbsp;&nbsp;to subdue nations before him</span><br><span id=\"p23045001_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to loose the belts of kings,</span><br><span id=\"p23045001_04-8\" class=\"line\">&nbsp;&nbsp;to open doors before him</span><br><span id=\"p23045001_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that gates may not be closed:</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Thus saith the LORD to his anointed, to Cyrus, whose right hand I have holden, to subdue nations before him; and I will loose the loins of kings, to open before him the two leaved gates; and the gates shall not be shut;  ","niv":"<sup><strong>1</strong></sup> \"This is what the LORD says to his anointed, to Cyrus, whose right hand I take hold of to subdue nations before him and to strip kings of their armor, to open doors before him so that gates will not be shut:"},{"_id":"6164dabbdc1be0273f8b7382","topicId":"6164dab8dc1be0273f8b7379","verse":"Daniel 12:1","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p27012001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27012001-1\">12:1&nbsp;</b>“At that time shall arise Michael, the great prince who has charge of your people. And there shall be a time of trouble, such as never has been since there was a nation till that time. But at that time your people shall be delivered, everyone whose name shall be found written in the book.</p>\n</div>","kjv":"<strong>1</strong> And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.  ","niv":"<sup><strong>1</strong></sup> \"At that time Michael, the great prince who protects your people, will arise. There will be a time of distress such as has not happened from the beginning of nations until then. But at that time your people-everyone whose name is found written in the book-will be delivered."},{"_id":"6164dabbdc1be0273f8b7383","topicId":"6164dab8dc1be0273f8b7379","verse":"2 Chronicles 36:22-23","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p14036022_05-10\"><b class=\"verse-num\" id=\"v14036022-1\">22&nbsp;</b>Now in the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah might be fulfilled, the LORD stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom and also put it in writing: <b class=\"verse-num\" id=\"v14036023-1\">23&nbsp;</b>“Thus says Cyrus king of Persia, ‘The LORD, the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah. Whoever is among you of all his people, may the LORD his God be with him. Let him go up.’”</p>\n</div>","kjv":"<strong>22</strong> Now in the first year of Cyrus king of Persia, that the word of the LORD spoken by the mouth of Jeremiah might be accomplished, the LORD stirred up the spirit of Cyrus king of Persia, that he made a proclamation throughout all his kingdom, and put it also in writing, saying,  <strong>23</strong> Thus saith Cyrus king of Persia, All the kingdoms of the earth hath the LORD God of heaven given me; and he hath charged me to build him an house in Jerusalem, which is in Judah. Who is there among you of all his people? The LORD his God be with him, and let him go up.  ","niv":"<sup><strong>22</strong></sup> In the first year of Cyrus king of Persia, in order to fulfill the word of the LORD spoken by Jeremiah, the LORD moved the heart of Cyrus king of Persia to make a proclamation throughout his realm and to put it in writing: <sup><strong>23</strong></sup> \"This is what Cyrus king of Persia says: \"'The LORD, the God of heaven, has given me all the kingdoms of the earth and he has appointed me to build a temple for him at Jerusalem in Judah. Anyone of his people among you-may the LORD his God be with him, and let him go up.'\" "},{"_id":"6164dabbdc1be0273f8b7384","topicId":"6164dab8dc1be0273f8b7379","verse":"Daniel 8:2","votes":7,"__v":0,"esv":"<div>\n<p id=\"p27008002_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v27008002-1\">2&nbsp;</b>And I saw in the vision; and when I saw, I was in Susa the citadel, which is in the province of Elam. And I saw in the vision, and I was at the Ulai canal.</p>\n</div>","kjv":"<strong>2</strong> And I saw in a vision; and it came to pass, when I saw, that I was at Shushan in the palace, which is in the province of Elam; and I saw in a vision, and I was by the river of Ulai.  ","niv":"<sup><strong>2</strong></sup> In my vision I saw myself in the citadel of Susa in the province of Elam; in the vision I was beside the Ulai Canal."},{"_id":"6164dabbdc1be0273f8b7385","topicId":"6164dab8dc1be0273f8b7379","verse":"Ezra 4:3","votes":6,"__v":0,"esv":"<div>\n<p id=\"p15004003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v15004003-1\">3&nbsp;</b>But Zerubbabel, Jeshua, and the rest of the heads of fathers’ houses in Israel said to them, “You have nothing to do with us in building a house to our God; but we alone will build to the LORD, the God of Israel, as King Cyrus the king of Persia has commanded us.”</p>\n</div>","kjv":"<strong>3</strong> But Zerubbabel, and Jeshua, and the rest of the chief of the fathers of Israel, said unto them, Ye have nothing to do with us to build an house unto our God; but we ourselves together will build unto the LORD God of Israel, as king Cyrus the king of Persia hath commanded us.  ","niv":"<sup><strong>3</strong></sup> But Zerubbabel, Jeshua and the rest of the heads of the families of Israel answered, \"You have no part with us in building a temple to our God. We alone will build it for the LORD, the God of Israel, as King Cyrus, the king of Persia, commanded us.\""},{"_id":"6164dabcdc1be0273f8b7386","topicId":"6164dab8dc1be0273f8b7379","verse":"Ezekiel 39:1-29","votes":6,"__v":0,"esv":"<div>\n<p id=\"p26039001_01-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26039001-1\">39:1&nbsp;</b>“And you, son of man, prophesy against Gog and say, Thus says the Lord GOD: Behold, I am against you, O Gog, chief prince of Meshech and Tubal. <b class=\"verse-num\" id=\"v26039002-1\">2&nbsp;</b>And I will turn you about and drive you forward, and bring you up from the uttermost parts of the north, and lead you against the mountains of Israel. <b class=\"verse-num\" id=\"v26039003-1\">3&nbsp;</b>Then I will strike your bow from your left hand, and will make your arrows drop out of your right hand. <b class=\"verse-num\" id=\"v26039004-1\">4&nbsp;</b>You shall fall on the mountains of Israel, you and all your hordes and the peoples who are with you. I will give you to birds of prey of every sort and to the beasts of the field to be devoured. <b class=\"verse-num\" id=\"v26039005-1\">5&nbsp;</b>You shall fall in the open field, for I have spoken, declares the Lord GOD. <b class=\"verse-num\" id=\"v26039006-1\">6&nbsp;</b>I will send fire on Magog and on those who dwell securely in the coastlands, and they shall know that I am the LORD.</p>\n<p id=\"p26039006_01-13\"><b class=\"verse-num\" id=\"v26039007-1\">7&nbsp;</b>“And my holy name I will make known in the midst of my people Israel, and I will not let my holy name be profaned anymore. And the nations shall know that I am the LORD, the Holy One in Israel. <b class=\"verse-num\" id=\"v26039008-1\">8&nbsp;</b>Behold, it is coming and it will be brought about, declares the Lord GOD. That is the day of which I have spoken.</p>\n<p id=\"p26039008_01-13\"><b class=\"verse-num\" id=\"v26039009-1\">9&nbsp;</b>“Then those who dwell in the cities of Israel will go out and make fires of the weapons and burn them, shields and bucklers, bow and arrows, clubs and spears; and they will make fires of them for seven years, <b class=\"verse-num\" id=\"v26039010-1\">10&nbsp;</b>so that they will not need to take wood out of the field or cut down any out of the forests, for they will make their fires of the weapons. They will seize the spoil of those who despoiled them, and plunder those who plundered them, declares the Lord GOD.</p>\n<p id=\"p26039010_01-13\"><b class=\"verse-num\" id=\"v26039011-1\">11&nbsp;</b>“On that day I will give to Gog a place for burial in Israel, the Valley of the Travelers, east of the sea. It will block the travelers, for there Gog and all his multitude will be buried. It will be called the Valley of Hamon-gog. <b class=\"verse-num\" id=\"v26039012-1\">12&nbsp;</b>For seven months the house of Israel will be burying them, in order to cleanse the land. <b class=\"verse-num\" id=\"v26039013-1\">13&nbsp;</b>All the people of the land will bury them, and it will bring them renown on the day that I show my glory, declares the Lord GOD. <b class=\"verse-num\" id=\"v26039014-1\">14&nbsp;</b>They will set apart men to travel through the land regularly and bury those travelers remaining on the face of the land, so as to cleanse it. At the end of seven months they will make their search. <b class=\"verse-num\" id=\"v26039015-1\">15&nbsp;</b>And when these travel through the land and anyone sees a human bone, then he shall set up a sign by it, till the buriers have buried it in the Valley of Hamon-gog. <b class=\"verse-num\" id=\"v26039016-1\">16&nbsp;</b>(Hamonah is also the name of the city.) Thus shall they cleanse the land.</p>\n<p id=\"p26039016_01-13\"><b class=\"verse-num\" id=\"v26039017-1\">17&nbsp;</b>“As for you, son of man, thus says the Lord GOD: Speak to the birds of every sort and to all beasts of the field: ‘Assemble and come, gather from all around to the sacrificial feast that I am preparing for you, a great sacrificial feast on the mountains of Israel, and you shall eat flesh and drink blood. <b class=\"verse-num\" id=\"v26039018-1\">18&nbsp;</b>You shall eat the flesh of the mighty, and drink the blood of the princes of the earth—of rams, of lambs, and of he-goats, of bulls, all of them fat beasts of Bashan. <b class=\"verse-num\" id=\"v26039019-1\">19&nbsp;</b>And you shall eat fat till you are filled, and drink blood till you are drunk, at the sacrificial feast that I am preparing for you. <b class=\"verse-num\" id=\"v26039020-1\">20&nbsp;</b>And you shall be filled at my table with horses and charioteers, with mighty men and all kinds of warriors,’ declares the Lord GOD.</p>\n<p id=\"p26039020_01-13\"><b class=\"verse-num\" id=\"v26039021-1\">21&nbsp;</b>“And I will set my glory among the nations, and all the nations shall see my judgment that I have executed, and my hand that I have laid on them. <b class=\"verse-num\" id=\"v26039022-1\">22&nbsp;</b>The house of Israel shall know that I am the LORD their God, from that day forward. <b class=\"verse-num\" id=\"v26039023-1\">23&nbsp;</b>And the nations shall know that the house of Israel went into captivity for their iniquity, because they dealt so treacherously with me that I hid my face from them and gave them into the hand of their adversaries, and they all fell by the sword. <b class=\"verse-num\" id=\"v26039024-1\">24&nbsp;</b>I dealt with them according to their uncleanness and their transgressions, and hid my face from them.</p>\n\n<p id=\"p26039024_06-13\"><b class=\"verse-num\" id=\"v26039025-1\">25&nbsp;</b>“Therefore thus says the Lord GOD: Now I will restore the fortunes of Jacob and have mercy on the whole house of Israel, and I will be jealous for my holy name. <b class=\"verse-num\" id=\"v26039026-1\">26&nbsp;</b>They shall forget their shame and all the treachery they have practiced against me, when they dwell securely in their land with none to make them afraid, <b class=\"verse-num\" id=\"v26039027-1\">27&nbsp;</b>when I have brought them back from the peoples and gathered them from their enemies’ lands, and through them have vindicated my holiness in the sight of many nations. <b class=\"verse-num\" id=\"v26039028-1\">28&nbsp;</b>Then they shall know that I am the LORD their God, because I sent them into exile among the nations and then assembled them into their own land. I will leave none of them remaining among the nations anymore. <b class=\"verse-num\" id=\"v26039029-1\">29&nbsp;</b>And I will not hide my face anymore from them, when I pour out my Spirit upon the house of Israel, declares the Lord GOD.”</p>\n\n</div>","kjv":"<strong>1</strong> Therefore, thou son of man, prophesy against Gog, and say, Thus saith the Lord GOD; Behold, I am against thee, O Gog, the chief prince of Meshech and Tubal:  <strong>2</strong> And I will turn thee back, and leave but the sixth part of thee, and will cause thee to come up from the north parts, and will bring thee upon the mountains of Israel:  <strong>3</strong> And I will smite thy bow out of thy left hand, and will cause thine arrows to fall out of thy right hand.  <strong>4</strong> Thou shalt fall upon the mountains of Israel, thou, and all thy bands, and the people that is with thee: I will give thee unto the ravenous birds of every sort, and to the beasts of the field to be devoured.  <strong>5</strong> Thou shalt fall upon the open field: for I have spoken it,  saith the Lord GOD.  <strong>6</strong> And I will send a fire on Magog, and among them that dwell carelessly in the isles: and they shall know that I am the LORD.  <strong>7</strong> So will I make my holy name known in the midst of my people Israel; and I will not let them pollute my holy name any more: and the heathen shall know that I am the LORD, the Holy One in Israel.  <strong>8</strong> Behold, it is come, and it is done, saith the Lord GOD; this is  the day whereof I have spoken.  <strong>9</strong> And they that dwell in the cities of Israel shall go forth, and shall set on fire and burn the weapons, both the shields and the bucklers, the bows and the arrows, and the handstaves, and the spears, and they shall burn them with fire seven years:  <strong>10</strong> So that they shall take no wood out of the field, neither cut down any out of the forests; for they shall burn the weapons with fire: and they shall spoil those that spoiled them, and rob those that robbed them, saith the Lord GOD.  <strong>11</strong> And it shall come to pass in that day, that I will give unto Gog a place there of graves in Israel, the valley of the passengers on the east of the sea: and it shall stop the noses of the passengers: and there shall they bury Gog and all his multitude: and they shall call it The valley of Hamon-gog.  <strong>12</strong> And seven months shall the house of Israel be burying of them, that they may cleanse the land.  <strong>13</strong> Yea, all the people of the land shall bury them; and it shall be to them a renown the day that I shall be glorified, saith the Lord GOD.  <strong>14</strong> And they shall sever out men of continual employment, passing through the land to bury with the passengers those that remain upon the face of the earth, to cleanse it: after the end of seven months shall they search.  <strong>15</strong> And the passengers that pass through the land, when any seeth a man’s bone, then shall he set up a sign by it, till the buriers have buried it in the valley of Hamon-gog.  <strong>16</strong> And also the name of the city shall be Hamonah. Thus shall they cleanse the land.  <strong>17</strong> And, thou son of man, thus saith the Lord GOD; Speak unto every feathered fowl, and to every beast of the field, Assemble yourselves, and come; gather yourselves on every side to my sacrifice that I do sacrifice for you, even a great sacrifice upon the mountains of Israel, that ye may eat flesh, and drink blood.  <strong>18</strong> Ye shall eat the flesh of the mighty, and drink the blood of the princes of the earth, of rams, of lambs, and of goats, of bullocks, all of them fatlings of Bashan.  <strong>19</strong> And ye shall eat fat till ye be full, and drink blood till ye be drunken, of my sacrifice which I have sacrificed for you.  <strong>20</strong> Thus ye shall be filled at my table with horses and chariots, with mighty men, and with all men of war, saith the Lord GOD.  <strong>21</strong> And I will set my glory among the heathen, and all the heathen shall see my judgment that I have executed, and my hand that I have laid upon them.  <strong>22</strong> So the house of Israel shall know that I am the LORD their God from that day and forward.  <strong>23</strong> And the heathen shall know that the house of Israel went into captivity for their iniquity: because they trespassed against me, therefore hid I my face from them, and gave them into the hand of their enemies: so fell they all by the sword.  <strong>24</strong> According to their uncleanness and according to their transgressions have I done unto them, and hid my face from them.  <strong>25</strong> Therefore thus saith the Lord GOD; Now will I bring again the captivity of Jacob, and have mercy upon the whole house of Israel, and will be jealous for my holy name;  <strong>26</strong> After that they have borne their shame, and all their trespasses whereby they have trespassed against me, when they dwelt safely in their land, and none made them afraid.  <strong>27</strong> When I have brought them again from the people, and gathered them out of their enemies’ lands, and am sanctified in them in the sight of many nations;  <strong>28</strong> Then shall they know that I am the LORD their God, which caused them to be led into captivity among the heathen: but I have gathered them unto their own land, and have left none of them any more there.  <strong>29</strong> Neither will I hide my face any more from them: for I have poured out my spirit upon the house of Israel, saith the Lord GOD.  ","niv":"<sup><strong>1</strong></sup> \"Son of man, prophesy against Gog and say: 'This is what the Sovereign LORD says: I am against you, O Gog, chief prince of Meshech and Tubal. <sup><strong>2</strong></sup> I will turn you around and drag you along. I will bring you from the far north and send you against the mountains of Israel. <sup><strong>3</strong></sup> Then I will strike your bow from your left hand and make your arrows drop from your right hand. <sup><strong>4</strong></sup> On the mountains of Israel you will fall, you and all your troops and the nations with you. I will give you as food to all kinds of carrion birds and to the wild animals. <sup><strong>5</strong></sup> You will fall in the open field, for I have spoken, declares the Sovereign LORD. <sup><strong>6</strong></sup> I will send fire on Magog and on those who live in safety in the coastlands, and they will know that I am the LORD. <sup><strong>7</strong></sup> \"'I will make known my holy name among my people Israel. I will no longer let my holy name be profaned, and the nations will know that I the LORD am the Holy One in Israel. <sup><strong>8</strong></sup> It is coming! It will surely take place, declares the Sovereign LORD. This is the day I have spoken of. <sup><strong>9</strong></sup> \"'Then those who live in the towns of Israel will go out and use the weapons for fuel and burn them up-the small and large shields, the bows and arrows, the war clubs and spears. For seven years they will use them for fuel. <sup><strong>10</strong></sup> They will not need to gather wood from the fields or cut it from the forests, because they will use the weapons for fuel. And they will plunder those who plundered them and loot those who looted them, declares the Sovereign LORD. <sup><strong>11</strong></sup> \"'On that day I will give Gog a burial place in Israel, in the valley of those who travel east toward the Sea. It will block the way of travelers, because Gog and all his hordes will be buried there. So it will be called the Valley of Hamon Gog. <sup><strong>12</strong></sup> \"'For seven months the house of Israel will be burying them in order to cleanse the land. <sup><strong>13</strong></sup> All the people of the land will bury them, and the day I am glorified will be a memorable day for them, declares the Sovereign LORD. <sup><strong>14</strong></sup> \"'Men will be regularly employed to cleanse the land. Some will go throughout the land and, in addition to them, others will bury those that remain on the ground. At the end of the seven months they will begin their search. <sup><strong>15</strong></sup> As they go through the land and one of them sees a human bone, he will set up a marker beside it until the gravediggers have buried it in the Valley of Hamon Gog. <sup><strong>16</strong></sup> (Also a town called Hamonah will be there.) And so they will cleanse the land.' <sup><strong>17</strong></sup> \"Son of man, this is what the Sovereign LORD says: Call out to every kind of bird and all the wild animals: 'Assemble and come together from all around to the sacrifice I am preparing for you, the great sacrifice on the mountains of Israel. There you will eat flesh and drink blood. <sup><strong>18</strong></sup> You will eat the flesh of mighty men and drink the blood of the princes of the earth as if they were rams and lambs, goats and bulls-all of them fattened animals from Bashan. <sup><strong>19</strong></sup> At the sacrifice I am preparing for you, you will eat fat till you are glutted and drink blood till you are drunk. <sup><strong>20</strong></sup> At my table you will eat your fill of horses and riders, mighty men and soldiers of every kind,' declares the Sovereign LORD. <sup><strong>21</strong></sup> \"I will display my glory among the nations, and all the nations will see the punishment I inflict and the hand I lay upon them. <sup><strong>22</strong></sup> From that day forward the house of Israel will know that I am the LORD their God. <sup><strong>23</strong></sup> And the nations will know that the people of Israel went into exile for their sin, because they were unfaithful to me. So I hid my face from them and handed them over to their enemies, and they all fell by the sword. <sup><strong>24</strong></sup> I dealt with them according to their uncleanness and their offenses, and I hid my face from them. <sup><strong>25</strong></sup> \"Therefore this is what the Sovereign LORD says: I will now bring Jacob back from captivity and will have compassion on all the people of Israel, and I will be zealous for my holy name. <sup><strong>26</strong></sup> They will forget their shame and all the unfaithfulness they showed toward me when they lived in safety in their land with no one to make them afraid. <sup><strong>27</strong></sup> When I have brought them back from the nations and have gathered them from the countries of their enemies, I will show myself holy through them in the sight of many nations. <sup><strong>28</strong></sup> Then they will know that I am the LORD their God, for though I sent them into exile among the nations, I will gather them to their own land, not leaving any behind. <sup><strong>29</strong></sup> I will no longer hide my face from them, for I will pour out my Spirit on the house of Israel, declares the Sovereign LORD.\" "},{"_id":"6164dabcdc1be0273f8b7387","topicId":"6164dab8dc1be0273f8b7379","verse":"Ezekiel 27:10","votes":6,"__v":0,"esv":"<div>\n<p id=\"p26027010_01-14\"><b class=\"verse-num\" id=\"v26027010-1\">10&nbsp;</b>“Persia and Lud and Put were in your army as your men of war. They hung the shield and helmet in you; they gave you splendor.</p>\n</div>","kjv":"<strong>10</strong> They of Persia and of Lud and of Phut were in thine army, thy men of war: they hanged the shield and helmet in thee; they set forth thy comeliness.  ","niv":"<sup><strong>10</strong></sup> \"'Men of Persia, Lydia and Put served as soldiers in your army. They hung their shields and helmets on your walls, bringing you splendor."},{"_id":"6164dabcdc1be0273f8b7388","topicId":"6164dab8dc1be0273f8b7379","verse":"Psalm 83:1-18","votes":6,"__v":0,"esv":"<div>\n\n<h4 id=\"p19083001_07-15\" class=\"psalm-title\">A Song. A Psalm of Asaph.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19083001_07-15\" class=\"line\"><b class=\"chapter-num\" id=\"v19083001-1\">83:1&nbsp;</b>&nbsp;&nbsp;O God, do not keep silence;</span><br><span id=\"p19083001_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not hold your peace or be still, O God!</span><br><span id=\"p19083002_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083002-1\">2&nbsp;</b>&nbsp;&nbsp;For behold, your enemies make an uproar;</span><br><span id=\"p19083002_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who hate you have raised their heads.</span><br><span id=\"p19083003_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083003-1\">3&nbsp;</b>&nbsp;&nbsp;They lay crafty plans against your people;</span><br><span id=\"p19083003_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they consult together against your treasured ones.</span><br><span id=\"p19083004_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083004-1\">4&nbsp;</b>&nbsp;&nbsp;They say, “Come, let us wipe them out as a nation;</span><br><span id=\"p19083004_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the name of Israel be remembered no more!”</span><br><span id=\"p19083005_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083005-1\">5&nbsp;</b>&nbsp;&nbsp;For they conspire with one accord;</span><br><span id=\"p19083005_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against you they make a covenant—</span><br><span id=\"p19083006_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083006-1\">6&nbsp;</b>&nbsp;&nbsp;the tents of Edom and the Ishmaelites,</span><br><span id=\"p19083006_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Moab and the Hagrites,</span><br><span id=\"p19083007_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083007-1\">7&nbsp;</b>&nbsp;&nbsp;Gebal and Ammon and Amalek,</span><br><span id=\"p19083007_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Philistia with the inhabitants of Tyre;</span><br><span id=\"p19083008_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083008-1\">8&nbsp;</b>&nbsp;&nbsp;Asshur also has joined them;</span><br><span id=\"p19083008_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are the strong arm of the children of Lot. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19083009_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083009-1\">9&nbsp;</b>&nbsp;&nbsp;Do to them as you did to Midian,</span><br><span id=\"p19083009_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as to Sisera and Jabin at the river Kishon,</span><br><span id=\"p19083010_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083010-1\">10&nbsp;</b>&nbsp;&nbsp;who were destroyed at En-dor,</span><br><span id=\"p19083010_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who became dung for the ground.</span><br><span id=\"p19083011_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083011-1\">11&nbsp;</b>&nbsp;&nbsp;Make their nobles like Oreb and Zeeb,</span><br><span id=\"p19083011_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all their princes like Zebah and Zalmunna,</span><br><span id=\"p19083012_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083012-1\">12&nbsp;</b>&nbsp;&nbsp;who said, “Let us take possession for ourselves</span><br><span id=\"p19083012_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of the pastures of God.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19083013_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083013-1\">13&nbsp;</b>&nbsp;&nbsp;O my God, make them like whirling dust,</span><br><span id=\"p19083013_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like chaff before the wind.</span><br><span id=\"p19083014_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083014-1\">14&nbsp;</b>&nbsp;&nbsp;As fire consumes the forest,</span><br><span id=\"p19083014_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as the flame sets the mountains ablaze,</span><br><span id=\"p19083015_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083015-1\">15&nbsp;</b>&nbsp;&nbsp;so may you pursue them with your tempest</span><br><span id=\"p19083015_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and terrify them with your hurricane!</span><br><span id=\"p19083016_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083016-1\">16&nbsp;</b>&nbsp;&nbsp;Fill their faces with shame,</span><br><span id=\"p19083016_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may seek your name, O LORD.</span><br><span id=\"p19083017_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083017-1\">17&nbsp;</b>&nbsp;&nbsp;Let them be put to shame and dismayed forever;</span><br><span id=\"p19083017_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them perish in disgrace,</span><br><span id=\"p19083018_07-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083018-1\">18&nbsp;</b>&nbsp;&nbsp;that they may know that you alone,</span><br><span id=\"p19083018_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose name is the LORD,</span><br><span id=\"p19083018_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the Most High over all the earth.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Keep not thou silence, O God: hold not thy peace, and be not still, O God.  <strong>2</strong> For, lo, thine enemies make a tumult: and they that hate thee have lifted up the head.  <strong>3</strong> They have taken crafty counsel against thy people, and consulted against thy hidden ones.  <strong>4</strong> They have said, Come, and let us cut them off from being a nation; that the name of Israel may be no more in remembrance.  <strong>5</strong> For they have consulted together with one consent: they are confederate against thee:  <strong>6</strong> The tabernacles of Edom, and the Ishmaelites; of Moab, and the Hagarenes;  <strong>7</strong> Gebal, and Ammon, and Amalek; the Philistines with the inhabitants of Tyre;  <strong>8</strong> Assur also is joined with them: they have holpen the children of Lot. Selah.  <strong>9</strong> Do unto them as unto the Midianites; as to Sisera, as to Jabin, at the brook of Kison:  <strong>10</strong>             Which perished at Endor: they became as dung for the earth.  <strong>11</strong> Make their nobles like Oreb, and like Zeeb: yea, all their princes as Zebah, and as Zalmunna:  <strong>12</strong> Who said, Let us take to ourselves the houses of God in possession.  <strong>13</strong> O my God, make them like a wheel; as the stubble before the wind.  <strong>14</strong> As the fire burneth a wood, and as the flame setteth the mountains on fire;  <strong>15</strong> So persecute them with thy tempest, and make them afraid with thy storm.  <strong>16</strong> Fill their faces with shame; that they may seek thy name, O LORD.  <strong>17</strong> Let them be confounded and troubled for ever; yea, let them be put to shame, and perish:  <strong>18</strong> That men may know that thou, whose name alone is  JEHOVAH, art the most high over all the earth.  ","niv":"<sup><strong>1</strong></sup> O God, do not keep silent; be not quiet, O God, be not still. <sup><strong>2</strong></sup> See how your enemies are astir, how your foes rear their heads. <sup><strong>3</strong></sup> With cunning they conspire against your people; they plot against those you cherish. <sup><strong>4</strong></sup> \"Come,\" they say, \"let us destroy them as a nation, that the name of Israel be remembered no more.\" <sup><strong>5</strong></sup> With one mind they plot together; they form an alliance against you- <sup><strong>6</strong></sup> the tents of Edom and the Ishmaelites, of Moab and the Hagrites, <sup><strong>7</strong></sup> Gebal, Ammon and Amalek, Philistia, with the people of Tyre. <sup><strong>8</strong></sup> Even Assyria has joined them to lend strength to the descendants of Lot. Selah <sup><strong>9</strong></sup> Do to them as you did to Midian, as you did to Sisera and Jabin at the river Kishon, <sup><strong>10</strong></sup> who perished at Endor and became like refuse on the ground. <sup><strong>11</strong></sup> Make their nobles like Oreb and Zeeb, all their princes like Zebah and Zalmunna, <sup><strong>12</strong></sup> who said, \"Let us take possession of the pasturelands of God.\" <sup><strong>13</strong></sup> Make them like tumbleweed, O my God, like chaff before the wind. <sup><strong>14</strong></sup> As fire consumes the forest or a flame sets the mountains ablaze, <sup><strong>15</strong></sup> so pursue them with your tempest and terrify them with your storm. <sup><strong>16</strong></sup> Cover their faces with shame so that men will seek your name, O LORD. <sup><strong>17</strong></sup> May they ever be ashamed and dismayed; may they perish in disgrace. <sup><strong>18</strong></sup> Let them know that you, whose name is the LORD - that you alone are the Most High over all the earth. "},{"_id":"6164dabddc1be0273f8b7389","topicId":"6164dab8dc1be0273f8b7379","verse":"Esther 1:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p17001003_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v17001003-1\">3&nbsp;</b>in the third year of his reign he gave a feast for all his officials and servants. The army of Persia and Media and the nobles and governors of the provinces were before him,</p>\n</div>","kjv":"<strong>3</strong> In the third year of his reign, he made a feast unto all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, being before him:  ","niv":"<sup><strong>3</strong></sup> and in the third year of his reign he gave a banquet for all his nobles and officials. The military leaders of Persia and Media, the princes, and the nobles of the provinces were present."},{"_id":"6164dabddc1be0273f8b738a","topicId":"6164dab8dc1be0273f8b7379","verse":"Ezra 4:24","votes":5,"__v":0,"esv":"<div>\n<p id=\"p15004024_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v15004024-1\">24&nbsp;</b>Then the work on the house of God that is in Jerusalem stopped, and it ceased until the second year of the reign of Darius king of Persia.</p>\n</div>","kjv":"<strong>24</strong> Then ceased the work of the house of God which is at Jerusalem. So it ceased unto the second year of the reign of Darius king of Persia.  ","niv":"<sup><strong>24</strong></sup> Thus the work on the house of God in Jerusalem came to a standstill until the second year of the reign of Darius king of Persia."},{"_id":"6164dabddc1be0273f8b738b","topicId":"6164dab8dc1be0273f8b7379","verse":"Ezra 3:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p15003007_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v15003007-1\">7&nbsp;</b>So they gave money to the masons and the carpenters, and food, drink, and oil to the Sidonians and the Tyrians to bring cedar trees from Lebanon to the sea, to Joppa, according to the grant that they had from Cyrus king of Persia.</p>\n</div>","kjv":"<strong>7</strong> They gave money also unto the masons, and to the carpenters; and meat, and drink, and oil, unto them of Zidon, and to them of Tyre, to bring cedar trees from Lebanon to the sea of Joppa, according to the grant that they had of Cyrus king of Persia.  ","niv":"<sup><strong>7</strong></sup> Then they gave money to the masons and carpenters, and gave food and drink and oil to the people of Sidon and Tyre, so that they would bring cedar logs by sea from Lebanon to Joppa, as authorized by Cyrus king of Persia."},{"_id":"6164dabddc1be0273f8b738c","topicId":"6164dab8dc1be0273f8b7379","verse":"Ezekiel 38:1-10","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p26038001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26038001-1\">38:1&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26038002-1\">2&nbsp;</b>“Son of man, set your face toward Gog, of the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him <b class=\"verse-num\" id=\"v26038003-1\">3&nbsp;</b>and say, Thus says the Lord GOD: Behold, I am against you, O Gog, chief prince of Meshech and Tubal. <b class=\"verse-num\" id=\"v26038004-1\">4&nbsp;</b>And I will turn you about and put hooks into your jaws, and I will bring you out, and all your army, horses and horsemen, all of them clothed in full armor, a great host, all of them with buckler and shield, wielding swords. <b class=\"verse-num\" id=\"v26038005-1\">5&nbsp;</b>Persia, Cush, and Put are with them, all of them with shield and helmet; <b class=\"verse-num\" id=\"v26038006-1\">6&nbsp;</b>Gomer and all his hordes; Beth-togarmah from the uttermost parts of the north with all his hordes—many peoples are with you.</p>\n<p id=\"p26038006_04-19\"><b class=\"verse-num\" id=\"v26038007-1\">7&nbsp;</b>“Be ready and keep ready, you and all your hosts that are assembled about you, and be a guard for them. <b class=\"verse-num\" id=\"v26038008-1\">8&nbsp;</b>After many days you will be mustered. In the latter years you will go against the land that is restored from war, the land whose people were gathered from many peoples upon the mountains of Israel, which had been a continual waste. Its people were brought out from the peoples and now dwell securely, all of them. <b class=\"verse-num\" id=\"v26038009-1\">9&nbsp;</b>You will advance, coming on like a storm. You will be like a cloud covering the land, you and all your hordes, and many peoples with you.</p>\n<p id=\"p26038009_04-19\"><b class=\"verse-num\" id=\"v26038010-1\">10&nbsp;</b>“Thus says the Lord GOD: On that day, thoughts will come into your mind, and you will devise an evil scheme</p>\n\n</div>","kjv":"<strong>1</strong> And the word of the LORD came unto me, saying,  <strong>2</strong> Son of man, set thy face against Gog, the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,  <strong>3</strong> And say, Thus saith the Lord GOD; Behold I am against thee, O Gog, the chief prince of Meshech and Tubal:  <strong>4</strong> And I will turn thee back, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed with all sorts of armour, even a great company with bucklers and shields, all of them handling swords:  <strong>5</strong> Persia, Ethiopia, and Libya with them; all of them with shield and helmet:  <strong>6</strong> Gomer, and all his bands; the house of Togarmah of the north quarters, and all his bands: and many people with thee.  <strong>7</strong> Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them.  <strong>8</strong> After many days thou shalt be visited: in the latter years thou shalt come into the land that is brought back from the sword, and is  gathered out of many people, against the mountains of Israel, which have been always waste: but it is brought forth out of the nations, and they shall dwell safely all of them.  <strong>9</strong> Thou shalt ascend and come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy bands, and many people with thee.  <strong>10</strong> Thus saith the Lord GOD; It shall also come to pass, that  at the same time shall things come into thy mind, and thou shalt think an evil thought:  ","niv":"<sup><strong>1</strong></sup> The word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, set your face against Gog, of the land of Magog, the chief prince of Meshech and Tubal; prophesy against him <sup><strong>3</strong></sup> and say: 'This is what the Sovereign LORD says: I am against you, O Gog, chief prince of Meshech and Tubal. <sup><strong>4</strong></sup> I will turn you around, put hooks in your jaws and bring you out with your whole army-your horses, your horsemen fully armed, and a great horde with large and small shields, all of them brandishing their swords. <sup><strong>5</strong></sup> Persia, Cush and Put will be with them, all with shields and helmets, <sup><strong>6</strong></sup> also Gomer with all its troops, and Beth Togarmah from the far north with all its troops-the many nations with you. <sup><strong>7</strong></sup> \"'Get ready; be prepared, you and all the hordes gathered about you, and take command of them. <sup><strong>8</strong></sup> After many days you will be called to arms. In future years you will invade a land that has recovered from war, whose people were gathered from many nations to the mountains of Israel, which had long been desolate. They had been brought out from the nations, and now all of them live in safety. <sup><strong>9</strong></sup> You and all your troops and the many nations with you will go up, advancing like a storm; you will be like a cloud covering the land. <sup><strong>10</strong></sup> \"'This is what the Sovereign LORD says: On that day thoughts will come into your mind and you will devise an evil scheme. "},{"_id":"6164dabedc1be0273f8b738d","topicId":"6164dab8dc1be0273f8b7379","verse":"Ezekiel 38:1-39:29","votes":5,"__v":0,"kjv":"<strong>1</strong> And the word of the LORD came unto me, saying,  <strong>2</strong> Son of man, set thy face against Gog, the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,  <strong>3</strong> And say, Thus saith the Lord GOD; Behold I am against thee, O Gog, the chief prince of Meshech and Tubal:  <strong>4</strong> And I will turn thee back, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed with all sorts of armour, even a great company with bucklers and shields, all of them handling swords:  <strong>5</strong> Persia, Ethiopia, and Libya with them; all of them with shield and helmet:  <strong>6</strong> Gomer, and all his bands; the house of Togarmah of the north quarters, and all his bands: and many people with thee.  <strong>7</strong> Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou a guard unto them.  <strong>8</strong> After many days thou shalt be visited: in the latter years thou shalt come into the land that is brought back from the sword, and is  gathered out of many people, against the mountains of Israel, which have been always waste: but it is brought forth out of the nations, and they shall dwell safely all of them.  <strong>9</strong> Thou shalt ascend and come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy bands, and many people with thee.  <strong>10</strong> Thus saith the Lord GOD; It shall also come to pass, that  at the same time shall things come into thy mind, and thou shalt think an evil thought:  <strong>11</strong> And thou shalt say, I will go up to the land of unwalled villages; I will go to them that are at rest, that dwell safely, all of them dwelling without walls, and having neither bars nor gates,  <strong>12</strong> To take a spoil, and to take a prey; to turn thine hand upon the desolate places that are now inhabited, and upon the people that are gathered out of the nations, which have gotten cattle and goods, that dwell in the midst of the land.  <strong>13</strong> Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, Art thou come to take a spoil? hast thou gathered thy company to take a prey? to carry away silver and gold, to take away cattle and goods, to take a great spoil?  <strong>14</strong> Therefore, son of man, prophesy and say unto Gog, Thus saith the Lord GOD; In that day when my people of Israel dwelleth safely, shalt thou not know it?  <strong>15</strong> And thou shalt come from thy place out of the north parts, thou, and many people with thee, all of them riding upon horses, a great company, and a mighty army:  <strong>16</strong> And thou shalt come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring thee against my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes.  <strong>17</strong> Thus saith the Lord GOD; Art thou he of whom I have spoken in old time by my servants the prophets of Israel, which prophesied in those days many years that I would bring thee against them?  <strong>18</strong> And it shall come to pass at the same time when Gog shall come against the land of Israel, saith the Lord GOD, that my fury shall come up in my face.  <strong>19</strong> For in my jealousy and in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel;  <strong>20</strong> So that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.  <strong>21</strong> And I will call for a sword against him throughout all my mountains, saith the Lord GOD: every man’s sword shall be against his brother.  <strong>22</strong> And I will plead against him with pestilence and with blood; and I will rain upon him, and upon his bands, and upon the many people that are  with him, an overflowing rain, and great hailstones, fire, and brimstone.  <strong>23</strong> Thus will I magnify myself, and sanctify myself; and I will be known in the eyes of many nations, and they shall know that I am the LORD.  <strong>1</strong> Therefore, thou son of man, prophesy against Gog, and say, Thus saith the Lord GOD; Behold, I am against thee, O Gog, the chief prince of Meshech and Tubal:  <strong>2</strong> And I will turn thee back, and leave but the sixth part of thee, and will cause thee to come up from the north parts, and will bring thee upon the mountains of Israel:  <strong>3</strong> And I will smite thy bow out of thy left hand, and will cause thine arrows to fall out of thy right hand.  <strong>4</strong> Thou shalt fall upon the mountains of Israel, thou, and all thy bands, and the people that is with thee: I will give thee unto the ravenous birds of every sort, and to the beasts of the field to be devoured.  <strong>5</strong> Thou shalt fall upon the open field: for I have spoken it,  saith the Lord GOD.  <strong>6</strong> And I will send a fire on Magog, and among them that dwell carelessly in the isles: and they shall know that I am the LORD.  <strong>7</strong> So will I make my holy name known in the midst of my people Israel; and I will not let them pollute my holy name any more: and the heathen shall know that I am the LORD, the Holy One in Israel.  <strong>8</strong> Behold, it is come, and it is done, saith the Lord GOD; this is  the day whereof I have spoken.  <strong>9</strong> And they that dwell in the cities of Israel shall go forth, and shall set on fire and burn the weapons, both the shields and the bucklers, the bows and the arrows, and the handstaves, and the spears, and they shall burn them with fire seven years:  <strong>10</strong> So that they shall take no wood out of the field, neither cut down any out of the forests; for they shall burn the weapons with fire: and they shall spoil those that spoiled them, and rob those that robbed them, saith the Lord GOD.  <strong>11</strong> And it shall come to pass in that day, that I will give unto Gog a place there of graves in Israel, the valley of the passengers on the east of the sea: and it shall stop the noses of the passengers: and there shall they bury Gog and all his multitude: and they shall call it The valley of Hamon-gog.  <strong>12</strong> And seven months shall the house of Israel be burying of them, that they may cleanse the land.  <strong>13</strong> Yea, all the people of the land shall bury them; and it shall be to them a renown the day that I shall be glorified, saith the Lord GOD.  <strong>14</strong> And they shall sever out men of continual employment, passing through the land to bury with the passengers those that remain upon the face of the earth, to cleanse it: after the end of seven months shall they search.  <strong>15</strong> And the passengers that pass through the land, when any seeth a man’s bone, then shall he set up a sign by it, till the buriers have buried it in the valley of Hamon-gog.  <strong>16</strong> And also the name of the city shall be Hamonah. Thus shall they cleanse the land.  <strong>17</strong> And, thou son of man, thus saith the Lord GOD; Speak unto every feathered fowl, and to every beast of the field, Assemble yourselves, and come; gather yourselves on every side to my sacrifice that I do sacrifice for you, even a great sacrifice upon the mountains of Israel, that ye may eat flesh, and drink blood.  <strong>18</strong> Ye shall eat the flesh of the mighty, and drink the blood of the princes of the earth, of rams, of lambs, and of goats, of bullocks, all of them fatlings of Bashan.  <strong>19</strong> And ye shall eat fat till ye be full, and drink blood till ye be drunken, of my sacrifice which I have sacrificed for you.  <strong>20</strong> Thus ye shall be filled at my table with horses and chariots, with mighty men, and with all men of war, saith the Lord GOD.  <strong>21</strong> And I will set my glory among the heathen, and all the heathen shall see my judgment that I have executed, and my hand that I have laid upon them.  <strong>22</strong> So the house of Israel shall know that I am the LORD their God from that day and forward.  <strong>23</strong> And the heathen shall know that the house of Israel went into captivity for their iniquity: because they trespassed against me, therefore hid I my face from them, and gave them into the hand of their enemies: so fell they all by the sword.  <strong>24</strong> According to their uncleanness and according to their transgressions have I done unto them, and hid my face from them.  <strong>25</strong> Therefore thus saith the Lord GOD; Now will I bring again the captivity of Jacob, and have mercy upon the whole house of Israel, and will be jealous for my holy name;  <strong>26</strong> After that they have borne their shame, and all their trespasses whereby they have trespassed against me, when they dwelt safely in their land, and none made them afraid.  <strong>27</strong> When I have brought them again from the people, and gathered them out of their enemies’ lands, and am sanctified in them in the sight of many nations;  <strong>28</strong> Then shall they know that I am the LORD their God, which caused them to be led into captivity among the heathen: but I have gathered them unto their own land, and have left none of them any more there.  <strong>29</strong> Neither will I hide my face any more from them: for I have poured out my spirit upon the house of Israel, saith the Lord GOD.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, set your face against Gog, of the land of Magog, the chief prince of Meshech and Tubal; prophesy against him <sup><strong>3</strong></sup> and say: 'This is what the Sovereign LORD says: I am against you, O Gog, chief prince of Meshech and Tubal. <sup><strong>4</strong></sup> I will turn you around, put hooks in your jaws and bring you out with your whole army-your horses, your horsemen fully armed, and a great horde with large and small shields, all of them brandishing their swords. <sup><strong>5</strong></sup> Persia, Cush and Put will be with them, all with shields and helmets, <sup><strong>6</strong></sup> also Gomer with all its troops, and Beth Togarmah from the far north with all its troops-the many nations with you. <sup><strong>7</strong></sup> \"'Get ready; be prepared, you and all the hordes gathered about you, and take command of them. <sup><strong>8</strong></sup> After many days you will be called to arms. In future years you will invade a land that has recovered from war, whose people were gathered from many nations to the mountains of Israel, which had long been desolate. They had been brought out from the nations, and now all of them live in safety. <sup><strong>9</strong></sup> You and all your troops and the many nations with you will go up, advancing like a storm; you will be like a cloud covering the land. <sup><strong>10</strong></sup> \"'This is what the Sovereign LORD says: On that day thoughts will come into your mind and you will devise an evil scheme. <sup><strong>11</strong></sup> You will say, \"I will invade a land of unwalled villages; I will attack a peaceful and unsuspecting people-all of them living without walls and without gates and bars. <sup><strong>12</strong></sup> I will plunder and loot and turn my hand against the resettled ruins and the people gathered from the nations, rich in livestock and goods, living at the center of the land.\" <sup><strong>13</strong></sup> Sheba and Dedan and the merchants of Tarshish and all her villages will say to you, \"Have you come to plunder? Have you gathered your hordes to loot, to carry off silver and gold, to take away livestock and goods and to seize much plunder?\"' <sup><strong>14</strong></sup> \"Therefore, son of man, prophesy and say to Gog: 'This is what the Sovereign LORD says: In that day, when my people Israel are living in safety, will you not take notice of it? <sup><strong>15</strong></sup> You will come from your place in the far north, you and many nations with you, all of them riding on horses, a great horde, a mighty army. <sup><strong>16</strong></sup> You will advance against my people Israel like a cloud that covers the land. In days to come, O Gog, I will bring you against my land, so that the nations may know me when I show myself holy through you before their eyes. <sup><strong>17</strong></sup> \"'This is what the Sovereign LORD says: Are you not the one I spoke of in former days by my servants the prophets of Israel? At that time they prophesied for years that I would bring you against them. <sup><strong>18</strong></sup> This is what will happen in that day: When Gog attacks the land of Israel, my hot anger will be aroused, declares the Sovereign LORD. <sup><strong>19</strong></sup> In my zeal and fiery wrath I declare that at that time there shall be a great earthquake in the land of Israel. <sup><strong>20</strong></sup> The fish of the sea, the birds of the air, the beasts of the field, every creature that moves along the ground, and all the people on the face of the earth will tremble at my presence. The mountains will be overturned, the cliffs will crumble and every wall will fall to the ground. <sup><strong>21</strong></sup> I will summon a sword against Gog on all my mountains, declares the Sovereign LORD. Every man's sword will be against his brother. <sup><strong>22</strong></sup> I will execute judgment upon him with plague and bloodshed; I will pour down torrents of rain, hailstones and burning sulfur on him and on his troops and on the many nations with him. <sup><strong>23</strong></sup> And so I will show my greatness and my holiness, and I will make myself known in the sight of many nations. Then they will know that I am the LORD.' <sup><strong>24</strong></sup> undefined <sup><strong>25</strong></sup> undefined <sup><strong>26</strong></sup> undefined <sup><strong>27</strong></sup> undefined <sup><strong>28</strong></sup> undefined <sup><strong>29</strong></sup> undefined <sup><strong>30</strong></sup> undefined <sup><strong>31</strong></sup> undefined <sup><strong>32</strong></sup> undefined <sup><strong>33</strong></sup> undefined <sup><strong>34</strong></sup> undefined <sup><strong>35</strong></sup> undefined <sup><strong>36</strong></sup> undefined <sup><strong>37</strong></sup> undefined <sup><strong>38</strong></sup> undefined <sup><strong>39</strong></sup> undefined "},{"_id":"6164dabedc1be0273f8b738e","topicId":"6164dab8dc1be0273f8b7379","verse":"Isaiah 45:3","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045003_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045003-1\">3&nbsp;</b>&nbsp;&nbsp;I will give you the treasures of darkness</span><br><span id=\"p23045003_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the hoards in secret places,</span><br><span id=\"p23045003_01-21\" class=\"line\">&nbsp;&nbsp;that you may know that it is I, the LORD,</span><br><span id=\"p23045003_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the God of Israel, who call you by your name.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> And I will give thee the treasures of darkness, and hidden riches of secret places, that thou mayest know that I, the LORD, which call thee  by thy name, am the God of Israel.  ","niv":"<sup><strong>3</strong></sup> I will give you the treasures of darkness, riches stored in secret places, so that you may know that I am the LORD, the God of Israel, who summons you by name."},{"_id":"6164dabedc1be0273f8b738f","topicId":"6164dab8dc1be0273f8b7379","verse":"Esther 1:14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p17001014_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v17001014-1\">14&nbsp;</b>the men next to him being Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who saw the king’s face, and sat first in the kingdom):</p>\n</div>","kjv":"<strong>14</strong> And the next unto him was Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, which saw the king’s face, and which sat the first in the kingdom;)  ","niv":"<sup><strong>14</strong></sup> and were closest to the king-Carshena, Shethar, Admatha, Tarshish, Meres, Marsena and Memucan, the seven nobles of Persia and Media who had special access to the king and were highest in the kingdom."},{"_id":"6164dabfdc1be0273f8b7390","topicId":"6164dab8dc1be0273f8b7379","verse":"2 Chronicles 36:23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p14036023_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v14036023-1\">23&nbsp;</b>“Thus says Cyrus king of Persia, ‘The LORD, the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah. Whoever is among you of all his people, may the LORD his God be with him. Let him go up.’”</p>\n</div>","kjv":"<strong>23</strong> Thus saith Cyrus king of Persia, All the kingdoms of the earth hath the LORD God of heaven given me; and he hath charged me to build him an house in Jerusalem, which is in Judah. Who is there among you of all his people? The LORD his God be with him, and let him go up.  ","niv":"<sup><strong>23</strong></sup> \"This is what Cyrus king of Persia says: \"'The LORD, the God of heaven, has given me all the kingdoms of the earth and he has appointed me to build a temple for him at Jerusalem in Judah. Anyone of his people among you-may the LORD his God be with him, and let him go up.'\""},{"_id":"6164dabfdc1be0273f8b7391","topicId":"6164dab8dc1be0273f8b7379","verse":"Amos 7:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p30007001_03-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v30007001-1\">7:1&nbsp;</b>This is what the Lord GOD showed me: behold, he was forming locusts when the latter growth was just beginning to sprout, and behold, it was the latter growth after the king’s mowings.</p>\n</div>","kjv":"<strong>1</strong> Thus hath the Lord GOD shewed unto me; and, behold, he formed grasshoppers in the beginning of the shooting up of the latter growth; and, lo, it was the latter growth after the king’s mowings.  ","niv":"<sup><strong>1</strong></sup> This is what the Sovereign LORD showed me: He was preparing swarms of locusts after the king's share had been harvested and just as the second crop was coming up."},{"_id":"6164dabfdc1be0273f8b7392","topicId":"6164dab8dc1be0273f8b7379","verse":"Daniel 10:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p27010001_07-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27010001-1\">10:1&nbsp;</b>In the third year of Cyrus king of Persia a word was revealed to Daniel, who was named Belteshazzar. And the word was true, and it was a great conflict. And he understood the word and had understanding of the vision.</p>\n\n</div>","kjv":"<strong>1</strong> In the third year of Cyrus king of Persia a thing was revealed unto Daniel, whose name was called Belteshazzar; and the thing was true, but the time appointed was long: and he understood the thing, and had understanding of the vision.  ","niv":"<sup><strong>1</strong></sup> In the third year of Cyrus king of Persia, a revelation was given to Daniel (who was called Belteshazzar). Its message was true and it concerned a great war. The understanding of the message came to him in a vision."}]}