{"_id":"6164dc35dc1be0273f8b73b9","slug":"iron-and-bronze","name":"Iron And Bronze","verses":[{"_id":"6164dc35dc1be0273f8b73ba","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 4:1-37","votes":0,"__v":0,"esv":"<div>\n\n<p id=\"p27004001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27004001-1\">4:1&nbsp;</b> King Nebuchadnezzar to all peoples, nations, and languages, that dwell in all the earth: Peace be multiplied to you! <b class=\"verse-num\" id=\"v27004002-1\">2&nbsp;</b>It has seemed good to me to show the signs and wonders that the Most High God has done for me.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27004003_04-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v27004003-1\">3&nbsp;</b>&nbsp;&nbsp;How great are his signs,</span><br><span id=\"p27004003_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;how mighty his wonders!</span><br><span id=\"p27004003_04-1\" class=\"line\">&nbsp;&nbsp;His kingdom is an everlasting kingdom,</span><br><span id=\"p27004003_04-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his dominion endures from generation to generation.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p27004003_07-1\"><b class=\"verse-num\" id=\"v27004004-1\">4&nbsp;</b> I, Nebuchadnezzar, was at ease in my house and prospering in my palace. <b class=\"verse-num\" id=\"v27004005-1\">5&nbsp;</b>I saw a dream that made me afraid. As I lay in bed the fancies and the visions of my head alarmed me. <b class=\"verse-num\" id=\"v27004006-1\">6&nbsp;</b>So I made a decree that all the wise men of Babylon should be brought before me, that they might make known to me the interpretation of the dream. <b class=\"verse-num\" id=\"v27004007-1\">7&nbsp;</b>Then the magicians, the enchanters, the Chaldeans, and the astrologers came in, and I told them the dream, but they could not make known to me its interpretation. <b class=\"verse-num\" id=\"v27004008-1\">8&nbsp;</b>At last Daniel came in before me—he who was named Belteshazzar after the name of my god, and in whom is the spirit of the holy gods—and I told him the dream, saying, <b class=\"verse-num\" id=\"v27004009-1\">9&nbsp;</b>“O Belteshazzar, chief of the magicians, because I know that the spirit of the holy gods is in you and that no mystery is too difficult for you, tell me the visions of my dream that I saw and their interpretation. <b class=\"verse-num\" id=\"v27004010-1\">10&nbsp;</b>The visions of my head as I lay in bed were these: I saw, and behold, a tree in the midst of the earth, and its height was great. <b class=\"verse-num\" id=\"v27004011-1\">11&nbsp;</b>The tree grew and became strong, and its top reached to heaven, and it was visible to the end of the whole earth. <b class=\"verse-num\" id=\"v27004012-1\">12&nbsp;</b>Its leaves were beautiful and its fruit abundant, and in it was food for all. The beasts of the field found shade under it, and the birds of the heavens lived in its branches, and all flesh was fed from it.</p>\n<p id=\"p27004012_07-1\"><b class=\"verse-num\" id=\"v27004013-1\">13&nbsp;</b>“I saw in the visions of my head as I lay in bed, and behold, a watcher, a holy one, came down from heaven. <b class=\"verse-num\" id=\"v27004014-1\">14&nbsp;</b>He proclaimed aloud and said thus: ‘Chop down the tree and lop off its branches, strip off its leaves and scatter its fruit. Let the beasts flee from under it and the birds from its branches. <b class=\"verse-num\" id=\"v27004015-1\">15&nbsp;</b>But leave the stump of its roots in the earth, bound with a band of iron and bronze, amid the tender grass of the field. Let him be wet with the dew of heaven. Let his portion be with the beasts in the grass of the earth. <b class=\"verse-num\" id=\"v27004016-1\">16&nbsp;</b>Let his mind be changed from a man’s, and let a beast’s mind be given to him; and let seven periods of time pass over him. <b class=\"verse-num\" id=\"v27004017-1\">17&nbsp;</b>The sentence is by the decree of the watchers, the decision by the word of the holy ones, to the end that the living may know that the Most High rules the kingdom of men and gives it to whom he will and sets over it the lowliest of men.’ <b class=\"verse-num\" id=\"v27004018-1\">18&nbsp;</b>This dream I, King Nebuchadnezzar, saw. And you, O Belteshazzar, tell me the interpretation, because all the wise men of my kingdom are not able to make known to me the interpretation, but you are able, for the spirit of the holy gods is in you.”</p>\n\n<p id=\"p27004018_12-1\"><b class=\"verse-num\" id=\"v27004019-1\">19&nbsp;</b>Then Daniel, whose name was Belteshazzar, was dismayed for a while, and his thoughts alarmed him. The king answered and said, “Belteshazzar, let not the dream or the interpretation alarm you.” Belteshazzar answered and said, “My lord, may the dream be for those who hate you and its interpretation for your enemies! <b class=\"verse-num\" id=\"v27004020-1\">20&nbsp;</b>The tree you saw, which grew and became strong, so that its top reached to heaven, and it was visible to the end of the whole earth, <b class=\"verse-num\" id=\"v27004021-1\">21&nbsp;</b>whose leaves were beautiful and its fruit abundant, and in which was food for all, under which beasts of the field found shade, and in whose branches the birds of the heavens lived—<b class=\"verse-num\" id=\"v27004022-1\">22&nbsp;</b>it is you, O king, who have grown and become strong. Your greatness has grown and reaches to heaven, and your dominion to the ends of the earth. <b class=\"verse-num\" id=\"v27004023-1\">23&nbsp;</b>And because the king saw a watcher, a holy one, coming down from heaven and saying, ‘Chop down the tree and destroy it, but leave the stump of its roots in the earth, bound with a band of iron and bronze, in the tender grass of the field, and let him be wet with the dew of heaven, and let his portion be with the beasts of the field, till seven periods of time pass over him,’ <b class=\"verse-num\" id=\"v27004024-1\">24&nbsp;</b>this is the interpretation, O king: It is a decree of the Most High, which has come upon my lord the king, <b class=\"verse-num\" id=\"v27004025-1\">25&nbsp;</b>that you shall be driven from among men, and your dwelling shall be with the beasts of the field. You shall be made to eat grass like an ox, and you shall be wet with the dew of heaven, and seven periods of time shall pass over you, till you know that the Most High rules the kingdom of men and gives it to whom he will. <b class=\"verse-num\" id=\"v27004026-1\">26&nbsp;</b>And as it was commanded to leave the stump of the roots of the tree, your kingdom shall be confirmed for you from the time that you know that Heaven rules. <b class=\"verse-num\" id=\"v27004027-1\">27&nbsp;</b>Therefore, O king, let my counsel be acceptable to you: break off your sins by practicing righteousness, and your iniquities by showing mercy to the oppressed, that there may perhaps be a lengthening of your prosperity.”</p>\n\n<p id=\"p27004027_14-1\"><b class=\"verse-num\" id=\"v27004028-1\">28&nbsp;</b>All this came upon King Nebuchadnezzar. <b class=\"verse-num\" id=\"v27004029-1\">29&nbsp;</b>At the end of twelve months he was walking on the roof of the royal palace of Babylon, <b class=\"verse-num\" id=\"v27004030-1\">30&nbsp;</b>and the king answered and said, “Is not this great Babylon, which I have built by my mighty power as a royal residence and for the glory of my majesty?” <b class=\"verse-num\" id=\"v27004031-1\">31&nbsp;</b>While the words were still in the king’s mouth, there fell a voice from heaven, “O King Nebuchadnezzar, to you it is spoken: The kingdom has departed from you, <b class=\"verse-num\" id=\"v27004032-1\">32&nbsp;</b>and you shall be driven from among men, and your dwelling shall be with the beasts of the field. And you shall be made to eat grass like an ox, and seven periods of time shall pass over you, until you know that the Most High rules the kingdom of men and gives it to whom he will.” <b class=\"verse-num\" id=\"v27004033-1\">33&nbsp;</b>Immediately the word was fulfilled against Nebuchadnezzar. He was driven from among men and ate grass like an ox, and his body was wet with the dew of heaven till his hair grew as long as eagles’ feathers, and his nails were like birds’ claws.</p>\n\n<p id=\"p27004033_16-1\"><b class=\"verse-num\" id=\"v27004034-1\">34&nbsp;</b>At the end of the days I, Nebuchadnezzar, lifted my eyes to heaven, and my reason returned to me, and I blessed the Most High, and praised and honored him who lives forever,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27004034_16-1\" class=\"line\">&nbsp;&nbsp;for his dominion is an everlasting dominion,</span><br><span id=\"p27004034_16-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his kingdom endures from generation to generation;</span><br><span id=\"p27004035_16-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v27004035-1\">35&nbsp;</b>&nbsp;&nbsp;all the inhabitants of the earth are accounted as nothing,</span><br><span id=\"p27004035_16-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he does according to his will among the host of heaven</span><br><span id=\"p27004035_16-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and among the inhabitants of the earth;</span><br><span id=\"p27004035_16-1\" class=\"line\">&nbsp;&nbsp;and none can stay his hand</span><br><span id=\"p27004035_16-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or say to him, “What have you done?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27004035_16-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v27004036-1\">36&nbsp;</b>At the same time my reason returned to me, and for the glory of my kingdom, my majesty and splendor returned to me. My counselors and my lords sought me, and I was established in my kingdom, and still more greatness was added to me. <b class=\"verse-num\" id=\"v27004037-1\">37&nbsp;</b>Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, for all his works are right and his ways are just; and those who walk in pride he is able to humble.</p>\n\n</div>","kjv":"<strong>1</strong> Nebuchadnezzar the king, unto all people, nations, and languages, that dwell in all the earth; Peace be multiplied unto you.  <strong>2</strong> I thought it good to shew the signs and wonders that the high God hath wrought toward me.  <strong>3</strong> How great are his signs! and how mighty are his wonders! his kingdom is an everlasting kingdom, and his dominion is from generation to generation.  <strong>4</strong> I Nebuchadnezzar was at rest in mine house, and flourishing in my palace:  <strong>5</strong> I saw a dream which made me afraid, and the thoughts upon my bed and the visions of my head troubled me.  <strong>6</strong> Therefore made I a decree to bring in all the wise men of Babylon before me, that they might make known unto me the interpretation of the dream.  <strong>7</strong> Then came in the magicians, the astrologers, the Chaldeans, and the soothsayers: and I told the dream before them; but they did not make known unto me the interpretation thereof.  <strong>8</strong> But at the last Daniel came in before me, whose name was Belteshazzar, according to the name of my god, and in whom is the spirit of the holy gods: and before him I told the dream, saying,  <strong>9</strong> O Belteshazzar, master of the magicians, because I know that the spirit of the holy gods is in thee, and no secret troubleth thee, tell me the visions of my dream that I have seen, and the interpretation thereof.  <strong>10</strong> Thus were the visions of mine head in my bed; I saw, and behold a tree in the midst of the earth, and the height thereof was  great.  <strong>11</strong> The tree grew, and was strong, and the height thereof reached unto heaven, and the sight thereof to the end of all the earth:  <strong>12</strong> The leaves thereof were fair, and the fruit thereof much, and in it was meat for all: the beasts of the field had shadow under it, and the fowls of the heaven dwelt in the boughs thereof, and all flesh was fed of it.  <strong>13</strong> I saw in the visions of my head upon my bed, and, behold, a watcher and an holy one came down from heaven;  <strong>14</strong> He cried aloud, and said thus, Hew down the tree, and cut off his branches, shake off his leaves, and scatter his fruit: let the beasts get away from under it, and the fowls from his branches:  <strong>15</strong> Nevertheless leave the stump of his roots in the earth, even with a band of iron and brass, in the tender grass of the field; and let it be wet with the dew of heaven, and let his portion be with the beasts in the grass of the earth:  <strong>16</strong> Let his heart be changed from man’s, and let a beast’s heart be given unto him; and let seven times pass over him.  <strong>17</strong> This matter is by the decree of the watchers, and the demand by the word of the holy ones: to the intent that the living may know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will, and setteth up over it the basest of men.  <strong>18</strong> This dream I king Nebuchadnezzar have seen. Now thou, O Belteshazzar, declare the interpretation thereof, forasmuch as all the wise men  of my kingdom are not able to make known unto me the interpretation: but thou art able; for the spirit of the holy gods is in thee.  <strong>19</strong> Then Daniel, whose name was Belteshazzar, was astonied for one hour, and his thoughts troubled him. The king spake, and said, Belteshazzar, let not the dream, or the interpretation thereof, trouble thee. Belteshazzar answered and said, My lord, the dream be to them that hate thee, and the interpretation thereof to thine enemies.  <strong>20</strong> The tree that thou sawest, which grew, and was strong, whose height reached unto the heaven, and the sight thereof to all the earth;  <strong>21</strong> Whose leaves were fair, and the fruit thereof much, and in it was meat for all; under which the beasts of the field dwelt, and upon whose branches the fowls of the heaven had their habitation:  <strong>22</strong> It is thou, O king, that art grown and become strong: for thy greatness is grown, and reacheth unto heaven, and thy dominion to the end of the earth.  <strong>23</strong> And whereas the king saw a watcher and an holy one coming down from heaven, and saying, Hew the tree down, and destroy it; yet leave the stump of the roots thereof in the earth, even with a band of iron and brass, in the tender grass of the field; and let it be wet with the dew of heaven, and let his portion be with the beasts of the field, till seven times pass over him;  <strong>24</strong> This is the interpretation, O king, and this is  the decree of the most High, which is come upon my lord the king:  <strong>25</strong> That they shall drive thee from men, and thy dwelling shall be with the beasts of the field, and they shall make thee to eat grass as oxen, and they shall wet thee with the dew of heaven, and seven times shall pass over thee, till thou know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will.  <strong>26</strong> And whereas they commanded to leave the stump of the tree roots; thy kingdom shall be sure unto thee, after that thou shalt have known that the heavens do rule.  <strong>27</strong> Wherefore, O king, let my counsel be acceptable unto thee, and break off thy sins by righteousness, and thine iniquities by shewing mercy to the poor; if it may be a lengthening of thy tranquility.  <strong>28</strong> All this came upon the king Nebuchadnezzar.  <strong>29</strong> At the end of twelve months he walked in the palace of the kingdom of Babylon.  <strong>30</strong> The king spake, and said, Is not this great Babylon, that I have built for the house of the kingdom by the might of my power, and for the honour of my majesty?  <strong>31</strong> While the word was in the king’s mouth, there fell a voice from heaven, saying, O king Nebuchadnezzar, to thee it is spoken; The kingdom is departed from thee.  <strong>32</strong> And they shall drive thee from men, and thy dwelling shall be  with the beasts of the field: they shall make thee to eat grass as oxen, and seven times shall pass over thee, until thou know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will.  <strong>33</strong> The same hour was the thing fulfilled upon Nebuchadnezzar: and he was driven from men, and did eat grass as oxen, and his body was wet with the dew of heaven, till his hairs were grown like eagles feathers, and his nails like birds’ claws.  <strong>34</strong> And at the end of the days I Nebuchadnezzar lifted up mine eyes unto heaven, and mine understanding returned unto me, and I blessed the most High, and I praised and honoured him that liveth for ever, whose dominion is an everlasting dominion, and his kingdom is from generation to generation:  <strong>35</strong> And all the inhabitants of the earth are reputed as nothing: and he doeth according to his will in the army of heaven, and among  the inhabitants of the earth: and none can stay his hand, or say unto him, What doest thou?  <strong>36</strong> At the same time my reason returned unto me; and for the glory of my kingdom, mine honour and brightness returned unto me; and my counsellors and my lords sought unto me; and I was established in my kingdom, and excellent majesty was added unto me.  <strong>37</strong> Now I Nebuchadnezzar praise and extol and honour the King of heaven, all whose works are truth, and his ways judgment: and those that walk in pride he is able to abase.  ","niv":"<sup><strong>1</strong></sup> King Nebuchadnezzar, To the peoples, nations and men of every language, who live in all the world: May you prosper greatly! <sup><strong>2</strong></sup> It is my pleasure to tell you about the miraculous signs and wonders that the Most High God has performed for me. <sup><strong>3</strong></sup> How great are his signs, how mighty his wonders! His kingdom is an eternal kingdom; his dominion endures from generation to generation. <sup><strong>4</strong></sup> I, Nebuchadnezzar, was at home in my palace, contented and prosperous. <sup><strong>5</strong></sup> I had a dream that made me afraid. As I was lying in my bed, the images and visions that passed through my mind terrified me. <sup><strong>6</strong></sup> So I commanded that all the wise men of Babylon be brought before me to interpret the dream for me. <sup><strong>7</strong></sup> When the magicians, enchanters, astrologers and diviners came, I told them the dream, but they could not interpret it for me. <sup><strong>8</strong></sup> Finally, Daniel came into my presence and I told him the dream. (He is called Belteshazzar, after the name of my god, and the spirit of the holy gods is in him.) <sup><strong>9</strong></sup> I said, \"Belteshazzar, chief of the magicians, I know that the spirit of the holy gods is in you, and no mystery is too difficult for you. Here is my dream; interpret it for me. <sup><strong>10</strong></sup> These are the visions I saw while lying in my bed: I looked, and there before me stood a tree in the middle of the land. Its height was enormous. <sup><strong>11</strong></sup> The tree grew large and strong and its top touched the sky; it was visible to the ends of the earth. <sup><strong>12</strong></sup> Its leaves were beautiful, its fruit abundant, and on it was food for all. Under it the beasts of the field found shelter, and the birds of the air lived in its branches; from it every creature was fed. <sup><strong>13</strong></sup> \"In the visions I saw while lying in my bed, I looked, and there before me was a messenger, a holy one, coming down from heaven. <sup><strong>14</strong></sup> He called in a loud voice: 'Cut down the tree and trim off its branches; strip off its leaves and scatter its fruit. Let the animals flee from under it and the birds from its branches. <sup><strong>15</strong></sup> But let the stump and its roots, bound with iron and bronze, remain in the ground, in the grass of the field. \"'Let him be drenched with the dew of heaven, and let him live with the animals among the plants of the earth. <sup><strong>16</strong></sup> Let his mind be changed from that of a man and let him be given the mind of an animal, till seven times pass by for him. <sup><strong>17</strong></sup> \"'The decision is announced by messengers, the holy ones declare the verdict, so that the living may know that the Most High is sovereign over the kingdoms of men and gives them to anyone he wishes and sets over them the lowliest of men.' <sup><strong>18</strong></sup> \"This is the dream that I, King Nebuchadnezzar, had. Now, Belteshazzar, tell me what it means, for none of the wise men in my kingdom can interpret it for me. But you can, because the spirit of the holy gods is in you.\" <sup><strong>19</strong></sup> Then Daniel (also called Belteshazzar) was greatly perplexed for a time, and his thoughts terrified him. So the king said, \"Belteshazzar, do not let the dream or its meaning alarm you.\" Belteshazzar answered, \"My lord, if only the dream applied to your enemies and its meaning to your adversaries! <sup><strong>20</strong></sup> The tree you saw, which grew large and strong, with its top touching the sky, visible to the whole earth, <sup><strong>21</strong></sup> with beautiful leaves and abundant fruit, providing food for all, giving shelter to the beasts of the field, and having nesting places in its branches for the birds of the air- <sup><strong>22</strong></sup> you, O king, are that tree! You have become great and strong; your greatness has grown until it reaches the sky, and your dominion extends to distant parts of the earth. <sup><strong>23</strong></sup> \"You, O king, saw a messenger, a holy one, coming down from heaven and saying, 'Cut down the tree and destroy it, but leave the stump, bound with iron and bronze, in the grass of the field, while its roots remain in the ground. Let him be drenched with the dew of heaven; let him live like the wild animals, until seven times pass by for him.' <sup><strong>24</strong></sup> \"This is the interpretation, O king, and this is the decree the Most High has issued against my lord the king: <sup><strong>25</strong></sup> You will be driven away from people and will live with the wild animals; you will eat grass like cattle and be drenched with the dew of heaven. Seven times will pass by for you until you acknowledge that the Most High is sovereign over the kingdoms of men and gives them to anyone he wishes. <sup><strong>26</strong></sup> The command to leave the stump of the tree with its roots means that your kingdom will be restored to you when you acknowledge that Heaven rules. <sup><strong>27</strong></sup> Therefore, O king, be pleased to accept my advice: Renounce your sins by doing what is right, and your wickedness by being kind to the oppressed. It may be that then your prosperity will continue.\" <sup><strong>28</strong></sup> All this happened to King Nebuchadnezzar. <sup><strong>29</strong></sup> Twelve months later, as the king was walking on the roof of the royal palace of Babylon, <sup><strong>30</strong></sup> he said, \"Is not this the great Babylon I have built as the royal residence, by my mighty power and for the glory of my majesty?\" <sup><strong>31</strong></sup> The words were still on his lips when a voice came from heaven, \"This is what is decreed for you, King Nebuchadnezzar: Your royal authority has been taken from you. <sup><strong>32</strong></sup> You will be driven away from people and will live with the wild animals; you will eat grass like cattle. Seven times will pass by for you until you acknowledge that the Most High is sovereign over the kingdoms of men and gives them to anyone he wishes.\" <sup><strong>33</strong></sup> Immediately what had been said about Nebuchadnezzar was fulfilled. He was driven away from people and ate grass like cattle. His body was drenched with the dew of heaven until his hair grew like the feathers of an eagle and his nails like the claws of a bird. <sup><strong>34</strong></sup> At the end of that time, I, Nebuchadnezzar, raised my eyes toward heaven, and my sanity was restored. Then I praised the Most High; I honored and glorified him who lives forever. His dominion is an eternal dominion; his kingdom endures from generation to generation. <sup><strong>35</strong></sup> All the peoples of the earth are regarded as nothing. He does as he pleases with the powers of heaven and the peoples of the earth. No one can hold back his hand or say to him: \"What have you done?\" <sup><strong>36</strong></sup> At the same time that my sanity was restored, my honor and splendor were returned to me for the glory of my kingdom. My advisers and nobles sought me out, and I was restored to my throne and became even greater than before. <sup><strong>37</strong></sup> Now I, Nebuchadnezzar, praise and exalt and glorify the King of heaven, because everything he does is right and all his ways are just. And those who walk in pride he is able to humble. ","modified":"2022-09-25T04:44:06.861Z"},{"_id":"6164dc35dc1be0273f8b73bb","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 2:1-49","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p27002001_03-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27002001-1\">2:1&nbsp;</b>In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar had dreams; his spirit was troubled, and his sleep left him. <b class=\"verse-num\" id=\"v27002002-1\">2&nbsp;</b>Then the king commanded that the magicians, the enchanters, the sorcerers, and the Chaldeans be summoned to tell the king his dreams. So they came in and stood before the king. <b class=\"verse-num\" id=\"v27002003-1\">3&nbsp;</b>And the king said to them, “I had a dream, and my spirit is troubled to know the dream.” <b class=\"verse-num\" id=\"v27002004-1\">4&nbsp;</b>Then the Chaldeans said to the king in Aramaic, “O king, live forever! Tell your servants the dream, and we will show the interpretation.” <b class=\"verse-num\" id=\"v27002005-1\">5&nbsp;</b>The king answered and said to the Chaldeans, “The word from me is firm: if you do not make known to me the dream and its interpretation, you shall be torn limb from limb, and your houses shall be laid in ruins. <b class=\"verse-num\" id=\"v27002006-1\">6&nbsp;</b>But if you show the dream and its interpretation, you shall receive from me gifts and rewards and great honor. Therefore show me the dream and its interpretation.” <b class=\"verse-num\" id=\"v27002007-1\">7&nbsp;</b>They answered a second time and said, “Let the king tell his servants the dream, and we will show its interpretation.” <b class=\"verse-num\" id=\"v27002008-1\">8&nbsp;</b>The king answered and said, “I know with certainty that you are trying to gain time, because you see that the word from me is firm—<b class=\"verse-num\" id=\"v27002009-1\">9&nbsp;</b>if you do not make the dream known to me, there is but one sentence for you. You have agreed to speak lying and corrupt words before me till the times change. Therefore tell me the dream, and I shall know that you can show me its interpretation.” <b class=\"verse-num\" id=\"v27002010-1\">10&nbsp;</b>The Chaldeans answered the king and said, “There is not a man on earth who can meet the king’s demand, for no great and powerful king has asked such a thing of any magician or enchanter or Chaldean. <b class=\"verse-num\" id=\"v27002011-1\">11&nbsp;</b>The thing that the king asks is difficult, and no one can show it to the king except the gods, whose dwelling is not with flesh.”</p>\n<p id=\"p27002011_03-2\"><b class=\"verse-num\" id=\"v27002012-1\">12&nbsp;</b>Because of this the king was angry and very furious, and commanded that all the wise men of Babylon be destroyed. <b class=\"verse-num\" id=\"v27002013-1\">13&nbsp;</b>So the decree went out, and the wise men were about to be killed; and they sought Daniel and his companions, to kill them. <b class=\"verse-num\" id=\"v27002014-1\">14&nbsp;</b>Then Daniel replied with prudence and discretion to Arioch, the captain of the king’s guard, who had gone out to kill the wise men of Babylon. <b class=\"verse-num\" id=\"v27002015-1\">15&nbsp;</b>He declared to Arioch, the king’s captain, “Why is the decree of the king so urgent?” Then Arioch made the matter known to Daniel. <b class=\"verse-num\" id=\"v27002016-1\">16&nbsp;</b>And Daniel went in and requested the king to appoint him a time, that he might show the interpretation to the king.</p>\n\n<p id=\"p27002016_07-2\"><b class=\"verse-num\" id=\"v27002017-1\">17&nbsp;</b>Then Daniel went to his house and made the matter known to Hananiah, Mishael, and Azariah, his companions, <b class=\"verse-num\" id=\"v27002018-1\">18&nbsp;</b>and told them to seek mercy from the God of heaven concerning this mystery, so that Daniel and his companions might not be destroyed with the rest of the wise men of Babylon. <b class=\"verse-num\" id=\"v27002019-1\">19&nbsp;</b>Then the mystery was revealed to Daniel in a vision of the night. Then Daniel blessed the God of heaven. <b class=\"verse-num\" id=\"v27002020-1\">20&nbsp;</b>Daniel answered and said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27002020_07-2\" class=\"line\">&nbsp;&nbsp;“Blessed be the name of God forever and ever,</span><br><span id=\"p27002020_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to whom belong wisdom and might.</span><br><span id=\"p27002021_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002021-1\">21&nbsp;</b>&nbsp;&nbsp;He changes times and seasons;</span><br><span id=\"p27002021_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he removes kings and sets up kings;</span><br><span id=\"p27002021_07-2\" class=\"line\">&nbsp;&nbsp;he gives wisdom to the wise</span><br><span id=\"p27002021_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and knowledge to those who have understanding;</span><br><span id=\"p27002022_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002022-1\">22&nbsp;</b>&nbsp;&nbsp;he reveals deep and hidden things;</span><br><span id=\"p27002022_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he knows what is in the darkness,</span><br><span id=\"p27002022_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the light dwells with him.</span><br><span id=\"p27002023_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002023-1\">23&nbsp;</b>&nbsp;&nbsp;To you, O God of my fathers,</span><br><span id=\"p27002023_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I give thanks and praise,</span><br><span id=\"p27002023_07-2\" class=\"line\">&nbsp;&nbsp;for you have given me wisdom and might,</span><br><span id=\"p27002023_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have now made known to me what we asked of you,</span><br><span id=\"p27002023_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you have made known to us the king’s matter.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27002023_07-2\"><b class=\"verse-num\" id=\"v27002024-1\">24&nbsp;</b>Therefore Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: “Do not destroy the wise men of Babylon; bring me in before the king, and I will show the king the interpretation.”</p>\n<p id=\"p27002024_07-2\"><b class=\"verse-num\" id=\"v27002025-1\">25&nbsp;</b>Then Arioch brought in Daniel before the king in haste and said thus to him: “I have found among the exiles from Judah a man who will make known to the king the interpretation.” <b class=\"verse-num\" id=\"v27002026-1\">26&nbsp;</b>The king declared to Daniel, whose name was Belteshazzar, “Are you able to make known to me the dream that I have seen and its interpretation?” <b class=\"verse-num\" id=\"v27002027-1\">27&nbsp;</b>Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked, <b class=\"verse-num\" id=\"v27002028-1\">28&nbsp;</b>but there is a God in heaven who reveals mysteries, and he has made known to King Nebuchadnezzar what will be in the latter days. Your dream and the visions of your head as you lay in bed are these: <b class=\"verse-num\" id=\"v27002029-1\">29&nbsp;</b>To you, O king, as you lay in bed came thoughts of what would be after this, and he who reveals mysteries made known to you what is to be. <b class=\"verse-num\" id=\"v27002030-1\">30&nbsp;</b>But as for me, this mystery has been revealed to me, not because of any wisdom that I have more than all the living, but in order that the interpretation may be made known to the king, and that you may know the thoughts of your mind.</p>\n\n<p id=\"p27002030_11-2\"><b class=\"verse-num\" id=\"v27002031-1\">31&nbsp;</b>“You saw, O king, and behold, a great image. This image, mighty and of exceeding brightness, stood before you, and its appearance was frightening. <b class=\"verse-num\" id=\"v27002032-1\">32&nbsp;</b>The head of this image was of fine gold, its chest and arms of silver, its middle and thighs of bronze, <b class=\"verse-num\" id=\"v27002033-1\">33&nbsp;</b>its legs of iron, its feet partly of iron and partly of clay. <b class=\"verse-num\" id=\"v27002034-1\">34&nbsp;</b>As you looked, a stone was cut out by no human hand, and it struck the image on its feet of iron and clay, and broke them in pieces. <b class=\"verse-num\" id=\"v27002035-1\">35&nbsp;</b>Then the iron, the clay, the bronze, the silver, and the gold, all together were broken in pieces, and became like the chaff of the summer threshing floors; and the wind carried them away, so that not a trace of them could be found. But the stone that struck the image became a great mountain and filled the whole earth.</p>\n<p id=\"p27002035_11-2\"><b class=\"verse-num\" id=\"v27002036-1\">36&nbsp;</b>“This was the dream. Now we will tell the king its interpretation. <b class=\"verse-num\" id=\"v27002037-1\">37&nbsp;</b>You, O king, the king of kings, to whom the God of heaven has given the kingdom, the power, and the might, and the glory, <b class=\"verse-num\" id=\"v27002038-1\">38&nbsp;</b>and into whose hand he has given, wherever they dwell, the children of man, the beasts of the field, and the birds of the heavens, making you rule over them all—you are the head of gold. <b class=\"verse-num\" id=\"v27002039-1\">39&nbsp;</b>Another kingdom inferior to you shall arise after you, and yet a third kingdom of bronze, which shall rule over all the earth. <b class=\"verse-num\" id=\"v27002040-1\">40&nbsp;</b>And there shall be a fourth kingdom, strong as iron, because iron breaks to pieces and shatters all things. And like iron that crushes, it shall break and crush all these. <b class=\"verse-num\" id=\"v27002041-1\">41&nbsp;</b>And as you saw the feet and toes, partly of potter’s clay and partly of iron, it shall be a divided kingdom, but some of the firmness of iron shall be in it, just as you saw iron mixed with the soft clay. <b class=\"verse-num\" id=\"v27002042-1\">42&nbsp;</b>And as the toes of the feet were partly iron and partly clay, so the kingdom shall be partly strong and partly brittle. <b class=\"verse-num\" id=\"v27002043-1\">43&nbsp;</b>As you saw the iron mixed with soft clay, so they will mix with one another in marriage, but they will not hold together, just as iron does not mix with clay. <b class=\"verse-num\" id=\"v27002044-1\">44&nbsp;</b>And in the days of those kings the God of heaven will set up a kingdom that shall never be destroyed, nor shall the kingdom be left to another people. It shall break in pieces all these kingdoms and bring them to an end, and it shall stand forever, <b class=\"verse-num\" id=\"v27002045-1\">45&nbsp;</b>just as you saw that a stone was cut from a mountain by no human hand, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold. A great God has made known to the king what shall be after this. The dream is certain, and its interpretation sure.”</p>\n\n<p id=\"p27002045_14-2\"><b class=\"verse-num\" id=\"v27002046-1\">46&nbsp;</b>Then King Nebuchadnezzar fell upon his face and paid homage to Daniel, and commanded that an offering and incense be offered up to him. <b class=\"verse-num\" id=\"v27002047-1\">47&nbsp;</b>The king answered and said to Daniel, “Truly, your God is God of gods and Lord of kings, and a revealer of mysteries, for you have been able to reveal this mystery.” <b class=\"verse-num\" id=\"v27002048-1\">48&nbsp;</b>Then the king gave Daniel high honors and many great gifts, and made him ruler over the whole province of Babylon and chief prefect over all the wise men of Babylon. <b class=\"verse-num\" id=\"v27002049-1\">49&nbsp;</b>Daniel made a request of the king, and he appointed Shadrach, Meshach, and Abednego over the affairs of the province of Babylon. But Daniel remained at the king’s court.</p>\n\n</div>","kjv":"<strong>1</strong> And in the second year of the reign of Nebuchadnezzar Nebuchadnezzar dreamed dreams, wherewith his spirit was troubled, and his sleep brake from him.  <strong>2</strong> Then the king commanded to call the magicians, and the astrologers, and the sorcerers, and the Chaldeans, for to shew the king his dreams. So they came and stood before the king.  <strong>3</strong> And the king said unto them, I have dreamed a dream, and my spirit was troubled to know the dream.  <strong>4</strong> Then spake the Chaldeans to the king in Syriack, O king, live for ever: tell thy servants the dream, and we will shew the interpretation.  <strong>5</strong> The king answered and said to the Chaldeans, The thing is gone from me: if ye will not make known unto me the dream, with the interpretation thereof, ye shall be cut in pieces, and your houses shall be made a dunghill.  <strong>6</strong> But if ye shew the dream, and the interpretation thereof, ye shall receive of me gifts and rewards and great honour: therefore shew me the dream, and the interpretation thereof.  <strong>7</strong> They answered again and said, Let the king tell his servants the dream, and we will shew the interpretation of it.  <strong>8</strong> The king answered and said, I know of certainty that ye would gain the time, because ye see the thing is gone from me.  <strong>9</strong> But if ye will not make known unto me the dream, there is but  one decree for you: for ye have prepared lying and corrupt words to speak before me, till the time be changed: therefore tell me the dream, and I shall know that ye can shew me the interpretation thereof.  <strong>10</strong> The Chaldeans answered before the king, and said, There is not a man upon the earth that can shew the king’s matter: therefore there is  no king, lord, nor ruler, that asked such things at any magician, or astrologer, or Chaldean.  <strong>11</strong> And it is a rare thing that the king requireth, and there is none other that can shew it before the king, except the gods, whose dwelling is not with flesh.  <strong>12</strong> For this cause the king was angry and very furious, and commanded to destroy all the wise men of Babylon.  <strong>13</strong> And the decree went forth that the wise men should be slain; and they sought Daniel and his fellows to be slain.  <strong>14</strong> Then Daniel answered with counsel and wisdom to Arioch the captain of the king’s guard, which was gone forth to slay the wise men of Babylon:  <strong>15</strong> He answered and said to Arioch the king’s captain, Why is  the decree so hasty from the king? Then Arioch made the thing known to Daniel.  <strong>16</strong> Then Daniel went in, and desired of the king that he would give him time, and that he would shew the king the interpretation.  <strong>17</strong> Then Daniel went to his house, and made the thing known to Hananiah, Mishael, and Azariah, his companions:  <strong>18</strong> That they would desire mercies of the God of heaven concerning this secret; that Daniel and his fellows should not perish with the rest of the wise men of Babylon.  <strong>19</strong> Then was the secret revealed unto Daniel in a night vision. Then Daniel blessed the God of heaven.  <strong>20</strong> Daniel answered and said, Blessed be the name of God for ever and ever: for wisdom and might are his:  <strong>21</strong> And he changeth the times and the seasons: he removeth kings, and setteth up kings: he giveth wisdom unto the wise, and knowledge to them that know understanding:  <strong>22</strong> He revealeth the deep and secret things: he knoweth what is  in the darkness, and the light dwelleth with him.  <strong>23</strong> I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king’s matter.  <strong>24</strong> Therefore Daniel went in unto Arioch, whom the king had ordained to destroy the wise men of Babylon: he went and said thus unto him; Destroy not the wise men of Babylon: bring me in before the king, and I will shew unto the king the interpretation.  <strong>25</strong> Then Arioch brought in Daniel before the king in haste and said thus unto him, I have found a man of the captives of Judah, that will make known unto the king the interpretation.  <strong>26</strong> The king answered and said to Daniel, whose name was Belteshazzar, Art thou able to make known unto me the dream which I have seen, and the interpretation thereof?  <strong>27</strong> Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;  <strong>28</strong> But there is a God in heaven that revealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the visions of thy head upon thy bed, are these;  <strong>29</strong> As for thee, O king, thy thoughts came into thy mind upon thy bed, what should come to pass hereafter: and he that revealeth secrets maketh known to thee what shall come to pass.  <strong>30</strong> But as for me, this secret is not revealed to me for any  wisdom that I have more than any living, but for their sakes that shall make known the interpretation to the king, and that thou mightest know the thoughts of thy heart.  <strong>31</strong> Thou, O king, sawest, and behold a great image. This great image, whose brightness was excellent, stood before thee; and the form thereof was  terrible.  <strong>32</strong> This image’s head was of fine gold, his breast and his arms of silver, his belly and his thighs of brass,  <strong>33</strong> His legs of iron, his feet part of iron and part of clay.  <strong>34</strong> Thou sawest till that a stone was cut out without hands, which smote the image upon his feet that were of iron and clay, and brake them to pieces.  <strong>35</strong> Then was the iron, the clay, the brass, the silver, and the gold, broken to pieces together, and became like the chaff of the summer threshingfloors; and the wind carried them away, that no place was found for them: and the stone that smote the image became a great mountain, and filled the whole earth.  <strong>36</strong> This is the dream; and we will tell the interpretation thereof before the king.  <strong>37</strong> Thou, O king, art a king of kings: for the God of heaven hath given thee a kingdom, power, and strength, and glory.  <strong>38</strong> And wheresoever the children of men dwell, the beasts of the field and the fowls of the heaven hath he given into thine hand, and hath made thee ruler over them all. Thou art this head of gold.  <strong>39</strong> And after thee shall arise another kingdom inferior to thee, and another third kingdom of brass, which shall bear rule over all the earth.  <strong>40</strong> And the fourth kingdom shall be strong as iron: forasmuch as iron breaketh in pieces and subdueth all things: and as iron that breaketh all these, shall it break in pieces and bruise.  <strong>41</strong> And whereas thou sawest the feet and toes, part of potters’ clay, and part of iron, the kingdom shall be divided; but there shall be in it of the strength of the iron, forasmuch as thou sawest the iron mixed with miry clay.  <strong>42</strong> And as the toes of the feet were part of iron, and part of clay, so the kingdom shall be partly strong, and partly broken.  <strong>43</strong> And whereas thou sawest iron mixed with miry clay, they shall mingle themselves with the seed of men: but they shall not cleave one to another, even as iron is not mixed with clay.  <strong>44</strong> And in the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand for ever.  <strong>45</strong> Forasmuch as thou sawest that the stone was cut out of the mountain without hands, and that it brake in pieces the iron, the brass, the clay, the silver, and the gold; the great God hath made known to the king what shall come to pass hereafter: and the dream is certain, and the interpretation thereof sure.  <strong>46</strong> Then the king Nebuchadnezzar fell upon his face, and worshipped Daniel, and commanded that they should offer an oblation and sweet odours unto him.  <strong>47</strong> The king answered unto Daniel, and said, Of a truth it is,  that your God is a God of gods, and a Lord of kings, and a revealer of secrets, seeing thou couldst reveal this secret.  <strong>48</strong> Then the king made Daniel a great man, and gave him many great gifts, and made him ruler over the whole province of Babylon, and chief of the governors over all the wise men of Babylon.  <strong>49</strong> Then Daniel requested of the king, and he set Shadrach, Meshach, and Abed-nego, over the affairs of the province of Babylon: but Daniel sat  in the gate of the king.  ","niv":"<sup><strong>1</strong></sup> In the second year of his reign, Nebuchadnezzar had dreams; his mind was troubled and he could not sleep. <sup><strong>2</strong></sup> So the king summoned the magicians, enchanters, sorcerers and astrologers to tell him what he had dreamed. When they came in and stood before the king, <sup><strong>3</strong></sup> he said to them, \"I have had a dream that troubles me and I want to know what it means. \" <sup><strong>4</strong></sup> Then the astrologers answered the king in Aramaic, \"O king, live forever! Tell your servants the dream, and we will interpret it.\" <sup><strong>5</strong></sup> The king replied to the astrologers, \"This is what I have firmly decided: If you do not tell me what my dream was and interpret it, I will have you cut into pieces and your houses turned into piles of rubble. <sup><strong>6</strong></sup> But if you tell me the dream and explain it, you will receive from me gifts and rewards and great honor. So tell me the dream and interpret it for me.\" <sup><strong>7</strong></sup> Once more they replied, \"Let the king tell his servants the dream, and we will interpret it.\" <sup><strong>8</strong></sup> Then the king answered, \"I am certain that you are trying to gain time, because you realize that this is what I have firmly decided: <sup><strong>9</strong></sup> If you do not tell me the dream, there is just one penalty for you. You have conspired to tell me misleading and wicked things, hoping the situation will change. So then, tell me the dream, and I will know that you can interpret it for me.\" <sup><strong>10</strong></sup> The astrologers answered the king, \"There is not a man on earth who can do what the king asks! No king, however great and mighty, has ever asked such a thing of any magician or enchanter or astrologer. <sup><strong>11</strong></sup> What the king asks is too difficult. No one can reveal it to the king except the gods, and they do not live among men.\" <sup><strong>12</strong></sup> This made the king so angry and furious that he ordered the execution of all the wise men of Babylon. <sup><strong>13</strong></sup> So the decree was issued to put the wise men to death, and men were sent to look for Daniel and his friends to put them to death. <sup><strong>14</strong></sup> When Arioch, the commander of the king's guard, had gone out to put to death the wise men of Babylon, Daniel spoke to him with wisdom and tact. <sup><strong>15</strong></sup> He asked the king's officer, \"Why did the king issue such a harsh decree?\" Arioch then explained the matter to Daniel. <sup><strong>16</strong></sup> At this, Daniel went in to the king and asked for time, so that he might interpret the dream for him. <sup><strong>17</strong></sup> Then Daniel returned to his house and explained the matter to his friends Hananiah, Mishael and Azariah. <sup><strong>18</strong></sup> He urged them to plead for mercy from the God of heaven concerning this mystery, so that he and his friends might not be executed with the rest of the wise men of Babylon. <sup><strong>19</strong></sup> During the night the mystery was revealed to Daniel in a vision. Then Daniel praised the God of heaven <sup><strong>20</strong></sup> and said: \"Praise be to the name of God for ever and ever; wisdom and power are his. <sup><strong>21</strong></sup> He changes times and seasons; he sets up kings and deposes them. He gives wisdom to the wise and knowledge to the discerning. <sup><strong>22</strong></sup> He reveals deep and hidden things; he knows what lies in darkness, and light dwells with him. <sup><strong>23</strong></sup> I thank and praise you, O God of my fathers: You have given me wisdom and power, you have made known to me what we asked of you, you have made known to us the dream of the king.\" <sup><strong>24</strong></sup> Then Daniel went to Arioch, whom the king had appointed to execute the wise men of Babylon, and said to him, \"Do not execute the wise men of Babylon. Take me to the king, and I will interpret his dream for him.\" <sup><strong>25</strong></sup> Arioch took Daniel to the king at once and said, \"I have found a man among the exiles from Judah who can tell the king what his dream means.\" <sup><strong>26</strong></sup> The king asked Daniel (also called Belteshazzar), \"Are you able to tell me what I saw in my dream and interpret it?\" <sup><strong>27</strong></sup> Daniel replied, \"No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about, <sup><strong>28</strong></sup> but there is a God in heaven who reveals mysteries. He has shown King Nebuchadnezzar what will happen in days to come. Your dream and the visions that passed through your mind as you lay on your bed are these: <sup><strong>29</strong></sup> \"As you were lying there, O king, your mind turned to things to come, and the revealer of mysteries showed you what is going to happen. <sup><strong>30</strong></sup> As for me, this mystery has been revealed to me, not because I have greater wisdom than other living men, but so that you, O king, may know the interpretation and that you may understand what went through your mind. <sup><strong>31</strong></sup> \"You looked, O king, and there before you stood a large statue-an enormous, dazzling statue, awesome in appearance. <sup><strong>32</strong></sup> The head of the statue was made of pure gold, its chest and arms of silver, its belly and thighs of bronze, <sup><strong>33</strong></sup> its legs of iron, its feet partly of iron and partly of baked clay. <sup><strong>34</strong></sup> While you were watching, a rock was cut out, but not by human hands. It struck the statue on its feet of iron and clay and smashed them. <sup><strong>35</strong></sup> Then the iron, the clay, the bronze, the silver and the gold were broken to pieces at the same time and became like chaff on a threshing floor in the summer. The wind swept them away without leaving a trace. But the rock that struck the statue became a huge mountain and filled the whole earth. <sup><strong>36</strong></sup> \"This was the dream, and now we will interpret it to the king. <sup><strong>37</strong></sup> You, O king, are the king of kings. The God of heaven has given you dominion and power and might and glory; <sup><strong>38</strong></sup> in your hands he has placed mankind and the beasts of the field and the birds of the air. Wherever they live, he has made you ruler over them all. You are that head of gold. <sup><strong>39</strong></sup> \"After you, another kingdom will rise, inferior to yours. Next, a third kingdom, one of bronze, will rule over the whole earth. <sup><strong>40</strong></sup> Finally, there will be a fourth kingdom, strong as iron-for iron breaks and smashes everything-and as iron breaks things to pieces, so it will crush and break all the others. <sup><strong>41</strong></sup> Just as you saw that the feet and toes were partly of baked clay and partly of iron, so this will be a divided kingdom; yet it will have some of the strength of iron in it, even as you saw iron mixed with clay. <sup><strong>42</strong></sup> As the toes were partly iron and partly clay, so this kingdom will be partly strong and partly brittle. <sup><strong>43</strong></sup> And just as you saw the iron mixed with baked clay, so the people will be a mixture and will not remain united, any more than iron mixes with clay. <sup><strong>44</strong></sup> \"In the time of those kings, the God of heaven will set up a kingdom that will never be destroyed, nor will it be left to another people. It will crush all those kingdoms and bring them to an end, but it will itself endure forever. <sup><strong>45</strong></sup> This is the meaning of the vision of the rock cut out of a mountain, but not by human hands-a rock that broke the iron, the bronze, the clay, the silver and the gold to pieces. \"The great God has shown the king what will take place in the future. The dream is true and the interpretation is trustworthy.\" <sup><strong>46</strong></sup> Then King Nebuchadnezzar fell prostrate before Daniel and paid him honor and ordered that an offering and incense be presented to him. <sup><strong>47</strong></sup> The king said to Daniel, \"Surely your God is the God of gods and the Lord of kings and a revealer of mysteries, for you were able to reveal this mystery.\" <sup><strong>48</strong></sup> Then the king placed Daniel in a high position and lavished many gifts on him. He made him ruler over the entire province of Babylon and placed him in charge of all its wise men. <sup><strong>49</strong></sup> Moreover, at Daniel's request the king appointed Shadrach, Meshach and Abednego administrators over the province of Babylon, while Daniel himself remained at the royal court. ","modified":"2022-11-13T12:07:29.820Z"},{"_id":"6164dc36dc1be0273f8b73bc","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 3:1-30","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p27003001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27003001-1\">3:1&nbsp;</b>King Nebuchadnezzar made an image of gold, whose height was sixty cubits and its breadth six cubits. He set it up on the plain of Dura, in the province of Babylon. <b class=\"verse-num\" id=\"v27003002-1\">2&nbsp;</b>Then King Nebuchadnezzar sent to gather the satraps, the prefects, and the governors, the counselors, the treasurers, the justices, the magistrates, and all the officials of the provinces to come to the dedication of the image that King Nebuchadnezzar had set up. <b class=\"verse-num\" id=\"v27003003-1\">3&nbsp;</b>Then the satraps, the prefects, and the governors, the counselors, the treasurers, the justices, the magistrates, and all the officials of the provinces gathered for the dedication of the image that King Nebuchadnezzar had set up. And they stood before the image that Nebuchadnezzar had set up. <b class=\"verse-num\" id=\"v27003004-1\">4&nbsp;</b>And the herald proclaimed aloud, “You are commanded, O peoples, nations, and languages, <b class=\"verse-num\" id=\"v27003005-1\">5&nbsp;</b>that when you hear the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, you are to fall down and worship the golden image that King Nebuchadnezzar has set up. <b class=\"verse-num\" id=\"v27003006-1\">6&nbsp;</b>And whoever does not fall down and worship shall immediately be cast into a burning fiery furnace.” <b class=\"verse-num\" id=\"v27003007-1\">7&nbsp;</b>Therefore, as soon as all the peoples heard the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, all the peoples, nations, and languages fell down and worshiped the golden image that King Nebuchadnezzar had set up.</p>\n\n<p id=\"p27003007_07-3\"><b class=\"verse-num\" id=\"v27003008-1\">8&nbsp;</b>Therefore at that time certain Chaldeans came forward and maliciously accused the Jews. <b class=\"verse-num\" id=\"v27003009-1\">9&nbsp;</b>They declared to King Nebuchadnezzar, “O king, live forever! <b class=\"verse-num\" id=\"v27003010-1\">10&nbsp;</b>You, O king, have made a decree, that every man who hears the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, shall fall down and worship the golden image. <b class=\"verse-num\" id=\"v27003011-1\">11&nbsp;</b>And whoever does not fall down and worship shall be cast into a burning fiery furnace. <b class=\"verse-num\" id=\"v27003012-1\">12&nbsp;</b>There are certain Jews whom you have appointed over the affairs of the province of Babylon: Shadrach, Meshach, and Abednego. These men, O king, pay no attention to you; they do not serve your gods or worship the golden image that you have set up.”</p>\n<p id=\"p27003012_07-3\"><b class=\"verse-num\" id=\"v27003013-1\">13&nbsp;</b>Then Nebuchadnezzar in furious rage commanded that Shadrach, Meshach, and Abednego be brought. So they brought these men before the king. <b class=\"verse-num\" id=\"v27003014-1\">14&nbsp;</b>Nebuchadnezzar answered and said to them, “Is it true, O Shadrach, Meshach, and Abednego, that you do not serve my gods or worship the golden image that I have set up? <b class=\"verse-num\" id=\"v27003015-1\">15&nbsp;</b>Now if you are ready when you hear the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, to fall down and worship the image that I have made, well and good. But if you do not worship, you shall immediately be cast into a burning fiery furnace. And who is the god who will deliver you out of my hands?”</p>\n<p id=\"p27003015_07-3\"><b class=\"verse-num\" id=\"v27003016-1\">16&nbsp;</b>Shadrach, Meshach, and Abednego answered and said to the king, “O Nebuchadnezzar, we have no need to answer you in this matter. <b class=\"verse-num\" id=\"v27003017-1\">17&nbsp;</b>If this be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of your hand, O king. <b class=\"verse-num\" id=\"v27003018-1\">18&nbsp;</b>But if not, be it known to you, O king, that we will not serve your gods or worship the golden image that you have set up.”</p>\n<p id=\"p27003018_07-3\"><b class=\"verse-num\" id=\"v27003019-1\">19&nbsp;</b>Then Nebuchadnezzar was filled with fury, and the expression of his face was changed against Shadrach, Meshach, and Abednego. He ordered the furnace heated seven times more than it was usually heated. <b class=\"verse-num\" id=\"v27003020-1\">20&nbsp;</b>And he ordered some of the mighty men of his army to bind Shadrach, Meshach, and Abednego, and to cast them into the burning fiery furnace. <b class=\"verse-num\" id=\"v27003021-1\">21&nbsp;</b>Then these men were bound in their cloaks, their tunics, their hats, and their other garments, and they were thrown into the burning fiery furnace. <b class=\"verse-num\" id=\"v27003022-1\">22&nbsp;</b>Because the king’s order was urgent and the furnace overheated, the flame of the fire killed those men who took up Shadrach, Meshach, and Abednego. <b class=\"verse-num\" id=\"v27003023-1\">23&nbsp;</b>And these three men, Shadrach, Meshach, and Abednego, fell bound into the burning fiery furnace.</p>\n<p id=\"p27003023_07-3\"><b class=\"verse-num\" id=\"v27003024-1\">24&nbsp;</b>Then King Nebuchadnezzar was astonished and rose up in haste. He declared to his counselors, “Did we not cast three men bound into the fire?” They answered and said to the king, “True, O king.” <b class=\"verse-num\" id=\"v27003025-1\">25&nbsp;</b>He answered and said, “But I see four men unbound, walking in the midst of the fire, and they are not hurt; and the appearance of the fourth is like a son of the gods.”</p>\n<p id=\"p27003025_07-3\"><b class=\"verse-num\" id=\"v27003026-1\">26&nbsp;</b>Then Nebuchadnezzar came near to the door of the burning fiery furnace; he declared, “Shadrach, Meshach, and Abednego, servants of the Most High God, come out, and come here!” Then Shadrach, Meshach, and Abednego came out from the fire. <b class=\"verse-num\" id=\"v27003027-1\">27&nbsp;</b>And the satraps, the prefects, the governors, and the king’s counselors gathered together and saw that the fire had not had any power over the bodies of those men. The hair of their heads was not singed, their cloaks were not harmed, and no smell of fire had come upon them. <b class=\"verse-num\" id=\"v27003028-1\">28&nbsp;</b>Nebuchadnezzar answered and said, “Blessed be the God of Shadrach, Meshach, and Abednego, who has sent his angel and delivered his servants, who trusted in him, and set aside the king’s command, and yielded up their bodies rather than serve and worship any god except their own God. <b class=\"verse-num\" id=\"v27003029-1\">29&nbsp;</b>Therefore I make a decree: Any people, nation, or language that speaks anything against the God of Shadrach, Meshach, and Abednego shall be torn limb from limb, and their houses laid in ruins, for there is no other god who is able to rescue in this way.” <b class=\"verse-num\" id=\"v27003030-1\">30&nbsp;</b>Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon.</p>\n\n</div>","kjv":"<strong>1</strong> Nebuchadnezzar the king made an image of gold, whose height was  threescore cubits, and the breadth thereof six cubits: he set it up in the plain of Dura, in the province of Babylon.  <strong>2</strong> Then Nebuchadnezzar the king sent to gather together the princes, the governors, and the captains, the judges, the treasurers, the counsellors, the sheriffs, and all the rulers of the provinces, to come to the dedication of the image which Nebuchadnezzar the king had set up.  <strong>3</strong> Then the princes, the governors, and captains, the judges, the treasurers, the counsellors, the sheriffs, and all the rulers of the provinces, were gathered together unto the dedication of the image that Nebuchadnezzar the king had set up; and they stood before the image that Nebuchadnezzar had set up.  <strong>4</strong> Then an herald cried aloud, To you it is commanded, O people, nations, and languages,  <strong>5</strong> That at what time ye hear the sound of the cornet, flute, harp, sackbut, psaltery, dulcimer, and all kinds of musick, ye fall down and worship the golden image that Nebuchadnezzar the king hath set up:  <strong>6</strong> And whoso falleth not down and worshippeth shall the same hour be cast into the midst of a burning fiery furnace.  <strong>7</strong> Therefore at that time, when all the people heard the sound of the cornet, flute, harp, sackbut, psaltery, and all kinds of musick, all the people, the nations, and the languages, fell down and worshipped the golden image that Nebuchadnezzar the king had set up.  <strong>8</strong> Wherefore at that time certain Chaldeans came near, and accused the Jews.  <strong>9</strong> They spake and said to the king Nebuchadnezzar, O king, live for ever.  <strong>10</strong> Thou, O king, hast made a decree, that every man that shall hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of musick, shall fall down and worship the golden image:  <strong>11</strong> And whoso falleth not down and worshippeth, that he should be cast into the midst of a burning fiery furnace.  <strong>12</strong> There are certain Jews whom thou hast set over the affairs of the province of Babylon, Shadrach, Meshach, and Abed-nego; these men, O king, have not regarded thee: they serve not thy gods, nor worship the golden image which thou hast set up.  <strong>13</strong> Then Nebuchadnezzar in his rage and fury commanded to bring Shadrach, Meshach, and Abed-nego. Then they brought these men before the king.  <strong>14</strong> Nebuchadnezzar spake and said unto them, Is it true, O Shadrach, Meshach, and Abed-nego, do not ye serve my gods, nor worship the golden image which I have set up?  <strong>15</strong> Now if ye be ready that at what time ye hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of musick, ye fall down and worship the image which I have made; well: but if ye worship not, ye shall be cast the same hour into the midst of a burning fiery furnace; and who is that God that shall deliver you out of my hands?  <strong>16</strong> Shadrach, Meshach, and Abed-nego, answered and said to the king, O Nebuchadnezzar, we are not careful to answer thee in this matter.  <strong>17</strong> If it be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of thine hand, O king.  <strong>18</strong> But if not, be it known unto thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up.  <strong>19</strong> Then was Nebuchadnezzar full of fury, and the form of his visage was changed against Shadrach, Meshach, and Abed-nego: therefore he spake, and commanded that they should heat the furnace one seven times more than it was wont to be heated.  <strong>20</strong> And he commanded the most mighty men that were in his army to bind Shadrach, Meshach, and Abed-nego, and to cast them  into the burning fiery furnace.  <strong>21</strong> Then these men were bound in their coats, their hosen, and their hats, and their other garments, and were cast into the midst of the burning fiery furnace.  <strong>22</strong> Therefore because the king’s commandment was urgent, and the furnace exceeding hot, the flame of the fire slew those men that took up Shadrach, Meshach, and Abed-nego.  <strong>23</strong> And these three men, Shadrach, Meshach, and Abed-nego, fell down bound into the midst of the burning fiery furnace.  <strong>24</strong> Then Nebuchadnezzar the king was astonied, and rose up in haste, and spake, and said unto his counsellors, Did not we cast three men bound into the midst of the fire? They answered and said unto the king, True, O king.  <strong>25</strong> He answered and said, Lo, I see four men loose, walking in the midst of the fire, and they have no hurt; and the form of the fourth is like the Son of God.  <strong>26</strong> Then Nebuchadnezzar came near to the mouth of the burning fiery furnace, and spake, and said, Shadrach, Meshach, and Abed-nego, ye servants of the most high God, come forth, and come hither. Then Shadrach, Meshach, and Abed-nego, came forth of the midst of the fire.  <strong>27</strong> And the princes, governors, and captains, and the king’s counsellors, being gathered together, saw these men, upon whose bodies the fire had no power, nor was an hair of their head singed, neither were their coats changed, nor the smell of fire had passed on them.  <strong>28</strong> Then Nebuchadnezzar spake, and said, Blessed be  the God of Shadrach, Meshach, and Abed-nego, who hath sent his angel, and delivered his servants that trusted in him, and have changed the king’s word, and yielded their bodies, that they might not serve nor worship any god, except their own God.  <strong>29</strong> Therefore I make a decree, That every people, nation, and language, which speak any thing amiss against the God of Shadrach, Meshach, and Abed-nego, shall be cut in pieces, and their houses shall be made a dunghill: because there is no other God that can deliver after this sort.  <strong>30</strong> Then the king promoted Shadrach, Meshach, and Abed-nego, in the province of Babylon.  ","niv":"<sup><strong>1</strong></sup> King Nebuchadnezzar made an image of gold, ninety feet high and nine feet wide, and set it up on the plain of Dura in the province of Babylon. <sup><strong>2</strong></sup> He then summoned the satraps, prefects, governors, advisers, treasurers, judges, magistrates and all the other provincial officials to come to the dedication of the image he had set up. <sup><strong>3</strong></sup> So the satraps, prefects, governors, advisers, treasurers, judges, magistrates and all the other provincial officials assembled for the dedication of the image that King Nebuchadnezzar had set up, and they stood before it. <sup><strong>4</strong></sup> Then the herald loudly proclaimed, \"This is what you are commanded to do, O peoples, nations and men of every language: <sup><strong>5</strong></sup> As soon as you hear the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music, you must fall down and worship the image of gold that King Nebuchadnezzar has set up. <sup><strong>6</strong></sup> Whoever does not fall down and worship will immediately be thrown into a blazing furnace.\" <sup><strong>7</strong></sup> Therefore, as soon as they heard the sound of the horn, flute, zither, lyre, harp and all kinds of music, all the peoples, nations and men of every language fell down and worshiped the image of gold that King Nebuchadnezzar had set up. <sup><strong>8</strong></sup> At this time some astrologers came forward and denounced the Jews. <sup><strong>9</strong></sup> They said to King Nebuchadnezzar, \"O king, live forever! <sup><strong>10</strong></sup> You have issued a decree, O king, that everyone who hears the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music must fall down and worship the image of gold, <sup><strong>11</strong></sup> and that whoever does not fall down and worship will be thrown into a blazing furnace. <sup><strong>12</strong></sup> But there are some Jews whom you have set over the affairs of the province of Babylon-Shadrach, Meshach and Abednego-who pay no attention to you, O king. They neither serve your gods nor worship the image of gold you have set up.\" <sup><strong>13</strong></sup> Furious with rage, Nebuchadnezzar summoned Shadrach, Meshach and Abednego. So these men were brought before the king, <sup><strong>14</strong></sup> and Nebuchadnezzar said to them, \"Is it true, Shadrach, Meshach and Abednego, that you do not serve my gods or worship the image of gold I have set up? <sup><strong>15</strong></sup> Now when you hear the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music, if you are ready to fall down and worship the image I made, very good. But if you do not worship it, you will be thrown immediately into a blazing furnace. Then what god will be able to rescue you from my hand?\" <sup><strong>16</strong></sup> Shadrach, Meshach and Abednego replied to the king, \"O Nebuchadnezzar, we do not need to defend ourselves before you in this matter. <sup><strong>17</strong></sup> If we are thrown into the blazing furnace, the God we serve is able to save us from it, and he will rescue us from your hand, O king. <sup><strong>18</strong></sup> But even if he does not, we want you to know, O king, that we will not serve your gods or worship the image of gold you have set up.\" <sup><strong>19</strong></sup> Then Nebuchadnezzar was furious with Shadrach, Meshach and Abednego, and his attitude toward them changed. He ordered the furnace heated seven times hotter than usual <sup><strong>20</strong></sup> and commanded some of the strongest soldiers in his army to tie up Shadrach, Meshach and Abednego and throw them into the blazing furnace. <sup><strong>21</strong></sup> So these men, wearing their robes, trousers, turbans and other clothes, were bound and thrown into the blazing furnace. <sup><strong>22</strong></sup> The king's command was so urgent and the furnace so hot that the flames of the fire killed the soldiers who took up Shadrach, Meshach and Abednego, <sup><strong>23</strong></sup> and these three men, firmly tied, fell into the blazing furnace. <sup><strong>24</strong></sup> Then King Nebuchadnezzar leaped to his feet in amazement and asked his advisers, \"Weren't there three men that we tied up and threw into the fire?\" They replied, \"Certainly, O king.\" <sup><strong>25</strong></sup> He said, \"Look! I see four men walking around in the fire, unbound and unharmed, and the fourth looks like a son of the gods.\" <sup><strong>26</strong></sup> Nebuchadnezzar then approached the opening of the blazing furnace and shouted, \"Shadrach, Meshach and Abednego, servants of the Most High God, come out! Come here!\" So Shadrach, Meshach and Abednego came out of the fire, <sup><strong>27</strong></sup> and the satraps, prefects, governors and royal advisers crowded around them. They saw that the fire had not harmed their bodies, nor was a hair of their heads singed; their robes were not scorched, and there was no smell of fire on them. <sup><strong>28</strong></sup> Then Nebuchadnezzar said, \"Praise be to the God of Shadrach, Meshach and Abednego, who has sent his angel and rescued his servants! They trusted in him and defied the king's command and were willing to give up their lives rather than serve or worship any god except their own God. <sup><strong>29</strong></sup> Therefore I decree that the people of any nation or language who say anything against the God of Shadrach, Meshach and Abednego be cut into pieces and their houses be turned into piles of rubble, for no other god can save in this way.\" <sup><strong>30</strong></sup> Then the king promoted Shadrach, Meshach and Abednego in the province of Babylon. "},{"_id":"6164dc36dc1be0273f8b73bd","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 4:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p27004017_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v27004017-1\">17&nbsp;</b>The sentence is by the decree of the watchers, the decision by the word of the holy ones, to the end that the living may know that the Most High rules the kingdom of men and gives it to whom he will and sets over it the lowliest of men.’</p>\n</div>","kjv":"<strong>17</strong> This matter is by the decree of the watchers, and the demand by the word of the holy ones: to the intent that the living may know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will, and setteth up over it the basest of men.  ","niv":"<sup><strong>17</strong></sup> \"'The decision is announced by messengers, the holy ones declare the verdict, so that the living may know that the Most High is sovereign over the kingdoms of men and gives them to anyone he wishes and sets over them the lowliest of men.'"},{"_id":"6164dc36dc1be0273f8b73be","topicId":"6164dc35dc1be0273f8b73b9","verse":"Luke 18:15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42018015_07-5\"><b class=\"verse-num\" id=\"v42018015-1\">15&nbsp;</b>Now they were bringing even infants to him that he might touch them. And when the disciples saw it, they rebuked them.</p>\n</div>","kjv":"<strong>15</strong> And they brought unto him also infants, that he would touch them: but when his disciples saw it, they rebuked them.  ","niv":"<sup><strong>15</strong></sup> People were also bringing babies to Jesus to have him touch them. When the disciples saw this, they rebuked them."},{"_id":"6164dc36dc1be0273f8b73bf","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 4:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p27004016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v27004016-1\">16&nbsp;</b>Let his mind be changed from a man’s, and let a beast’s mind be given to him; and let seven periods of time pass over him.</p>\n</div>","kjv":"<strong>16</strong> Let his heart be changed from man’s, and let a beast’s heart be given unto him; and let seven times pass over him.  ","niv":"<sup><strong>16</strong></sup> Let his mind be changed from that of a man and let him be given the mind of an animal, till seven times pass by for him."},{"_id":"6164dc37dc1be0273f8b73c0","topicId":"6164dc35dc1be0273f8b73b9","verse":"1 Kings 18:1-46","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p11018001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11018001-1\">18:1&nbsp;</b>After many days the word of the LORD came to Elijah, in the third year, saying, “Go, show yourself to Ahab, and I will send rain upon the earth.” <b class=\"verse-num\" id=\"v11018002-1\">2&nbsp;</b>So Elijah went to show himself to Ahab. Now the famine was severe in Samaria. <b class=\"verse-num\" id=\"v11018003-1\">3&nbsp;</b>And Ahab called Obadiah, who was over the household. (Now Obadiah feared the LORD greatly, <b class=\"verse-num\" id=\"v11018004-1\">4&nbsp;</b>and when Jezebel cut off the prophets of the LORD, Obadiah took a hundred prophets and hid them by fifties in a cave and fed them with bread and water.) <b class=\"verse-num\" id=\"v11018005-1\">5&nbsp;</b>And Ahab said to Obadiah, “Go through the land to all the springs of water and to all the valleys. Perhaps we may find grass and save the horses and mules alive, and not lose some of the animals.” <b class=\"verse-num\" id=\"v11018006-1\">6&nbsp;</b>So they divided the land between them to pass through it. Ahab went in one direction by himself, and Obadiah went in another direction by himself.</p>\n<p id=\"p11018006_04-8\"><b class=\"verse-num\" id=\"v11018007-1\">7&nbsp;</b>And as Obadiah was on the way, behold, Elijah met him. And Obadiah recognized him and fell on his face and said, “Is it you, my lord Elijah?” <b class=\"verse-num\" id=\"v11018008-1\">8&nbsp;</b>And he answered him, “It is I. Go, tell your lord, ‘Behold, Elijah is here.’” <b class=\"verse-num\" id=\"v11018009-1\">9&nbsp;</b>And he said, “How have I sinned, that you would give your servant into the hand of Ahab, to kill me? <b class=\"verse-num\" id=\"v11018010-1\">10&nbsp;</b>As the LORD your God lives, there is no nation or kingdom where my lord has not sent to seek you. And when they would say, ‘He is not here,’ he would take an oath of the kingdom or nation, that they had not found you. <b class=\"verse-num\" id=\"v11018011-1\">11&nbsp;</b>And now you say, ‘Go, tell your lord, “Behold, Elijah is here.”’ <b class=\"verse-num\" id=\"v11018012-1\">12&nbsp;</b>And as soon as I have gone from you, the Spirit of the LORD will carry you I know not where. And so, when I come and tell Ahab and he cannot find you, he will kill me, although I your servant have feared the LORD from my youth. <b class=\"verse-num\" id=\"v11018013-1\">13&nbsp;</b>Has it not been told my lord what I did when Jezebel killed the prophets of the LORD, how I hid a hundred men of the LORD’s prophets by fifties in a cave and fed them with bread and water? <b class=\"verse-num\" id=\"v11018014-1\">14&nbsp;</b>And now you say, ‘Go, tell your lord, “Behold, Elijah is here”’; and he will kill me.” <b class=\"verse-num\" id=\"v11018015-1\">15&nbsp;</b>And Elijah said, “As the LORD of hosts lives, before whom I stand, I will surely show myself to him today.” <b class=\"verse-num\" id=\"v11018016-1\">16&nbsp;</b>So Obadiah went to meet Ahab, and told him. And Ahab went to meet Elijah.</p>\n<p id=\"p11018016_04-8\"><b class=\"verse-num\" id=\"v11018017-1\">17&nbsp;</b>When Ahab saw Elijah, Ahab said to him, “Is it you, you troubler of Israel?” <b class=\"verse-num\" id=\"v11018018-1\">18&nbsp;</b>And he answered, “I have not troubled Israel, but you have, and your father’s house, because you have abandoned the commandments of the LORD and followed the Baals. <b class=\"verse-num\" id=\"v11018019-1\">19&nbsp;</b>Now therefore send and gather all Israel to me at Mount Carmel, and the 450 prophets of Baal and the 400 prophets of Asherah, who eat at Jezebel’s table.”</p>\n\n<p id=\"p11018019_09-8\"><b class=\"verse-num\" id=\"v11018020-1\">20&nbsp;</b>So Ahab sent to all the people of Israel and gathered the prophets together at Mount Carmel. <b class=\"verse-num\" id=\"v11018021-1\">21&nbsp;</b>And Elijah came near to all the people and said, “How long will you go limping between two different opinions? If the LORD is God, follow him; but if Baal, then follow him.” And the people did not answer him a word. <b class=\"verse-num\" id=\"v11018022-1\">22&nbsp;</b>Then Elijah said to the people, “I, even I only, am left a prophet of the LORD, but Baal’s prophets are 450 men. <b class=\"verse-num\" id=\"v11018023-1\">23&nbsp;</b>Let two bulls be given to us, and let them choose one bull for themselves and cut it in pieces and lay it on the wood, but put no fire to it. And I will prepare the other bull and lay it on the wood and put no fire to it. <b class=\"verse-num\" id=\"v11018024-1\">24&nbsp;</b>And you call upon the name of your god, and I will call upon the name of the LORD, and the God who answers by fire, he is God.” And all the people answered, “It is well spoken.” <b class=\"verse-num\" id=\"v11018025-1\">25&nbsp;</b>Then Elijah said to the prophets of Baal, “Choose for yourselves one bull and prepare it first, for you are many, and call upon the name of your god, but put no fire to it.” <b class=\"verse-num\" id=\"v11018026-1\">26&nbsp;</b>And they took the bull that was given them, and they prepared it and called upon the name of Baal from morning until noon, saying, “O Baal, answer us!” But there was no voice, and no one answered. And they limped around the altar that they had made. <b class=\"verse-num\" id=\"v11018027-1\">27&nbsp;</b>And at noon Elijah mocked them, saying, “Cry aloud, for he is a god. Either he is musing, or he is relieving himself, or he is on a journey, or perhaps he is asleep and must be awakened.” <b class=\"verse-num\" id=\"v11018028-1\">28&nbsp;</b>And they cried aloud and cut themselves after their custom with swords and lances, until the blood gushed out upon them. <b class=\"verse-num\" id=\"v11018029-1\">29&nbsp;</b>And as midday passed, they raved on until the time of the offering of the oblation, but there was no voice. No one answered; no one paid attention.</p>\n<p id=\"p11018029_09-8\"><b class=\"verse-num\" id=\"v11018030-1\">30&nbsp;</b>Then Elijah said to all the people, “Come near to me.” And all the people came near to him. And he repaired the altar of the LORD that had been thrown down. <b class=\"verse-num\" id=\"v11018031-1\">31&nbsp;</b>Elijah took twelve stones, according to the number of the tribes of the sons of Jacob, to whom the word of the LORD came, saying, “Israel shall be your name,” <b class=\"verse-num\" id=\"v11018032-1\">32&nbsp;</b>and with the stones he built an altar in the name of the LORD. And he made a trench about the altar, as great as would contain two seahs of seed. <b class=\"verse-num\" id=\"v11018033-1\">33&nbsp;</b>And he put the wood in order and cut the bull in pieces and laid it on the wood. And he said, “Fill four jars with water and pour it on the burnt offering and on the wood.” <b class=\"verse-num\" id=\"v11018034-1\">34&nbsp;</b>And he said, “Do it a second time.” And they did it a second time. And he said, “Do it a third time.” And they did it a third time. <b class=\"verse-num\" id=\"v11018035-1\">35&nbsp;</b>And the water ran around the altar and filled the trench also with water.</p>\n<p id=\"p11018035_09-8\"><b class=\"verse-num\" id=\"v11018036-1\">36&nbsp;</b>And at the time of the offering of the oblation, Elijah the prophet came near and said, “O LORD, God of Abraham, Isaac, and Israel, let it be known this day that you are God in Israel, and that I am your servant, and that I have done all these things at your word. <b class=\"verse-num\" id=\"v11018037-1\">37&nbsp;</b>Answer me, O LORD, answer me, that this people may know that you, O LORD, are God, and that you have turned their hearts back.” <b class=\"verse-num\" id=\"v11018038-1\">38&nbsp;</b>Then the fire of the LORD fell and consumed the burnt offering and the wood and the stones and the dust, and licked up the water that was in the trench. <b class=\"verse-num\" id=\"v11018039-1\">39&nbsp;</b>And when all the people saw it, they fell on their faces and said, “The LORD, he is God; the LORD, he is God.” <b class=\"verse-num\" id=\"v11018040-1\">40&nbsp;</b>And Elijah said to them, “Seize the prophets of Baal; let not one of them escape.” And they seized them. And Elijah brought them down to the brook Kishon and slaughtered them there.</p>\n\n<p id=\"p11018040_13-8\"><b class=\"verse-num\" id=\"v11018041-1\">41&nbsp;</b>And Elijah said to Ahab, “Go up, eat and drink, for there is a sound of the rushing of rain.” <b class=\"verse-num\" id=\"v11018042-1\">42&nbsp;</b>So Ahab went up to eat and to drink. And Elijah went up to the top of Mount Carmel. And he bowed himself down on the earth and put his face between his knees. <b class=\"verse-num\" id=\"v11018043-1\">43&nbsp;</b>And he said to his servant, “Go up now, look toward the sea.” And he went up and looked and said, “There is nothing.” And he said, “Go again,” seven times. <b class=\"verse-num\" id=\"v11018044-1\">44&nbsp;</b>And at the seventh time he said, “Behold, a little cloud like a man’s hand is rising from the sea.” And he said, “Go up, say to Ahab, ‘Prepare your chariot and go down, lest the rain stop you.’” <b class=\"verse-num\" id=\"v11018045-1\">45&nbsp;</b>And in a little while the heavens grew black with clouds and wind, and there was a great rain. And Ahab rode and went to Jezreel. <b class=\"verse-num\" id=\"v11018046-1\">46&nbsp;</b>And the hand of the LORD was on Elijah, and he gathered up his garment and ran before Ahab to the entrance of Jezreel.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass after many days, that the word of the LORD came to Elijah in the third year, saying, Go, shew thyself unto Ahab; and I will send rain upon the earth.  <strong>2</strong> And Elijah went to shew himself unto Ahab. And there was a sore famine in Samaria.  <strong>3</strong> And Ahab called Obadiah, which was the governor of his  house. (Now Obadiah feared the LORD greatly:  <strong>4</strong> For it was so, when Jezebel cut off the prophets of the LORD, that Obadiah took an hundred prophets, and hid them by fifty in a cave, and fed them with bread and water.)  <strong>5</strong> And Ahab said unto Obadiah, Go into the land, unto all fountains of water, and unto all brooks: peradventure we may find grass to save the horses and mules alive, that we lose not all the beasts.  <strong>6</strong> So they divided the land between them to pass throughout it: Ahab went one way by himself, and Obadiah went another way by himself.  <strong>7</strong> And as Obadiah was in the way, behold, Elijah met him: and he knew him, and fell on his face, and said, Art thou that my lord Elijah?  <strong>8</strong> And he answered him, I am: go, tell thy lord, Behold, Elijah is here.  <strong>9</strong> And he said, What have I sinned, that thou wouldest deliver thy servant into the hand of Ahab, to slay me?  <strong>10</strong> As the LORD thy God liveth, there is no nation or kingdom, whither my lord hath not sent to seek thee: and when they said, He is  not there; he took an oath of the kingdom and nation, that they found thee not.  <strong>11</strong> And now thou sayest, Go, tell thy lord, Behold, Elijah is here.  <strong>12</strong> And it shall come to pass, as soon as I am gone from thee, that the Spirit of the LORD shall carry thee whither I know not; and so when I come and tell Ahab, and he cannot find thee, he shall slay me: but I thy servant fear the LORD from my youth.  <strong>13</strong> Was it not told my lord what I did when Jezebel slew the prophets of the LORD, how I hid an hundred men of the LORD’S prophets by fifty in a cave, and fed them with bread and water?  <strong>14</strong> And now thou sayest, Go, tell thy lord, Behold, Elijah is here:  and he shall slay me.  <strong>15</strong> And Elijah said, As the LORD of hosts liveth, before whom I stand, I will surely shew myself unto him to day.  <strong>16</strong> So Obadiah went to meet Ahab, and told him: and Ahab went to meet Elijah.  <strong>17</strong> And it came to pass, when Ahab saw Elijah, that Ahab said unto him, Art thou he that troubleth Israel?  <strong>18</strong> And he answered, I have not troubled Israel; but thou, and thy father’s house, in that ye have forsaken the commandments of the LORD, and thou hast followed Baalim.  <strong>19</strong> Now therefore send, and gather to me all Israel unto mount Carmel, and the prophets of Baal four hundred and fifty, and the prophets of the groves four hundred, which eat at Jezebel’s table.  <strong>20</strong> So Ahab sent unto all the children of Israel, and gathered the prophets together unto mount Carmel.  <strong>21</strong> And Elijah came unto all the people, and said, How long halt ye between two opinions? if the LORD be God, follow him: but if Baal, then follow him. And the people answered him not a word.  <strong>22</strong> Then said Elijah unto the people, I, even I only, remain a prophet of the LORD; but Baal’s prophets are four hundred and fifty men.  <strong>23</strong> Let them therefore give us two bullocks; and let them choose one bullock for themselves, and cut it in pieces, and lay it on wood, and put no fire under: and I will dress the other bullock, and lay it  on wood, and put no fire under:  <strong>24</strong> And call ye on the name of your gods, and I will call on the name of the LORD: and the God that answereth by fire, let him be God. And all the people answered and said, It is well spoken.  <strong>25</strong> And Elijah said unto the prophets of Baal, Choose you one bullock for yourselves, and dress it first; for ye are many; and call on the name of your gods, but put no fire under.  <strong>26</strong> And they took the bullock which was given them, and they dressed it, and called on the name of Baal from morning even until noon, saying, O Baal, hear us. But there was no voice, nor any that answered. And they leaped upon the altar which was made.  <strong>27</strong> And it came to pass at noon, that Elijah mocked them, and said, Cry aloud: for he is a god; either he is talking, or he is pursuing, or he is in a journey, or peradventure he sleepeth, and must be awaked.  <strong>28</strong> And they cried aloud, and cut themselves after their manner with knives and lancets, till the blood gushed out upon them.  <strong>29</strong> And it came to pass, when midday was past, and they prophesied until the time of the offering of the evening sacrifice, that there was neither voice, nor any to answer, nor any that regarded.  <strong>30</strong> And Elijah said unto all the people, Come near unto me. And all the people came near unto him. And he repaired the altar of the LORD that was broken down.  <strong>31</strong> And Elijah took twelve stones, according to the number of the tribes of the sons of Jacob, unto whom the word of the LORD came, saying, Israel shall be thy name:  <strong>32</strong> And with the stones he built an altar in the name of the LORD: and he made a trench about the altar, as great as would contain two measures of seed.  <strong>33</strong> And he put the wood in order, and cut the bullock in pieces, and laid him on the wood, and said, Fill four barrels with water, and pour it on the burnt sacrifice, and on the wood.  <strong>34</strong> And he said, Do it the second time. And they did it  the second time. And he said, Do it the third time. And they did it the third time.  <strong>35</strong> And the water ran round about the altar; and he filled the trench also with water.  <strong>36</strong> And it came to pass at the time of the offering of the evening sacrifice, that Elijah the prophet came near, and said, LORD God of Abraham, Isaac, and of Israel, let it be known this day that thou art God in Israel, and that I am thy servant, and that  I have done all these things at thy word.  <strong>37</strong> Hear me, O LORD, hear me, that this people may know that thou art the LORD God, and that thou hast turned their heart back again.  <strong>38</strong> Then the fire of the LORD fell, and consumed the burnt sacrifice, and the wood, and the stones, and the dust, and licked up the water that was in the trench.  <strong>39</strong> And when all the people saw it, they fell on their faces: and they said, The LORD, he is the God; the LORD, he is the God.  <strong>40</strong> And Elijah said unto them, Take the prophets of Baal; let not one of them escape. And they took them: and Elijah brought them down to the brook Kishon, and slew them there.  <strong>41</strong> And Elijah said unto Ahab, Get thee up, eat and drink; for there is a sound of abundance of rain.  <strong>42</strong> So Ahab went up to eat and to drink. And Elijah went up to the top of Carmel; and he cast himself down upon the earth, and put his face between his knees,  <strong>43</strong> And said to his servant, Go up now, look toward the sea. And he went up, and looked, and said, There is nothing. And he said, Go again seven times.  <strong>44</strong> And it came to pass at the seventh time, that he said, Behold, there ariseth a little cloud out of the sea, like a man’s hand. And he said, Go up, say unto Ahab, Prepare thy chariot, and get thee down, that the rain stop thee not.  <strong>45</strong> And it came to pass in the mean while, that the heaven was black with clouds and wind, and there was a great rain. And Ahab rode, and went to Jezreel.  <strong>46</strong> And the hand of the LORD was on Elijah; and he girded up his loins, and ran before Ahab to the entrance of Jezreel.  ","niv":"<sup><strong>1</strong></sup> After a long time, in the third year, the word of the LORD came to Elijah: \"Go and present yourself to Ahab, and I will send rain on the land.\" <sup><strong>2</strong></sup> So Elijah went to present himself to Ahab. Now the famine was severe in Samaria, <sup><strong>3</strong></sup> and Ahab had summoned Obadiah, who was in charge of his palace. (Obadiah was a devout believer in the LORD. <sup><strong>4</strong></sup> While Jezebel was killing off the LORD's prophets, Obadiah had taken a hundred prophets and hidden them in two caves, fifty in each, and had supplied them with food and water.) <sup><strong>5</strong></sup> Ahab had said to Obadiah, \"Go through the land to all the springs and valleys. Maybe we can find some grass to keep the horses and mules alive so we will not have to kill any of our animals.\" <sup><strong>6</strong></sup> So they divided the land they were to cover, Ahab going in one direction and Obadiah in another. <sup><strong>7</strong></sup> As Obadiah was walking along, Elijah met him. Obadiah recognized him, bowed down to the ground, and said, \"Is it really you, my lord Elijah?\" <sup><strong>8</strong></sup> \"Yes,\" he replied. \"Go tell your master, 'Elijah is here.'\" <sup><strong>9</strong></sup> \"What have I done wrong,\" asked Obadiah, \"that you are handing your servant over to Ahab to be put to death? <sup><strong>10</strong></sup> As surely as the LORD your God lives, there is not a nation or kingdom where my master has not sent someone to look for you. And whenever a nation or kingdom claimed you were not there, he made them swear they could not find you. <sup><strong>11</strong></sup> But now you tell me to go to my master and say, 'Elijah is here.' <sup><strong>12</strong></sup> I don't know where the Spirit of the LORD may carry you when I leave you. If I go and tell Ahab and he doesn't find you, he will kill me. Yet I your servant have worshiped the LORD since my youth. <sup><strong>13</strong></sup> Haven't you heard, my lord, what I did while Jezebel was killing the prophets of the LORD? I hid a hundred of the LORD's prophets in two caves, fifty in each, and supplied them with food and water. <sup><strong>14</strong></sup> And now you tell me to go to my master and say, 'Elijah is here.' He will kill me!\" <sup><strong>15</strong></sup> Elijah said, \"As the LORD Almighty lives, whom I serve, I will surely present myself to Ahab today.\" <sup><strong>16</strong></sup> So Obadiah went to meet Ahab and told him, and Ahab went to meet Elijah. <sup><strong>17</strong></sup> When he saw Elijah, he said to him, \"Is that you, you troubler of Israel?\" <sup><strong>18</strong></sup> \"I have not made trouble for Israel,\" Elijah replied. \"But you and your father's family have. You have abandoned the LORD's commands and have followed the Baals. <sup><strong>19</strong></sup> Now summon the people from all over Israel to meet me on Mount Carmel. And bring the four hundred and fifty prophets of Baal and the four hundred prophets of Asherah, who eat at Jezebel's table.\" <sup><strong>20</strong></sup> So Ahab sent word throughout all Israel and assembled the prophets on Mount Carmel. <sup><strong>21</strong></sup> Elijah went before the people and said, \"How long will you waver between two opinions? If the LORD is God, follow him; but if Baal is God, follow him.\" But the people said nothing. <sup><strong>22</strong></sup> Then Elijah said to them, \"I am the only one of the LORD's prophets left, but Baal has four hundred and fifty prophets. <sup><strong>23</strong></sup> Get two bulls for us. Let them choose one for themselves, and let them cut it into pieces and put it on the wood but not set fire to it. I will prepare the other bull and put it on the wood but not set fire to it. <sup><strong>24</strong></sup> Then you call on the name of your god, and I will call on the name of the LORD. The god who answers by fire-he is God.\" Then all the people said, \"What you say is good.\" <sup><strong>25</strong></sup> Elijah said to the prophets of Baal, \"Choose one of the bulls and prepare it first, since there are so many of you. Call on the name of your god, but do not light the fire.\" <sup><strong>26</strong></sup> So they took the bull given them and prepared it. Then they called on the name of Baal from morning till noon. \"O Baal, answer us!\" they shouted. But there was no response; no one answered. And they danced around the altar they had made. <sup><strong>27</strong></sup> At noon Elijah began to taunt them. \"Shout louder!\" he said. \"Surely he is a god! Perhaps he is deep in thought, or busy, or traveling. Maybe he is sleeping and must be awakened.\" <sup><strong>28</strong></sup> So they shouted louder and slashed themselves with swords and spears, as was their custom, until their blood flowed. <sup><strong>29</strong></sup> Midday passed, and they continued their frantic prophesying until the time for the evening sacrifice. But there was no response, no one answered, no one paid attention. <sup><strong>30</strong></sup> Then Elijah said to all the people, \"Come here to me.\" They came to him, and he repaired the altar of the LORD, which was in ruins. <sup><strong>31</strong></sup> Elijah took twelve stones, one for each of the tribes descended from Jacob, to whom the word of the LORD had come, saying, \"Your name shall be Israel.\" <sup><strong>32</strong></sup> With the stones he built an altar in the name of the LORD, and he dug a trench around it large enough to hold two seahs of seed. <sup><strong>33</strong></sup> He arranged the wood, cut the bull into pieces and laid it on the wood. Then he said to them, \"Fill four large jars with water and pour it on the offering and on the wood.\" <sup><strong>34</strong></sup> \"Do it again,\" he said, and they did it again. \"Do it a third time,\" he ordered, and they did it the third time. <sup><strong>35</strong></sup> The water ran down around the altar and even filled the trench. <sup><strong>36</strong></sup> At the time of sacrifice, the prophet Elijah stepped forward and prayed: \"O LORD, God of Abraham, Isaac and Israel, let it be known today that you are God in Israel and that I am your servant and have done all these things at your command. <sup><strong>37</strong></sup> Answer me, O LORD, answer me, so these people will know that you, O LORD, are God, and that you are turning their hearts back again.\" <sup><strong>38</strong></sup> Then the fire of the LORD fell and burned up the sacrifice, the wood, the stones and the soil, and also licked up the water in the trench. <sup><strong>39</strong></sup> When all the people saw this, they fell prostrate and cried, \"The LORD -he is God! The LORD -he is God!\" <sup><strong>40</strong></sup> Then Elijah commanded them, \"Seize the prophets of Baal. Don't let anyone get away!\" They seized them, and Elijah had them brought down to the Kishon Valley and slaughtered there. <sup><strong>41</strong></sup> And Elijah said to Ahab, \"Go, eat and drink, for there is the sound of a heavy rain.\" <sup><strong>42</strong></sup> So Ahab went off to eat and drink, but Elijah climbed to the top of Carmel, bent down to the ground and put his face between his knees. <sup><strong>43</strong></sup> \"Go and look toward the sea,\" he told his servant. And he went up and looked. \"There is nothing there,\" he said. Seven times Elijah said, \"Go back.\" <sup><strong>44</strong></sup> The seventh time the servant reported, \"A cloud as small as a man's hand is rising from the sea.\" So Elijah said, \"Go and tell Ahab, 'Hitch up your chariot and go down before the rain stops you.'\" <sup><strong>45</strong></sup> Meanwhile, the sky grew black with clouds, the wind rose, a heavy rain came on and Ahab rode off to Jezreel. <sup><strong>46</strong></sup> The power of the LORD came upon Elijah and, tucking his cloak into his belt, he ran ahead of Ahab all the way to Jezreel. "},{"_id":"6164dc37dc1be0273f8b73c1","topicId":"6164dc35dc1be0273f8b73b9","verse":"Joshua 1:1-18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p06001001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v06001001-1\">1:1&nbsp;</b>After the death of Moses the servant of the LORD, the LORD said to Joshua the son of Nun, Moses’ assistant, <b class=\"verse-num\" id=\"v06001002-1\">2&nbsp;</b>“Moses my servant is dead. Now therefore arise, go over this Jordan, you and all this people, into the land that I am giving to them, to the people of Israel. <b class=\"verse-num\" id=\"v06001003-1\">3&nbsp;</b>Every place that the sole of your foot will tread upon I have given to you, just as I promised to Moses. <b class=\"verse-num\" id=\"v06001004-1\">4&nbsp;</b>From the wilderness and this Lebanon as far as the great river, the river Euphrates, all the land of the Hittites to the Great Sea toward the going down of the sun shall be your territory. <b class=\"verse-num\" id=\"v06001005-1\">5&nbsp;</b>No man shall be able to stand before you all the days of your life. Just as I was with Moses, so I will be with you. I will not leave you or forsake you. <b class=\"verse-num\" id=\"v06001006-1\">6&nbsp;</b>Be strong and courageous, for you shall cause this people to inherit the land that I swore to their fathers to give them. <b class=\"verse-num\" id=\"v06001007-1\">7&nbsp;</b>Only be strong and very courageous, being careful to do according to all the law that Moses my servant commanded you. Do not turn from it to the right hand or to the left, that you may have good success wherever you go. <b class=\"verse-num\" id=\"v06001008-1\">8&nbsp;</b>This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success. <b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n\n<p id=\"p06001009_07-9\"><b class=\"verse-num\" id=\"v06001010-1\">10&nbsp;</b>And Joshua commanded the officers of the people, <b class=\"verse-num\" id=\"v06001011-1\">11&nbsp;</b>“Pass through the midst of the camp and command the people, ‘Prepare your provisions, for within three days you are to pass over this Jordan to go in to take possession of the land that the LORD your God is giving you to possess.’”</p>\n<p id=\"p06001011_07-9\"><b class=\"verse-num\" id=\"v06001012-1\">12&nbsp;</b>And to the Reubenites, the Gadites, and the half-tribe of Manasseh Joshua said, <b class=\"verse-num\" id=\"v06001013-1\">13&nbsp;</b>“Remember the word that Moses the servant of the LORD commanded you, saying, ‘The LORD your God is providing you a place of rest and will give you this land.’ <b class=\"verse-num\" id=\"v06001014-1\">14&nbsp;</b>Your wives, your little ones, and your livestock shall remain in the land that Moses gave you beyond the Jordan, but all the men of valor among you shall pass over armed before your brothers and shall help them, <b class=\"verse-num\" id=\"v06001015-1\">15&nbsp;</b>until the LORD gives rest to your brothers as he has to you, and they also take possession of the land that the LORD your God is giving them. Then you shall return to the land of your possession and shall possess it, the land that Moses the servant of the LORD gave you beyond the Jordan toward the sunrise.”</p>\n<p id=\"p06001015_07-9\"><b class=\"verse-num\" id=\"v06001016-1\">16&nbsp;</b>And they answered Joshua, “All that you have commanded us we will do, and wherever you send us we will go. <b class=\"verse-num\" id=\"v06001017-1\">17&nbsp;</b>Just as we obeyed Moses in all things, so we will obey you. Only may the LORD your God be with you, as he was with Moses! <b class=\"verse-num\" id=\"v06001018-1\">18&nbsp;</b>Whoever rebels against your commandment and disobeys your words, whatever you command him, shall be put to death. Only be strong and courageous.”</p>\n\n</div>","kjv":"<strong>1</strong> Now after the death of Moses the servant of the LORD it came to pass, that the LORD spake unto Joshua the son of Nun, Moses’ minister, saying,  <strong>2</strong> Moses my servant is dead; now therefore arise, go over this Jordan, thou, and all this people, unto the land which I do give to them, even  to the children of Israel.  <strong>3</strong> Every place that the sole of your foot shall tread upon, that have I given unto you, as I said unto Moses.  <strong>4</strong> From the wilderness and this Lebanon even unto the great river, the river Euphrates, all the land of the Hittites, and unto the great sea toward the going down of the sun, shall be your coast.  <strong>5</strong> There shall not any man be able to stand before thee all the days of thy life: as I was with Moses, so I will be with thee: I will not fail thee, nor forsake thee.  <strong>6</strong> Be strong and of a good courage: for unto this people shalt thou divide for an inheritance the land, which I sware unto their fathers to give them.  <strong>7</strong> Only be thou strong and very courageous, that thou mayest observe to do according to all the law, which Moses my servant commanded thee: turn not from it to the right hand or to the left, that thou mayest prosper whithersoever thou goest.  <strong>8</strong> This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success.  <strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  <strong>10</strong> Then Joshua commanded the officers of the people, saying,  <strong>11</strong> Pass through the host, and command the people, saying, Prepare you victuals; for within three days ye shall pass over this Jordan, to go in to possess the land, which the LORD your God giveth you to possess it.  <strong>12</strong> And to the Reubenites, and to the Gadites, and to half the tribe of Manasseh, spake Joshua, saying,  <strong>13</strong> Remember the word which Moses the servant of the LORD commanded you, saying, The LORD your God hath given you rest, and hath given you this land.  <strong>14</strong> Your wives, your little ones, and your cattle, shall remain in the land which Moses gave you on this side Jordan; but ye shall pass before your brethren armed, all the mighty men of valour, and help them;  <strong>15</strong> Until the LORD have given your brethren rest, as he hath given  you, and they also have possessed the land which the LORD your God giveth them: then ye shall return unto the land of your possession, and enjoy it, which Moses the LORD’S servant gave you on this side Jordan toward the sunrising.  <strong>16</strong> And they answered Joshua, saying, All that thou commandest us we will do, and whithersoever thou sendest us, we will go.  <strong>17</strong> According as we hearkened unto Moses in all things, so will we hearken unto thee: only the LORD thy God be with thee, as he was with Moses.  <strong>18</strong> Whosoever he be that doth rebel against thy commandment, and will not hearken unto thy words in all that thou commandest him, he shall be put to death: only be strong and of a good courage.  ","niv":"<sup><strong>1</strong></sup> After the death of Moses the servant of the LORD, the LORD said to Joshua son of Nun, Moses' aide: <sup><strong>2</strong></sup> \"Moses my servant is dead. Now then, you and all these people, get ready to cross the Jordan River into the land I am about to give to them-to the Israelites. <sup><strong>3</strong></sup> I will give you every place where you set your foot, as I promised Moses. <sup><strong>4</strong></sup> Your territory will extend from the desert to Lebanon, and from the great river, the Euphrates-all the Hittite country-to the Great Sea on the west. <sup><strong>5</strong></sup> No one will be able to stand up against you all the days of your life. As I was with Moses, so I will be with you; I will never leave you nor forsake you. <sup><strong>6</strong></sup> \"Be strong and courageous, because you will lead these people to inherit the land I swore to their forefathers to give them. <sup><strong>7</strong></sup> Be strong and very courageous. Be careful to obey all the law my servant Moses gave you; do not turn from it to the right or to the left, that you may be successful wherever you go. <sup><strong>8</strong></sup> Do not let this Book of the Law depart from your mouth; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful. <sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\" <sup><strong>10</strong></sup> So Joshua ordered the officers of the people: <sup><strong>11</strong></sup> \"Go through the camp and tell the people, 'Get your supplies ready. Three days from now you will cross the Jordan here to go in and take possession of the land the LORD your God is giving you for your own.'\" <sup><strong>12</strong></sup> But to the Reubenites, the Gadites and the half-tribe of Manasseh, Joshua said, <sup><strong>13</strong></sup> \"Remember the command that Moses the servant of the LORD gave you: 'The LORD your God is giving you rest and has granted you this land.' <sup><strong>14</strong></sup> Your wives, your children and your livestock may stay in the land that Moses gave you east of the Jordan, but all your fighting men, fully armed, must cross over ahead of your brothers. You are to help your brothers <sup><strong>15</strong></sup> until the LORD gives them rest, as he has done for you, and until they too have taken possession of the land that the LORD your God is giving them. After that, you may go back and occupy your own land, which Moses the servant of the LORD gave you east of the Jordan toward the sunrise.\" <sup><strong>16</strong></sup> Then they answered Joshua, \"Whatever you have commanded us we will do, and wherever you send us we will go. <sup><strong>17</strong></sup> Just as we fully obeyed Moses, so we will obey you. Only may the LORD your God be with you as he was with Moses. <sup><strong>18</strong></sup> Whoever rebels against your word and does not obey your words, whatever you may command them, will be put to death. Only be strong and courageous!\" "},{"_id":"6164dc37dc1be0273f8b73c2","topicId":"6164dc35dc1be0273f8b73b9","verse":"Hebrews 4:1-16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58004001_01-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58004001-1\">4:1&nbsp;</b>Therefore, while the promise of entering his rest still stands, let us fear lest any of you should seem to have failed to reach it. <b class=\"verse-num\" id=\"v58004002-1\">2&nbsp;</b>For good news came to us just as to them, but the message they heard did not benefit them, because they were not united by faith with those who listened. <b class=\"verse-num\" id=\"v58004003-1\">3&nbsp;</b>For we who have believed enter that rest, as he has said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58004003_01-10\" class=\"line\">&nbsp;&nbsp;“As I swore in my wrath,</span><br><span id=\"p58004003_01-10\" class=\"line\">&nbsp;&nbsp;‘They shall not enter my rest,’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58004003_01-10\" class=\"same-paragraph\">although his works were finished from the foundation of the world. <b class=\"verse-num\" id=\"v58004004-1\">4&nbsp;</b>For he has somewhere spoken of the seventh day in this way: “And God rested on the seventh day from all his works.” <b class=\"verse-num\" id=\"v58004005-1\">5&nbsp;</b>And again in this passage he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58004005_01-10\" class=\"line\">&nbsp;&nbsp;“They shall not enter my rest.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58004005_01-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58004006-1\">6&nbsp;</b>Since therefore it remains for some to enter it, and those who formerly received the good news failed to enter because of disobedience, <b class=\"verse-num\" id=\"v58004007-1\">7&nbsp;</b>again he appoints a certain day, “Today,” saying through David so long afterward, in the words already quoted,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58004007_01-10\" class=\"line\">&nbsp;&nbsp;“Today, if you hear his voice,</span><br><span id=\"p58004007_01-10\" class=\"line\">&nbsp;&nbsp;do not harden your hearts.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58004007_01-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58004008-1\">8&nbsp;</b>For if Joshua had given them rest, God would not have spoken of another day later on. <b class=\"verse-num\" id=\"v58004009-1\">9&nbsp;</b>So then, there remains a Sabbath rest for the people of God, <b class=\"verse-num\" id=\"v58004010-1\">10&nbsp;</b>for whoever has entered God’s rest has also rested from his works as God did from his.</p>\n<p id=\"p58004010_01-10\"><b class=\"verse-num\" id=\"v58004011-1\">11&nbsp;</b>Let us therefore strive to enter that rest, so that no one may fall by the same sort of disobedience. <b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart. <b class=\"verse-num\" id=\"v58004013-1\">13&nbsp;</b>And no creature is hidden from his sight, but all are naked and exposed to the eyes of him to whom we must give account.</p>\n\n<p id=\"p58004013_06-10\"><b class=\"verse-num\" id=\"v58004014-1\">14&nbsp;</b>Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession. <b class=\"verse-num\" id=\"v58004015-1\">15&nbsp;</b>For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin. <b class=\"verse-num\" id=\"v58004016-1\">16&nbsp;</b>Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.</p>\n\n</div>","kjv":"<strong>1</strong> Let us therefore fear, lest, a promise being left us of entering into his rest, any of you should seem to come short of it.  <strong>2</strong> For unto us was the gospel preached, as well as unto them: but the word preached did not profit them, not being mixed with faith in them that heard it.  <strong>3</strong> For we which have believed do enter into rest, as he said, As I have sworn in my wrath, if they shall enter into my rest: although the works were finished from the foundation of the world.  <strong>4</strong> For he spake in a certain place of the seventh day on this wise, And God did rest the seventh day from all his works.  <strong>5</strong> And in this place again, If they shall enter into my rest.  <strong>6</strong> Seeing therefore it remaineth that some must enter therein, and they to whom it was first preached entered not in because of unbelief:  <strong>7</strong> Again, he limiteth a certain day, saying in David, To day, after so long a time; as it is said, To day if ye will hear his voice, harden not your hearts.  <strong>8</strong> For if Jesus had given them rest, then would he not afterward have spoken of another day.  <strong>9</strong> There remaineth therefore a rest to the people of God.  <strong>10</strong> For he that is entered into his rest, he also hath ceased from his own works, as God did from his.  <strong>11</strong> Let us labour therefore to enter into that rest, lest any man fall after the same example of unbelief.  <strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  <strong>13</strong> Neither is there any creature that is not manifest in his sight: but all things are naked and opened unto the eyes of him with whom we have to do.  <strong>14</strong> Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession.  <strong>15</strong> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet  without sin.  <strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  ","niv":"<sup><strong>1</strong></sup> Therefore, since the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it. <sup><strong>2</strong></sup> For we also have had the gospel preached to us, just as they did; but the message they heard was of no value to them, because those who heard did not combine it with faith. <sup><strong>3</strong></sup> Now we who have believed enter that rest, just as God has said, \"So I declared on oath in my anger, 'They shall never enter my rest.'\" <sup><strong>4</strong></sup> And yet his work has been finished since the creation of the world. For somewhere he has spoken about the seventh day in these words: \"And on the seventh day God rested from all his work.\" <sup><strong>5</strong></sup> And again in the passage above he says, \"They shall never enter my rest.\" <sup><strong>6</strong></sup> It still remains that some will enter that rest, and those who formerly had the gospel preached to them did not go in, because of their disobedience. <sup><strong>7</strong></sup> Therefore God again set a certain day, calling it Today, when a long time later he spoke through David, as was said before: \"Today, if you hear his voice, do not harden your hearts.\" <sup><strong>8</strong></sup> For if Joshua had given them rest, God would not have spoken later about another day. <sup><strong>9</strong></sup> There remains, then, a Sabbath-rest for the people of God; <sup><strong>10</strong></sup> for anyone who enters God's rest also rests from his own work, just as God did from his. <sup><strong>11</strong></sup> Let us, therefore, make every effort to enter that rest, so that no one will fall by following their example of disobedience. <sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart. <sup><strong>13</strong></sup> Nothing in all creation is hidden from God's sight. Everything is uncovered and laid bare before the eyes of him to whom we must give account. <sup><strong>14</strong></sup> Therefore, since we have a great high priest who has gone through the heavens, Jesus the Son of God, let us hold firmly to the faith we profess. <sup><strong>15</strong></sup> For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who has been tempted in every way, just as we are--yet was without sin. <sup><strong>16</strong></sup> Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need. "},{"_id":"6164dc38dc1be0273f8b73c3","topicId":"6164dc35dc1be0273f8b73b9","verse":"2 Thessalonians 2:1-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p53002001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53002001-1\">2:1&nbsp;</b>Now concerning the coming of our Lord Jesus Christ and our being gathered together to him, we ask you, brothers, <b class=\"verse-num\" id=\"v53002002-1\">2&nbsp;</b>not to be quickly shaken in mind or alarmed, either by a spirit or a spoken word, or a letter seeming to be from us, to the effect that the day of the Lord has come. <b class=\"verse-num\" id=\"v53002003-1\">3&nbsp;</b>Let no one deceive you in any way. For that day will not come, unless the rebellion comes first, and the man of lawlessness is revealed, the son of destruction, <b class=\"verse-num\" id=\"v53002004-1\">4&nbsp;</b>who opposes and exalts himself against every so-called god or object of worship, so that he takes his seat in the temple of God, proclaiming himself to be God. <b class=\"verse-num\" id=\"v53002005-1\">5&nbsp;</b>Do you not remember that when I was still with you I told you these things? <b class=\"verse-num\" id=\"v53002006-1\">6&nbsp;</b>And you know what is restraining him now so that he may be revealed in his time. <b class=\"verse-num\" id=\"v53002007-1\">7&nbsp;</b>For the mystery of lawlessness is already at work. Only he who now restrains it will do so until he is out of the way. <b class=\"verse-num\" id=\"v53002008-1\">8&nbsp;</b>And then the lawless one will be revealed, whom the Lord Jesus will kill with the breath of his mouth and bring to nothing by the appearance of his coming. <b class=\"verse-num\" id=\"v53002009-1\">9&nbsp;</b>The coming of the lawless one is by the activity of Satan with all power and false signs and wonders, <b class=\"verse-num\" id=\"v53002010-1\">10&nbsp;</b>and with all wicked deception for those who are perishing, because they refused to love the truth and so be saved. <b class=\"verse-num\" id=\"v53002011-1\">11&nbsp;</b>Therefore God sends them a strong delusion, so that they may believe what is false, <b class=\"verse-num\" id=\"v53002012-1\">12&nbsp;</b>in order that all may be condemned who did not believe the truth but had pleasure in unrighteousness.</p>\n\n<p id=\"p53002012_07-11\"><b class=\"verse-num\" id=\"v53002013-1\">13&nbsp;</b>But we ought always to give thanks to God for you, brothers beloved by the Lord, because God chose you as the firstfruits to be saved, through sanctification by the Spirit and belief in the truth. <b class=\"verse-num\" id=\"v53002014-1\">14&nbsp;</b>To this he called you through our gospel, so that you may obtain the glory of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v53002015-1\">15&nbsp;</b>So then, brothers, stand firm and hold to the traditions that you were taught by us, either by our spoken word or by our letter.</p>\n<p id=\"p53002015_07-11\"><b class=\"verse-num\" id=\"v53002016-1\">16&nbsp;</b>Now may our Lord Jesus Christ himself, and God our Father, who loved us and gave us eternal comfort and good hope through grace, <b class=\"verse-num\" id=\"v53002017-1\">17&nbsp;</b>comfort your hearts and establish them in every good work and word.</p>\n\n</div>","kjv":"<strong>1</strong> Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our gathering together unto him,  <strong>2</strong> That ye be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by letter as from us, as that the day of Christ is at hand.  <strong>3</strong> Let no man deceive you by any means: for that day shall not come,  except there come a falling away first, and that man of sin be revealed, the son of perdition;  <strong>4</strong> Who opposeth and exalteth himself above all that is called God, or that is worshipped; so that he as God sitteth in the temple of God, shewing himself that he is God.  <strong>5</strong> Remember ye not, that, when I was yet with you, I told you these things?  <strong>6</strong> And now ye know what withholdeth that he might be revealed in his time.  <strong>7</strong> For the mystery of iniquity doth already work: only he who now letteth will let, until he be taken out of the way.  <strong>8</strong> And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:  <strong>9</strong> Even him, whose coming is after the working of Satan with all power and signs and lying wonders,  <strong>10</strong> And with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved.  <strong>11</strong> And for this cause God shall send them strong delusion, that they should believe a lie:  <strong>12</strong> That they all might be damned who believed not the truth, but had pleasure in unrighteousness.  <strong>13</strong> But we are bound to give thanks alway to God for you, brethren beloved of the Lord, because God hath from the beginning chosen you to salvation through sanctification of the Spirit and belief of the truth:  <strong>14</strong> Whereunto he called you by our gospel, to the obtaining of the glory of our Lord Jesus Christ.  <strong>15</strong> Therefore, brethren, stand fast, and hold the traditions which ye have been taught, whether by word, or our epistle.  <strong>16</strong> Now our Lord Jesus Christ himself, and God, even our Father, which hath loved us, and hath given us everlasting consolation and good hope through grace,  <strong>17</strong> Comfort your hearts, and stablish you in every good word and work.  ","niv":"<sup><strong>1</strong></sup> Concerning the coming of our Lord Jesus Christ and our being gathered to him, we ask you, brothers, <sup><strong>2</strong></sup> not to become easily unsettled or alarmed by some prophecy, report or letter supposed to have come from us, saying that the day of the Lord has already come. <sup><strong>3</strong></sup> Don't let anyone deceive you in any way, for that day will not come until the rebellion occurs and the man of lawlessness is revealed, the man doomed to destruction. <sup><strong>4</strong></sup> He will oppose and will exalt himself over everything that is called God or is worshiped, so that he sets himself up in God's temple, proclaiming himself to be God. <sup><strong>5</strong></sup> Don't you remember that when I was with you I used to tell you these things? <sup><strong>6</strong></sup> And now you know what is holding him back, so that he may be revealed at the proper time. <sup><strong>7</strong></sup> For the secret power of lawlessness is already at work; but the one who now holds it back will continue to do so till he is taken out of the way. <sup><strong>8</strong></sup> And then the lawless one will be revealed, whom the Lord Jesus will overthrow with the breath of his mouth and destroy by the splendor of his coming. <sup><strong>9</strong></sup> The coming of the lawless one will be in accordance with the work of Satan displayed in all kinds of counterfeit miracles, signs and wonders, <sup><strong>10</strong></sup> and in every sort of evil that deceives those who are perishing. They perish because they refused to love the truth and so be saved. <sup><strong>11</strong></sup> For this reason God sends them a powerful delusion so that they will believe the lie <sup><strong>12</strong></sup> and so that all will be condemned who have not believed the truth but have delighted in wickedness. <sup><strong>13</strong></sup> But we ought always to thank God for you, brothers loved by the Lord, because from the beginning God chose you to be saved through the sanctifying work of the Spirit and through belief in the truth. <sup><strong>14</strong></sup> He called you to this through our gospel, that you might share in the glory of our Lord Jesus Christ. <sup><strong>15</strong></sup> So then, brothers, stand firm and hold to the teachings we passed on to you, whether by word of mouth or by letter. <sup><strong>16</strong></sup> May our Lord Jesus Christ himself and God our Father, who loved us and by his grace gave us eternal encouragement and good hope, <sup><strong>17</strong></sup> encourage your hearts and strengthen you in every good deed and word. "},{"_id":"6164dc38dc1be0273f8b73c4","topicId":"6164dc35dc1be0273f8b73b9","verse":"Ephesians 1:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49001011_01-12\"><b class=\"verse-num\" id=\"v49001011-1\">11&nbsp;</b>In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will,</p>\n</div>","kjv":"<strong>11</strong> In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:  ","niv":"<sup><strong>11</strong></sup> In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will,"},{"_id":"6164dc38dc1be0273f8b73c5","topicId":"6164dc35dc1be0273f8b73b9","verse":"John 8:44","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."},{"_id":"6164dc38dc1be0273f8b73c6","topicId":"6164dc35dc1be0273f8b73b9","verse":"Matthew 24:1-51","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-14\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-14\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-14\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-14\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-14\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-14\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-14\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"6164dc39dc1be0273f8b73c7","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 9:1-2","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p27009001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27009001-1\">9:1&nbsp;</b>In the first year of Darius the son of Ahasuerus, by descent a Mede, who was made king over the realm of the Chaldeans—<b class=\"verse-num\" id=\"v27009002-1\">2&nbsp;</b>in the first year of his reign, I, Daniel, perceived in the books the number of years that, according to the word of the LORD to Jeremiah the prophet, must pass before the end of the desolations of Jerusalem, namely, seventy years.</p>\n</div>","kjv":"<strong>1</strong> In the first year of Darius the son of Ahasuerus, of the seed of the Medes, which was made king over the realm of the Chaldeans;  <strong>2</strong> In the first year of his reign I Daniel understood by books the number of the years, whereof the word of the LORD came to Jeremiah the prophet, that he would accomplish seventy years in the desolations of Jerusalem.  ","niv":"<sup><strong>1</strong></sup> In the first year of Darius son of Ahasuerus (a Mede by descent), who was made ruler over the Babylonian kingdom- <sup><strong>2</strong></sup> in the first year of his reign, I, Daniel, understood from the Scriptures, according to the word of the LORD given to Jeremiah the prophet, that the desolation of Jerusalem would last seventy years. "},{"_id":"6164dc39dc1be0273f8b73c8","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 8:1-27","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p27008001_09-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27008001-1\">8:1&nbsp;</b>In the third year of the reign of King Belshazzar a vision appeared to me, Daniel, after that which appeared to me at the first. <b class=\"verse-num\" id=\"v27008002-1\">2&nbsp;</b>And I saw in the vision; and when I saw, I was in Susa the citadel, which is in the province of Elam. And I saw in the vision, and I was at the Ulai canal. <b class=\"verse-num\" id=\"v27008003-1\">3&nbsp;</b>I raised my eyes and saw, and behold, a ram standing on the bank of the canal. It had two horns, and both horns were high, but one was higher than the other, and the higher one came up last. <b class=\"verse-num\" id=\"v27008004-1\">4&nbsp;</b>I saw the ram charging westward and northward and southward. No beast could stand before him, and there was no one who could rescue from his power. He did as he pleased and became great.</p>\n<p id=\"p27008004_09-16\"><b class=\"verse-num\" id=\"v27008005-1\">5&nbsp;</b>As I was considering, behold, a male goat came from the west across the face of the whole earth, without touching the ground. And the goat had a conspicuous horn between his eyes. <b class=\"verse-num\" id=\"v27008006-1\">6&nbsp;</b>He came to the ram with the two horns, which I had seen standing on the bank of the canal, and he ran at him in his powerful wrath. <b class=\"verse-num\" id=\"v27008007-1\">7&nbsp;</b>I saw him come close to the ram, and he was enraged against him and struck the ram and broke his two horns. And the ram had no power to stand before him, but he cast him down to the ground and trampled on him. And there was no one who could rescue the ram from his power. <b class=\"verse-num\" id=\"v27008008-1\">8&nbsp;</b>Then the goat became exceedingly great, but when he was strong, the great horn was broken, and instead of it there came up four conspicuous horns toward the four winds of heaven.</p>\n<p id=\"p27008008_09-16\"><b class=\"verse-num\" id=\"v27008009-1\">9&nbsp;</b>Out of one of them came a little horn, which grew exceedingly great toward the south, toward the east, and toward the glorious land. <b class=\"verse-num\" id=\"v27008010-1\">10&nbsp;</b>It grew great, even to the host of heaven. And some of the host and some of the stars it threw down to the ground and trampled on them. <b class=\"verse-num\" id=\"v27008011-1\">11&nbsp;</b>It became great, even as great as the Prince of the host. And the regular burnt offering was taken away from him, and the place of his sanctuary was overthrown. <b class=\"verse-num\" id=\"v27008012-1\">12&nbsp;</b>And a host will be given over to it together with the regular burnt offering because of transgression, and it will throw truth to the ground, and it will act and prosper. <b class=\"verse-num\" id=\"v27008013-1\">13&nbsp;</b>Then I heard a holy one speaking, and another holy one said to the one who spoke, “For how long is the vision concerning the regular burnt offering, the transgression that makes desolate, and the giving over of the sanctuary and host to be trampled underfoot?” <b class=\"verse-num\" id=\"v27008014-1\">14&nbsp;</b>And he said to me, “For 2,300 evenings and mornings. Then the sanctuary shall be restored to its rightful state.”</p>\n\n<p id=\"p27008014_14-16\"><b class=\"verse-num\" id=\"v27008015-1\">15&nbsp;</b>When I, Daniel, had seen the vision, I sought to understand it. And behold, there stood before me one having the appearance of a man. <b class=\"verse-num\" id=\"v27008016-1\">16&nbsp;</b>And I heard a man’s voice between the banks of the Ulai, and it called, “Gabriel, make this man understand the vision.” <b class=\"verse-num\" id=\"v27008017-1\">17&nbsp;</b>So he came near where I stood. And when he came, I was frightened and fell on my face. But he said to me, “Understand, O son of man, that the vision is for the time of the end.”</p>\n<p id=\"p27008017_14-16\"><b class=\"verse-num\" id=\"v27008018-1\">18&nbsp;</b>And when he had spoken to me, I fell into a deep sleep with my face to the ground. But he touched me and made me stand up. <b class=\"verse-num\" id=\"v27008019-1\">19&nbsp;</b>He said, “Behold, I will make known to you what shall be at the latter end of the indignation, for it refers to the appointed time of the end. <b class=\"verse-num\" id=\"v27008020-1\">20&nbsp;</b>As for the ram that you saw with the two horns, these are the kings of Media and Persia. <b class=\"verse-num\" id=\"v27008021-1\">21&nbsp;</b>And the goat is the king of Greece. And the great horn between his eyes is the first king. <b class=\"verse-num\" id=\"v27008022-1\">22&nbsp;</b>As for the horn that was broken, in place of which four others arose, four kingdoms shall arise from his nation, but not with his power. <b class=\"verse-num\" id=\"v27008023-1\">23&nbsp;</b>And at the latter end of their kingdom, when the transgressors have reached their limit, a king of bold face, one who understands riddles, shall arise. <b class=\"verse-num\" id=\"v27008024-1\">24&nbsp;</b>His power shall be great—but not by his own power; and he shall cause fearful destruction and shall succeed in what he does, and destroy mighty men and the people who are the saints. <b class=\"verse-num\" id=\"v27008025-1\">25&nbsp;</b>By his cunning he shall make deceit prosper under his hand, and in his own mind he shall become great. Without warning he shall destroy many. And he shall even rise up against the Prince of princes, and he shall be broken—but by no human hand. <b class=\"verse-num\" id=\"v27008026-1\">26&nbsp;</b>The vision of the evenings and the mornings that has been told is true, but seal up the vision, for it refers to many days from now.”</p>\n<p id=\"p27008026_14-16\"><b class=\"verse-num\" id=\"v27008027-1\">27&nbsp;</b>And I, Daniel, was overcome and lay sick for some days. Then I rose and went about the king’s business, but I was appalled by the vision and did not understand it.</p>\n\n</div>","kjv":"<strong>1</strong> In the third year of the reign of king Belshazzar a vision appeared unto me, even unto me Daniel, after that which appeared unto me at the first.  <strong>2</strong> And I saw in a vision; and it came to pass, when I saw, that I was at Shushan in the palace, which is in the province of Elam; and I saw in a vision, and I was by the river of Ulai.  <strong>3</strong> Then I lifted up mine eyes, and saw, and, behold, there stood before the river a ram which had two horns: and the two horns were high; but one was higher than the other, and the higher came up last.  <strong>4</strong> I saw the ram pushing westward, and northward, and southward; so that no beasts might stand before him, neither was there any that could deliver out of his hand; but he did according to his will, and became great.  <strong>5</strong> And as I was considering, behold, an he goat came from the west on the face of the whole earth, and touched not the ground: and the goat had  a notable horn between his eyes.  <strong>6</strong> And he came to the ram that had two horns, which I had seen standing before the river, and ran unto him in the fury of his power.  <strong>7</strong> And I saw him come close unto the ram, and he was moved with choler against him, and smote the ram, and brake his two horns: and there was no power in the ram to stand before him, but he cast him down to the ground, and stamped upon him: and there was none that could deliver the ram out of his hand.  <strong>8</strong> Therefore the he goat waxed very great: and when he was strong, the great horn was broken; and for it came up four notable ones toward the four winds of heaven.  <strong>9</strong> And out of one of them came forth a little horn, which waxed exceeding great, toward the south, and toward the east, and toward the pleasant land.  <strong>10</strong> And it waxed great, even to the host of heaven; and it cast down some of the host and of the stars to the ground, and stamped upon them.  <strong>11</strong> Yea, he magnified himself even to the prince of the host, and by him the daily sacrifice was taken away, and the place of his sanctuary was cast down.  <strong>12</strong> And an host was given him against the daily sacrifice  by reason of transgression, and it cast down the truth to the ground; and it practised, and prospered.  <strong>13</strong> Then I heard one saint speaking, and another saint said unto that certain saint which spake, How long shall be the vision concerning the daily sacrifice, and the transgression of desolation, to give both the sanctuary and the host to be trodden under foot?  <strong>14</strong> And he said unto me, Unto two thousand and three hundred days; then shall the sanctuary be cleansed.  <strong>15</strong> And it came to pass, when I, even I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me as the appearance of a man.  <strong>16</strong> And I heard a man’s voice between the banks of Ulai, which called, and said, Gabriel, make this man to understand the vision.  <strong>17</strong> So he came near where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for at the time of the end shall be the vision.  <strong>18</strong> Now as he was speaking with me, I was in a deep sleep on my face toward the ground: but he touched me, and set me upright.  <strong>19</strong> And he said, Behold, I will make thee know what shall be in the last end of the indignation: for at the time appointed the end shall be.  <strong>20</strong> The ram which thou sawest having two horns are  the kings of Media and Persia.  <strong>21</strong> And the rough goat is the king of Grecia: and the great horn that is between his eyes is the first king.  <strong>22</strong> Now that being broken, whereas four stood up for it, four kingdoms shall stand up out of the nation, but not in his power.  <strong>23</strong> And in the latter time of their kingdom, when the transgressors are come to the full, a king of fierce countenance, and understanding dark sentences, shall stand up.  <strong>24</strong> And his power shall be mighty, but not by his own power: and he shall destroy wonderfully, and shall prosper, and practise, and shall destroy the mighty and the holy people.  <strong>25</strong> And through his policy also he shall cause craft to prosper in his hand; and he shall magnify himself in his heart, and by peace shall destroy many: he shall also stand up against the Prince of princes; but he shall be broken without hand.  <strong>26</strong> And the vision of the evening and the morning which was told is  true: wherefore shut thou up the vision; for it shall be  for many days.  <strong>27</strong> And I Daniel fainted, and was sick certain days; afterward I rose up, and did the king’s business; and I was astonished at the vision, but none understood it. ","niv":"<sup><strong>1</strong></sup> In the third year of King Belshazzar's reign, I, Daniel, had a vision, after the one that had already appeared to me. <sup><strong>2</strong></sup> In my vision I saw myself in the citadel of Susa in the province of Elam; in the vision I was beside the Ulai Canal. <sup><strong>3</strong></sup> I looked up, and there before me was a ram with two horns, standing beside the canal, and the horns were long. One of the horns was longer than the other but grew up later. <sup><strong>4</strong></sup> I watched the ram as he charged toward the west and the north and the south. No animal could stand against him, and none could rescue from his power. He did as he pleased and became great. <sup><strong>5</strong></sup> As I was thinking about this, suddenly a goat with a prominent horn between his eyes came from the west, crossing the whole earth without touching the ground. <sup><strong>6</strong></sup> He came toward the two-horned ram I had seen standing beside the canal and charged at him in great rage. <sup><strong>7</strong></sup> I saw him attack the ram furiously, striking the ram and shattering his two horns. The ram was powerless to stand against him; the goat knocked him to the ground and trampled on him, and none could rescue the ram from his power. <sup><strong>8</strong></sup> The goat became very great, but at the height of his power his large horn was broken off, and in its place four prominent horns grew up toward the four winds of heaven. <sup><strong>9</strong></sup> Out of one of them came another horn, which started small but grew in power to the south and to the east and toward the Beautiful Land. <sup><strong>10</strong></sup> It grew until it reached the host of the heavens, and it threw some of the starry host down to the earth and trampled on them. <sup><strong>11</strong></sup> It set itself up to be as great as the Prince of the host; it took away the daily sacrifice from him, and the place of his sanctuary was brought low. <sup><strong>12</strong></sup> Because of rebellion, the host of the saints and the daily sacrifice were given over to it. It prospered in everything it did, and truth was thrown to the ground. <sup><strong>13</strong></sup> Then I heard a holy one speaking, and another holy one said to him, \"How long will it take for the vision to be fulfilled-the vision concerning the daily sacrifice, the rebellion that causes desolation, and the surrender of the sanctuary and of the host that will be trampled underfoot?\" <sup><strong>14</strong></sup> He said to me, \"It will take 2,300 evenings and mornings; then the sanctuary will be reconsecrated.\" <sup><strong>15</strong></sup> While I, Daniel, was watching the vision and trying to understand it, there before me stood one who looked like a man. <sup><strong>16</strong></sup> And I heard a man's voice from the Ulai calling, \"Gabriel, tell this man the meaning of the vision.\" <sup><strong>17</strong></sup> As he came near the place where I was standing, I was terrified and fell prostrate. \"Son of man,\" he said to me, \"understand that the vision concerns the time of the end.\" <sup><strong>18</strong></sup> While he was speaking to me, I was in a deep sleep, with my face to the ground. Then he touched me and raised me to my feet. <sup><strong>19</strong></sup> He said: \"I am going to tell you what will happen later in the time of wrath, because the vision concerns the appointed time of the end. <sup><strong>20</strong></sup> The two-horned ram that you saw represents the kings of Media and Persia. <sup><strong>21</strong></sup> The shaggy goat is the king of Greece, and the large horn between his eyes is the first king. <sup><strong>22</strong></sup> The four horns that replaced the one that was broken off represent four kingdoms that will emerge from his nation but will not have the same power. <sup><strong>23</strong></sup> \"In the latter part of their reign, when rebels have become completely wicked, a stern-faced king, a master of intrigue, will arise. <sup><strong>24</strong></sup> He will become very strong, but not by his own power. He will cause astounding devastation and will succeed in whatever he does. He will destroy the mighty men and the holy people. <sup><strong>25</strong></sup> He will cause deceit to prosper, and he will consider himself superior. When they feel secure, he will destroy many and take his stand against the Prince of princes. Yet he will be destroyed, but not by human power. <sup><strong>26</strong></sup> \"The vision of the evenings and mornings that has been given you is true, but seal up the vision, for it concerns the distant future.\" <sup><strong>27</strong></sup> I, Daniel, was exhausted and lay ill for several days. Then I got up and went about the king's business. I was appalled by the vision; it was beyond understanding. "},{"_id":"6164dc39dc1be0273f8b73c9","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 7:1-28","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p27007001_07-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27007001-1\">7:1&nbsp;</b>In the first year of Belshazzar king of Babylon, Daniel saw a dream and visions of his head as he lay in his bed. Then he wrote down the dream and told the sum of the matter. <b class=\"verse-num\" id=\"v27007002-1\">2&nbsp;</b>Daniel declared, “I saw in my vision by night, and behold, the four winds of heaven were stirring up the great sea. <b class=\"verse-num\" id=\"v27007003-1\">3&nbsp;</b>And four great beasts came up out of the sea, different from one another. <b class=\"verse-num\" id=\"v27007004-1\">4&nbsp;</b>The first was like a lion and had eagles’ wings. Then as I looked its wings were plucked off, and it was lifted up from the ground and made to stand on two feet like a man, and the mind of a man was given to it. <b class=\"verse-num\" id=\"v27007005-1\">5&nbsp;</b>And behold, another beast, a second one, like a bear. It was raised up on one side. It had three ribs in its mouth between its teeth; and it was told, ‘Arise, devour much flesh.’ <b class=\"verse-num\" id=\"v27007006-1\">6&nbsp;</b>After this I looked, and behold, another, like a leopard, with four wings of a bird on its back. And the beast had four heads, and dominion was given to it. <b class=\"verse-num\" id=\"v27007007-1\">7&nbsp;</b>After this I saw in the night visions, and behold, a fourth beast, terrifying and dreadful and exceedingly strong. It had great iron teeth; it devoured and broke in pieces and stamped what was left with its feet. It was different from all the beasts that were before it, and it had ten horns. <b class=\"verse-num\" id=\"v27007008-1\">8&nbsp;</b>I considered the horns, and behold, there came up among them another horn, a little one, before which three of the first horns were plucked up by the roots. And behold, in this horn were eyes like the eyes of a man, and a mouth speaking great things.</p>\n\n<p id=\"p27007008_12-17\"><b class=\"verse-num\" id=\"v27007009-1\">9&nbsp;</b>“As I looked,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007009_12-17\" class=\"line\">&nbsp;&nbsp;thrones were placed,</span><br><span id=\"p27007009_12-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Ancient of Days took his seat;</span><br><span id=\"p27007009_12-17\" class=\"line\">&nbsp;&nbsp;his clothing was white as snow,</span><br><span id=\"p27007009_12-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the hair of his head like pure wool;</span><br><span id=\"p27007009_12-17\" class=\"line\">&nbsp;&nbsp;his throne was fiery flames;</span><br><span id=\"p27007009_12-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;its wheels were burning fire.</span><br><span id=\"p27007010_12-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007010-1\">10&nbsp;</b>&nbsp;&nbsp;A stream of fire issued</span><br><span id=\"p27007010_12-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and came out from before him;</span><br><span id=\"p27007010_12-17\" class=\"line\">&nbsp;&nbsp;a thousand thousands served him,</span><br><span id=\"p27007010_12-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ten thousand times ten thousand stood before him;</span><br><span id=\"p27007010_12-17\" class=\"line\">&nbsp;&nbsp;the court sat in judgment,</span><br><span id=\"p27007010_12-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the books were opened.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27007010_12-17\"><b class=\"verse-num\" id=\"v27007011-1\">11&nbsp;</b>“I looked then because of the sound of the great words that the horn was speaking. And as I looked, the beast was killed, and its body destroyed and given over to be burned with fire. <b class=\"verse-num\" id=\"v27007012-1\">12&nbsp;</b>As for the rest of the beasts, their dominion was taken away, but their lives were prolonged for a season and a time.</p>\n\n<p id=\"p27007012_19-17\"><b class=\"verse-num\" id=\"v27007013-1\">13&nbsp;</b>“I saw in the night visions,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007013_19-17\" class=\"line\">&nbsp;&nbsp;and behold, with the clouds of heaven</span><br><span id=\"p27007013_19-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there came one like a son of man,</span><br><span id=\"p27007013_19-17\" class=\"line\">&nbsp;&nbsp;and he came to the Ancient of Days</span><br><span id=\"p27007013_19-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and was presented before him.</span><br><span id=\"p27007014_19-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007014-1\">14&nbsp;</b>&nbsp;&nbsp;And to him was given dominion</span><br><span id=\"p27007014_19-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and glory and a kingdom,</span><br><span id=\"p27007014_19-17\" class=\"line\">&nbsp;&nbsp;that all peoples, nations, and languages</span><br><span id=\"p27007014_19-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;should serve him;</span><br><span id=\"p27007014_19-17\" class=\"line\">&nbsp;&nbsp;his dominion is an everlasting dominion,</span><br><span id=\"p27007014_19-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which shall not pass away,</span><br><span id=\"p27007014_19-17\" class=\"line\">&nbsp;&nbsp;and his kingdom one</span><br><span id=\"p27007014_19-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that shall not be destroyed.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p27007014_22-17\"><b class=\"verse-num\" id=\"v27007015-1\">15&nbsp;</b>“As for me, Daniel, my spirit within me was anxious, and the visions of my head alarmed me. <b class=\"verse-num\" id=\"v27007016-1\">16&nbsp;</b>I approached one of those who stood there and asked him the truth concerning all this. So he told me and made known to me the interpretation of the things. <b class=\"verse-num\" id=\"v27007017-1\">17&nbsp;</b>‘These four great beasts are four kings who shall arise out of the earth. <b class=\"verse-num\" id=\"v27007018-1\">18&nbsp;</b>But the saints of the Most High shall receive the kingdom and possess the kingdom forever, forever and ever.’</p>\n<p id=\"p27007018_22-17\"><b class=\"verse-num\" id=\"v27007019-1\">19&nbsp;</b>“Then I desired to know the truth about the fourth beast, which was different from all the rest, exceedingly terrifying, with its teeth of iron and claws of bronze, and which devoured and broke in pieces and stamped what was left with its feet, <b class=\"verse-num\" id=\"v27007020-1\">20&nbsp;</b>and about the ten horns that were on its head, and the other horn that came up and before which three of them fell, the horn that had eyes and a mouth that spoke great things, and that seemed greater than its companions. <b class=\"verse-num\" id=\"v27007021-1\">21&nbsp;</b>As I looked, this horn made war with the saints and prevailed over them, <b class=\"verse-num\" id=\"v27007022-1\">22&nbsp;</b>until the Ancient of Days came, and judgment was given for the saints of the Most High, and the time came when the saints possessed the kingdom.</p>\n<p id=\"p27007022_22-17\"><b class=\"verse-num\" id=\"v27007023-1\">23&nbsp;</b>“Thus he said: ‘As for the fourth beast,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007023_22-17\" class=\"line\">&nbsp;&nbsp;there shall be a fourth kingdom on earth,</span><br><span id=\"p27007023_22-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which shall be different from all the kingdoms,</span><br><span id=\"p27007023_22-17\" class=\"line\">&nbsp;&nbsp;and it shall devour the whole earth,</span><br><span id=\"p27007023_22-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and trample it down, and break it to pieces.</span><br><span id=\"p27007024_22-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007024-1\">24&nbsp;</b>&nbsp;&nbsp;As for the ten horns,</span><br><span id=\"p27007024_22-17\" class=\"line\">&nbsp;&nbsp;out of this kingdom ten kings shall arise,</span><br><span id=\"p27007024_22-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and another shall arise after them;</span><br><span id=\"p27007024_22-17\" class=\"line\">&nbsp;&nbsp;he shall be different from the former ones,</span><br><span id=\"p27007024_22-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall put down three kings.</span><br><span id=\"p27007025_22-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007025-1\">25&nbsp;</b>&nbsp;&nbsp;He shall speak words against the Most High,</span><br><span id=\"p27007025_22-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall wear out the saints of the Most High,</span><br><span id=\"p27007025_22-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall think to change the times and the law;</span><br><span id=\"p27007025_22-17\" class=\"line\">&nbsp;&nbsp;and they shall be given into his hand</span><br><span id=\"p27007025_22-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for a time, times, and half a time.</span><br><span id=\"p27007026_22-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007026-1\">26&nbsp;</b>&nbsp;&nbsp;But the court shall sit in judgment,</span><br><span id=\"p27007026_22-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his dominion shall be taken away,</span><br><span id=\"p27007026_22-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to be consumed and destroyed to the end.</span><br><span id=\"p27007027_22-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007027-1\">27&nbsp;</b>&nbsp;&nbsp;And the kingdom and the dominion</span><br><span id=\"p27007027_22-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the greatness of the kingdoms under the whole heaven</span><br><span id=\"p27007027_22-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be given to the people of the saints of the Most High;</span><br><span id=\"p27007027_22-17\" class=\"line\">&nbsp;&nbsp;his kingdom shall be an everlasting kingdom,</span><br><span id=\"p27007027_22-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all dominions shall serve and obey him.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27007027_22-17\"><b class=\"verse-num\" id=\"v27007028-1\">28&nbsp;</b>“Here is the end of the matter. As for me, Daniel, my thoughts greatly alarmed me, and my color changed, but I kept the matter in my heart.”</p>\n\n</div>","kjv":"<strong>1</strong> In the first year of Belshazzar king of Babylon Daniel had a dream and visions of his head upon his bed: then he wrote the dream, and  told the sum of the matters.  <strong>2</strong> Daniel spake and said, I saw in my vision by night, and, behold, the four winds of the heaven strove upon the great sea.  <strong>3</strong> And four great beasts came up from the sea, diverse one from another.  <strong>4</strong> The first was like a lion, and had eagle’s wings: I beheld till the wings thereof were plucked, and it was lifted up from the earth, and made stand upon the feet as a man, and a man’s heart was given to it.  <strong>5</strong> And behold another beast, a second, like to a bear, and it raised up itself on one side, and it had three ribs in the mouth of it between the teeth of it: and they said thus unto it, Arise, devour much flesh.  <strong>6</strong> After this I beheld, and lo another, like a leopard, which had upon the back of it four wings of a fowl; the beast had also four heads; and dominion was given to it.  <strong>7</strong> After this I saw in the night visions, and behold a fourth beast, dreadful and terrible, and strong exceedingly; and it had great iron teeth: it devoured and brake in pieces, and stamped the residue with the feet of it: and it was diverse from all the beasts that were before it; and it had ten horns.  <strong>8</strong> I considered the horns, and, behold, there came up among them another little horn, before whom there were three of the first horns plucked up by the roots: and, behold, in this horn were eyes like the eyes of man, and a mouth speaking great things.  <strong>9</strong> I beheld till the thrones were cast down, and the Ancient of days did sit, whose garment was white as snow, and the hair of his head like the pure wool: his throne was like the fiery flame, and  his wheels as burning fire.  <strong>10</strong> A fiery stream issued and came forth from before him: thousand thousands ministered unto him, and ten thousand times ten thousand stood before him: the judgment was set, and the books were opened.  <strong>11</strong> I beheld then because of the voice of the great words which the horn spake: I beheld even till the beast was slain, and his body destroyed, and given to the burning flame.  <strong>12</strong> As concerning the rest of the beasts, they had their dominion taken away: yet their lives were prolonged for a season and time.  <strong>13</strong> I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days, and they brought him near before him.  <strong>14</strong> And there was given him dominion, and glory, and a kingdom, that all people, nations, and languages, should serve him: his dominion is  an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed.  <strong>15</strong> I Daniel was grieved in my spirit in the midst of my body, and the visions of my head troubled me.  <strong>16</strong> I came near unto one of them that stood by, and asked him the truth of all this. So he told me, and made me know the interpretation of the things.  <strong>17</strong> These great beasts, which are four, are four kings, which shall arise out of the earth.  <strong>18</strong> But the saints of the most High shall take the kingdom, and possess the kingdom for ever, even for ever and ever.  <strong>19</strong> Then I would know the truth of the fourth beast, which was diverse from all the others, exceeding dreadful, whose teeth were of iron, and his nails of brass; which devoured, brake in pieces, and stamped the residue with his feet;  <strong>20</strong> And of the ten horns that were in his head, and of  the other which came up, and before whom three fell; even of  that horn that had eyes, and a mouth that spake very great things, whose look was more stout than his fellows.  <strong>21</strong> I beheld, and the same horn made war with the saints, and prevailed against them;  <strong>22</strong> Until the Ancient of days came, and judgment was given to the saints of the most High; and the time came that the saints possessed the kingdom.  <strong>23</strong> Thus he said, The fourth beast shall be the fourth kingdom upon earth, which shall be diverse from all kingdoms, and shall devour the whole earth, and shall tread it down, and break it in pieces.  <strong>24</strong> And the ten horns out of this kingdom are ten kings that shall arise: and another shall rise after them; and he shall be diverse from the first, and he shall subdue three kings.  <strong>25</strong> And he shall speak great words against the most High, and shall wear out the saints of the most High, and think to change times and laws: and they shall be given into his hand until a time and times and the dividing of time.  <strong>26</strong> But the judgment shall sit, and they shall take away his dominion, to consume and to destroy it unto the end.  <strong>27</strong> And the kingdom and dominion, and the greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey him.  <strong>28</strong> Hitherto is the end of the matter. As for me Daniel, my cogitations much troubled me, and my countenance changed in me: but I kept the matter in my heart.  ","niv":"<sup><strong>1</strong></sup> In the first year of Belshazzar king of Babylon, Daniel had a dream, and visions passed through his mind as he was lying on his bed. He wrote down the substance of his dream. <sup><strong>2</strong></sup> Daniel said: \"In my vision at night I looked, and there before me were the four winds of heaven churning up the great sea. <sup><strong>3</strong></sup> Four great beasts, each different from the others, came up out of the sea. <sup><strong>4</strong></sup> \"The first was like a lion, and it had the wings of an eagle. I watched until its wings were torn off and it was lifted from the ground so that it stood on two feet like a man, and the heart of a man was given to it. <sup><strong>5</strong></sup> \"And there before me was a second beast, which looked like a bear. It was raised up on one of its sides, and it had three ribs in its mouth between its teeth. It was told, 'Get up and eat your fill of flesh!' <sup><strong>6</strong></sup> \"After that, I looked, and there before me was another beast, one that looked like a leopard. And on its back it had four wings like those of a bird. This beast had four heads, and it was given authority to rule. <sup><strong>7</strong></sup> \"After that, in my vision at night I looked, and there before me was a fourth beast-terrifying and frightening and very powerful. It had large iron teeth; it crushed and devoured its victims and trampled underfoot whatever was left. It was different from all the former beasts, and it had ten horns. <sup><strong>8</strong></sup> \"While I was thinking about the horns, there before me was another horn, a little one, which came up among them; and three of the first horns were uprooted before it. This horn had eyes like the eyes of a man and a mouth that spoke boastfully. <sup><strong>9</strong></sup> \"As I looked, \"thrones were set in place, and the Ancient of Days took his seat. His clothing was as white as snow; the hair of his head was white like wool. His throne was flaming with fire, and its wheels were all ablaze. <sup><strong>10</strong></sup> A river of fire was flowing, coming out from before him. Thousands upon thousands attended him; ten thousand times ten thousand stood before him. The court was seated, and the books were opened. <sup><strong>11</strong></sup> \"Then I continued to watch because of the boastful words the horn was speaking. I kept looking until the beast was slain and its body destroyed and thrown into the blazing fire. <sup><strong>12</strong></sup> (The other beasts had been stripped of their authority, but were allowed to live for a period of time.) <sup><strong>13</strong></sup> \"In my vision at night I looked, and there before me was one like a son of man, coming with the clouds of heaven. He approached the Ancient of Days and was led into his presence. <sup><strong>14</strong></sup> He was given authority, glory and sovereign power; all peoples, nations and men of every language worshiped him. His dominion is an everlasting dominion that will not pass away, and his kingdom is one that will never be destroyed. <sup><strong>15</strong></sup> \"I, Daniel, was troubled in spirit, and the visions that passed through my mind disturbed me. <sup><strong>16</strong></sup> I approached one of those standing there and asked him the true meaning of all this. \"So he told me and gave me the interpretation of these things: <sup><strong>17</strong></sup> 'The four great beasts are four kingdoms that will rise from the earth. <sup><strong>18</strong></sup> But the saints of the Most High will receive the kingdom and will possess it forever-yes, for ever and ever.' <sup><strong>19</strong></sup> \"Then I wanted to know the true meaning of the fourth beast, which was different from all the others and most terrifying, with its iron teeth and bronze claws-the beast that crushed and devoured its victims and trampled underfoot whatever was left. <sup><strong>20</strong></sup> I also wanted to know about the ten horns on its head and about the other horn that came up, before which three of them fell-the horn that looked more imposing than the others and that had eyes and a mouth that spoke boastfully. <sup><strong>21</strong></sup> As I watched, this horn was waging war against the saints and defeating them, <sup><strong>22</strong></sup> until the Ancient of Days came and pronounced judgment in favor of the saints of the Most High, and the time came when they possessed the kingdom. <sup><strong>23</strong></sup> \"He gave me this explanation: 'The fourth beast is a fourth kingdom that will appear on earth. It will be different from all the other kingdoms and will devour the whole earth, trampling it down and crushing it. <sup><strong>24</strong></sup> The ten horns are ten kings who will come from this kingdom. After them another king will arise, different from the earlier ones; he will subdue three kings. <sup><strong>25</strong></sup> He will speak against the Most High and oppress his saints and try to change the set times and the laws. The saints will be handed over to him for a time, times and half a time. <sup><strong>26</strong></sup> \"'But the court will sit, and his power will be taken away and completely destroyed forever. <sup><strong>27</strong></sup> Then the sovereignty, power and greatness of the kingdoms under the whole heaven will be handed over to the saints, the people of the Most High. His kingdom will be an everlasting kingdom, and all rulers will worship and obey him.' <sup><strong>28</strong></sup> \"This is the end of the matter. I, Daniel, was deeply troubled by my thoughts, and my face turned pale, but I kept the matter to myself.\" "},{"_id":"6164dc3adc1be0273f8b73ca","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 5:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p27005001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27005001-1\">5:1&nbsp;</b>King Belshazzar made a great feast for a thousand of his lords and drank wine in front of the thousand.</p>\n<p id=\"p27005001_06-18\"><b class=\"verse-num\" id=\"v27005002-1\">2&nbsp;</b>Belshazzar, when he tasted the wine, commanded that the vessels of gold and of silver that Nebuchadnezzar his father had taken out of the temple in Jerusalem be brought, that the king and his lords, his wives, and his concubines might drink from them. <b class=\"verse-num\" id=\"v27005003-1\">3&nbsp;</b>Then they brought in the golden vessels that had been taken out of the temple, the house of God in Jerusalem, and the king and his lords, his wives, and his concubines drank from them. <b class=\"verse-num\" id=\"v27005004-1\">4&nbsp;</b>They drank wine and praised the gods of gold and silver, bronze, iron, wood, and stone.</p>\n<p id=\"p27005004_06-18\"><b class=\"verse-num\" id=\"v27005005-1\">5&nbsp;</b>Immediately the fingers of a human hand appeared and wrote on the plaster of the wall of the king’s palace, opposite the lampstand. And the king saw the hand as it wrote. <b class=\"verse-num\" id=\"v27005006-1\">6&nbsp;</b>Then the king’s color changed, and his thoughts alarmed him; his limbs gave way, and his knees knocked together. <b class=\"verse-num\" id=\"v27005007-1\">7&nbsp;</b>The king called loudly to bring in the enchanters, the Chaldeans, and the astrologers. The king declared to the wise men of Babylon, “Whoever reads this writing, and shows me its interpretation, shall be clothed with purple and have a chain of gold around his neck and shall be the third ruler in the kingdom.” <b class=\"verse-num\" id=\"v27005008-1\">8&nbsp;</b>Then all the king’s wise men came in, but they could not read the writing or make known to the king the interpretation. <b class=\"verse-num\" id=\"v27005009-1\">9&nbsp;</b>Then King Belshazzar was greatly alarmed, and his color changed, and his lords were perplexed.</p>\n<p id=\"p27005009_06-18\"><b class=\"verse-num\" id=\"v27005010-1\">10&nbsp;</b>The queen, because of the words of the king and his lords, came into the banqueting hall, and the queen declared, “O king, live forever! Let not your thoughts alarm you or your color change. <b class=\"verse-num\" id=\"v27005011-1\">11&nbsp;</b>There is a man in your kingdom in whom is the spirit of the holy gods. In the days of your father, light and understanding and wisdom like the wisdom of the gods were found in him, and King Nebuchadnezzar, your father—your father the king—made him chief of the magicians, enchanters, Chaldeans, and astrologers, <b class=\"verse-num\" id=\"v27005012-1\">12&nbsp;</b>because an excellent spirit, knowledge, and understanding to interpret dreams, explain riddles, and solve problems were found in this Daniel, whom the king named Belteshazzar. Now let Daniel be called, and he will show the interpretation.”</p>\n\n<p id=\"p27005012_10-18\"><b class=\"verse-num\" id=\"v27005013-1\">13&nbsp;</b>Then Daniel was brought in before the king. The king answered and said to Daniel, “You are that Daniel, one of the exiles of Judah, whom the king my father brought from Judah. <b class=\"verse-num\" id=\"v27005014-1\">14&nbsp;</b>I have heard of you that the spirit of the gods is in you, and that light and understanding and excellent wisdom are found in you. <b class=\"verse-num\" id=\"v27005015-1\">15&nbsp;</b>Now the wise men, the enchanters, have been brought in before me to read this writing and make known to me its interpretation, but they could not show the interpretation of the matter. <b class=\"verse-num\" id=\"v27005016-1\">16&nbsp;</b>But I have heard that you can give interpretations and solve problems. Now if you can read the writing and make known to me its interpretation, you shall be clothed with purple and have a chain of gold around your neck and shall be the third ruler in the kingdom.”</p>\n<p id=\"p27005016_10-18\"><b class=\"verse-num\" id=\"v27005017-1\">17&nbsp;</b>Then Daniel answered and said before the king, “Let your gifts be for yourself, and give your rewards to another. Nevertheless, I will read the writing to the king and make known to him the interpretation. <b class=\"verse-num\" id=\"v27005018-1\">18&nbsp;</b>O king, the Most High God gave Nebuchadnezzar your father kingship and greatness and glory and majesty. <b class=\"verse-num\" id=\"v27005019-1\">19&nbsp;</b>And because of the greatness that he gave him, all peoples, nations, and languages trembled and feared before him. Whom he would, he killed, and whom he would, he kept alive; whom he would, he raised up, and whom he would, he humbled. <b class=\"verse-num\" id=\"v27005020-1\">20&nbsp;</b>But when his heart was lifted up and his spirit was hardened so that he dealt proudly, he was brought down from his kingly throne, and his glory was taken from him. <b class=\"verse-num\" id=\"v27005021-1\">21&nbsp;</b>He was driven from among the children of mankind, and his mind was made like that of a beast, and his dwelling was with the wild donkeys. He was fed grass like an ox, and his body was wet with the dew of heaven, until he knew that the Most High God rules the kingdom of mankind and sets over it whom he will. <b class=\"verse-num\" id=\"v27005022-1\">22&nbsp;</b>And you his son, Belshazzar, have not humbled your heart, though you knew all this, <b class=\"verse-num\" id=\"v27005023-1\">23&nbsp;</b>but you have lifted up yourself against the Lord of heaven. And the vessels of his house have been brought in before you, and you and your lords, your wives, and your concubines have drunk wine from them. And you have praised the gods of silver and gold, of bronze, iron, wood, and stone, which do not see or hear or know, but the God in whose hand is your breath, and whose are all your ways, you have not honored.</p>\n<p id=\"p27005023_10-18\"><b class=\"verse-num\" id=\"v27005024-1\">24&nbsp;</b>“Then from his presence the hand was sent, and this writing was inscribed. <b class=\"verse-num\" id=\"v27005025-1\">25&nbsp;</b>And this is the writing that was inscribed: MENE, MENE, TEKEL, and PARSIN. <b class=\"verse-num\" id=\"v27005026-1\">26&nbsp;</b>This is the interpretation of the matter: MENE, God has numbered the days of your kingdom and brought it to an end; <b class=\"verse-num\" id=\"v27005027-1\">27&nbsp;</b>TEKEL, you have been weighed in the balances and found wanting; <b class=\"verse-num\" id=\"v27005028-1\">28&nbsp;</b>PERES, your kingdom is divided and given to the Medes and Persians.”</p>\n<p id=\"p27005028_10-18\"><b class=\"verse-num\" id=\"v27005029-1\">29&nbsp;</b>Then Belshazzar gave the command, and Daniel was clothed with purple, a chain of gold was put around his neck, and a proclamation was made about him, that he should be the third ruler in the kingdom.</p>\n<p id=\"p27005029_10-18\"><b class=\"verse-num\" id=\"v27005030-1\">30&nbsp;</b>That very night Belshazzar the Chaldean king was killed. <b class=\"verse-num\" id=\"v27005031-1\">31&nbsp;</b> And Darius the Mede received the kingdom, being about sixty-two years old.</p>\n\n</div>","kjv":"<strong>1</strong> Belshazzar the king made a great feast to a thousand of his lords, and drank wine before the thousand.  <strong>2</strong> Belshazzar, whiles he tasted the wine, commanded to bring the golden and silver vessels which his father Nebuchadnezzar had taken out of the temple which was in Jerusalem; that the king, and his princes, his wives, and his concubines, might drink therein.  <strong>3</strong> Then they brought the golden vessels that were taken out of the temple of the house of God which was at Jerusalem; and the king, and his princes, his wives, and his concubines, drank in them.  <strong>4</strong> They drank wine, and praised the gods of gold, and of silver, of brass, of iron, of wood, and of stone.  <strong>5</strong> In the same hour came forth fingers of a man’s hand, and wrote over against the candlestick upon the plaister of the wall of the king’s palace: and the king saw the part of the hand that wrote.  <strong>6</strong> Then the king’s countenance was changed, and his thoughts troubled him, so that the joints of his loins were loosed, and his knees smote one against another.  <strong>7</strong> The king cried aloud to bring in the astrologers, the Chaldeans, and the soothsayers. And the king spake, and said to the wise men  of Babylon, Whosoever shall read this writing, and shew me the interpretation thereof, shall be clothed with scarlet, and have  a chain of gold about his neck, and shall be the third ruler in the kingdom.  <strong>8</strong> Then came in all the king’s wise men: but they could not read the writing, nor make known to the king the interpretation thereof.  <strong>9</strong> Then was king Belshazzar greatly troubled, and his countenance was changed in him, and his lords were astonied.  <strong>10</strong>           Now the queen, by reason of the words of the king and his lords, came into the banquet house: and the queen spake and said, O king, live for ever: let not thy thoughts trouble thee, nor let thy countenance be changed:  <strong>11</strong> There is a man in thy kingdom, in whom is the spirit of the holy gods; and in the days of thy father light and understanding and wisdom, like the wisdom of the gods, was found in him; whom the king Nebuchadnezzar thy father, the king, I say, thy father, made master of the magicians, astrologers, Chaldeans, and soothsayers;  <strong>12</strong> Forasmuch as an excellent spirit, and knowledge, and understanding, interpreting of dreams, and shewing of hard sentences, and dissolving of doubts, were found in the same Daniel, whom the king named Belteshazzar: now let Daniel be called, and he will shew the interpretation.  <strong>13</strong> Then was Daniel brought in before the king. And the king spake and said unto Daniel, Art thou that Daniel, which art  of the children of the captivity of Judah, whom the king my father brought out of Jewry?  <strong>14</strong> I have even heard of thee, that the spirit of the gods is  in thee, and that light and understanding and excellent wisdom is found in thee.  <strong>15</strong> And now the wise men, the astrologers, have been brought in before me, that they should read this writing, and make known unto me the interpretation thereof: but they could not shew the interpretation of the thing:  <strong>16</strong> And I have heard of thee, that thou canst make interpretations, and dissolve doubts: now if thou canst read the writing, and make known to me the interpretation thereof, thou shalt be clothed with scarlet, and have  a chain of gold about thy neck, and shalt be the third ruler in the kingdom.  <strong>17</strong> Then Daniel answered and said before the king, Let thy gifts be to thyself, and give thy rewards to another; yet I will read the writing unto the king, and make known to him the interpretation.  <strong>18</strong> O thou king, the most high God gave Nebuchadnezzar thy father a kingdom, and majesty, and glory, and honour:  <strong>19</strong> And for the majesty that he gave him, all people, nations, and languages, trembled and feared before him: whom he would he slew; and whom he would he kept alive; and whom he would he set up; and whom he would he put down.  <strong>20</strong> But when his heart was lifted up, and his mind hardened in pride, he was deposed from his kingly throne, and they took his glory from him:  <strong>21</strong> And he was driven from the sons of men; and his heart was made like the beasts, and his dwelling was with the wild asses: they fed him with grass like oxen, and his body was wet with the dew of heaven; till he knew that the most high God ruled in the kingdom of men, and that he appointeth over it whomsoever he will.  <strong>22</strong> And thou his son, O Belshazzar, hast not humbled thine heart, though thou knewest all this;  <strong>23</strong> But hast lifted up thyself against the Lord of heaven; and they have brought the vessels of his house before thee, and thou, and thy lords, thy wives, and thy concubines, have drunk wine in them; and thou hast praised the gods of silver, and gold, of brass, iron, wood, and stone, which see not, nor hear, nor know: and the God in whose hand thy breath is, and whose are all thy ways, hast thou not glorified:  <strong>24</strong> Then was the part of the hand sent from him; and this writing was written.  <strong>25</strong> And this is the writing that was written, MENE, MENE, TEKEL, UPHARSIN.  <strong>26</strong> This is the interpretation of the thing: MENE; God hath numbered thy kingdom, and finished it.  <strong>27</strong> TEKEL; Thou art weighed in the balances, and art found wanting.  <strong>28</strong> PERES; Thy kingdom is divided, and given to the Medes and Persians.  <strong>29</strong> Then commanded Belshazzar, and they clothed Daniel with scarlet, and put a chain of gold about his neck, and made a proclamation concerning him, that he should be the third ruler in the kingdom.  <strong>30</strong> In that night was Belshazzar the king of the Chaldeans slain.  <strong>31</strong> And Darius the Median took the kingdom, being about threescore and two years old.  ","niv":"<sup><strong>1</strong></sup> King Belshazzar gave a great banquet for a thousand of his nobles and drank wine with them. <sup><strong>2</strong></sup> While Belshazzar was drinking his wine, he gave orders to bring in the gold and silver goblets that Nebuchadnezzar his father had taken from the temple in Jerusalem, so that the king and his nobles, his wives and his concubines might drink from them. <sup><strong>3</strong></sup> So they brought in the gold goblets that had been taken from the temple of God in Jerusalem, and the king and his nobles, his wives and his concubines drank from them. <sup><strong>4</strong></sup> As they drank the wine, they praised the gods of gold and silver, of bronze, iron, wood and stone. <sup><strong>5</strong></sup> Suddenly the fingers of a human hand appeared and wrote on the plaster of the wall, near the lampstand in the royal palace. The king watched the hand as it wrote. <sup><strong>6</strong></sup> His face turned pale and he was so frightened that his knees knocked together and his legs gave way. <sup><strong>7</strong></sup> The king called out for the enchanters, astrologers and diviners to be brought and said to these wise men of Babylon, \"Whoever reads this writing and tells me what it means will be clothed in purple and have a gold chain placed around his neck, and he will be made the third highest ruler in the kingdom.\" <sup><strong>8</strong></sup> Then all the king's wise men came in, but they could not read the writing or tell the king what it meant. <sup><strong>9</strong></sup> So King Belshazzar became even more terrified and his face grew more pale. His nobles were baffled. <sup><strong>10</strong></sup> The queen, hearing the voices of the king and his nobles, came into the banquet hall. \"O king, live forever!\" she said. \"Don't be alarmed! Don't look so pale! <sup><strong>11</strong></sup> There is a man in your kingdom who has the spirit of the holy gods in him. In the time of your father he was found to have insight and intelligence and wisdom like that of the gods. King Nebuchadnezzar your father-your father the king, I say-appointed him chief of the magicians, enchanters, astrologers and diviners. <sup><strong>12</strong></sup> This man Daniel, whom the king called Belteshazzar, was found to have a keen mind and knowledge and understanding, and also the ability to interpret dreams, explain riddles and solve difficult problems. Call for Daniel, and he will tell you what the writing means.\" <sup><strong>13</strong></sup> So Daniel was brought before the king, and the king said to him, \"Are you Daniel, one of the exiles my father the king brought from Judah? <sup><strong>14</strong></sup> I have heard that the spirit of the gods is in you and that you have insight, intelligence and outstanding wisdom. <sup><strong>15</strong></sup> The wise men and enchanters were brought before me to read this writing and tell me what it means, but they could not explain it. <sup><strong>16</strong></sup> Now I have heard that you are able to give interpretations and to solve difficult problems. If you can read this writing and tell me what it means, you will be clothed in purple and have a gold chain placed around your neck, and you will be made the third highest ruler in the kingdom.\" <sup><strong>17</strong></sup> Then Daniel answered the king, \"You may keep your gifts for yourself and give your rewards to someone else. Nevertheless, I will read the writing for the king and tell him what it means. <sup><strong>18</strong></sup> \"O king, the Most High God gave your father Nebuchadnezzar sovereignty and greatness and glory and splendor. <sup><strong>19</strong></sup> Because of the high position he gave him, all the peoples and nations and men of every language dreaded and feared him. Those the king wanted to put to death, he put to death; those he wanted to spare, he spared; those he wanted to promote, he promoted; and those he wanted to humble, he humbled. <sup><strong>20</strong></sup> But when his heart became arrogant and hardened with pride, he was deposed from his royal throne and stripped of his glory. <sup><strong>21</strong></sup> He was driven away from people and given the mind of an animal; he lived with the wild donkeys and ate grass like cattle; and his body was drenched with the dew of heaven, until he acknowledged that the Most High God is sovereign over the kingdoms of men and sets over them anyone he wishes. <sup><strong>22</strong></sup> \"But you his son, O Belshazzar, have not humbled yourself, though you knew all this. <sup><strong>23</strong></sup> Instead, you have set yourself up against the Lord of heaven. You had the goblets from his temple brought to you, and you and your nobles, your wives and your concubines drank wine from them. You praised the gods of silver and gold, of bronze, iron, wood and stone, which cannot see or hear or understand. But you did not honor the God who holds in his hand your life and all your ways. <sup><strong>24</strong></sup> Therefore he sent the hand that wrote the inscription. <sup><strong>25</strong></sup> \"This is the inscription that was written: Mene, Mene, Tekel, Parsin <sup><strong>26</strong></sup> \"This is what these words mean: Mene: God has numbered the days of your reign and brought it to an end. <sup><strong>27</strong></sup> Tekel: You have been weighed on the scales and found wanting. <sup><strong>28</strong></sup> Peres: Your kingdom is divided and given to the Medes and Persians.\" <sup><strong>29</strong></sup> Then at Belshazzar's command, Daniel was clothed in purple, a gold chain was placed around his neck, and he was proclaimed the third highest ruler in the kingdom. <sup><strong>30</strong></sup> That very night Belshazzar, king of the Babylonians, was slain, <sup><strong>31</strong></sup> and Darius the Mede took over the kingdom, at the age of sixty-two. "},{"_id":"6164dc3adc1be0273f8b73cb","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 4:35","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27004035_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v27004035-1\">35&nbsp;</b>&nbsp;&nbsp;all the inhabitants of the earth are accounted as nothing,</span><br><span id=\"p27004035_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he does according to his will among the host of heaven</span><br><span id=\"p27004035_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and among the inhabitants of the earth;</span><br><span id=\"p27004035_01-19\" class=\"line\">&nbsp;&nbsp;and none can stay his hand</span><br><span id=\"p27004035_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or say to him, “What have you done?”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>35</strong> And all the inhabitants of the earth are reputed as nothing: and he doeth according to his will in the army of heaven, and among  the inhabitants of the earth: and none can stay his hand, or say unto him, What doest thou?  ","niv":"<sup><strong>35</strong></sup> All the peoples of the earth are regarded as nothing. He does as he pleases with the powers of heaven and the peoples of the earth. No one can hold back his hand or say to him: \"What have you done?\""},{"_id":"6164dc3adc1be0273f8b73cc","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 4:34-35","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p27004034_03-20\"><b class=\"verse-num\" id=\"v27004034-1\">34&nbsp;</b>At the end of the days I, Nebuchadnezzar, lifted my eyes to heaven, and my reason returned to me, and I blessed the Most High, and praised and honored him who lives forever,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27004034_03-20\" class=\"line\">&nbsp;&nbsp;for his dominion is an everlasting dominion,</span><br><span id=\"p27004034_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his kingdom endures from generation to generation;</span><br><span id=\"p27004035_03-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v27004035-1\">35&nbsp;</b>&nbsp;&nbsp;all the inhabitants of the earth are accounted as nothing,</span><br><span id=\"p27004035_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he does according to his will among the host of heaven</span><br><span id=\"p27004035_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and among the inhabitants of the earth;</span><br><span id=\"p27004035_03-20\" class=\"line\">&nbsp;&nbsp;and none can stay his hand</span><br><span id=\"p27004035_03-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or say to him, “What have you done?”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>34</strong> And at the end of the days I Nebuchadnezzar lifted up mine eyes unto heaven, and mine understanding returned unto me, and I blessed the most High, and I praised and honoured him that liveth for ever, whose dominion is an everlasting dominion, and his kingdom is from generation to generation:  <strong>35</strong> And all the inhabitants of the earth are reputed as nothing: and he doeth according to his will in the army of heaven, and among  the inhabitants of the earth: and none can stay his hand, or say unto him, What doest thou?  ","niv":"<sup><strong>34</strong></sup> At the end of that time, I, Nebuchadnezzar, raised my eyes toward heaven, and my sanity was restored. Then I praised the Most High; I honored and glorified him who lives forever. His dominion is an eternal dominion; his kingdom endures from generation to generation. <sup><strong>35</strong></sup> All the peoples of the earth are regarded as nothing. He does as he pleases with the powers of heaven and the peoples of the earth. No one can hold back his hand or say to him: \"What have you done?\" "},{"_id":"6164dc3bdc1be0273f8b73cd","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 4:27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27004027_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v27004027-1\">27&nbsp;</b>Therefore, O king, let my counsel be acceptable to you: break off your sins by practicing righteousness, and your iniquities by showing mercy to the oppressed, that there may perhaps be a lengthening of your prosperity.”</p>\n</div>","kjv":"<strong>27</strong> Wherefore, O king, let my counsel be acceptable unto thee, and break off thy sins by righteousness, and thine iniquities by shewing mercy to the poor; if it may be a lengthening of thy tranquility.  ","niv":"<sup><strong>27</strong></sup> Therefore, O king, be pleased to accept my advice: Renounce your sins by doing what is right, and your wickedness by being kind to the oppressed. It may be that then your prosperity will continue.\""},{"_id":"6164dc3bdc1be0273f8b73ce","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 4:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27004021_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v27004021-1\">21&nbsp;</b>whose leaves were beautiful and its fruit abundant, and in which was food for all, under which beasts of the field found shade, and in whose branches the birds of the heavens lived—</p>\n</div>","kjv":"<strong>21</strong> Whose leaves were fair, and the fruit thereof much, and in it was meat for all; under which the beasts of the field dwelt, and upon whose branches the fowls of the heaven had their habitation:  ","niv":"<sup><strong>21</strong></sup> with beautiful leaves and abundant fruit, providing food for all, giving shelter to the beasts of the field, and having nesting places in its branches for the birds of the air-"},{"_id":"6164dc3bdc1be0273f8b73cf","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 4:19","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p27004019_06-23\"><b class=\"verse-num\" id=\"v27004019-1\">19&nbsp;</b>Then Daniel, whose name was Belteshazzar, was dismayed for a while, and his thoughts alarmed him. The king answered and said, “Belteshazzar, let not the dream or the interpretation alarm you.” Belteshazzar answered and said, “My lord, may the dream be for those who hate you and its interpretation for your enemies!</p>\n</div>","kjv":"<strong>19</strong> Then Daniel, whose name was Belteshazzar, was astonied for one hour, and his thoughts troubled him. The king spake, and said, Belteshazzar, let not the dream, or the interpretation thereof, trouble thee. Belteshazzar answered and said, My lord, the dream be to them that hate thee, and the interpretation thereof to thine enemies.  ","niv":"<sup><strong>19</strong></sup> Then Daniel (also called Belteshazzar) was greatly perplexed for a time, and his thoughts terrified him. So the king said, \"Belteshazzar, do not let the dream or its meaning alarm you.\" Belteshazzar answered, \"My lord, if only the dream applied to your enemies and its meaning to your adversaries!"},{"_id":"6164dc3bdc1be0273f8b73d0","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 4:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27004013_01-24\"><b class=\"verse-num\" id=\"v27004013-1\">13&nbsp;</b>“I saw in the visions of my head as I lay in bed, and behold, a watcher, a holy one, came down from heaven.</p>\n</div>","kjv":"<strong>13</strong> I saw in the visions of my head upon my bed, and, behold, a watcher and an holy one came down from heaven;  ","niv":"<sup><strong>13</strong></sup> \"In the visions I saw while lying in my bed, I looked, and there before me was a messenger, a holy one, coming down from heaven."},{"_id":"6164dc3cdc1be0273f8b73d1","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 4:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27004007_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v27004007-1\">7&nbsp;</b>Then the magicians, the enchanters, the Chaldeans, and the astrologers came in, and I told them the dream, but they could not make known to me its interpretation.</p>\n</div>","kjv":"<strong>7</strong> Then came in the magicians, the astrologers, the Chaldeans, and the soothsayers: and I told the dream before them; but they did not make known unto me the interpretation thereof.  ","niv":"<sup><strong>7</strong></sup> When the magicians, enchanters, astrologers and diviners came, I told them the dream, but they could not interpret it for me."},{"_id":"6164dc3cdc1be0273f8b73d2","topicId":"6164dc35dc1be0273f8b73b9","verse":"Daniel 4:1-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p27004001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27004001-1\">4:1&nbsp;</b> King Nebuchadnezzar to all peoples, nations, and languages, that dwell in all the earth: Peace be multiplied to you! <b class=\"verse-num\" id=\"v27004002-1\">2&nbsp;</b>It has seemed good to me to show the signs and wonders that the Most High God has done for me.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27004003_04-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v27004003-1\">3&nbsp;</b>&nbsp;&nbsp;How great are his signs,</span><br><span id=\"p27004003_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;how mighty his wonders!</span><br><span id=\"p27004003_04-26\" class=\"line\">&nbsp;&nbsp;His kingdom is an everlasting kingdom,</span><br><span id=\"p27004003_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his dominion endures from generation to generation.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p27004003_07-26\"><b class=\"verse-num\" id=\"v27004004-1\">4&nbsp;</b> I, Nebuchadnezzar, was at ease in my house and prospering in my palace. <b class=\"verse-num\" id=\"v27004005-1\">5&nbsp;</b>I saw a dream that made me afraid. As I lay in bed the fancies and the visions of my head alarmed me. <b class=\"verse-num\" id=\"v27004006-1\">6&nbsp;</b>So I made a decree that all the wise men of Babylon should be brought before me, that they might make known to me the interpretation of the dream. <b class=\"verse-num\" id=\"v27004007-1\">7&nbsp;</b>Then the magicians, the enchanters, the Chaldeans, and the astrologers came in, and I told them the dream, but they could not make known to me its interpretation. <b class=\"verse-num\" id=\"v27004008-1\">8&nbsp;</b>At last Daniel came in before me—he who was named Belteshazzar after the name of my god, and in whom is the spirit of the holy gods—and I told him the dream, saying, <b class=\"verse-num\" id=\"v27004009-1\">9&nbsp;</b>“O Belteshazzar, chief of the magicians, because I know that the spirit of the holy gods is in you and that no mystery is too difficult for you, tell me the visions of my dream that I saw and their interpretation. <b class=\"verse-num\" id=\"v27004010-1\">10&nbsp;</b>The visions of my head as I lay in bed were these: I saw, and behold, a tree in the midst of the earth, and its height was great. <b class=\"verse-num\" id=\"v27004011-1\">11&nbsp;</b>The tree grew and became strong, and its top reached to heaven, and it was visible to the end of the whole earth. <b class=\"verse-num\" id=\"v27004012-1\">12&nbsp;</b>Its leaves were beautiful and its fruit abundant, and in it was food for all. The beasts of the field found shade under it, and the birds of the heavens lived in its branches, and all flesh was fed from it.</p>\n<p id=\"p27004012_07-26\"><b class=\"verse-num\" id=\"v27004013-1\">13&nbsp;</b>“I saw in the visions of my head as I lay in bed, and behold, a watcher, a holy one, came down from heaven. <b class=\"verse-num\" id=\"v27004014-1\">14&nbsp;</b>He proclaimed aloud and said thus: ‘Chop down the tree and lop off its branches, strip off its leaves and scatter its fruit. Let the beasts flee from under it and the birds from its branches. <b class=\"verse-num\" id=\"v27004015-1\">15&nbsp;</b>But leave the stump of its roots in the earth, bound with a band of iron and bronze, amid the tender grass of the field. Let him be wet with the dew of heaven. Let his portion be with the beasts in the grass of the earth. <b class=\"verse-num\" id=\"v27004016-1\">16&nbsp;</b>Let his mind be changed from a man’s, and let a beast’s mind be given to him; and let seven periods of time pass over him. <b class=\"verse-num\" id=\"v27004017-1\">17&nbsp;</b>The sentence is by the decree of the watchers, the decision by the word of the holy ones, to the end that the living may know that the Most High rules the kingdom of men and gives it to whom he will and sets over it the lowliest of men.’ <b class=\"verse-num\" id=\"v27004018-1\">18&nbsp;</b>This dream I, King Nebuchadnezzar, saw. And you, O Belteshazzar, tell me the interpretation, because all the wise men of my kingdom are not able to make known to me the interpretation, but you are able, for the spirit of the holy gods is in you.”</p>\n\n</div>","kjv":"<strong>1</strong> Nebuchadnezzar the king, unto all people, nations, and languages, that dwell in all the earth; Peace be multiplied unto you.  <strong>2</strong> I thought it good to shew the signs and wonders that the high God hath wrought toward me.  <strong>3</strong> How great are his signs! and how mighty are his wonders! his kingdom is an everlasting kingdom, and his dominion is from generation to generation.  <strong>4</strong> I Nebuchadnezzar was at rest in mine house, and flourishing in my palace:  <strong>5</strong> I saw a dream which made me afraid, and the thoughts upon my bed and the visions of my head troubled me.  <strong>6</strong> Therefore made I a decree to bring in all the wise men of Babylon before me, that they might make known unto me the interpretation of the dream.  <strong>7</strong> Then came in the magicians, the astrologers, the Chaldeans, and the soothsayers: and I told the dream before them; but they did not make known unto me the interpretation thereof.  <strong>8</strong> But at the last Daniel came in before me, whose name was Belteshazzar, according to the name of my god, and in whom is the spirit of the holy gods: and before him I told the dream, saying,  <strong>9</strong> O Belteshazzar, master of the magicians, because I know that the spirit of the holy gods is in thee, and no secret troubleth thee, tell me the visions of my dream that I have seen, and the interpretation thereof.  <strong>10</strong> Thus were the visions of mine head in my bed; I saw, and behold a tree in the midst of the earth, and the height thereof was  great.  <strong>11</strong> The tree grew, and was strong, and the height thereof reached unto heaven, and the sight thereof to the end of all the earth:  <strong>12</strong> The leaves thereof were fair, and the fruit thereof much, and in it was meat for all: the beasts of the field had shadow under it, and the fowls of the heaven dwelt in the boughs thereof, and all flesh was fed of it.  <strong>13</strong> I saw in the visions of my head upon my bed, and, behold, a watcher and an holy one came down from heaven;  <strong>14</strong> He cried aloud, and said thus, Hew down the tree, and cut off his branches, shake off his leaves, and scatter his fruit: let the beasts get away from under it, and the fowls from his branches:  <strong>15</strong> Nevertheless leave the stump of his roots in the earth, even with a band of iron and brass, in the tender grass of the field; and let it be wet with the dew of heaven, and let his portion be with the beasts in the grass of the earth:  <strong>16</strong> Let his heart be changed from man’s, and let a beast’s heart be given unto him; and let seven times pass over him.  <strong>17</strong> This matter is by the decree of the watchers, and the demand by the word of the holy ones: to the intent that the living may know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will, and setteth up over it the basest of men.  <strong>18</strong> This dream I king Nebuchadnezzar have seen. Now thou, O Belteshazzar, declare the interpretation thereof, forasmuch as all the wise men  of my kingdom are not able to make known unto me the interpretation: but thou art able; for the spirit of the holy gods is in thee.  ","niv":"<sup><strong>1</strong></sup> King Nebuchadnezzar, To the peoples, nations and men of every language, who live in all the world: May you prosper greatly! <sup><strong>2</strong></sup> It is my pleasure to tell you about the miraculous signs and wonders that the Most High God has performed for me. <sup><strong>3</strong></sup> How great are his signs, how mighty his wonders! His kingdom is an eternal kingdom; his dominion endures from generation to generation. <sup><strong>4</strong></sup> I, Nebuchadnezzar, was at home in my palace, contented and prosperous. <sup><strong>5</strong></sup> I had a dream that made me afraid. As I was lying in my bed, the images and visions that passed through my mind terrified me. <sup><strong>6</strong></sup> So I commanded that all the wise men of Babylon be brought before me to interpret the dream for me. <sup><strong>7</strong></sup> When the magicians, enchanters, astrologers and diviners came, I told them the dream, but they could not interpret it for me. <sup><strong>8</strong></sup> Finally, Daniel came into my presence and I told him the dream. (He is called Belteshazzar, after the name of my god, and the spirit of the holy gods is in him.) <sup><strong>9</strong></sup> I said, \"Belteshazzar, chief of the magicians, I know that the spirit of the holy gods is in you, and no mystery is too difficult for you. Here is my dream; interpret it for me. <sup><strong>10</strong></sup> These are the visions I saw while lying in my bed: I looked, and there before me stood a tree in the middle of the land. Its height was enormous. <sup><strong>11</strong></sup> The tree grew large and strong and its top touched the sky; it was visible to the ends of the earth. <sup><strong>12</strong></sup> Its leaves were beautiful, its fruit abundant, and on it was food for all. Under it the beasts of the field found shelter, and the birds of the air lived in its branches; from it every creature was fed. <sup><strong>13</strong></sup> \"In the visions I saw while lying in my bed, I looked, and there before me was a messenger, a holy one, coming down from heaven. <sup><strong>14</strong></sup> He called in a loud voice: 'Cut down the tree and trim off its branches; strip off its leaves and scatter its fruit. Let the animals flee from under it and the birds from its branches. <sup><strong>15</strong></sup> But let the stump and its roots, bound with iron and bronze, remain in the ground, in the grass of the field. \"'Let him be drenched with the dew of heaven, and let him live with the animals among the plants of the earth. <sup><strong>16</strong></sup> Let his mind be changed from that of a man and let him be given the mind of an animal, till seven times pass by for him. <sup><strong>17</strong></sup> \"'The decision is announced by messengers, the holy ones declare the verdict, so that the living may know that the Most High is sovereign over the kingdoms of men and gives them to anyone he wishes and sets over them the lowliest of men.' <sup><strong>18</strong></sup> \"This is the dream that I, King Nebuchadnezzar, had. Now, Belteshazzar, tell me what it means, for none of the wise men in my kingdom can interpret it for me. But you can, because the spirit of the holy gods is in you.\" "}]}