{"_id":"6164dc85dc1be0273f8b73ed","slug":"irresponsibility","name":"Irresponsibility","verses":[{"_id":"6164dc85dc1be0273f8b73ee","topicId":"6164dc85dc1be0273f8b73ed","verse":"James 4:17","votes":18,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins."},{"_id":"6164dc85dc1be0273f8b73ef","topicId":"6164dc85dc1be0273f8b73ed","verse":"Proverbs 6:16-19","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006016_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006016-1\">16&nbsp;</b>&nbsp;&nbsp;There are six things that the LORD hates,</span><br><span id=\"p20006016_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seven that are an abomination to him:</span><br><span id=\"p20006017_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006017-1\">17&nbsp;</b>&nbsp;&nbsp;haughty eyes, a lying tongue,</span><br><span id=\"p20006017_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hands that shed innocent blood,</span><br><span id=\"p20006018_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006018-1\">18&nbsp;</b>&nbsp;&nbsp;a heart that devises wicked plans,</span><br><span id=\"p20006018_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feet that make haste to run to evil,</span><br><span id=\"p20006019_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006019-1\">19&nbsp;</b>&nbsp;&nbsp;a false witness who breathes out lies,</span><br><span id=\"p20006019_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who sows discord among brothers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> These six things doth the LORD hate: yea, seven are  an abomination unto him:  <strong>17</strong> A proud look, a lying tongue, and hands that shed innocent blood,  <strong>18</strong> An heart that deviseth wicked imaginations, feet that be swift in running to mischief,  <strong>19</strong> A false witness that speaketh lies, and he that soweth discord among brethren.  ","niv":"<sup><strong>16</strong></sup> There are six things the LORD hates, seven that are detestable to him: <sup><strong>17</strong></sup> haughty eyes, a lying tongue, hands that shed innocent blood, <sup><strong>18</strong></sup> a heart that devises wicked schemes, feet that are quick to rush into evil, <sup><strong>19</strong></sup> a false witness who pours out lies and a man who stirs up dissension among brothers. "},{"_id":"6164dc86dc1be0273f8b73f0","topicId":"6164dc85dc1be0273f8b73ed","verse":"Deuteronomy 23:21-23","votes":7,"__v":0,"esv":"<div>\n<p id=\"p05023021_01-3\"><b class=\"verse-num\" id=\"v05023021-1\">21&nbsp;</b>“If you make a vow to the LORD your God, you shall not delay fulfilling it, for the LORD your God will surely require it of you, and you will be guilty of sin. <b class=\"verse-num\" id=\"v05023022-1\">22&nbsp;</b>But if you refrain from vowing, you will not be guilty of sin. <b class=\"verse-num\" id=\"v05023023-1\">23&nbsp;</b>You shall be careful to do what has passed your lips, for you have voluntarily vowed to the LORD your God what you have promised with your mouth.</p>\n</div>","kjv":"<strong>21</strong> When thou shalt vow a vow unto the LORD thy God, thou shalt not slack to pay it: for the LORD thy God will surely require it of thee; and it would be sin in thee.  <strong>22</strong> But if thou shalt forbear to vow, it shall be no sin in thee.  <strong>23</strong> That which is gone out of thy lips thou shalt keep and perform; even a freewill offering, according as thou hast vowed unto the LORD thy God, which thou hast promised with thy mouth.  ","niv":"<sup><strong>21</strong></sup> If you make a vow to the LORD your God, do not be slow to pay it, for the LORD your God will certainly demand it of you and you will be guilty of sin. <sup><strong>22</strong></sup> But if you refrain from making a vow, you will not be guilty. <sup><strong>23</strong></sup> Whatever your lips utter you must be sure to do, because you made your vow freely to the LORD your God with your own mouth. "},{"_id":"6164dc86dc1be0273f8b73f1","topicId":"6164dc85dc1be0273f8b73ed","verse":"Proverbs 2:1-5","votes":6,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20002001_05-4\" class=\"line\"><b class=\"chapter-num\" id=\"v20002001-1\">2:1&nbsp;</b>&nbsp;&nbsp;My son, if you receive my words</span><br><span id=\"p20002001_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and treasure up my commandments with you,</span><br><span id=\"p20002002_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002002-1\">2&nbsp;</b>&nbsp;&nbsp;making your ear attentive to wisdom</span><br><span id=\"p20002002_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and inclining your heart to understanding;</span><br><span id=\"p20002003_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002003-1\">3&nbsp;</b>&nbsp;&nbsp;yes, if you call out for insight</span><br><span id=\"p20002003_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raise your voice for understanding,</span><br><span id=\"p20002004_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002004-1\">4&nbsp;</b>&nbsp;&nbsp;if you seek it like silver</span><br><span id=\"p20002004_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and search for it as for hidden treasures,</span><br><span id=\"p20002005_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20002005-1\">5&nbsp;</b>&nbsp;&nbsp;then you will understand the fear of the LORD</span><br><span id=\"p20002005_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and find the knowledge of God.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> My son, if thou wilt receive my words, and hide my commandments with thee;  <strong>2</strong> So that thou incline thine ear unto wisdom, and apply thine heart to understanding;  <strong>3</strong> Yea, if thou criest after knowledge, and liftest up thy voice for understanding;  <strong>4</strong> If thou seekest her as silver, and searchest for her as for  hid treasures;  <strong>5</strong> Then shalt thou understand the fear of the LORD, and find the knowledge of God.  ","niv":"<sup><strong>1</strong></sup> My son, if you accept my words and store up my commands within you, <sup><strong>2</strong></sup> turning your ear to wisdom and applying your heart to understanding, <sup><strong>3</strong></sup> and if you call out for insight and cry aloud for understanding, <sup><strong>4</strong></sup> and if you look for it as for silver and search for it as for hidden treasure, <sup><strong>5</strong></sup> then you will understand the fear of the LORD and find the knowledge of God. "},{"_id":"6164dc86dc1be0273f8b73f2","topicId":"6164dc85dc1be0273f8b73ed","verse":"2 Timothy 2:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"6164dc87dc1be0273f8b73f3","topicId":"6164dc85dc1be0273f8b73ed","verse":"Proverbs 11:29","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011029_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011029-1\">29&nbsp;</b>&nbsp;&nbsp;Whoever troubles his own household will inherit the wind,</span><br><span id=\"p20011029_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fool will be servant to the wise of heart.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>29</strong> He that troubleth his own house shall inherit the wind: and the fool shall be servant to the wise of heart.  ","niv":"<sup><strong>29</strong></sup> He who brings trouble on his family will inherit only wind, and the fool will be servant to the wise."},{"_id":"6164dc87dc1be0273f8b73f4","topicId":"6164dc85dc1be0273f8b73ed","verse":"Romans 12:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"6164dc87dc1be0273f8b73f5","topicId":"6164dc85dc1be0273f8b73ed","verse":"John 8:43-47","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43008043_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008043-1\">43&nbsp;</b><span class=\"woc\">Why do you not understand what I say? It is because you cannot bear to hear my word.</span> <b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span> <b class=\"verse-num woc\" id=\"v43008045-1\">45&nbsp;</b><span class=\"woc\">But because I tell the truth, you do not believe me.</span> <b class=\"verse-num woc\" id=\"v43008046-1\">46&nbsp;</b><span class=\"woc\">Which one of you convicts me of sin? If I tell the truth, why do you not believe me?</span> <b class=\"verse-num woc\" id=\"v43008047-1\">47&nbsp;</b><span class=\"woc\">Whoever is of God hears the words of God. The reason why you do not hear them is that you are not of God.”</span></p>\n</div>","kjv":"<strong>43</strong> Why do ye not understand my speech? even because ye cannot hear my word.  <strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  <strong>45</strong> And because I tell you the truth, ye believe me not.  <strong>46</strong> Which of you convinceth me of sin? And if I say the truth, why do ye not believe me?  <strong>47</strong> He that is of God heareth God’s words: ye therefore hear them  not, because ye are not of God.  ","niv":"<sup><strong>43</strong></sup> Why is my language not clear to you? Because you are unable to hear what I say. <sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies. <sup><strong>45</strong></sup> Yet because I tell the truth, you do not believe me! <sup><strong>46</strong></sup> Can any of you prove me guilty of sin? If I am telling the truth, why don't you believe me? <sup><strong>47</strong></sup> He who belongs to God hears what God says. The reason you do not hear is that you do not belong to God.\" "},{"_id":"6164dc87dc1be0273f8b73f6","topicId":"6164dc85dc1be0273f8b73ed","verse":"Matthew 4:1-11","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40004001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40004001-1\">4:1&nbsp;</b>Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. <b class=\"verse-num\" id=\"v40004002-1\">2&nbsp;</b>And after fasting forty days and forty nights, he was hungry. <b class=\"verse-num\" id=\"v40004003-1\">3&nbsp;</b>And the tempter came and said to him, “If you are the Son of God, command these stones to become loaves of bread.” <b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_05-9\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_05-9\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004004_05-9\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004005-1\">5&nbsp;</b>Then the devil took him to the holy city and set him on the pinnacle of the temple <b class=\"verse-num\" id=\"v40004006-1\">6&nbsp;</b>and said to him, “If you are the Son of God, throw yourself down, for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-9\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-9\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-9\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p40004006_05-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-9\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span> <b class=\"verse-num\" id=\"v40004008-1\">8&nbsp;</b>Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. <b class=\"verse-num\" id=\"v40004009-1\">9&nbsp;</b>And he said to him, “All these I will give you, if you will fall down and worship me.” <b class=\"verse-num\" id=\"v40004010-1\">10&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Be gone, Satan! For it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004010_05-9\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God</span><br><span id=\"p40004010_05-9\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004010_05-9\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004011-1\">11&nbsp;</b>Then the devil left him, and behold, angels came and were ministering to him.</p>\n</div>","kjv":"<strong>1</strong> Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil.  <strong>2</strong> And when he had fasted forty days and forty nights, he was afterward an hungred.  <strong>3</strong> And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.  <strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  <strong>5</strong> Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple,  <strong>6</strong> And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  <strong>8</strong> Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;  <strong>9</strong> And saith unto him, All these things will I give thee, if thou wilt fall down and worship me.  <strong>10</strong> Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  <strong>11</strong> Then the devil leaveth him, and, behold, angels came and ministered unto him.  ","niv":"<sup><strong>1</strong></sup> Then Jesus was led by the Spirit into the desert to be tempted by the devil. <sup><strong>2</strong></sup> After fasting forty days and forty nights, he was hungry. <sup><strong>3</strong></sup> The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\" <sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\" <sup><strong>5</strong></sup> Then the devil took him to the holy city and had him stand on the highest point of the temple. <sup><strong>6</strong></sup> \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \"'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\" <sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\" <sup><strong>8</strong></sup> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. <sup><strong>9</strong></sup> \"All this I will give you,\" he said, \"if you will bow down and worship me.\" <sup><strong>10</strong></sup> Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\" <sup><strong>11</strong></sup> Then the devil left him, and angels came and attended him. "},{"_id":"6164dc88dc1be0273f8b73f7","topicId":"6164dc85dc1be0273f8b73ed","verse":"Matthew 5:33-37","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40005033_02-10\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n</div>","kjv":"<strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. ","niv":"<sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. "},{"_id":"6164dc88dc1be0273f8b73f8","topicId":"6164dc85dc1be0273f8b73ed","verse":"Ezekiel 33:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p26033011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v26033011-1\">11&nbsp;</b>Say to them, As I live, declares the Lord GOD, I have no pleasure in the death of the wicked, but that the wicked turn from his way and live; turn back, turn back from your evil ways, for why will you die, O house of Israel?</p>\n</div>","kjv":"<strong>11</strong> Say unto them, As I live, saith the Lord GOD, I have no pleasure in the death of the wicked; but that the wicked turn from his way and live: turn ye, turn ye from your evil ways; for why will ye die, O house of Israel?  ","niv":"<sup><strong>11</strong></sup> Say to them, 'As surely as I live, declares the Sovereign LORD, I take no pleasure in the death of the wicked, but rather that they turn from their ways and live. Turn! Turn from your evil ways! Why will you die, O house of Israel?'"},{"_id":"6164dc88dc1be0273f8b73f9","topicId":"6164dc85dc1be0273f8b73ed","verse":"Leviticus 19:19","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p03019019_06-12\"><b class=\"verse-num\" id=\"v03019019-1\">19&nbsp;</b>“You shall keep my statutes. You shall not let your cattle breed with a different kind. You shall not sow your field with two kinds of seed, nor shall you wear a garment of cloth made of two kinds of material.</p>\n</div>","kjv":"<strong>19</strong> Ye shall keep my statutes. Thou shalt not let thy cattle gender with a diverse kind: thou shalt not sow thy field with mingled seed: neither shall a garment mingled of linen and woollen come upon thee.  ","niv":"<sup><strong>19</strong></sup> \"'Keep my decrees. \"'Do not mate different kinds of animals. \"'Do not plant your field with two kinds of seed. \"'Do not wear clothing woven of two kinds of material."},{"_id":"6164dc89dc1be0273f8b73fa","topicId":"6164dc85dc1be0273f8b73ed","verse":"Matthew 15:18-20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40015018_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40015018-1\">18&nbsp;</b><span class=\"woc\">But what comes out of the mouth proceeds from the heart, and this defiles a person.</span> <b class=\"verse-num woc\" id=\"v40015019-1\">19&nbsp;</b><span class=\"woc\">For out of the heart come evil thoughts, murder, adultery, sexual immorality, theft, false witness, slander.</span> <b class=\"verse-num woc\" id=\"v40015020-1\">20&nbsp;</b><span class=\"woc\">These are what defile a person. But to eat with unwashed hands does not defile anyone.”</span></p>\n</div>","kjv":"<strong>18</strong> But those things which proceed out of the mouth come forth from the heart; and they defile the man.  <strong>19</strong> For out of the heart proceed evil thoughts, murders, adulteries, fornications, thefts, false witness, blasphemies:  <strong>20</strong> These are the things which defile a man: but to eat with unwashen hands defileth not a man. ","niv":"<sup><strong>18</strong></sup> But the things that come out of the mouth come from the heart, and these make a man 'unclean.' <sup><strong>19</strong></sup> For out of the heart come evil thoughts, murder, adultery, sexual immorality, theft, false testimony, slander. <sup><strong>20</strong></sup> These are what make a man 'unclean'; but eating with unwashed hands does not make him 'unclean.'\" "},{"_id":"6164dc89dc1be0273f8b73fb","topicId":"6164dc85dc1be0273f8b73ed","verse":"Genesis 4:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01004007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v01004007-1\">7&nbsp;</b>If you do well, will you not be accepted? And if you do not do well, sin is crouching at the door. Its desire is contrary to you, but you must rule over it.”</p>\n\n</div>","kjv":"<strong>7</strong> If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him.  ","niv":"<sup><strong>7</strong></sup> If you do what is right, will you not be accepted? But if you do not do what is right, sin is crouching at your door; it desires to have you, but you must master it.\""},{"_id":"6164dc89dc1be0273f8b73fc","topicId":"6164dc85dc1be0273f8b73ed","verse":"1 John 5:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62005016_01-15\"><b class=\"verse-num\" id=\"v62005016-1\">16&nbsp;</b>If anyone sees his brother committing a sin not leading to death, he shall ask, and God will give him life—to those who commit sins that do not lead to death. There is sin that leads to death; I do not say that one should pray for that.</p>\n\n</div>","kjv":"<strong>16</strong> If any man see his brother sin a sin which is not unto death, he shall ask, and he shall give him life for them that sin not unto death. There is a sin unto death: I do not say that he shall pray for it.  ","niv":"<sup><strong>16</strong></sup> If anyone sees his brother commit a sin that does not lead to death, he should pray and God will give him life. I refer to those whose sin does not lead to death. There is a sin that leads to death. I am not saying that he should pray about that."},{"_id":"6164dc8adc1be0273f8b73fd","topicId":"6164dc85dc1be0273f8b73ed","verse":"2 Peter 3:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"6164dc8adc1be0273f8b73fe","topicId":"6164dc85dc1be0273f8b73ed","verse":"Colossians 1:1-29","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-17\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-17\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-17\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-17\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-17\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-17\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-17\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "},{"_id":"6164dc8adc1be0273f8b73ff","topicId":"6164dc85dc1be0273f8b73ed","verse":"Psalm 119:105","votes":3,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-18\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path."},{"_id":"6164dc8adc1be0273f8b7400","topicId":"6164dc85dc1be0273f8b73ed","verse":"2 Samuel 1:1-27","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p10001001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10001001-1\">1:1&nbsp;</b>After the death of Saul, when David had returned from striking down the Amalekites, David remained two days in Ziklag. <b class=\"verse-num\" id=\"v10001002-1\">2&nbsp;</b>And on the third day, behold, a man came from Saul’s camp, with his clothes torn and dirt on his head. And when he came to David, he fell to the ground and paid homage. <b class=\"verse-num\" id=\"v10001003-1\">3&nbsp;</b>David said to him, “Where do you come from?” And he said to him, “I have escaped from the camp of Israel.” <b class=\"verse-num\" id=\"v10001004-1\">4&nbsp;</b>And David said to him, “How did it go? Tell me.” And he answered, “The people fled from the battle, and also many of the people have fallen and are dead, and Saul and his son Jonathan are also dead.” <b class=\"verse-num\" id=\"v10001005-1\">5&nbsp;</b>Then David said to the young man who told him, “How do you know that Saul and his son Jonathan are dead?” <b class=\"verse-num\" id=\"v10001006-1\">6&nbsp;</b>And the young man who told him said, “By chance I happened to be on Mount Gilboa, and there was Saul leaning on his spear, and behold, the chariots and the horsemen were close upon him. <b class=\"verse-num\" id=\"v10001007-1\">7&nbsp;</b>And when he looked behind him, he saw me, and called to me. And I answered, ‘Here I am.’ <b class=\"verse-num\" id=\"v10001008-1\">8&nbsp;</b>And he said to me, ‘Who are you?’ I answered him, ‘I am an Amalekite.’ <b class=\"verse-num\" id=\"v10001009-1\">9&nbsp;</b>And he said to me, ‘Stand beside me and kill me, for anguish has seized me, and yet my life still lingers.’ <b class=\"verse-num\" id=\"v10001010-1\">10&nbsp;</b>So I stood beside him and killed him, because I was sure that he could not live after he had fallen. And I took the crown that was on his head and the armlet that was on his arm, and I have brought them here to my lord.”</p>\n<p id=\"p10001010_06-19\"><b class=\"verse-num\" id=\"v10001011-1\">11&nbsp;</b>Then David took hold of his clothes and tore them, and so did all the men who were with him. <b class=\"verse-num\" id=\"v10001012-1\">12&nbsp;</b>And they mourned and wept and fasted until evening for Saul and for Jonathan his son and for the people of the LORD and for the house of Israel, because they had fallen by the sword. <b class=\"verse-num\" id=\"v10001013-1\">13&nbsp;</b>And David said to the young man who told him, “Where do you come from?” And he answered, “I am the son of a sojourner, an Amalekite.” <b class=\"verse-num\" id=\"v10001014-1\">14&nbsp;</b>David said to him, “How is it you were not afraid to put out your hand to destroy the LORD’s anointed?” <b class=\"verse-num\" id=\"v10001015-1\">15&nbsp;</b>Then David called one of the young men and said, “Go, execute him.” And he struck him down so that he died. <b class=\"verse-num\" id=\"v10001016-1\">16&nbsp;</b>And David said to him, “Your blood be on your head, for your own mouth has testified against you, saying, ‘I have killed the LORD’s anointed.’”</p>\n\n<p id=\"p10001016_12-19\"><b class=\"verse-num\" id=\"v10001017-1\">17&nbsp;</b>And David lamented with this lamentation over Saul and Jonathan his son, <b class=\"verse-num\" id=\"v10001018-1\">18&nbsp;</b>and he said it should be taught to the people of Judah; behold, it is written in the Book of Jashar. He said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p10001019_12-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001019-1\">19&nbsp;</b>&nbsp;&nbsp;“Your glory, O Israel, is slain on your high places!</span><br><span id=\"p10001019_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;How the mighty have fallen!</span><br><span id=\"p10001020_12-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001020-1\">20&nbsp;</b>&nbsp;&nbsp;Tell it not in Gath,</span><br><span id=\"p10001020_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;publish it not in the streets of Ashkelon,</span><br><span id=\"p10001020_12-19\" class=\"line\">&nbsp;&nbsp;lest the daughters of the Philistines rejoice,</span><br><span id=\"p10001020_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest the daughters of the uncircumcised exult.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001021_12-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001021-1\">21&nbsp;</b>&nbsp;&nbsp;“You mountains of Gilboa,</span><br><span id=\"p10001021_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let there be no dew or rain upon you,</span><br><span id=\"p10001021_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor fields of offerings!</span><br><span id=\"p10001021_12-19\" class=\"line\">&nbsp;&nbsp;For there the shield of the mighty was defiled,</span><br><span id=\"p10001021_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the shield of Saul, not anointed with oil.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001022_12-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001022-1\">22&nbsp;</b>&nbsp;&nbsp;“From the blood of the slain,</span><br><span id=\"p10001022_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the fat of the mighty,</span><br><span id=\"p10001022_12-19\" class=\"line\">&nbsp;&nbsp;the bow of Jonathan turned not back,</span><br><span id=\"p10001022_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the sword of Saul returned not empty.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001023_12-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Saul and Jonathan, beloved and lovely!</span><br><span id=\"p10001023_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;In life and in death they were not divided;</span><br><span id=\"p10001023_12-19\" class=\"line\">&nbsp;&nbsp;they were swifter than eagles;</span><br><span id=\"p10001023_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they were stronger than lions.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001024_12-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001024-1\">24&nbsp;</b>&nbsp;&nbsp;“You daughters of Israel, weep over Saul,</span><br><span id=\"p10001024_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who clothed you luxuriously in scarlet,</span><br><span id=\"p10001024_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who put ornaments of gold on your apparel.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001025_12-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001025-1\">25&nbsp;</b>&nbsp;&nbsp;“How the mighty have fallen</span><br><span id=\"p10001025_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of the battle!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001025_12-19\" class=\"line\">&nbsp;&nbsp;“Jonathan lies slain on your high places.</span><br><span id=\"p10001026_12-19\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v10001026-1\">26&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;I am distressed for you, my brother Jonathan;</span><br><span id=\"p10001026_12-19\" class=\"line\">&nbsp;&nbsp;very pleasant have you been to me;</span><br><span id=\"p10001026_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your love to me was extraordinary,</span><br><span id=\"p10001026_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;surpassing the love of women.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001027_12-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001027-1\">27&nbsp;</b>&nbsp;&nbsp;“How the mighty have fallen,</span><br><span id=\"p10001027_12-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the weapons of war perished!”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass after the death of Saul, when David was returned from the slaughter of the Amalekites, and David had abode two days in Ziklag;  <strong>2</strong> It came even to pass on the third day, that, behold, a man came out of the camp from Saul with his clothes rent, and earth upon his head: and so it was, when he came to David, that he fell to the earth, and did obeisance.  <strong>3</strong> And David said unto him, From whence comest thou? And he said unto him, Out of the camp of Israel am I escaped.  <strong>4</strong> And David said unto him, How went the matter? I pray thee, tell me. And he answered, That the people are fled from the battle, and many of the people also are fallen and dead; and Saul and Jonathan his son are dead also.  <strong>5</strong> And David said unto the young man that told him, How knowest thou that Saul and Jonathan his son be dead?  <strong>6</strong> And the young man that told him said, As I happened by chance upon mount Gilboa, behold, Saul leaned upon his spear; and, lo, the chariots and horsemen followed hard after him.  <strong>7</strong> And when he looked behind him, he saw me, and called unto me. And I answered, Here am I.  <strong>8</strong> And he said unto me, Who art thou? And I answered him, I am an Amalekite.  <strong>9</strong> And he said unto me again, Stand, I pray thee, upon me, and slay me: for anguish is come upon me, because my life is yet whole in me.  <strong>10</strong> So I stood upon him, and slew him, because I was sure that he could not live after that he was fallen: and I took the crown that was upon his head, and the bracelet that was on his arm, and have brought them hither unto my lord.  <strong>11</strong> Then David took hold on his clothes, and rent them; and likewise all the men that were with him:  <strong>12</strong> And they mourned, and wept, and fasted until even, for Saul, and for Jonathan his son, and for the people of the LORD, and for the house of Israel; because they were fallen by the sword.  <strong>13</strong> And David said unto the young man that told him, Whence art  thou? And he answered, I am the son of a stranger, an Amalekite.  <strong>14</strong> And David said unto him, How wast thou not afraid to stretch forth thine hand to destroy the LORD’S anointed?  <strong>15</strong> And David called one of the young men, and said, Go near, and  fall upon him. And he smote him that he died.  <strong>16</strong> And David said unto him, Thy blood be upon thy head; for thy mouth hath testified against thee, saying, I have slain the LORD’S anointed.  <strong>17</strong> And David lamented with this lamentation over Saul and over Jonathan his son:  <strong>18</strong> (Also he bade them teach the children of Judah the use of  the bow: behold, it is written in the book of Jasher.)  <strong>19</strong> The beauty of Israel is slain upon thy high places: how are the mighty fallen!  <strong>20</strong> Tell it not in Gath, publish it not in the streets of Askelon; lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised triumph.  <strong>21</strong> Ye mountains of Gilboa, let there be no dew, neither let there be rain, upon you, nor fields of offerings: for there the shield of the mighty is vilely cast away, the shield of Saul, as though he had not been anointed with oil.  <strong>22</strong> From the blood of the slain, from the fat of the mighty, the bow of Jonathan turned not back, and the sword of Saul returned not empty.  <strong>23</strong> Saul and Jonathan were lovely and pleasant in their lives, and in their death they were not divided: they were swifter than eagles, they were stronger than lions.  <strong>24</strong> Ye daughters of Israel, weep over Saul, who clothed you in scarlet, with other delights, who put on ornaments of gold upon your apparel.  <strong>25</strong> How are the mighty fallen in the midst of the battle! O Jonathan, thou wast slain in thine high places.  <strong>26</strong> I am distressed for thee, my brother Jonathan: very pleasant hast thou been unto me: thy love to me was wonderful, passing the love of women.  <strong>27</strong> How are the mighty fallen, and the weapons of war perished!  ","niv":"<sup><strong>1</strong></sup> After the death of Saul, David returned from defeating the Amalekites and stayed in Ziklag two days. <sup><strong>2</strong></sup> On the third day a man arrived from Saul's camp, with his clothes torn and with dust on his head. When he came to David, he fell to the ground to pay him honor. <sup><strong>3</strong></sup> \"Where have you come from?\" David asked him. He answered, \"I have escaped from the Israelite camp.\" <sup><strong>4</strong></sup> \"What happened?\" David asked. \"Tell me.\" He said, \"The men fled from the battle. Many of them fell and died. And Saul and his son Jonathan are dead.\" <sup><strong>5</strong></sup> Then David said to the young man who brought him the report, \"How do you know that Saul and his son Jonathan are dead?\" <sup><strong>6</strong></sup> \"I happened to be on Mount Gilboa,\" the young man said, \"and there was Saul, leaning on his spear, with the chariots and riders almost upon him. <sup><strong>7</strong></sup> When he turned around and saw me, he called out to me, and I said, 'What can I do?' <sup><strong>8</strong></sup> \"He asked me, 'Who are you?'\"'An Amalekite,' I answered. <sup><strong>9</strong></sup> \"Then he said to me, 'Stand over me and kill me! I am in the throes of death, but I'm still alive.' <sup><strong>10</strong></sup> \"So I stood over him and killed him, because I knew that after he had fallen he could not survive. And I took the crown that was on his head and the band on his arm and have brought them here to my lord.\" <sup><strong>11</strong></sup> Then David and all the men with him took hold of their clothes and tore them. <sup><strong>12</strong></sup> They mourned and wept and fasted till evening for Saul and his son Jonathan, and for the army of the LORD and the house of Israel, because they had fallen by the sword. <sup><strong>13</strong></sup> David said to the young man who brought him the report, \"Where are you from?I am the son of an alien, an Amalekite,\" he answered. <sup><strong>14</strong></sup> David asked him, \"Why were you not afraid to lift your hand to destroy the LORD's anointed?\" <sup><strong>15</strong></sup> Then David called one of his men and said, \"Go, strike him down!\" So he struck him down, and he died. <sup><strong>16</strong></sup> For David had said to him, \"Your blood be on your own head. Your own mouth testified against you when you said, 'I killed the LORD's anointed.'\" <sup><strong>17</strong></sup> David took up this lament concerning Saul and his son Jonathan, <sup><strong>18</strong></sup> and ordered that the men of Judah be taught this lament of the bow (it is written in the Book of Jashar): <sup><strong>19</strong></sup> \"Your glory, O Israel, lies slain on your heights. How the mighty have fallen! <sup><strong>20</strong></sup> \"Tell it not in Gath, proclaim it not in the streets of Ashkelon, lest the daughters of the Philistines be glad, lest the daughters of the uncircumcised rejoice. <sup><strong>21</strong></sup> \"O mountains of Gilboa, may you have neither dew nor rain, nor fields that yield offerings of grain. For there the shield of the mighty was defiled, the shield of Saul-no longer rubbed with oil. <sup><strong>22</strong></sup> From the blood of the slain, from the flesh of the mighty, the bow of Jonathan did not turn back, the sword of Saul did not return unsatisfied. <sup><strong>23</strong></sup> \"Saul and Jonathan- in life they were loved and gracious, and in death they were not parted. They were swifter than eagles, they were stronger than lions. <sup><strong>24</strong></sup> \"O daughters of Israel, weep for Saul, who clothed you in scarlet and finery, who adorned your garments with ornaments of gold. <sup><strong>25</strong></sup> \"How the mighty have fallen in battle! Jonathan lies slain on your heights. <sup><strong>26</strong></sup> I grieve for you, Jonathan my brother; you were very dear to me. Your love for me was wonderful, more wonderful than that of women. <sup><strong>27</strong></sup> \"How the mighty have fallen! The weapons of war have perished!\" "},{"_id":"6164dc8bdc1be0273f8b7401","topicId":"6164dc85dc1be0273f8b73ed","verse":"Exodus 20:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02020016_01-20\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n</div>","kjv":"<strong>16</strong> Thou shalt not bear false witness against thy neighbour.  ","niv":"<sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor."},{"_id":"6164dc8bdc1be0273f8b7402","topicId":"6164dc85dc1be0273f8b73ed","verse":"Genesis 18:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01018001_01-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01018001-1\">18:1&nbsp;</b>And the LORD appeared to him by the oaks of Mamre, as he sat at the door of his tent in the heat of the day. <b class=\"verse-num\" id=\"v01018002-1\">2&nbsp;</b>He lifted up his eyes and looked, and behold, three men were standing in front of him. When he saw them, he ran from the tent door to meet them and bowed himself to the earth <b class=\"verse-num\" id=\"v01018003-1\">3&nbsp;</b>and said, “O Lord, if I have found favor in your sight, do not pass by your servant. <b class=\"verse-num\" id=\"v01018004-1\">4&nbsp;</b>Let a little water be brought, and wash your feet, and rest yourselves under the tree, <b class=\"verse-num\" id=\"v01018005-1\">5&nbsp;</b>while I bring a morsel of bread, that you may refresh yourselves, and after that you may pass on—since you have come to your servant.” So they said, “Do as you have said.” <b class=\"verse-num\" id=\"v01018006-1\">6&nbsp;</b>And Abraham went quickly into the tent to Sarah and said, “Quick! Three seahs of fine flour! Knead it, and make cakes.” <b class=\"verse-num\" id=\"v01018007-1\">7&nbsp;</b>And Abraham ran to the herd and took a calf, tender and good, and gave it to a young man, who prepared it quickly. <b class=\"verse-num\" id=\"v01018008-1\">8&nbsp;</b>Then he took curds and milk and the calf that he had prepared, and set it before them. And he stood by them under the tree while they ate.</p>\n<p id=\"p01018008_01-22\"><b class=\"verse-num\" id=\"v01018009-1\">9&nbsp;</b>They said to him, “Where is Sarah your wife?” And he said, “She is in the tent.” <b class=\"verse-num\" id=\"v01018010-1\">10&nbsp;</b>The LORD said, “I will surely return to you about this time next year, and Sarah your wife shall have a son.” And Sarah was listening at the tent door behind him. <b class=\"verse-num\" id=\"v01018011-1\">11&nbsp;</b>Now Abraham and Sarah were old, advanced in years. The way of women had ceased to be with Sarah. <b class=\"verse-num\" id=\"v01018012-1\">12&nbsp;</b>So Sarah laughed to herself, saying, “After I am worn out, and my lord is old, shall I have pleasure?” <b class=\"verse-num\" id=\"v01018013-1\">13&nbsp;</b>The LORD said to Abraham, “Why did Sarah laugh and say, ‘Shall I indeed bear a child, now that I am old?’ <b class=\"verse-num\" id=\"v01018014-1\">14&nbsp;</b>Is anything too hard for the LORD? At the appointed time I will return to you, about this time next year, and Sarah shall have a son.” <b class=\"verse-num\" id=\"v01018015-1\">15&nbsp;</b>But Sarah denied it, saying, “I did not laugh,” for she was afraid. He said, “No, but you did laugh.”</p>\n<p id=\"p01018015_01-22\"><b class=\"verse-num\" id=\"v01018016-1\">16&nbsp;</b>Then the men set out from there, and they looked down toward Sodom. And Abraham went with them to set them on their way. <b class=\"verse-num\" id=\"v01018017-1\">17&nbsp;</b>The LORD said, “Shall I hide from Abraham what I am about to do, <b class=\"verse-num\" id=\"v01018018-1\">18&nbsp;</b>seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him? <b class=\"verse-num\" id=\"v01018019-1\">19&nbsp;</b>For I have chosen him, that he may command his children and his household after him to keep the way of the LORD by doing righteousness and justice, so that the LORD may bring to Abraham what he has promised him.” <b class=\"verse-num\" id=\"v01018020-1\">20&nbsp;</b>Then the LORD said, “Because the outcry against Sodom and Gomorrah is great and their sin is very grave, <b class=\"verse-num\" id=\"v01018021-1\">21&nbsp;</b>I will go down to see whether they have done altogether according to the outcry that has come to me. And if not, I will know.”</p>\n\n<p id=\"p01018021_05-22\"><b class=\"verse-num\" id=\"v01018022-1\">22&nbsp;</b>So the men turned from there and went toward Sodom, but Abraham still stood before the LORD. <b class=\"verse-num\" id=\"v01018023-1\">23&nbsp;</b>Then Abraham drew near and said, “Will you indeed sweep away the righteous with the wicked? <b class=\"verse-num\" id=\"v01018024-1\">24&nbsp;</b>Suppose there are fifty righteous within the city. Will you then sweep away the place and not spare it for the fifty righteous who are in it? <b class=\"verse-num\" id=\"v01018025-1\">25&nbsp;</b>Far be it from you to do such a thing, to put the righteous to death with the wicked, so that the righteous fare as the wicked! Far be that from you! Shall not the Judge of all the earth do what is just?” <b class=\"verse-num\" id=\"v01018026-1\">26&nbsp;</b>And the LORD said, “If I find at Sodom fifty righteous in the city, I will spare the whole place for their sake.”</p>\n<p id=\"p01018026_05-22\"><b class=\"verse-num\" id=\"v01018027-1\">27&nbsp;</b>Abraham answered and said, “Behold, I have undertaken to speak to the Lord, I who am but dust and ashes. <b class=\"verse-num\" id=\"v01018028-1\">28&nbsp;</b>Suppose five of the fifty righteous are lacking. Will you destroy the whole city for lack of five?” And he said, “I will not destroy it if I find forty-five there.” <b class=\"verse-num\" id=\"v01018029-1\">29&nbsp;</b>Again he spoke to him and said, “Suppose forty are found there.” He answered, “For the sake of forty I will not do it.” <b class=\"verse-num\" id=\"v01018030-1\">30&nbsp;</b>Then he said, “Oh let not the Lord be angry, and I will speak. Suppose thirty are found there.” He answered, “I will not do it, if I find thirty there.” <b class=\"verse-num\" id=\"v01018031-1\">31&nbsp;</b>He said, “Behold, I have undertaken to speak to the Lord. Suppose twenty are found there.” He answered, “For the sake of twenty I will not destroy it.” <b class=\"verse-num\" id=\"v01018032-1\">32&nbsp;</b>Then he said, “Oh let not the Lord be angry, and I will speak again but this once. Suppose ten are found there.” He answered, “For the sake of ten I will not destroy it.” <b class=\"verse-num\" id=\"v01018033-1\">33&nbsp;</b>And the LORD went his way, when he had finished speaking to Abraham, and Abraham returned to his place.</p>\n\n</div>","kjv":"<strong>12</strong> Therefore Sarah laughed within herself, saying, After I am waxed old shall I have pleasure, my lord being old also?  ","niv":"<sup><strong>12</strong></sup> So Sarah laughed to herself as she thought, \"After I am worn out and my master is old, will I now have this pleasure?\""},{"_id":"6164dc8bdc1be0273f8b7403","topicId":"6164dc85dc1be0273f8b73ed","verse":"Genesis 18:1-33","votes":3,"__v":0,"kjv":"<strong>1</strong> And the LORD appeared unto him in the plains of Mamre: and he sat in the tent door in the heat of the day;  <strong>2</strong> And he lift up his eyes and looked, and, lo, three men stood by him: and when he saw them, he ran to meet them from the tent door, and bowed himself toward the ground,  <strong>3</strong> And said, My Lord, if now I have found favour in thy sight, pass not away, I pray thee, from thy servant:  <strong>4</strong> Let a little water, I pray you, be fetched, and wash your feet, and rest yourselves under the tree:  <strong>5</strong> And I will fetch a morsel of bread, and comfort ye your hearts; after that ye shall pass on: for therefore are ye come to your servant. And they said, So do, as thou hast said.  <strong>6</strong> And Abraham hastened into the tent unto Sarah, and said, Make ready quickly three measures of fine meal, knead it, and make cakes upon the hearth.  <strong>7</strong> And Abraham ran unto the herd, and fetcht a calf tender and good, and gave it unto a young man; and he hasted to dress it.  <strong>8</strong> And he took butter, and milk, and the calf which he had dressed, and set it before them; and he stood by them under the tree, and they did eat.  <strong>9</strong> And they said unto him, Where is Sarah thy wife? And he said, Behold, in the tent.  <strong>10</strong> And he said, I will certainly return unto thee according to the time of life; and, lo, Sarah thy wife shall have a son. And Sarah heard it  in the tent door, which was behind him.  <strong>11</strong> Now Abraham and Sarah were old and well stricken in age; and it ceased to be with Sarah after the manner of women.  <strong>12</strong> Therefore Sarah laughed within herself, saying, After I am waxed old shall I have pleasure, my lord being old also?  <strong>13</strong> And the LORD said unto Abraham, Wherefore did Sarah laugh, saying, Shall I of a surety bear a child, which am old?  <strong>14</strong> Is any thing too hard for the LORD? At the time appointed I will return unto thee, according to the time of life, and Sarah shall have a son.  <strong>15</strong> Then Sarah denied, saying, I laughed not; for she was afraid. And he said, Nay; but thou didst laugh.  <strong>16</strong> And the men rose up from thence, and looked toward Sodom: and Abraham went with them to bring them on the way.  <strong>17</strong> And the LORD said, Shall I hide from Abraham that thing which I do;  <strong>18</strong> Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?  <strong>19</strong> For I know him, that he will command his children and his household after him, and they shall keep the way of the LORD, to do justice and judgment; that the LORD may bring upon Abraham that which he hath spoken of him.  <strong>20</strong> And the LORD said, Because the cry of Sodom and Gomorrah is great, and because their sin is very grievous;  <strong>21</strong> I will go down now, and see whether they have done altogether according to the cry of it, which is come unto me; and if not, I will know.  <strong>22</strong> And the men turned their faces from thence, and went toward Sodom: but Abraham stood yet before the LORD.  <strong>23</strong> And Abraham drew near, and said, Wilt thou also destroy the righteous with the wicked?  <strong>24</strong> Peradventure there be fifty righteous within the city: wilt thou also destroy and not spare the place for the fifty righteous that are  therein?  <strong>25</strong> That be far from thee to do after this manner, to slay the righteous with the wicked: and that the righteous should be as the wicked, that be far from thee: Shall not the Judge of all the earth do right?  <strong>26</strong> And the LORD said, If I find in Sodom fifty righteous within the city, then I will spare all the place for their sakes.  <strong>27</strong> And Abraham answered and said, Behold now, I have taken upon me to speak unto the Lord, which am but dust and ashes:  <strong>28</strong> Peradventure there shall lack five of the fifty righteous: wilt thou destroy all the city for lack of five? And he said, If I find there forty and five, I will not destroy it.  <strong>29</strong> And he spake unto him yet again, and said, Peradventure there shall be forty found there. And he said, I will not do it for forty’s sake.  <strong>30</strong> And he said unto him, Oh let not the Lord be angry, and I will speak: Peradventure there shall thirty be found there. And he said, I will not do it, if I find thirty there.  <strong>31</strong> And he said, Behold now, I have taken upon me to speak unto the Lord: Peradventure there shall be twenty found there. And he said, I will not destroy it for twenty’s sake.  <strong>32</strong> And he said, Oh let not the Lord be angry, and I will speak yet but this once: Peradventure ten shall be found there. And he said, I will not destroy it for ten’s sake.  <strong>33</strong> And the LORD went his way, as soon as he had left communing with Abraham: and Abraham returned unto his place.  ","niv":"<sup><strong>1</strong></sup> The LORD appeared to Abraham near the great trees of Mamre while he was sitting at the entrance to his tent in the heat of the day. <sup><strong>2</strong></sup> Abraham looked up and saw three men standing nearby. When he saw them, he hurried from the entrance of his tent to meet them and bowed low to the ground. <sup><strong>3</strong></sup> He said, \"If I have found favor in your eyes, my lord, do not pass your servant by. <sup><strong>4</strong></sup> Let a little water be brought, and then you may all wash your feet and rest under this tree. <sup><strong>5</strong></sup> Let me get you something to eat, so you can be refreshed and then go on your way-now that you have come to your servant.Very well,\" they answered, \"do as you say.\" <sup><strong>6</strong></sup> So Abraham hurried into the tent to Sarah. \"Quick,\" he said, \"get three seahs of fine flour and knead it and bake some bread.\" <sup><strong>7</strong></sup> Then he ran to the herd and selected a choice, tender calf and gave it to a servant, who hurried to prepare it. <sup><strong>8</strong></sup> He then brought some curds and milk and the calf that had been prepared, and set these before them. While they ate, he stood near them under a tree. <sup><strong>9</strong></sup> \"Where is your wife Sarah?\" they asked him. \"There, in the tent,\" he said. <sup><strong>10</strong></sup> Then the LORD said, \"I will surely return to you about this time next year, and Sarah your wife will have a son.\" Now Sarah was listening at the entrance to the tent, which was behind him. <sup><strong>11</strong></sup> Abraham and Sarah were already old and well advanced in years, and Sarah was past the age of childbearing. <sup><strong>12</strong></sup> So Sarah laughed to herself as she thought, \"After I am worn out and my master is old, will I now have this pleasure?\" <sup><strong>13</strong></sup> Then the LORD said to Abraham, \"Why did Sarah laugh and say, 'Will I really have a child, now that I am old?' <sup><strong>14</strong></sup> Is anything too hard for the LORD? I will return to you at the appointed time next year and Sarah will have a son.\" <sup><strong>15</strong></sup> Sarah was afraid, so she lied and said, \"I did not laugh.\" But he said, \"Yes, you did laugh.\" <sup><strong>16</strong></sup> When the men got up to leave, they looked down toward Sodom, and Abraham walked along with them to see them on their way. <sup><strong>17</strong></sup> Then the LORD said, \"Shall I hide from Abraham what I am about to do? <sup><strong>18</strong></sup> Abraham will surely become a great and powerful nation, and all nations on earth will be blessed through him. <sup><strong>19</strong></sup> For I have chosen him, so that he will direct his children and his household after him to keep the way of the LORD by doing what is right and just, so that the LORD will bring about for Abraham what he has promised him.\" <sup><strong>20</strong></sup> Then the LORD said, \"The outcry against Sodom and Gomorrah is so great and their sin so grievous <sup><strong>21</strong></sup> that I will go down and see if what they have done is as bad as the outcry that has reached me. If not, I will know.\" <sup><strong>22</strong></sup> The men turned away and went toward Sodom, but Abraham remained standing before the LORD. <sup><strong>23</strong></sup> Then Abraham approached him and said: \"Will you sweep away the righteous with the wicked? <sup><strong>24</strong></sup> What if there are fifty righteous people in the city? Will you really sweep it away and not spare the place for the sake of the fifty righteous people in it? <sup><strong>25</strong></sup> Far be it from you to do such a thing-to kill the righteous with the wicked, treating the righteous and the wicked alike. Far be it from you! Will not the Judge of all the earth do right?\" <sup><strong>26</strong></sup> The LORD said, \"If I find fifty righteous people in the city of Sodom, I will spare the whole place for their sake.\" <sup><strong>27</strong></sup> Then Abraham spoke up again: \"Now that I have been so bold as to speak to the Lord, though I am nothing but dust and ashes, <sup><strong>28</strong></sup> what if the number of the righteous is five less than fifty? Will you destroy the whole city because of five people?If I find forty-five there,\" he said, \"I will not destroy it.\" <sup><strong>29</strong></sup> Once again he spoke to him, \"What if only forty are found there?\" He said, \"For the sake of forty, I will not do it.\" <sup><strong>30</strong></sup> Then he said, \"May the Lord not be angry, but let me speak. What if only thirty can be found there?\" He answered, \"I will not do it if I find thirty there.\" <sup><strong>31</strong></sup> Abraham said, \"Now that I have been so bold as to speak to the Lord, what if only twenty can be found there?\" He said, \"For the sake of twenty, I will not destroy it.\" <sup><strong>32</strong></sup> Then he said, \"May the Lord not be angry, but let me speak just once more. What if only ten can be found there?\" He answered, \"For the sake of ten, I will not destroy it.\" <sup><strong>33</strong></sup> When the LORD had finished speaking with Abraham, he left, and Abraham returned home. "},{"_id":"6164dc8cdc1be0273f8b7404","topicId":"6164dc85dc1be0273f8b73ed","verse":"Genesis 12:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01012003_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n\n</div>","kjv":"<strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  ","niv":"<sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\""},{"_id":"6164dc8cdc1be0273f8b7405","topicId":"6164dc85dc1be0273f8b73ed","verse":"Genesis 6:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01006005_01-24\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually.</p>\n</div>","kjv":"<strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  ","niv":"<sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time."},{"_id":"6164dc8cdc1be0273f8b7406","topicId":"6164dc85dc1be0273f8b73ed","verse":"Genesis 3:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01003013_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v01003013-1\">13&nbsp;</b>Then the LORD God said to the woman, “What is this that you have done?” The woman said, “The serpent deceived me, and I ate.”</p>\n</div>","kjv":"<strong>13</strong> And the LORD God said unto the woman, What is this that  thou hast done? And the woman said, The serpent beguiled me, and I did eat.  ","niv":"<sup><strong>13</strong></sup> Then the LORD God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\""}]}