{"_id":"6164dd28dc1be0273f8b7455","slug":"isaac","name":"Isaac","verses":[{"_id":"6164dd29dc1be0273f8b7456","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 17:15-19","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p01017015_04-1\"><b class=\"verse-num\" id=\"v01017015-1\">15&nbsp;</b>And God said to Abraham, “As for Sarai your wife, you shall not call her name Sarai, but Sarah shall be her name. <b class=\"verse-num\" id=\"v01017016-1\">16&nbsp;</b>I will bless her, and moreover, I will give you a son by her. I will bless her, and she shall become nations; kings of peoples shall come from her.” <b class=\"verse-num\" id=\"v01017017-1\">17&nbsp;</b>Then Abraham fell on his face and laughed and said to himself, “Shall a child be born to a man who is a hundred years old? Shall Sarah, who is ninety years old, bear a child?” <b class=\"verse-num\" id=\"v01017018-1\">18&nbsp;</b>And Abraham said to God, “Oh that Ishmael might live before you!” <b class=\"verse-num\" id=\"v01017019-1\">19&nbsp;</b>God said, “No, but Sarah your wife shall bear you a son, and you shall call his name Isaac. I will establish my covenant with him as an everlasting covenant for his offspring after him.</p>\n\n</div>","kjv":"<strong>15</strong> And God said unto Abraham, As for Sarai thy wife, thou shalt not call her name Sarai, but Sarah shall her name be.  <strong>16</strong> And I will bless her, and give thee a son also of her: yea, I will bless her, and she shall be a mother of nations; kings of people shall be of her.  <strong>17</strong> Then Abraham fell upon his face, and laughed, and said in his heart, Shall a child be born unto him that is an hundred years old? and shall Sarah, that is ninety years old, bear?  <strong>18</strong> And Abraham said unto God, O that Ishmael might live before thee!  <strong>19</strong> And God said, Sarah thy wife shall bear thee a son indeed; and thou shalt call his name Isaac: and I will establish my covenant with him for an everlasting covenant, and with his seed after him.  ","niv":"<sup><strong>15</strong></sup> God also said to Abraham, \"As for Sarai your wife, you are no longer to call her Sarai; her name will be Sarah. <sup><strong>16</strong></sup> I will bless her and will surely give you a son by her. I will bless her so that she will be the mother of nations; kings of peoples will come from her.\" <sup><strong>17</strong></sup> Abraham fell facedown; he laughed and said to himself, \"Will a son be born to a man a hundred years old? Will Sarah bear a child at the age of ninety?\" <sup><strong>18</strong></sup> And Abraham said to God, \"If only Ishmael might live under your blessing!\" <sup><strong>19</strong></sup> Then God said, \"Yes, but your wife Sarah will bear you a son, and you will call him Isaac. I will establish my covenant with him as an everlasting covenant for his descendants after him. "},{"_id":"6164dd29dc1be0273f8b7457","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 49:31","votes":17,"__v":0,"esv":"<div>\n<p id=\"p01049031_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v01049031-1\">31&nbsp;</b>There they buried Abraham and Sarah his wife. There they buried Isaac and Rebekah his wife, and there I buried Leah—</p>\n</div>","kjv":"<strong>31</strong> There they buried Abraham and Sarah his wife; there they buried Isaac and Rebekah his wife; and there I buried Leah.  ","niv":"<sup><strong>31</strong></sup> There Abraham and his wife Sarah were buried, there Isaac and his wife Rebekah were buried, and there I buried Leah."},{"_id":"6164dd29dc1be0273f8b7458","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 26:12-14","votes":11,"__v":0,"esv":"<div>\n<p id=\"p01026012_01-3\"><b class=\"verse-num\" id=\"v01026012-1\">12&nbsp;</b>And Isaac sowed in that land and reaped in the same year a hundredfold. The LORD blessed him, <b class=\"verse-num\" id=\"v01026013-1\">13&nbsp;</b>and the man became rich, and gained more and more until he became very wealthy. <b class=\"verse-num\" id=\"v01026014-1\">14&nbsp;</b>He had possessions of flocks and herds and many servants, so that the Philistines envied him.</p>\n</div>","kjv":"<strong>12</strong> Then Isaac sowed in that land, and received in the same year an hundredfold: and the LORD blessed him.  <strong>13</strong> And the man waxed great, and went forward, and grew until he became very great:  <strong>14</strong> For he had possession of flocks, and possession of herds, and great store of servants: and the Philistines envied him.  ","niv":"<sup><strong>12</strong></sup> Isaac planted crops in that land and the same year reaped a hundredfold, because the LORD blessed him. <sup><strong>13</strong></sup> The man became rich, and his wealth continued to grow until he became very wealthy. <sup><strong>14</strong></sup> He had so many flocks and herds and servants that the Philistines envied him. ","modified":"2022-12-31T05:50:02.182Z"},{"_id":"6164dd2adc1be0273f8b7459","topicId":"6164dd28dc1be0273f8b7455","verse":"Matthew 1:2","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40001002_01-4\"><b class=\"verse-num\" id=\"v40001002-1\">2&nbsp;</b>Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers,</p>\n</div>","kjv":"<strong>2</strong> Abraham begat Isaac; and Isaac begat Jacob; and Jacob begat Judas and his brethren;  ","niv":"<sup><strong>2</strong></sup> Abraham was the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers,"},{"_id":"6164dd2adc1be0273f8b745a","topicId":"6164dd28dc1be0273f8b7455","verse":"Joshua 24:3","votes":8,"__v":0,"esv":"<div>\n<p id=\"p06024003_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v06024003-1\">3&nbsp;</b>Then I took your father Abraham from beyond the River and led him through all the land of Canaan, and made his offspring many. I gave him Isaac.</p>\n\n</div>","kjv":"<strong>3</strong> And I took your father Abraham from the other side of the flood, and led him throughout all the land of Canaan, and multiplied his seed, and gave him Isaac.  ","niv":"<sup><strong>3</strong></sup> But I took your father Abraham from the land beyond the River and led him throughout Canaan and gave him many descendants. I gave him Isaac,"},{"_id":"6164dd2adc1be0273f8b745b","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 35:27-29","votes":8,"__v":0,"esv":"<div>\n<p id=\"p01035027_01-6\"><b class=\"verse-num\" id=\"v01035027-1\">27&nbsp;</b>And Jacob came to his father Isaac at Mamre, or Kiriath-arba (that is, Hebron), where Abraham and Isaac had sojourned. <b class=\"verse-num\" id=\"v01035028-1\">28&nbsp;</b>Now the days of Isaac were 180 years. <b class=\"verse-num\" id=\"v01035029-1\">29&nbsp;</b>And Isaac breathed his last, and he died and was gathered to his people, old and full of days. And his sons Esau and Jacob buried him.</p>\n</div>","kjv":"<strong>27</strong> And Jacob came unto Isaac his father unto Mamre, unto the city of Arbah, which is Hebron, where Abraham and Isaac sojourned.  <strong>28</strong> And the days of Isaac were an hundred and fourscore years.  <strong>29</strong> And Isaac gave up the ghost, and died, and was gathered unto his people, being old and full of days: and his sons Esau and Jacob buried him.  ","niv":"<sup><strong>27</strong></sup> Jacob came home to his father Isaac in Mamre, near Kiriath Arba (that is, Hebron), where Abraham and Isaac had stayed. <sup><strong>28</strong></sup> Isaac lived a hundred and eighty years. <sup><strong>29</strong></sup> Then he breathed his last and died and was gathered to his people, old and full of years. And his sons Esau and Jacob buried him. "},{"_id":"6164dd2adc1be0273f8b745c","topicId":"6164dd28dc1be0273f8b7455","verse":"Hebrews 11:11","votes":7,"__v":0,"esv":"<div>\n<p id=\"p58011011_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised.</p>\n</div>","kjv":"<strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  ","niv":"<sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise."},{"_id":"6164dd2bdc1be0273f8b745d","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 24:1-67","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p01024001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01024001-1\">24:1&nbsp;</b>Now Abraham was old, well advanced in years. And the LORD had blessed Abraham in all things. <b class=\"verse-num\" id=\"v01024002-1\">2&nbsp;</b>And Abraham said to his servant, the oldest of his household, who had charge of all that he had, “Put your hand under my thigh, <b class=\"verse-num\" id=\"v01024003-1\">3&nbsp;</b>that I may make you swear by the LORD, the God of heaven and God of the earth, that you will not take a wife for my son from the daughters of the Canaanites, among whom I dwell, <b class=\"verse-num\" id=\"v01024004-1\">4&nbsp;</b>but will go to my country and to my kindred, and take a wife for my son Isaac.” <b class=\"verse-num\" id=\"v01024005-1\">5&nbsp;</b>The servant said to him, “Perhaps the woman may not be willing to follow me to this land. Must I then take your son back to the land from which you came?” <b class=\"verse-num\" id=\"v01024006-1\">6&nbsp;</b>Abraham said to him, “See to it that you do not take my son back there. <b class=\"verse-num\" id=\"v01024007-1\">7&nbsp;</b>The LORD, the God of heaven, who took me from my father’s house and from the land of my kindred, and who spoke to me and swore to me, ‘To your offspring I will give this land,’ he will send his angel before you, and you shall take a wife for my son from there. <b class=\"verse-num\" id=\"v01024008-1\">8&nbsp;</b>But if the woman is not willing to follow you, then you will be free from this oath of mine; only you must not take my son back there.” <b class=\"verse-num\" id=\"v01024009-1\">9&nbsp;</b>So the servant put his hand under the thigh of Abraham his master and swore to him concerning this matter.</p>\n<p id=\"p01024009_04-8\"><b class=\"verse-num\" id=\"v01024010-1\">10&nbsp;</b>Then the servant took ten of his master’s camels and departed, taking all sorts of choice gifts from his master; and he arose and went to Mesopotamia to the city of Nahor. <b class=\"verse-num\" id=\"v01024011-1\">11&nbsp;</b>And he made the camels kneel down outside the city by the well of water at the time of evening, the time when women go out to draw water. <b class=\"verse-num\" id=\"v01024012-1\">12&nbsp;</b>And he said, “O LORD, God of my master Abraham, please grant me success today and show steadfast love to my master Abraham. <b class=\"verse-num\" id=\"v01024013-1\">13&nbsp;</b>Behold, I am standing by the spring of water, and the daughters of the men of the city are coming out to draw water. <b class=\"verse-num\" id=\"v01024014-1\">14&nbsp;</b>Let the young woman to whom I shall say, ‘Please let down your jar that I may drink,’ and who shall say, ‘Drink, and I will water your camels’—let her be the one whom you have appointed for your servant Isaac. By this I shall know that you have shown steadfast love to my master.”</p>\n<p id=\"p01024014_04-8\"><b class=\"verse-num\" id=\"v01024015-1\">15&nbsp;</b>Before he had finished speaking, behold, Rebekah, who was born to Bethuel the son of Milcah, the wife of Nahor, Abraham’s brother, came out with her water jar on her shoulder. <b class=\"verse-num\" id=\"v01024016-1\">16&nbsp;</b>The young woman was very attractive in appearance, a maiden whom no man had known. She went down to the spring and filled her jar and came up. <b class=\"verse-num\" id=\"v01024017-1\">17&nbsp;</b>Then the servant ran to meet her and said, “Please give me a little water to drink from your jar.” <b class=\"verse-num\" id=\"v01024018-1\">18&nbsp;</b>She said, “Drink, my lord.” And she quickly let down her jar upon her hand and gave him a drink. <b class=\"verse-num\" id=\"v01024019-1\">19&nbsp;</b>When she had finished giving him a drink, she said, “I will draw water for your camels also, until they have finished drinking.” <b class=\"verse-num\" id=\"v01024020-1\">20&nbsp;</b>So she quickly emptied her jar into the trough and ran again to the well to draw water, and she drew for all his camels. <b class=\"verse-num\" id=\"v01024021-1\">21&nbsp;</b>The man gazed at her in silence to learn whether the LORD had prospered his journey or not.</p>\n<p id=\"p01024021_04-8\"><b class=\"verse-num\" id=\"v01024022-1\">22&nbsp;</b>When the camels had finished drinking, the man took a gold ring weighing a half shekel, and two bracelets for her arms weighing ten gold shekels, <b class=\"verse-num\" id=\"v01024023-1\">23&nbsp;</b>and said, “Please tell me whose daughter you are. Is there room in your father’s house for us to spend the night?” <b class=\"verse-num\" id=\"v01024024-1\">24&nbsp;</b>She said to him, “I am the daughter of Bethuel the son of Milcah, whom she bore to Nahor.” <b class=\"verse-num\" id=\"v01024025-1\">25&nbsp;</b>She added, “We have plenty of both straw and fodder, and room to spend the night.” <b class=\"verse-num\" id=\"v01024026-1\">26&nbsp;</b>The man bowed his head and worshiped the LORD <b class=\"verse-num\" id=\"v01024027-1\">27&nbsp;</b>and said, “Blessed be the LORD, the God of my master Abraham, who has not forsaken his steadfast love and his faithfulness toward my master. As for me, the LORD has led me in the way to the house of my master’s kinsmen.” <b class=\"verse-num\" id=\"v01024028-1\">28&nbsp;</b>Then the young woman ran and told her mother’s household about these things.</p>\n<p id=\"p01024028_04-8\"><b class=\"verse-num\" id=\"v01024029-1\">29&nbsp;</b>Rebekah had a brother whose name was Laban. Laban ran out toward the man, to the spring. <b class=\"verse-num\" id=\"v01024030-1\">30&nbsp;</b>As soon as he saw the ring and the bracelets on his sister’s arms, and heard the words of Rebekah his sister, “Thus the man spoke to me,” he went to the man. And behold, he was standing by the camels at the spring. <b class=\"verse-num\" id=\"v01024031-1\">31&nbsp;</b>He said, “Come in, O blessed of the LORD. Why do you stand outside? For I have prepared the house and a place for the camels.” <b class=\"verse-num\" id=\"v01024032-1\">32&nbsp;</b>So the man came to the house and unharnessed the camels, and gave straw and fodder to the camels, and there was water to wash his feet and the feet of the men who were with him. <b class=\"verse-num\" id=\"v01024033-1\">33&nbsp;</b>Then food was set before him to eat. But he said, “I will not eat until I have said what I have to say.” He said, “Speak on.”</p>\n<p id=\"p01024033_04-8\"><b class=\"verse-num\" id=\"v01024034-1\">34&nbsp;</b>So he said, “I am Abraham’s servant. <b class=\"verse-num\" id=\"v01024035-1\">35&nbsp;</b>The LORD has greatly blessed my master, and he has become great. He has given him flocks and herds, silver and gold, male servants and female servants, camels and donkeys. <b class=\"verse-num\" id=\"v01024036-1\">36&nbsp;</b>And Sarah my master’s wife bore a son to my master when she was old, and to him he has given all that he has. <b class=\"verse-num\" id=\"v01024037-1\">37&nbsp;</b>My master made me swear, saying, ‘You shall not take a wife for my son from the daughters of the Canaanites, in whose land I dwell, <b class=\"verse-num\" id=\"v01024038-1\">38&nbsp;</b>but you shall go to my father’s house and to my clan and take a wife for my son.’ <b class=\"verse-num\" id=\"v01024039-1\">39&nbsp;</b>I said to my master, ‘Perhaps the woman will not follow me.’ <b class=\"verse-num\" id=\"v01024040-1\">40&nbsp;</b>But he said to me, ‘The LORD, before whom I have walked, will send his angel with you and prosper your way. You shall take a wife for my son from my clan and from my father’s house. <b class=\"verse-num\" id=\"v01024041-1\">41&nbsp;</b>Then you will be free from my oath, when you come to my clan. And if they will not give her to you, you will be free from my oath.’</p>\n<p id=\"p01024041_04-8\"><b class=\"verse-num\" id=\"v01024042-1\">42&nbsp;</b>“I came today to the spring and said, ‘O LORD, the God of my master Abraham, if now you are prospering the way that I go, <b class=\"verse-num\" id=\"v01024043-1\">43&nbsp;</b>behold, I am standing by the spring of water. Let the virgin who comes out to draw water, to whom I shall say, “Please give me a little water from your jar to drink,” <b class=\"verse-num\" id=\"v01024044-1\">44&nbsp;</b>and who will say to me, “Drink, and I will draw for your camels also,” let her be the woman whom the LORD has appointed for my master’s son.’</p>\n<p id=\"p01024044_04-8\"><b class=\"verse-num\" id=\"v01024045-1\">45&nbsp;</b>“Before I had finished speaking in my heart, behold, Rebekah came out with her water jar on her shoulder, and she went down to the spring and drew water. I said to her, ‘Please let me drink.’ <b class=\"verse-num\" id=\"v01024046-1\">46&nbsp;</b>She quickly let down her jar from her shoulder and said, ‘Drink, and I will give your camels drink also.’ So I drank, and she gave the camels drink also. <b class=\"verse-num\" id=\"v01024047-1\">47&nbsp;</b>Then I asked her, ‘Whose daughter are you?’ She said, ‘The daughter of Bethuel, Nahor’s son, whom Milcah bore to him.’ So I put the ring on her nose and the bracelets on her arms. <b class=\"verse-num\" id=\"v01024048-1\">48&nbsp;</b>Then I bowed my head and worshiped the LORD and blessed the LORD, the God of my master Abraham, who had led me by the right way to take the daughter of my master’s kinsman for his son. <b class=\"verse-num\" id=\"v01024049-1\">49&nbsp;</b>Now then, if you are going to show steadfast love and faithfulness to my master, tell me; and if not, tell me, that I may turn to the right hand or to the left.”</p>\n<p id=\"p01024049_04-8\"><b class=\"verse-num\" id=\"v01024050-1\">50&nbsp;</b>Then Laban and Bethuel answered and said, “The thing has come from the LORD; we cannot speak to you bad or good. <b class=\"verse-num\" id=\"v01024051-1\">51&nbsp;</b>Behold, Rebekah is before you; take her and go, and let her be the wife of your master’s son, as the LORD has spoken.”</p>\n<p id=\"p01024051_04-8\"><b class=\"verse-num\" id=\"v01024052-1\">52&nbsp;</b>When Abraham’s servant heard their words, he bowed himself to the earth before the LORD. <b class=\"verse-num\" id=\"v01024053-1\">53&nbsp;</b>And the servant brought out jewelry of silver and of gold, and garments, and gave them to Rebekah. He also gave to her brother and to her mother costly ornaments. <b class=\"verse-num\" id=\"v01024054-1\">54&nbsp;</b>And he and the men who were with him ate and drank, and they spent the night there. When they arose in the morning, he said, “Send me away to my master.” <b class=\"verse-num\" id=\"v01024055-1\">55&nbsp;</b>Her brother and her mother said, “Let the young woman remain with us a while, at least ten days; after that she may go.” <b class=\"verse-num\" id=\"v01024056-1\">56&nbsp;</b>But he said to them, “Do not delay me, since the LORD has prospered my way. Send me away that I may go to my master.” <b class=\"verse-num\" id=\"v01024057-1\">57&nbsp;</b>They said, “Let us call the young woman and ask her.” <b class=\"verse-num\" id=\"v01024058-1\">58&nbsp;</b>And they called Rebekah and said to her, “Will you go with this man?” She said, “I will go.” <b class=\"verse-num\" id=\"v01024059-1\">59&nbsp;</b>So they sent away Rebekah their sister and her nurse, and Abraham’s servant and his men. <b class=\"verse-num\" id=\"v01024060-1\">60&nbsp;</b>And they blessed Rebekah and said to her,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01024060_04-8\" class=\"line\">&nbsp;&nbsp;“Our sister, may you become</span><br><span id=\"p01024060_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;thousands of ten thousands,</span><br><span id=\"p01024060_04-8\" class=\"line\">&nbsp;&nbsp;and may your offspring possess</span><br><span id=\"p01024060_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the gate of those who hate him!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01024060_04-8\"><b class=\"verse-num\" id=\"v01024061-1\">61&nbsp;</b>Then Rebekah and her young women arose and rode on the camels and followed the man. Thus the servant took Rebekah and went his way.</p>\n<p id=\"p01024061_04-8\"><b class=\"verse-num\" id=\"v01024062-1\">62&nbsp;</b>Now Isaac had returned from Beer-lahai-roi and was dwelling in the Negeb. <b class=\"verse-num\" id=\"v01024063-1\">63&nbsp;</b>And Isaac went out to meditate in the field toward evening. And he lifted up his eyes and saw, and behold, there were camels coming. <b class=\"verse-num\" id=\"v01024064-1\">64&nbsp;</b>And Rebekah lifted up her eyes, and when she saw Isaac, she dismounted from the camel <b class=\"verse-num\" id=\"v01024065-1\">65&nbsp;</b>and said to the servant, “Who is that man, walking in the field to meet us?” The servant said, “It is my master.” So she took her veil and covered herself. <b class=\"verse-num\" id=\"v01024066-1\">66&nbsp;</b>And the servant told Isaac all the things that he had done. <b class=\"verse-num\" id=\"v01024067-1\">67&nbsp;</b>Then Isaac brought her into the tent of Sarah his mother and took Rebekah, and she became his wife, and he loved her. So Isaac was comforted after his mother’s death.</p>\n\n</div>","kjv":"<strong>1</strong> And Abraham was old, and well stricken in age: and the LORD had blessed Abraham in all things.  <strong>2</strong> And Abraham said unto his eldest servant of his house, that ruled over all that he had, Put, I pray thee, thy hand under my thigh:  <strong>3</strong> And I will make thee swear by the LORD, the God of heaven, and the God of the earth, that thou shalt not take a wife unto my son of the daughters of the Canaanites, among whom I dwell:  <strong>4</strong> But thou shalt go unto my country, and to my kindred, and take a wife unto my son Isaac.  <strong>5</strong> And the servant said unto him, Peradventure the woman will not be willing to follow me unto this land: must I needs bring thy son again unto the land from whence thou camest?  <strong>6</strong> And Abraham said unto him, Beware thou that thou bring not my son thither again.  <strong>7</strong> The LORD God of heaven, which took me from my father’s house, and from the land of my kindred, and which spake unto me, and that sware unto me, saying, Unto thy seed will I give this land; he shall send his angel before thee, and thou shalt take a wife unto my son from thence.  <strong>8</strong> And if the woman will not be willing to follow thee, then thou shalt be clear from this my oath: only bring not my son thither again.  <strong>9</strong> And the servant put his hand under the thigh of Abraham his master, and sware to him concerning that matter.  <strong>10</strong> And the servant took ten camels of the camels of his master, and departed; for all the goods of his master were in his hand: and he arose, and went to Mesopotamia, unto the city of Nahor.  <strong>11</strong> And he made his camels to kneel down without the city by a well of water at the time of the evening, even the time that women go out to draw water.  <strong>12</strong> And he said, O LORD God of my master Abraham, I pray thee, send me good speed this day, and shew kindness unto my master Abraham.  <strong>13</strong> Behold, I stand here by the well of water; and the daughters of the men of the city come out to draw water:  <strong>14</strong> And let it come to pass, that the damsel to whom I shall say, Let down thy pitcher, I pray thee, that I may drink; and she shall say, Drink, and I will give thy camels drink also: let the same be she that  thou hast appointed for thy servant Isaac; and thereby shall I know that thou hast shewed kindness unto my master.  <strong>15</strong> And it came to pass, before he had done speaking, that, behold, Rebekah came out, who was born to Bethuel, son of Milcah, the wife of Nahor, Abraham’s brother, with her pitcher upon her shoulder.  <strong>16</strong> And the damsel was very fair to look upon, a virgin, neither had any man known her: and she went down to the well, and filled her pitcher, and came up.  <strong>17</strong> And the servant ran to meet her, and said, Let me, I pray thee, drink a little water of thy pitcher.  <strong>18</strong> And she said, Drink, my lord: and she hasted, and let down her pitcher upon her hand, and gave him drink.  <strong>19</strong> And when she had done giving him drink, she said, I will draw water for thy camels also, until they have done drinking.  <strong>20</strong> And she hasted, and emptied her pitcher into the trough, and ran again unto the well to draw water, and drew for all his camels.  <strong>21</strong> And the man wondering at her held his peace, to wit whether the LORD had made his journey prosperous or not.  <strong>22</strong> And it came to pass, as the camels had done drinking, that the man took a golden earring of half a shekel weight, and two bracelets for her hands of ten shekels weight of gold;  <strong>23</strong> And said, Whose daughter art thou? tell me, I pray thee: is there room in thy father’s house for us to lodge in?  <strong>24</strong> And she said unto him, I am the daughter of Bethuel the son of Milcah, which she bare unto Nahor.  <strong>25</strong> She said moreover unto him, We have both straw and provender enough, and room to lodge in.  <strong>26</strong> And the man bowed down his head, and worshipped the LORD.  <strong>27</strong> And he said, Blessed be the LORD God of my master Abraham, who hath not left destitute my master of his mercy and his truth: I being  in the way, the LORD led me to the house of my master’s brethren.  <strong>28</strong> And the damsel ran, and told them of her mother’s house these things.  <strong>29</strong> And Rebekah had a brother, and his name was Laban: and Laban ran out unto the man, unto the well.  <strong>30</strong> And it came to pass, when he saw the earring and bracelets upon his sister’s hands, and when he heard the words of Rebekah his sister, saying, Thus spake the man unto me; that he came unto the man; and, behold, he stood by the camels at the well.  <strong>31</strong> And he said, Come in, thou blessed of the LORD; wherefore standest thou without? for I have prepared the house, and room for the camels.  <strong>32</strong> And the man came into the house: and he ungirded his camels, and gave straw and provender for the camels, and water to wash his feet, and the men’s feet that were with him.  <strong>33</strong> And there was set meat before him to eat: but he said, I will not eat, until I have told mine errand. And he said, Speak on.  <strong>34</strong> And he said, I am Abraham’s servant.  <strong>35</strong> And the LORD hath blessed my master greatly; and he is become great: and he hath given him flocks, and herds, and silver, and gold, and menservants, and maidservants, and camels, and asses.  <strong>36</strong> And Sarah my master’s wife bare a son to my master when she was old: and unto him hath he given all that he hath.  <strong>37</strong> And my master made me swear, saying, Thou shalt not take a wife to my son of the daughters of the Canaanites, in whose land I dwell:  <strong>38</strong> But thou shalt go unto my father’s house, and to my kindred, and take a wife unto my son.  <strong>39</strong> And I said unto my master, Peradventure the woman will not follow me.  <strong>40</strong> And he said unto me, The LORD, before whom I walk, will send his angel with thee, and prosper thy way; and thou shalt take a wife for my son of my kindred, and of my father’s house:  <strong>41</strong> Then shalt thou be clear from this my oath, when thou comest to my kindred; and if they give not thee one, thou shalt be clear from my oath.  <strong>42</strong> And I came this day unto the well, and said, O LORD God of my master Abraham, if now thou do prosper my way which I go;  <strong>43</strong> Behold, I stand by the well of water; and it shall come to pass, that when the virgin cometh forth to draw water, and I say to her, Give me, I pray thee, a little water of thy pitcher to drink;  <strong>44</strong> And she say to me, Both drink thou, and I will also draw for thy camels: let the same be the woman whom the LORD hath appointed out for my master’s son.  <strong>45</strong> And before I had done speaking in mine heart, behold, Rebekah came forth with her pitcher on her shoulder; and she went down unto the well, and drew water: and I said unto her, Let me drink, I pray thee.  <strong>46</strong> And she made haste, and let down her pitcher from her shoulder,  and said, Drink, and I will give thy camels drink also: so I drank, and she made the camels drink also.  <strong>47</strong> And I asked her, and said, Whose daughter art thou? And she said, The daughter of Bethuel, Nahor’s son, whom Milcah bare unto him: and I put the earring upon her face, and the bracelets upon her hands.  <strong>48</strong> And I bowed down my head, and worshipped the LORD, and blessed the LORD God of my master Abraham, which had led me in the right way to take my master’s brother’s daughter unto his son.  <strong>49</strong> And now if ye will deal kindly and truly with my master, tell me: and if not, tell me; that I may turn to the right hand, or to the left.  <strong>50</strong> Then Laban and Bethuel answered and said, The thing proceedeth from the LORD: we cannot speak unto thee bad or good.  <strong>51</strong> Behold, Rebekah is before thee, take her, and go, and let her be thy master’s son’s wife, as the LORD hath spoken.  <strong>52</strong> And it came to pass, that, when Abraham’s servant heard their words, he worshipped the LORD, bowing himself to the earth.  <strong>53</strong> And the servant brought forth jewels of silver, and jewels of gold, and raiment, and gave them to Rebekah: he gave also to her brother and to her mother precious things.  <strong>54</strong> And they did eat and drink, he and the men that were with him, and tarried all night; and they rose up in the morning, and he said, Send me away unto my master.  <strong>55</strong> And her brother and her mother said, Let the damsel abide with us a few days, at the least ten; after that she shall go.  <strong>56</strong> And he said unto them, Hinder me not, seeing the LORD hath prospered my way; send me away that I may go to my master.  <strong>57</strong> And they said, We will call the damsel, and enquire at her mouth.  <strong>58</strong> And they called Rebekah, and said unto her, Wilt thou go with this man? And she said, I will go.  <strong>59</strong> And they sent away Rebekah their sister, and her nurse, and Abraham’s servant, and his men.  <strong>60</strong> And they blessed Rebekah, and said unto her, Thou art our sister, be thou the mother of thousands of millions, and let thy seed possess the gate of those which hate them.  <strong>61</strong> And Rebekah arose, and her damsels, and they rode upon the camels, and followed the man: and the servant took Rebekah, and went his way.  <strong>62</strong> And Isaac came from the way of the well Lahai-roi; for he dwelt in the south country.  <strong>63</strong> And Isaac went out to meditate in the field at the eventide: and he lifted up his eyes, and saw, and, behold, the camels were coming.  <strong>64</strong> And Rebekah lifted up her eyes, and when she saw Isaac, she lighted off the camel.  <strong>65</strong> For she had said unto the servant, What man is  this that walketh in the field to meet us? And the servant had  said, It is my master: therefore she took a vail, and covered herself.  <strong>66</strong> And the servant told Isaac all things that he had done.  <strong>67</strong> And Isaac brought her into his mother Sarah’s tent, and took Rebekah, and she became his wife; and he loved her: and Isaac was comforted after his mother’s death. ","niv":"<sup><strong>1</strong></sup> Abraham was now old and well advanced in years, and the LORD had blessed him in every way. <sup><strong>2</strong></sup> He said to the chief servant in his household, the one in charge of all that he had, \"Put your hand under my thigh. <sup><strong>3</strong></sup> I want you to swear by the LORD, the God of heaven and the God of earth, that you will not get a wife for my son from the daughters of the Canaanites, among whom I am living, <sup><strong>4</strong></sup> but will go to my country and my own relatives and get a wife for my son Isaac.\" <sup><strong>5</strong></sup> The servant asked him, \"What if the woman is unwilling to come back with me to this land? Shall I then take your son back to the country you came from?\" <sup><strong>6</strong></sup> \"Make sure that you do not take my son back there,\" Abraham said. <sup><strong>7</strong></sup> \"The LORD, the God of heaven, who brought me out of my father's household and my native land and who spoke to me and promised me on oath, saying, 'To your offspring I will give this land'-he will send his angel before you so that you can get a wife for my son from there. <sup><strong>8</strong></sup> If the woman is unwilling to come back with you, then you will be released from this oath of mine. Only do not take my son back there.\" <sup><strong>9</strong></sup> So the servant put his hand under the thigh of his master Abraham and swore an oath to him concerning this matter. <sup><strong>10</strong></sup> Then the servant took ten of his master's camels and left, taking with him all kinds of good things from his master. He set out for Aram Naharaim and made his way to the town of Nahor. <sup><strong>11</strong></sup> He had the camels kneel down near the well outside the town; it was toward evening, the time the women go out to draw water. <sup><strong>12</strong></sup> Then he prayed, \"O LORD, God of my master Abraham, give me success today, and show kindness to my master Abraham. <sup><strong>13</strong></sup> See, I am standing beside this spring, and the daughters of the townspeople are coming out to draw water. <sup><strong>14</strong></sup> May it be that when I say to a girl, 'Please let down your jar that I may have a drink,' and she says, 'Drink, and I'll water your camels too'-let her be the one you have chosen for your servant Isaac. By this I will know that you have shown kindness to my master.\" <sup><strong>15</strong></sup> Before he had finished praying, Rebekah came out with her jar on her shoulder. She was the daughter of Bethuel son of Milcah, who was the wife of Abraham's brother Nahor. <sup><strong>16</strong></sup> The girl was very beautiful, a virgin; no man had ever lain with her. She went down to the spring, filled her jar and came up again. <sup><strong>17</strong></sup> The servant hurried to meet her and said, \"Please give me a little water from your jar.\" <sup><strong>18</strong></sup> \"Drink, my lord,\" she said, and quickly lowered the jar to her hands and gave him a drink. <sup><strong>19</strong></sup> After she had given him a drink, she said, \"I'll draw water for your camels too, until they have finished drinking.\" <sup><strong>20</strong></sup> So she quickly emptied her jar into the trough, ran back to the well to draw more water, and drew enough for all his camels. <sup><strong>21</strong></sup> Without saying a word, the man watched her closely to learn whether or not the LORD had made his journey successful. <sup><strong>22</strong></sup> When the camels had finished drinking, the man took out a gold nose ring weighing a beka and two gold bracelets weighing ten shekels. <sup><strong>23</strong></sup> Then he asked, \"Whose daughter are you? Please tell me, is there room in your father's house for us to spend the night?\" <sup><strong>24</strong></sup> She answered him, \"I am the daughter of Bethuel, the son that Milcah bore to Nahor.\" <sup><strong>25</strong></sup> And she added, \"We have plenty of straw and fodder, as well as room for you to spend the night.\" <sup><strong>26</strong></sup> Then the man bowed down and worshiped the LORD, <sup><strong>27</strong></sup> saying, \"Praise be to the LORD, the God of my master Abraham, who has not abandoned his kindness and faithfulness to my master. As for me, the LORD has led me on the journey to the house of my master's relatives.\" <sup><strong>28</strong></sup> The girl ran and told her mother's household about these things. <sup><strong>29</strong></sup> Now Rebekah had a brother named Laban, and he hurried out to the man at the spring. <sup><strong>30</strong></sup> As soon as he had seen the nose ring, and the bracelets on his sister's arms, and had heard Rebekah tell what the man said to her, he went out to the man and found him standing by the camels near the spring. <sup><strong>31</strong></sup> \"Come, you who are blessed by the LORD,\" he said. \"Why are you standing out here? I have prepared the house and a place for the camels.\" <sup><strong>32</strong></sup> So the man went to the house, and the camels were unloaded. Straw and fodder were brought for the camels, and water for him and his men to wash their feet. <sup><strong>33</strong></sup> Then food was set before him, but he said, \"I will not eat until I have told you what I have to say.Then tell us,\" Laban said. <sup><strong>34</strong></sup> So he said, \"I am Abraham's servant. <sup><strong>35</strong></sup> The LORD has blessed my master abundantly, and he has become wealthy. He has given him sheep and cattle, silver and gold, menservants and maidservants, and camels and donkeys. <sup><strong>36</strong></sup> My master's wife Sarah has borne him a son in her old age, and he has given him everything he owns. <sup><strong>37</strong></sup> And my master made me swear an oath, and said, 'You must not get a wife for my son from the daughters of the Canaanites, in whose land I live, <sup><strong>38</strong></sup> but go to my father's family and to my own clan, and get a wife for my son.' <sup><strong>39</strong></sup> \"Then I asked my master, 'What if the woman will not come back with me?' <sup><strong>40</strong></sup> \"He replied, 'The LORD, before whom I have walked, will send his angel with you and make your journey a success, so that you can get a wife for my son from my own clan and from my father's family. <sup><strong>41</strong></sup> Then, when you go to my clan, you will be released from my oath even if they refuse to give her to you-you will be released from my oath.' <sup><strong>42</strong></sup> \"When I came to the spring today, I said, 'O LORD, God of my master Abraham, if you will, please grant success to the journey on which I have come. <sup><strong>43</strong></sup> See, I am standing beside this spring; if a maiden comes out to draw water and I say to her, \"Please let me drink a little water from your jar,\" <sup><strong>44</strong></sup> and if she says to me, \"Drink, and I'll draw water for your camels too,\" let her be the one the LORD has chosen for my master's son.' <sup><strong>45</strong></sup> \"Before I finished praying in my heart, Rebekah came out, with her jar on her shoulder. She went down to the spring and drew water, and I said to her, 'Please give me a drink.' <sup><strong>46</strong></sup> \"She quickly lowered her jar from her shoulder and said, 'Drink, and I'll water your camels too.' So I drank, and she watered the camels also. <sup><strong>47</strong></sup> \"I asked her, 'Whose daughter are you?'\"She said, 'The daughter of Bethuel son of Nahor, whom Milcah bore to him.'\"Then I put the ring in her nose and the bracelets on her arms, <sup><strong>48</strong></sup> and I bowed down and worshiped the LORD. I praised the LORD, the God of my master Abraham, who had led me on the right road to get the granddaughter of my master's brother for his son. <sup><strong>49</strong></sup> Now if you will show kindness and faithfulness to my master, tell me; and if not, tell me, so I may know which way to turn.\" <sup><strong>50</strong></sup> Laban and Bethuel answered, \"This is from the LORD; we can say nothing to you one way or the other. <sup><strong>51</strong></sup> Here is Rebekah; take her and go, and let her become the wife of your master's son, as the LORD has directed.\" <sup><strong>52</strong></sup> When Abraham's servant heard what they said, he bowed down to the ground before the LORD. <sup><strong>53</strong></sup> Then the servant brought out gold and silver jewelry and articles of clothing and gave them to Rebekah; he also gave costly gifts to her brother and to her mother. <sup><strong>54</strong></sup> Then he and the men who were with him ate and drank and spent the night there. When they got up the next morning, he said, \"Send me on my way to my master.\" <sup><strong>55</strong></sup> But her brother and her mother replied, \"Let the girl remain with us ten days or so; then you may go.\" <sup><strong>56</strong></sup> But he said to them, \"Do not detain me, now that the LORD has granted success to my journey. Send me on my way so I may go to my master.\" <sup><strong>57</strong></sup> Then they said, \"Let's call the girl and ask her about it.\" <sup><strong>58</strong></sup> So they called Rebekah and asked her, \"Will you go with this man?I will go,\" she said. <sup><strong>59</strong></sup> So they sent their sister Rebekah on her way, along with her nurse and Abraham's servant and his men. <sup><strong>60</strong></sup> And they blessed Rebekah and said to her, \"Our sister, may you increase to thousands upon thousands; may your offspring possess the gates of their enemies.\" <sup><strong>61</strong></sup> Then Rebekah and her maids got ready and mounted their camels and went back with the man. So the servant took Rebekah and left. <sup><strong>62</strong></sup> Now Isaac had come from Beer Lahai Roi, for he was living in the Negev. <sup><strong>63</strong></sup> He went out to the field one evening to meditate, and as he looked up, he saw camels approaching. <sup><strong>64</strong></sup> Rebekah also looked up and saw Isaac. She got down from her camel <sup><strong>65</strong></sup> and asked the servant, \"Who is that man in the field coming to meet us?He is my master,\" the servant answered. So she took her veil and covered herself. <sup><strong>66</strong></sup> Then the servant told Isaac all he had done. <sup><strong>67</strong></sup> Isaac brought her into the tent of his mother Sarah, and he married Rebekah. So she became his wife, and he loved her; and Isaac was comforted after his mother's death. "},{"_id":"6164dd2bdc1be0273f8b745e","topicId":"6164dd28dc1be0273f8b7455","verse":"Hebrews 11:20","votes":7,"__v":0,"esv":"<div>\n<p id=\"p58011020_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau.</p>\n</div>","kjv":"<strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  ","niv":"<sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future."},{"_id":"6164dd2bdc1be0273f8b745f","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 25:20","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p01025001_06-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01025001-1\">25:1&nbsp;</b>Abraham took another wife, whose name was Keturah. <b class=\"verse-num\" id=\"v01025002-1\">2&nbsp;</b>She bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. <b class=\"verse-num\" id=\"v01025003-1\">3&nbsp;</b>Jokshan fathered Sheba and Dedan. The sons of Dedan were Asshurim, Letushim, and Leummim. <b class=\"verse-num\" id=\"v01025004-1\">4&nbsp;</b>The sons of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were the children of Keturah. <b class=\"verse-num\" id=\"v01025005-1\">5&nbsp;</b>Abraham gave all he had to Isaac. <b class=\"verse-num\" id=\"v01025006-1\">6&nbsp;</b>But to the sons of his concubines Abraham gave gifts, and while he was still living he sent them away from his son Isaac, eastward to the east country.</p>\n<p id=\"p01025006_06-23\"><b class=\"verse-num\" id=\"v01025007-1\">7&nbsp;</b>These are the days of the years of Abraham’s life, 175 years. <b class=\"verse-num\" id=\"v01025008-1\">8&nbsp;</b>Abraham breathed his last and died in a good old age, an old man and full of years, and was gathered to his people. <b class=\"verse-num\" id=\"v01025009-1\">9&nbsp;</b>Isaac and Ishmael his sons buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, east of Mamre, <b class=\"verse-num\" id=\"v01025010-1\">10&nbsp;</b>the field that Abraham purchased from the Hittites. There Abraham was buried, with Sarah his wife. <b class=\"verse-num\" id=\"v01025011-1\">11&nbsp;</b>After the death of Abraham, God blessed Isaac his son. And Isaac settled at Beer-lahai-roi.</p>\n<p id=\"p01025011_06-23\"><b class=\"verse-num\" id=\"v01025012-1\">12&nbsp;</b>These are the generations of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s servant, bore to Abraham. <b class=\"verse-num\" id=\"v01025013-1\">13&nbsp;</b>These are the names of the sons of Ishmael, named in the order of their birth: Nebaioth, the firstborn of Ishmael; and Kedar, Adbeel, Mibsam, <b class=\"verse-num\" id=\"v01025014-1\">14&nbsp;</b>Mishma, Dumah, Massa, <b class=\"verse-num\" id=\"v01025015-1\">15&nbsp;</b>Hadad, Tema, Jetur, Naphish, and Kedemah. <b class=\"verse-num\" id=\"v01025016-1\">16&nbsp;</b>These are the sons of Ishmael and these are their names, by their villages and by their encampments, twelve princes according to their tribes. <b class=\"verse-num\" id=\"v01025017-1\">17&nbsp;</b>(These are the years of the life of Ishmael: 137 years. He breathed his last and died, and was gathered to his people.) <b class=\"verse-num\" id=\"v01025018-1\">18&nbsp;</b>They settled from Havilah to Shur, which is opposite Egypt in the direction of Assyria. He settled over against all his kinsmen.</p>\n\n<p id=\"p01025018_12-23\"><b class=\"verse-num\" id=\"v01025019-1\">19&nbsp;</b>These are the generations of Isaac, Abraham’s son: Abraham fathered Isaac, <b class=\"verse-num\" id=\"v01025020-1\">20&nbsp;</b>and Isaac was forty years old when he took Rebekah, the daughter of Bethuel the Aramean of Paddan-aram, the sister of Laban the Aramean, to be his wife. <b class=\"verse-num\" id=\"v01025021-1\">21&nbsp;</b>And Isaac prayed to the LORD for his wife, because she was barren. And the LORD granted his prayer, and Rebekah his wife conceived. <b class=\"verse-num\" id=\"v01025022-1\">22&nbsp;</b>The children struggled together within her, and she said, “If it is thus, why is this happening to me?” So she went to inquire of the LORD. <b class=\"verse-num\" id=\"v01025023-1\">23&nbsp;</b>And the LORD said to her,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01025023_12-23\" class=\"line\">&nbsp;&nbsp;“Two nations are in your womb,</span><br><span id=\"p01025023_12-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and two peoples from within you shall be divided;</span><br><span id=\"p01025023_12-23\" class=\"line\">&nbsp;&nbsp;the one shall be stronger than the other,</span><br><span id=\"p01025023_12-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the older shall serve the younger.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01025023_12-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01025024-1\">24&nbsp;</b>When her days to give birth were completed, behold, there were twins in her womb. <b class=\"verse-num\" id=\"v01025025-1\">25&nbsp;</b>The first came out red, all his body like a hairy cloak, so they called his name Esau. <b class=\"verse-num\" id=\"v01025026-1\">26&nbsp;</b>Afterward his brother came out with his hand holding Esau’s heel, so his name was called Jacob. Isaac was sixty years old when she bore them.</p>\n<p id=\"p01025026_12-23\"><b class=\"verse-num\" id=\"v01025027-1\">27&nbsp;</b>When the boys grew up, Esau was a skillful hunter, a man of the field, while Jacob was a quiet man, dwelling in tents. <b class=\"verse-num\" id=\"v01025028-1\">28&nbsp;</b>Isaac loved Esau because he ate of his game, but Rebekah loved Jacob.</p>\n\n<p id=\"p01025028_16-23\"><b class=\"verse-num\" id=\"v01025029-1\">29&nbsp;</b>Once when Jacob was cooking stew, Esau came in from the field, and he was exhausted. <b class=\"verse-num\" id=\"v01025030-1\">30&nbsp;</b>And Esau said to Jacob, “Let me eat some of that red stew, for I am exhausted!” (Therefore his name was called Edom.) <b class=\"verse-num\" id=\"v01025031-1\">31&nbsp;</b>Jacob said, “Sell me your birthright now.” <b class=\"verse-num\" id=\"v01025032-1\">32&nbsp;</b>Esau said, “I am about to die; of what use is a birthright to me?” <b class=\"verse-num\" id=\"v01025033-1\">33&nbsp;</b>Jacob said, “Swear to me now.” So he swore to him and sold his birthright to Jacob. <b class=\"verse-num\" id=\"v01025034-1\">34&nbsp;</b>Then Jacob gave Esau bread and lentil stew, and he ate and drank and rose and went his way. Thus Esau despised his birthright.</p>\n\n</div>","kjv":"<strong>20</strong> And Isaac was forty years old when he took Rebekah to wife, the daughter of Bethuel the Syrian of Padan-aram, the sister to Laban the Syrian.  ","niv":"<sup><strong>20</strong></sup> and Isaac was forty years old when he married Rebekah daughter of Bethuel the Aramean from Paddan Aram and sister of Laban the Aramean."},{"_id":"6164dd2cdc1be0273f8b7460","topicId":"6164dd28dc1be0273f8b7455","verse":"Galatians 4:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48004028_01-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v48004028-1\">28&nbsp;</b>Now you, brothers, like Isaac, are children of promise.</p>\n\n</div>","kjv":"<strong>28</strong> Now we, brethren, as Isaac was, are the children of promise.  ","niv":"<sup><strong>28</strong></sup> Now you, brothers, like Isaac, are children of promise.","modified":"2023-04-14T10:26:13.420Z"},{"_id":"6164dd2cdc1be0273f8b7461","topicId":"6164dd28dc1be0273f8b7455","verse":"Psalm 23:1-6","votes":5,"__v":0,"esv":"<div>\n\n<h4 id=\"p19023001_06-12\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-12\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br><span id=\"p19023002_06-12\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He makes me lie down in green pastures.</span><br><span id=\"p19023002_06-12\" class=\"line\">&nbsp;&nbsp;He leads me beside still waters.</span><br><span id=\"p19023003_06-12\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He restores my soul.</span><br><span id=\"p19023003_06-12\" class=\"line\">&nbsp;&nbsp;He leads me in paths of righteousness</span><br><span id=\"p19023003_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his name’s sake.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023004_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_06-12\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023005_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023005-1\">5&nbsp;</b>&nbsp;&nbsp;You prepare a table before me</span><br><span id=\"p19023005_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of my enemies;</span><br><span id=\"p19023005_06-12\" class=\"line\">&nbsp;&nbsp;you anoint my head with oil;</span><br><span id=\"p19023005_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my cup overflows.</span><br><span id=\"p19023006_06-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023006-1\">6&nbsp;</b>&nbsp;&nbsp;Surely goodness and mercy shall follow me</span><br><span id=\"p19023006_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19023006_06-12\" class=\"line\">&nbsp;&nbsp;and I shall dwell in the house of the LORD</span><br><span id=\"p19023006_06-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  <strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  <strong>3</strong> He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.  <strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  <strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  <strong>6</strong> Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.  ","niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want. <sup><strong>2</strong></sup> He makes me lie down in green pastures, he leads me beside quiet waters, <sup><strong>3</strong></sup> he restores my soul. He guides me in paths of righteousness for his name's sake. <sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. <sup><strong>5</strong></sup> You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. <sup><strong>6</strong></sup> Surely goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever. "},{"_id":"6164dd2cdc1be0273f8b7462","topicId":"6164dd28dc1be0273f8b7455","verse":"Luke 13:28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42013028_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42013028-1\">28&nbsp;</b><span class=\"woc\">In that place there will be weeping and gnashing of teeth, when you see Abraham and Isaac and Jacob and all the prophets in the kingdom of God but you yourselves cast out.</span></p>\n</div>","kjv":"<strong>28</strong> There shall be weeping and gnashing of teeth, when ye shall see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, and you yourselves thrust out.  ","niv":"<sup><strong>28</strong></sup> \"There will be weeping there, and gnashing of teeth, when you see Abraham, Isaac and Jacob and all the prophets in the kingdom of God, but you yourselves thrown out."},{"_id":"6164dd2ddc1be0273f8b7463","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 28:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01028014_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v01028014-1\">14&nbsp;</b>Your offspring shall be like the dust of the earth, and you shall spread abroad to the west and to the east and to the north and to the south, and in you and your offspring shall all the families of the earth be blessed.</p>\n</div>","kjv":"<strong>14</strong> And thy seed shall be as the dust of the earth, and thou shalt spread abroad to the west, and to the east, and to the north, and to the south: and in thee and in thy seed shall all the families of the earth be blessed.  ","niv":"<sup><strong>14</strong></sup> Your descendants will be like the dust of the earth, and you will spread out to the west and to the east, to the north and to the south. All peoples on earth will be blessed through you and your offspring."},{"_id":"6164dd2ddc1be0273f8b7464","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 26:24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01026024_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v01026024-1\">24&nbsp;</b>And the LORD appeared to him the same night and said, “I am the God of Abraham your father. Fear not, for I am with you and will bless you and multiply your offspring for my servant Abraham’s sake.”</p>\n</div>","kjv":"<strong>24</strong> And the LORD appeared unto him the same night, and said, I am  the God of Abraham thy father: fear not, for I am with thee, and will bless thee, and multiply thy seed for my servant Abraham’s sake.  ","niv":"<sup><strong>24</strong></sup> That night the LORD appeared to him and said, \"I am the God of your father Abraham. Do not be afraid, for I am with you; I will bless you and will increase the number of your descendants for the sake of my servant Abraham.\""},{"_id":"6164dd2ddc1be0273f8b7465","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 25:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01025021_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025021-1\">21&nbsp;</b>And Isaac prayed to the LORD for his wife, because she was barren. And the LORD granted his prayer, and Rebekah his wife conceived.</p>\n</div>","kjv":"<strong>21</strong> And Isaac intreated the LORD for his wife, because she was  barren: and the LORD was intreated of him, and Rebekah his wife conceived.  ","niv":"<sup><strong>21</strong></sup> Isaac prayed to the LORD on behalf of his wife, because she was barren. The LORD answered his prayer, and his wife Rebekah became pregnant."},{"_id":"6164dd2ddc1be0273f8b7466","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 25:11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01025011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025011-1\">11&nbsp;</b>After the death of Abraham, God blessed Isaac his son. And Isaac settled at Beer-lahai-roi.</p>\n</div>","kjv":"<strong>11</strong> And it came to pass after the death of Abraham, that God blessed his son Isaac; and Isaac dwelt by the well Lahai-roi.  ","niv":"<sup><strong>11</strong></sup> After Abraham's death, God blessed his son Isaac, who then lived near Beer Lahai Roi.","modified":"2023-07-30T05:16:23.242Z"},{"_id":"6164dd2edc1be0273f8b7467","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 24:62","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01024062_01-18\"><b class=\"verse-num\" id=\"v01024062-1\">62&nbsp;</b>Now Isaac had returned from Beer-lahai-roi and was dwelling in the Negeb.</p>\n</div>","kjv":"<strong>62</strong> And Isaac came from the way of the well Lahai-roi; for he dwelt in the south country.  ","niv":"<sup><strong>62</strong></sup> Now Isaac had come from Beer Lahai Roi, for he was living in the Negev."},{"_id":"6164dd2edc1be0273f8b7468","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 22:1-19","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01022001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01022001-1\">22:1&nbsp;</b>After these things God tested Abraham and said to him, “Abraham!” And he said, “Here I am.” <b class=\"verse-num\" id=\"v01022002-1\">2&nbsp;</b>He said, “Take your son, your only son Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains of which I shall tell you.” <b class=\"verse-num\" id=\"v01022003-1\">3&nbsp;</b>So Abraham rose early in the morning, saddled his donkey, and took two of his young men with him, and his son Isaac. And he cut the wood for the burnt offering and arose and went to the place of which God had told him. <b class=\"verse-num\" id=\"v01022004-1\">4&nbsp;</b>On the third day Abraham lifted up his eyes and saw the place from afar. <b class=\"verse-num\" id=\"v01022005-1\">5&nbsp;</b>Then Abraham said to his young men, “Stay here with the donkey; I and the boy will go over there and worship and come again to you.” <b class=\"verse-num\" id=\"v01022006-1\">6&nbsp;</b>And Abraham took the wood of the burnt offering and laid it on Isaac his son. And he took in his hand the fire and the knife. So they went both of them together. <b class=\"verse-num\" id=\"v01022007-1\">7&nbsp;</b>And Isaac said to his father Abraham, “My father!” And he said, “Here I am, my son.” He said, “Behold, the fire and the wood, but where is the lamb for a burnt offering?” <b class=\"verse-num\" id=\"v01022008-1\">8&nbsp;</b>Abraham said, “God will provide for himself the lamb for a burnt offering, my son.” So they went both of them together.</p>\n<p id=\"p01022008_05-19\"><b class=\"verse-num\" id=\"v01022009-1\">9&nbsp;</b>When they came to the place of which God had told him, Abraham built the altar there and laid the wood in order and bound Isaac his son and laid him on the altar, on top of the wood. <b class=\"verse-num\" id=\"v01022010-1\">10&nbsp;</b>Then Abraham reached out his hand and took the knife to slaughter his son. <b class=\"verse-num\" id=\"v01022011-1\">11&nbsp;</b>But the angel of the LORD called to him from heaven and said, “Abraham, Abraham!” And he said, “Here I am.” <b class=\"verse-num\" id=\"v01022012-1\">12&nbsp;</b>He said, “Do not lay your hand on the boy or do anything to him, for now I know that you fear God, seeing you have not withheld your son, your only son, from me.” <b class=\"verse-num\" id=\"v01022013-1\">13&nbsp;</b>And Abraham lifted up his eyes and looked, and behold, behind him was a ram, caught in a thicket by his horns. And Abraham went and took the ram and offered it up as a burnt offering instead of his son. <b class=\"verse-num\" id=\"v01022014-1\">14&nbsp;</b>So Abraham called the name of that place, “The LORD will provide”; as it is said to this day, “On the mount of the LORD it shall be provided.”</p>\n<p id=\"p01022014_05-19\"><b class=\"verse-num\" id=\"v01022015-1\">15&nbsp;</b>And the angel of the LORD called to Abraham a second time from heaven <b class=\"verse-num\" id=\"v01022016-1\">16&nbsp;</b>and said, “By myself I have sworn, declares the LORD, because you have done this and have not withheld your son, your only son, <b class=\"verse-num\" id=\"v01022017-1\">17&nbsp;</b>I will surely bless you, and I will surely multiply your offspring as the stars of heaven and as the sand that is on the seashore. And your offspring shall possess the gate of his enemies, <b class=\"verse-num\" id=\"v01022018-1\">18&nbsp;</b>and in your offspring shall all the nations of the earth be blessed, because you have obeyed my voice.” <b class=\"verse-num\" id=\"v01022019-1\">19&nbsp;</b>So Abraham returned to his young men, and they arose and went together to Beersheba. And Abraham lived at Beersheba.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass after these things, that God did tempt Abraham, and said unto him, Abraham: and he said, Behold, here I am.  <strong>2</strong> And he said, Take now thy son, thine only son Isaac, whom thou lovest, and get thee into the land of Moriah; and offer him there for a burnt offering upon one of the mountains which I will tell thee of.  <strong>3</strong> And Abraham rose up early in the morning, and saddled his ass, and took two of his young men with him, and Isaac his son, and clave the wood for the burnt offering, and rose up, and went unto the place of which God had told him.  <strong>4</strong> Then on the third day Abraham lifted up his eyes, and saw the place afar off.  <strong>5</strong> And Abraham said unto his young men, Abide ye here with the ass; and I and the lad will go yonder and worship, and come again to you,  <strong>6</strong> And Abraham took the wood of the burnt offering, and laid it  upon Isaac his son; and he took the fire in his hand, and a knife; and they went both of them together.  <strong>7</strong> And Isaac spake unto Abraham his father, and said, My father: and he said, Here am I, my son. And he said, Behold the fire and the wood: but where is the lamb for a burnt offering?  <strong>8</strong> And Abraham said, My son, God will provide himself a lamb for a burnt offering: so they went both of them together.  <strong>9</strong> And they came to the place which God had told him of; and Abraham built an altar there, and laid the wood in order, and bound Isaac his son, and laid him on the altar upon the wood.  <strong>10</strong> And Abraham stretched forth his hand, and took the knife to slay his son.  <strong>11</strong> And the angel of the LORD called unto him out of heaven, and said, Abraham, Abraham: and he said, Here am I.  <strong>12</strong> And he said, Lay not thine hand upon the lad, neither do thou any thing unto him: for now I know that thou fearest God, seeing thou hast not withheld thy son, thine only son from me.  <strong>13</strong> And Abraham lifted up his eyes, and looked, and behold behind him a ram caught in a thicket by his horns: and Abraham went and took the ram, and offered him up for a burnt offering in the stead of his son.  <strong>14</strong> And Abraham called the name of that place Jehovah-jireh: as it is said to this day, In the mount of the LORD it shall be seen.  <strong>15</strong> And the angel of the LORD called unto Abraham out of heaven the second time,  <strong>16</strong> And said, By myself have I sworn, saith the LORD, for because thou hast done this thing, and hast not withheld thy son, thine only son:  <strong>17</strong> That in blessing I will bless thee, and in multiplying I will multiply thy seed as the stars of the heaven, and as the sand which is upon the sea shore; and thy seed shall possess the gate of his enemies;  <strong>18</strong> And in thy seed shall all the nations of the earth be blessed; because thou hast obeyed my voice.  <strong>19</strong> So Abraham returned unto his young men, and they rose up and went together to Beer-sheba; and Abraham dwelt at Beer-sheba.  ","niv":"<sup><strong>1</strong></sup> Some time later God tested Abraham. He said to him, \"Abraham!Here I am,\" he replied. <sup><strong>2</strong></sup> Then God said, \"Take your son, your only son, Isaac, whom you love, and go to the region of Moriah. Sacrifice him there as a burnt offering on one of the mountains I will tell you about.\" <sup><strong>3</strong></sup> Early the next morning Abraham got up and saddled his donkey. He took with him two of his servants and his son Isaac. When he had cut enough wood for the burnt offering, he set out for the place God had told him about. <sup><strong>4</strong></sup> On the third day Abraham looked up and saw the place in the distance. <sup><strong>5</strong></sup> He said to his servants, \"Stay here with the donkey while I and the boy go over there. We will worship and then we will come back to you.\" <sup><strong>6</strong></sup> Abraham took the wood for the burnt offering and placed it on his son Isaac, and he himself carried the fire and the knife. As the two of them went on together, <sup><strong>7</strong></sup> Isaac spoke up and said to his father Abraham, \"Father?Yes, my son?\" Abraham replied. \"The fire and wood are here,\" Isaac said, \"but where is the lamb for the burnt offering?\" <sup><strong>8</strong></sup> Abraham answered, \"God himself will provide the lamb for the burnt offering, my son.\" And the two of them went on together. <sup><strong>9</strong></sup> When they reached the place God had told him about, Abraham built an altar there and arranged the wood on it. He bound his son Isaac and laid him on the altar, on top of the wood. <sup><strong>10</strong></sup> Then he reached out his hand and took the knife to slay his son. <sup><strong>11</strong></sup> But the angel of the LORD called out to him from heaven, \"Abraham! Abraham!Here I am,\" he replied. <sup><strong>12</strong></sup> \"Do not lay a hand on the boy,\" he said. \"Do not do anything to him. Now I know that you fear God, because you have not withheld from me your son, your only son.\" <sup><strong>13</strong></sup> Abraham looked up and there in a thicket he saw a ram caught by its horns. He went over and took the ram and sacrificed it as a burnt offering instead of his son. <sup><strong>14</strong></sup> So Abraham called that place The LORD Will Provide. And to this day it is said, \"On the mountain of the LORD it will be provided.\" <sup><strong>15</strong></sup> The angel of the LORD called to Abraham from heaven a second time <sup><strong>16</strong></sup> and said, \"I swear by myself, declares the LORD, that because you have done this and have not withheld your son, your only son, <sup><strong>17</strong></sup> I will surely bless you and make your descendants as numerous as the stars in the sky and as the sand on the seashore. Your descendants will take possession of the cities of their enemies, <sup><strong>18</strong></sup> and through your offspring all nations on earth will be blessed, because you have obeyed me.\" <sup><strong>19</strong></sup> Then Abraham returned to his servants, and they set off together for Beersheba. And Abraham stayed in Beersheba. "},{"_id":"6164dd2edc1be0273f8b7469","topicId":"6164dd28dc1be0273f8b7455","verse":"1 Chronicles 16:15-19","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p13016015_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v13016015-1\">15&nbsp;</b>&nbsp;&nbsp;Remember his covenant forever,</span><br><span id=\"p13016015_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the word that he commanded, for a thousand generations,</span><br><span id=\"p13016016_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v13016016-1\">16&nbsp;</b>&nbsp;&nbsp;the covenant that he made with Abraham,</span><br><span id=\"p13016016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his sworn promise to Isaac,</span><br><span id=\"p13016017_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v13016017-1\">17&nbsp;</b>&nbsp;&nbsp;which he confirmed to Jacob as a statute,</span><br><span id=\"p13016017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Israel as an everlasting covenant,</span><br><span id=\"p13016018_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v13016018-1\">18&nbsp;</b>&nbsp;&nbsp;saying, “To you I will give the land of Canaan,</span><br><span id=\"p13016018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as your portion for an inheritance.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p13016019_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v13016019-1\">19&nbsp;</b>&nbsp;&nbsp;When you were few in number,</span><br><span id=\"p13016019_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of little account, and sojourners in it,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Be ye mindful always of his covenant; the word which he commanded to a thousand generations;  <strong>16</strong> Even of the covenant which he made with Abraham, and of his oath unto Isaac;  <strong>17</strong> And hath confirmed the same to Jacob for a law, and to Israel for an everlasting covenant,  <strong>18</strong> Saying, Unto thee will I give the land of Canaan, the lot of your inheritance;  <strong>19</strong> When ye were but few, even a few, and strangers in it.  ","niv":"<sup><strong>15</strong></sup> He remembers his covenant forever, the word he commanded, for a thousand generations, <sup><strong>16</strong></sup> the covenant he made with Abraham, the oath he swore to Isaac. <sup><strong>17</strong></sup> He confirmed it to Jacob as a decree, to Israel as an everlasting covenant: <sup><strong>18</strong></sup> \"To you I will give the land of Canaan as the portion you will inherit.\" <sup><strong>19</strong></sup> When they were but few in number, few indeed, and strangers in it, "},{"_id":"6164dd2fdc1be0273f8b746a","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 25:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01025009_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025009-1\">9&nbsp;</b>Isaac and Ishmael his sons buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, east of Mamre,</p>\n</div>","kjv":"<strong>9</strong> And his sons Isaac and Ishmael buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, which is before Mamre;  ","niv":"<sup><strong>9</strong></sup> His sons Isaac and Ishmael buried him in the cave of Machpelah near Mamre, in the field of Ephron son of Zohar the Hittite,"},{"_id":"6164dd2fdc1be0273f8b746b","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 25:1-34","votes":3,"__v":0,"kjv":"<strong>1</strong> Then again Abraham took a wife, and her name was Keturah.  <strong>2</strong> And she bare him Zimran, and Jokshan, and Medan, and Midian, and Ishbak, and Shuah.  <strong>3</strong> And Jokshan begat Sheba, and Dedan. And the sons of Dedan were Asshurim, and Letushim, and Leummim.  <strong>4</strong> And the sons of Midian; Ephah, and Epher, and Hanoch, and Abidah, and Eldaah. All these were the children of Keturah.  <strong>5</strong> And Abraham gave all that he had unto Isaac.  <strong>6</strong> But unto the sons of the concubines, which Abraham had, Abraham gave gifts, and sent them away from Isaac his son, while he yet lived, eastward, unto the east country.  <strong>7</strong> And these are the days of the years of Abraham’s life which he lived, an hundred threescore and fifteen years.  <strong>8</strong> Then Abraham gave up the ghost, and died in a good old age, an old man, and full of years; and was gathered to his people.  <strong>9</strong> And his sons Isaac and Ishmael buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, which is before Mamre;  <strong>10</strong> The field which Abraham purchased of the sons of Heth: there was Abraham buried, and Sarah his wife.  <strong>11</strong> And it came to pass after the death of Abraham, that God blessed his son Isaac; and Isaac dwelt by the well Lahai-roi.  <strong>12</strong> Now these are the generations of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s handmaid, bare unto Abraham:  <strong>13</strong> And these are the names of the sons of Ishmael, by their names, according to their generations: the firstborn of Ishmael, Nebajoth; and Kedar, and Adbeel, and Mibsam,  <strong>14</strong> And Mishma, and Dumah, and Massa,  <strong>15</strong> Hadar, and Tema, Jetur, Naphish, and Kedemah:  <strong>16</strong> These are the sons of Ishmael, and these are their names, by their towns, and by their castles; twelve princes according to their nations.  <strong>17</strong> And these are the years of the life of Ishmael, an hundred and thirty and seven years: and he gave up the ghost and died; and was gathered unto his people.  <strong>18</strong> And they dwelt from Havilah unto Shur, that is before Egypt, as thou goest toward Assyria: and he died in the presence of all his brethren.  <strong>19</strong> And these are the generations of Isaac, Abraham’s son: Abraham begat Isaac:  <strong>20</strong> And Isaac was forty years old when he took Rebekah to wife, the daughter of Bethuel the Syrian of Padan-aram, the sister to Laban the Syrian.  <strong>21</strong> And Isaac intreated the LORD for his wife, because she was  barren: and the LORD was intreated of him, and Rebekah his wife conceived.  <strong>22</strong> And the children struggled together within her; and she said, If it be so, why am I thus? And she went to enquire of the LORD.  <strong>23</strong> And the LORD said unto her, Two nations are in thy womb, and two manner of people shall be separated from thy bowels; and the one  people shall be stronger than the other people; and the elder shall serve the younger.  <strong>24</strong> And when her days to be delivered were fulfilled, behold, there were twins in her womb.  <strong>25</strong> And the first came out red, all over like an hairy garment; and they called his name Esau.  <strong>26</strong> And after that came his brother out, and his hand took hold on Esau’s heel; and his name was called Jacob: and Isaac was threescore years old when she bare them.  <strong>27</strong> And the boys grew: and Esau was a cunning hunter, a man of the field; and Jacob was a plain man, dwelling in tents.  <strong>28</strong> And Isaac loved Esau, because he did eat of his venison: but Rebekah loved Jacob.  <strong>29</strong> And Jacob sod pottage: and Esau came from the field, and he was  faint:  <strong>30</strong> And Esau said to Jacob, Feed me, I pray thee, with that same red pottage; for I am faint: therefore was his name called Edom.  <strong>31</strong> And Jacob said, Sell me this day thy birthright.  <strong>32</strong> And Esau said, Behold, I am at the point to die: and what profit shall this birthright do to me?  <strong>33</strong> And Jacob said, Swear to me this day; and he sware unto him: and he sold his birthright unto Jacob.  <strong>34</strong> Then Jacob gave Esau bread and pottage of lentiles; and he did eat and drink, and rose up, and went his way: thus Esau despised his birthright.  ","niv":"<sup><strong>1</strong></sup> Abraham took another wife, whose name was Keturah. <sup><strong>2</strong></sup> She bore him Zimran, Jokshan, Medan, Midian, Ishbak and Shuah. <sup><strong>3</strong></sup> Jokshan was the father of Sheba and Dedan; the descendants of Dedan were the Asshurites, the Letushites and the Leummites. <sup><strong>4</strong></sup> The sons of Midian were Ephah, Epher, Hanoch, Abida and Eldaah. All these were descendants of Keturah. <sup><strong>5</strong></sup> Abraham left everything he owned to Isaac. <sup><strong>6</strong></sup> But while he was still living, he gave gifts to the sons of his concubines and sent them away from his son Isaac to the land of the east. <sup><strong>7</strong></sup> Altogether, Abraham lived a hundred and seventy-five years. <sup><strong>8</strong></sup> Then Abraham breathed his last and died at a good old age, an old man and full of years; and he was gathered to his people. <sup><strong>9</strong></sup> His sons Isaac and Ishmael buried him in the cave of Machpelah near Mamre, in the field of Ephron son of Zohar the Hittite, <sup><strong>10</strong></sup> the field Abraham had bought from the Hittites. There Abraham was buried with his wife Sarah. <sup><strong>11</strong></sup> After Abraham's death, God blessed his son Isaac, who then lived near Beer Lahai Roi. <sup><strong>12</strong></sup> This is the account of Abraham's son Ishmael, whom Sarah's maidservant, Hagar the Egyptian, bore to Abraham. <sup><strong>13</strong></sup> These are the names of the sons of Ishmael, listed in the order of their birth: Nebaioth the firstborn of Ishmael, Kedar, Adbeel, Mibsam, <sup><strong>14</strong></sup> Mishma, Dumah, Massa, <sup><strong>15</strong></sup> Hadad, Tema, Jetur, Naphish and Kedemah. <sup><strong>16</strong></sup> These were the sons of Ishmael, and these are the names of the twelve tribal rulers according to their settlements and camps. <sup><strong>17</strong></sup> Altogether, Ishmael lived a hundred and thirty-seven years. He breathed his last and died, and he was gathered to his people. <sup><strong>18</strong></sup> His descendants settled in the area from Havilah to Shur, near the border of Egypt, as you go toward Asshur. And they lived in hostility toward all their brothers. <sup><strong>19</strong></sup> This is the account of Abraham's son Isaac. Abraham became the father of Isaac, <sup><strong>20</strong></sup> and Isaac was forty years old when he married Rebekah daughter of Bethuel the Aramean from Paddan Aram and sister of Laban the Aramean. <sup><strong>21</strong></sup> Isaac prayed to the LORD on behalf of his wife, because she was barren. The LORD answered his prayer, and his wife Rebekah became pregnant. <sup><strong>22</strong></sup> The babies jostled each other within her, and she said, \"Why is this happening to me?\" So she went to inquire of the LORD. <sup><strong>23</strong></sup> The LORD said to her, \"Two nations are in your womb, and two peoples from within you will be separated; one people will be stronger than the other, and the older will serve the younger.\" <sup><strong>24</strong></sup> When the time came for her to give birth, there were twin boys in her womb. <sup><strong>25</strong></sup> The first to come out was red, and his whole body was like a hairy garment; so they named him Esau. <sup><strong>26</strong></sup> After this, his brother came out, with his hand grasping Esau's heel; so he was named Jacob. Isaac was sixty years old when Rebekah gave birth to them. <sup><strong>27</strong></sup> The boys grew up, and Esau became a skillful hunter, a man of the open country, while Jacob was a quiet man, staying among the tents. <sup><strong>28</strong></sup> Isaac, who had a taste for wild game, loved Esau, but Rebekah loved Jacob. <sup><strong>29</strong></sup> Once when Jacob was cooking some stew, Esau came in from the open country, famished. <sup><strong>30</strong></sup> He said to Jacob, \"Quick, let me have some of that red stew! I'm famished!\" (That is why he was also called Edom. ) <sup><strong>31</strong></sup> Jacob replied, \"First sell me your birthright.\" <sup><strong>32</strong></sup> \"Look, I am about to die,\" Esau said. \"What good is the birthright to me?\" <sup><strong>33</strong></sup> But Jacob said, \"Swear to me first.\" So he swore an oath to him, selling his birthright to Jacob. <sup><strong>34</strong></sup> Then Jacob gave Esau some bread and some lentil stew. He ate and drank, and then got up and left. So Esau despised his birthright. "},{"_id":"6164dd2fdc1be0273f8b746c","topicId":"6164dd28dc1be0273f8b7455","verse":"James 2:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59002021_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002021-1\">21&nbsp;</b>Was not Abraham our father justified by works when he offered up his son Isaac on the altar?</p>\n</div>","kjv":"<strong>21</strong> Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?  ","niv":"<sup><strong>21</strong></sup> Was not our ancestor Abraham considered righteous for what he did when he offered his son Isaac on the altar?"},{"_id":"6164dd30dc1be0273f8b746d","topicId":"6164dd28dc1be0273f8b7455","verse":"Isaiah 65:21-23","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23065021_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23065021-1\">21&nbsp;</b>&nbsp;&nbsp;They shall build houses and inhabit them;</span><br><span id=\"p23065021_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall plant vineyards and eat their fruit.</span><br><span id=\"p23065022_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23065022-1\">22&nbsp;</b>&nbsp;&nbsp;They shall not build and another inhabit;</span><br><span id=\"p23065022_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall not plant and another eat;</span><br><span id=\"p23065022_01-25\" class=\"line\">&nbsp;&nbsp;for like the days of a tree shall the days of my people be,</span><br><span id=\"p23065022_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my chosen shall long enjoy the work of their hands.</span><br><span id=\"p23065023_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23065023-1\">23&nbsp;</b>&nbsp;&nbsp;They shall not labor in vain</span><br><span id=\"p23065023_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or bear children for calamity,</span><br><span id=\"p23065023_01-25\" class=\"line\">&nbsp;&nbsp;for they shall be the offspring of the blessed of the LORD,</span><br><span id=\"p23065023_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their descendants with them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>21</strong> And they shall build houses, and inhabit them; and they shall plant vineyards, and eat the fruit of them.  <strong>22</strong> They shall not build, and another inhabit; they shall not plant, and another eat: for as the days of a tree are the days of my people, and mine elect shall long enjoy the work of their hands.  <strong>23</strong> They shall not labour in vain, nor bring forth for trouble; for they are the seed of the blessed of the LORD, and their offspring with them.  ","niv":"<sup><strong>21</strong></sup> They will build houses and dwell in them; they will plant vineyards and eat their fruit. <sup><strong>22</strong></sup> No longer will they build houses and others live in them, or plant and others eat. For as the days of a tree, so will be the days of my people; my chosen ones will long enjoy the works of their hands. <sup><strong>23</strong></sup> They will not toil in vain or bear children doomed to misfortune; for they will be a people blessed by the LORD, they and their descendants with them. "},{"_id":"6164dd30dc1be0273f8b746e","topicId":"6164dd28dc1be0273f8b7455","verse":"Genesis 26:2-5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01026002_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v01026002-1\">2&nbsp;</b>And the LORD appeared to him and said, “Do not go down to Egypt; dwell in the land of which I shall tell you. <b class=\"verse-num\" id=\"v01026003-1\">3&nbsp;</b>Sojourn in this land, and I will be with you and will bless you, for to you and to your offspring I will give all these lands, and I will establish the oath that I swore to Abraham your father. <b class=\"verse-num\" id=\"v01026004-1\">4&nbsp;</b>I will multiply your offspring as the stars of heaven and will give to your offspring all these lands. And in your offspring all the nations of the earth shall be blessed, <b class=\"verse-num\" id=\"v01026005-1\">5&nbsp;</b>because Abraham obeyed my voice and kept my charge, my commandments, my statutes, and my laws.”</p>\n</div>","kjv":"<strong>2</strong> And the LORD appeared unto him, and said, Go not down into Egypt; dwell in the land which I shall tell thee of:  <strong>3</strong> Sojourn in this land, and I will be with thee, and will bless thee; for unto thee, and unto thy seed, I will give all these countries, and I will perform the oath which I sware unto Abraham thy father;  <strong>4</strong> And I will make thy seed to multiply as the stars of heaven, and will give unto thy seed all these countries; and in thy seed shall all the nations of the earth be blessed;  <strong>5</strong> Because that Abraham obeyed my voice, and kept my charge, my commandments, my statutes, and my laws.  ","niv":"<sup><strong>2</strong></sup> The LORD appeared to Isaac and said, \"Do not go down to Egypt; live in the land where I tell you to live. <sup><strong>3</strong></sup> Stay in this land for a while, and I will be with you and will bless you. For to you and your descendants I will give all these lands and will confirm the oath I swore to your father Abraham. <sup><strong>4</strong></sup> I will make your descendants as numerous as the stars in the sky and will give them all these lands, and through your offspring all nations on earth will be blessed, <sup><strong>5</strong></sup> because Abraham obeyed me and kept my requirements, my commands, my decrees and my laws.\" "}]}