{"_id":"6164dd78dc1be0273f8b7489","slug":"ishmael","name":"Ishmael","verses":[{"_id":"6164dd78dc1be0273f8b748a","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 17:20","votes":94,"__v":0,"esv":"<div>\n<p id=\"p01017020_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017020-1\">20&nbsp;</b>As for Ishmael, I have heard you; behold, I have blessed him and will make him fruitful and multiply him greatly. He shall father twelve princes, and I will make him into a great nation.</p>\n</div>","kjv":"<strong>20</strong> And as for Ishmael, I have heard thee: Behold, I have blessed him, and will make him fruitful, and will multiply him exceedingly; twelve princes shall he beget, and I will make him a great nation.  ","niv":"<sup><strong>20</strong></sup> And as for Ishmael, I have heard you: I will surely bless him; I will make him fruitful and will greatly increase his numbers. He will be the father of twelve rulers, and I will make him into a great nation."},{"_id":"6164dd78dc1be0273f8b748b","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 16:12","votes":75,"__v":0,"esv":"<div>\n\n<p id=\"p01016001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01016001-1\">16:1&nbsp;</b>Now Sarai, Abram’s wife, had borne him no children. She had a female Egyptian servant whose name was Hagar. <b class=\"verse-num\" id=\"v01016002-1\">2&nbsp;</b>And Sarai said to Abram, “Behold now, the LORD has prevented me from bearing children. Go in to my servant; it may be that I shall obtain children by her.” And Abram listened to the voice of Sarai. <b class=\"verse-num\" id=\"v01016003-1\">3&nbsp;</b>So, after Abram had lived ten years in the land of Canaan, Sarai, Abram’s wife, took Hagar the Egyptian, her servant, and gave her to Abram her husband as a wife. <b class=\"verse-num\" id=\"v01016004-1\">4&nbsp;</b>And he went in to Hagar, and she conceived. And when she saw that she had conceived, she looked with contempt on her mistress. <b class=\"verse-num\" id=\"v01016005-1\">5&nbsp;</b>And Sarai said to Abram, “May the wrong done to me be on you! I gave my servant to your embrace, and when she saw that she had conceived, she looked on me with contempt. May the LORD judge between you and me!” <b class=\"verse-num\" id=\"v01016006-1\">6&nbsp;</b>But Abram said to Sarai, “Behold, your servant is in your power; do to her as you please.” Then Sarai dealt harshly with her, and she fled from her.</p>\n<p id=\"p01016006_04-3\"><b class=\"verse-num\" id=\"v01016007-1\">7&nbsp;</b>The angel of the LORD found her by a spring of water in the wilderness, the spring on the way to Shur. <b class=\"verse-num\" id=\"v01016008-1\">8&nbsp;</b>And he said, “Hagar, servant of Sarai, where have you come from and where are you going?” She said, “I am fleeing from my mistress Sarai.” <b class=\"verse-num\" id=\"v01016009-1\">9&nbsp;</b>The angel of the LORD said to her, “Return to your mistress and submit to her.” <b class=\"verse-num\" id=\"v01016010-1\">10&nbsp;</b>The angel of the LORD also said to her, “I will surely multiply your offspring so that they cannot be numbered for multitude.” <b class=\"verse-num\" id=\"v01016011-1\">11&nbsp;</b>And the angel of the LORD said to her,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01016011_04-3\" class=\"line\">&nbsp;&nbsp;“Behold, you are pregnant</span><br><span id=\"p01016011_04-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall bear a son.</span><br><span id=\"p01016011_04-3\" class=\"line\">&nbsp;&nbsp;You shall call his name Ishmael,</span><br><span id=\"p01016011_04-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the LORD has listened to your affliction.</span><br><span id=\"p01016012_04-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v01016012-1\">12&nbsp;</b>&nbsp;&nbsp;He shall be a wild donkey of a man,</span><br><span id=\"p01016012_04-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his hand against everyone</span><br><span id=\"p01016012_04-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and everyone’s hand against him,</span><br><span id=\"p01016012_04-3\" class=\"line\">&nbsp;&nbsp;and he shall dwell over against all his kinsmen.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01016012_04-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01016013-1\">13&nbsp;</b>So she called the name of the LORD who spoke to her, “You are a God of seeing,” for she said, “Truly here I have seen him who looks after me.” <b class=\"verse-num\" id=\"v01016014-1\">14&nbsp;</b>Therefore the well was called Beer-lahai-roi; it lies between Kadesh and Bered.</p>\n<p id=\"p01016014_04-3\"><b class=\"verse-num\" id=\"v01016015-1\">15&nbsp;</b>And Hagar bore Abram a son, and Abram called the name of his son, whom Hagar bore, Ishmael. <b class=\"verse-num\" id=\"v01016016-1\">16&nbsp;</b>Abram was eighty-six years old when Hagar bore Ishmael to Abram.</p>\n\n</div>","kjv":"<strong>12</strong> And he will be a wild man; his hand will be against every man, and every man’s hand against him; and he shall dwell in the presence of all his brethren.  ","niv":"<sup><strong>12</strong></sup> He will be a wild donkey of a man; his hand will be against everyone and everyone's hand against him, and he will live in hostility toward all his brothers.\"","modified":"2022-10-07T19:04:50.534Z"},{"_id":"6164dd79dc1be0273f8b748c","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 16:1-16","votes":57,"__v":0,"kjv":"<strong>1</strong> Now Sarai Abram’s wife bare him no children: and she had an handmaid, an Egyptian, whose name was Hagar.  <strong>2</strong> And Sarai said unto Abram, Behold now, the LORD hath restrained me from bearing: I pray thee, go in unto my maid; it may be that I may obtain children by her. And Abram hearkened to the voice of Sarai.  <strong>3</strong> And Sarai Abram’s wife took Hagar her maid the Egyptian, after Abram had dwelt ten years in the land of Canaan, and gave her to her husband Abram to be his wife.  <strong>4</strong> And he went in unto Hagar, and she conceived: and when she saw that she had conceived, her mistress was despised in her eyes.  <strong>5</strong> And Sarai said unto Abram, My wrong be upon thee: I have given my maid into thy bosom; and when she saw that she had conceived, I was despised in her eyes: the LORD judge between me and thee.  <strong>6</strong> But Abram said unto Sarai, Behold, thy maid is in thy hand; do to her as it pleaseth thee. And when Sarai dealt hardly with her, she fled from her face.  <strong>7</strong> And the angel of the LORD found her by a fountain of water in the wilderness, by the fountain in the way to Shur.  <strong>8</strong> And he said, Hagar, Sarai’s maid, whence camest thou? and whither wilt thou go? And she said, I flee from the face of my mistress Sarai.  <strong>9</strong> And the angel of the LORD said unto her, Return to thy mistress, and submit thyself under her hands.  <strong>10</strong> And the angel of the LORD said unto her, I will multiply thy seed exceedingly, that it shall not be numbered for multitude.  <strong>11</strong> And the angel of the LORD said unto her, Behold, thou art  with child, and shalt bear a son, and shalt call his name Ishmael; because the LORD hath heard thy affliction.  <strong>12</strong> And he will be a wild man; his hand will be against every man, and every man’s hand against him; and he shall dwell in the presence of all his brethren.  <strong>13</strong> And she called the name of the LORD that spake unto her, Thou God seest me: for she said, Have I also here looked after him that seeth me?  <strong>14</strong> Wherefore the well was called Beer-lahai-roi; behold, it is  between Kadesh and Bered.  <strong>15</strong> And Hagar bare Abram a son: and Abram called his son’s name, which Hagar bare, Ishmael.  <strong>16</strong> And Abram was fourscore and six years old, when Hagar bare Ishmael to Abram.  ","niv":"<sup><strong>1</strong></sup> Now Sarai, Abram's wife, had borne him no children. But she had an Egyptian maidservant named Hagar; <sup><strong>2</strong></sup> so she said to Abram, \"The LORD has kept me from having children. Go, sleep with my maidservant; perhaps I can build a family through her.\" Abram agreed to what Sarai said. <sup><strong>3</strong></sup> So after Abram had been living in Canaan ten years, Sarai his wife took her Egyptian maidservant Hagar and gave her to her husband to be his wife. <sup><strong>4</strong></sup> He slept with Hagar, and she conceived. When she knew she was pregnant, she began to despise her mistress. <sup><strong>5</strong></sup> Then Sarai said to Abram, \"You are responsible for the wrong I am suffering. I put my servant in your arms, and now that she knows she is pregnant, she despises me. May the LORD judge between you and me.\" <sup><strong>6</strong></sup> \"Your servant is in your hands,\" Abram said. \"Do with her whatever you think best.\" Then Sarai mistreated Hagar; so she fled from her. <sup><strong>7</strong></sup> The angel of the LORD found Hagar near a spring in the desert; it was the spring that is beside the road to Shur. <sup><strong>8</strong></sup> And he said, \"Hagar, servant of Sarai, where have you come from, and where are you going?I'm running away from my mistress Sarai,\" she answered. <sup><strong>9</strong></sup> Then the angel of the LORD told her, \"Go back to your mistress and submit to her.\" <sup><strong>10</strong></sup> The angel added, \"I will so increase your descendants that they will be too numerous to count.\" <sup><strong>11</strong></sup> The angel of the LORD also said to her: \"You are now with child and you will have a son. You shall name him Ishmael, for the LORD has heard of your misery. <sup><strong>12</strong></sup> He will be a wild donkey of a man; his hand will be against everyone and everyone's hand against him, and he will live in hostility toward all his brothers.\" <sup><strong>13</strong></sup> She gave this name to the LORD who spoke to her: \"You are the God who sees me,\" for she said, \"I have now seen the One who sees me.\" <sup><strong>14</strong></sup> That is why the well was called Beer Lahai Roi; it is still there, between Kadesh and Bered. <sup><strong>15</strong></sup> So Hagar bore Abram a son, and Abram gave the name Ishmael to the son she had borne. <sup><strong>16</strong></sup> Abram was eighty-six years old when Hagar bore him Ishmael. "},{"_id":"6164dd79dc1be0273f8b748d","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 16:15","votes":56,"__v":0,"esv":"<div>\n<p id=\"p01016015_01-4\"><b class=\"verse-num\" id=\"v01016015-1\">15&nbsp;</b>And Hagar bore Abram a son, and Abram called the name of his son, whom Hagar bore, Ishmael.</p>\n</div>","kjv":"<strong>15</strong> And Hagar bare Abram a son: and Abram called his son’s name, which Hagar bare, Ishmael.  ","niv":"<sup><strong>15</strong></sup> So Hagar bore Abram a son, and Abram gave the name Ishmael to the son she had borne."},{"_id":"6164dd79dc1be0273f8b748e","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 28:9","votes":51,"__v":0,"esv":"<div>\n<p id=\"p01028009_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v01028009-1\">9&nbsp;</b>Esau went to Ishmael and took as his wife, besides the wives he had, Mahalath the daughter of Ishmael, Abraham’s son, the sister of Nebaioth.</p>\n</div>","kjv":"<strong>9</strong> Then went Esau unto Ishmael, and took unto the wives which he had Mahalath the daughter of Ishmael Abraham’s son, the sister of Nebajoth, to be his wife.  ","niv":"<sup><strong>9</strong></sup> so he went to Ishmael and married Mahalath, the sister of Nebaioth and daughter of Ishmael son of Abraham, in addition to the wives he already had.","modified":"2023-06-08T04:29:01.522Z"},{"_id":"6164dd79dc1be0273f8b748f","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 16:16","votes":49,"__v":0,"esv":"<div>\n<p id=\"p01016016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01016016-1\">16&nbsp;</b>Abram was eighty-six years old when Hagar bore Ishmael to Abram.</p>\n</div>","kjv":"<strong>16</strong> And Abram was fourscore and six years old, when Hagar bare Ishmael to Abram.  ","niv":"<sup><strong>16</strong></sup> Abram was eighty-six years old when Hagar bore him Ishmael."},{"_id":"6164dd7adc1be0273f8b7490","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 16:11","votes":46,"__v":0,"esv":"<div>\n<p id=\"p01016011_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v01016011-1\">11&nbsp;</b>And the angel of the LORD said to her,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01016011_01-7\" class=\"line\">&nbsp;&nbsp;“Behold, you are pregnant</span><br><span id=\"p01016011_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall bear a son.</span><br><span id=\"p01016011_01-7\" class=\"line\">&nbsp;&nbsp;You shall call his name Ishmael,</span><br><span id=\"p01016011_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the LORD has listened to your affliction.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> And the angel of the LORD said unto her, Behold, thou art  with child, and shalt bear a son, and shalt call his name Ishmael; because the LORD hath heard thy affliction.  ","niv":"<sup><strong>11</strong></sup> The angel of the LORD also said to her: \"You are now with child and you will have a son. You shall name him Ishmael, for the LORD has heard of your misery."},{"_id":"6164dd7adc1be0273f8b7491","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 25:9","votes":44,"__v":0,"esv":"<div>\n<p id=\"p01025009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025009-1\">9&nbsp;</b>Isaac and Ishmael his sons buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, east of Mamre,</p>\n</div>","kjv":"<strong>9</strong> And his sons Isaac and Ishmael buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, which is before Mamre;  ","niv":"<sup><strong>9</strong></sup> His sons Isaac and Ishmael buried him in the cave of Machpelah near Mamre, in the field of Ephron son of Zohar the Hittite,"},{"_id":"6164dd7adc1be0273f8b7492","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 16:11-12","votes":43,"__v":0,"esv":"<div>\n<p id=\"p01016011_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v01016011-1\">11&nbsp;</b>And the angel of the LORD said to her,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01016011_01-9\" class=\"line\">&nbsp;&nbsp;“Behold, you are pregnant</span><br><span id=\"p01016011_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall bear a son.</span><br><span id=\"p01016011_01-9\" class=\"line\">&nbsp;&nbsp;You shall call his name Ishmael,</span><br><span id=\"p01016011_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the LORD has listened to your affliction.</span><br><span id=\"p01016012_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v01016012-1\">12&nbsp;</b>&nbsp;&nbsp;He shall be a wild donkey of a man,</span><br><span id=\"p01016012_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his hand against everyone</span><br><span id=\"p01016012_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and everyone’s hand against him,</span><br><span id=\"p01016012_01-9\" class=\"line\">&nbsp;&nbsp;and he shall dwell over against all his kinsmen.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> And the angel of the LORD said unto her, Behold, thou art  with child, and shalt bear a son, and shalt call his name Ishmael; because the LORD hath heard thy affliction.  <strong>12</strong> And he will be a wild man; his hand will be against every man, and every man’s hand against him; and he shall dwell in the presence of all his brethren.  ","niv":"<sup><strong>11</strong></sup> The angel of the LORD also said to her: \"You are now with child and you will have a son. You shall name him Ishmael, for the LORD has heard of your misery. <sup><strong>12</strong></sup> He will be a wild donkey of a man; his hand will be against everyone and everyone's hand against him, and he will live in hostility toward all his brothers.\" "},{"_id":"6164dd7bdc1be0273f8b7493","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 21:12","votes":42,"__v":0,"esv":"<div>\n<p id=\"p01021012_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v01021012-1\">12&nbsp;</b>But God said to Abraham, “Be not displeased because of the boy and because of your slave woman. Whatever Sarah says to you, do as she tells you, for through Isaac shall your offspring be named.</p>\n</div>","kjv":"<strong>12</strong> And God said unto Abraham, Let it not be grievous in thy sight because of the lad, and because of thy bondwoman; in all that Sarah hath said unto thee, hearken unto her voice; for in Isaac shall thy seed be called.  ","niv":"<sup><strong>12</strong></sup> But God said to him, \"Do not be so distressed about the boy and your maidservant. Listen to whatever Sarah tells you, because it is through Isaac that your offspring will be reckoned."},{"_id":"6164dd7bdc1be0273f8b7494","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 21:18","votes":40,"__v":0,"esv":"<div>\n<p id=\"p01021018_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v01021018-1\">18&nbsp;</b>Up! Lift up the boy, and hold him fast with your hand, for I will make him into a great nation.”</p>\n</div>","kjv":"<strong>18</strong> Arise, lift up the lad, and hold him in thine hand; for I will make him a great nation.  ","niv":"<sup><strong>18</strong></sup> Lift the boy up and take him by the hand, for I will make him into a great nation.\""},{"_id":"6164dd7bdc1be0273f8b7495","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 21:13","votes":39,"__v":0,"esv":"<div>\n<p id=\"p01021013_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v01021013-1\">13&nbsp;</b>And I will make a nation of the son of the slave woman also, because he is your offspring.”</p>\n</div>","kjv":"<strong>13</strong> And also of the son of the bondwoman will I make a nation, because he is thy seed.  ","niv":"<sup><strong>13</strong></sup> I will make the son of the maidservant into a nation also, because he is your offspring.\""},{"_id":"6164dd7cdc1be0273f8b7496","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 25:17","votes":36,"__v":0,"esv":"<div>\n<p id=\"p01025017_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025017-1\">17&nbsp;</b>(These are the years of the life of Ishmael: 137 years. He breathed his last and died, and was gathered to his people.)</p>\n</div>","kjv":"<strong>17</strong> And these are the years of the life of Ishmael, an hundred and thirty and seven years: and he gave up the ghost and died; and was gathered unto his people.  ","niv":"<sup><strong>17</strong></sup> Altogether, Ishmael lived a hundred and thirty-seven years. He breathed his last and died, and he was gathered to his people."},{"_id":"6164dd7cdc1be0273f8b7497","topicId":"6164dd78dc1be0273f8b7489","verse":"1 Chronicles 1:29-31","votes":34,"__v":0,"esv":"<div>\n<p id=\"p13001029_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v13001029-1\">29&nbsp;</b>These are their genealogies: the firstborn of Ishmael, Nebaioth, and Kedar, Adbeel, Mibsam, <b class=\"verse-num\" id=\"v13001030-1\">30&nbsp;</b>Mishma, Dumah, Massa, Hadad, Tema, <b class=\"verse-num\" id=\"v13001031-1\">31&nbsp;</b>Jetur, Naphish, and Kedemah. These are the sons of Ishmael.</p>\n</div>","kjv":"<strong>29</strong> These are their generations: The firstborn of Ishmael, Nebaioth; then Kedar, and Adbeel, and Mibsam,  <strong>30</strong> Mishma and Dumah, Massa, Hadad, and Tema,  <strong>31</strong> Jetur, Naphish, and Kedemah. These are the sons of Ishmael.  ","niv":"<sup><strong>29</strong></sup> These were their descendants: Nebaioth the firstborn of Ishmael, Kedar, Adbeel, Mibsam, <sup><strong>30</strong></sup> Mishma, Dumah, Massa, Hadad, Tema, <sup><strong>31</strong></sup> Jetur, Naphish and Kedemah. These were the sons of Ishmael. Descendants of Keturah "},{"_id":"6164dd7cdc1be0273f8b7498","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 25:12","votes":33,"__v":0,"esv":"<div>\n<p id=\"p01025012_01-16\"><b class=\"verse-num\" id=\"v01025012-1\">12&nbsp;</b>These are the generations of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s servant, bore to Abraham.</p>\n</div>","kjv":"<strong>12</strong> Now these are the generations of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s handmaid, bare unto Abraham:  ","niv":"<sup><strong>12</strong></sup> This is the account of Abraham's son Ishmael, whom Sarah's maidservant, Hagar the Egyptian, bore to Abraham."},{"_id":"6164dd7cdc1be0273f8b7499","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 17:18","votes":33,"__v":0,"esv":"<div>\n<p id=\"p01017018_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017018-1\">18&nbsp;</b>And Abraham said to God, “Oh that Ishmael might live before you!”</p>\n</div>","kjv":"<strong>18</strong> And Abraham said unto God, O that Ishmael might live before thee!  ","niv":"<sup><strong>18</strong></sup> And Abraham said to God, \"If only Ishmael might live under your blessing!\""},{"_id":"6164dd7ddc1be0273f8b749a","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 36:3","votes":32,"__v":0,"esv":"<div>\n<p id=\"p01036003_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v01036003-1\">3&nbsp;</b>and Basemath, Ishmael’s daughter, the sister of Nebaioth.</p>\n</div>","kjv":"<strong>3</strong> And Bashemath Ishmael’s daughter, sister of Nebajoth.  ","niv":"<sup><strong>3</strong></sup> also Basemath daughter of Ishmael and sister of Nebaioth."},{"_id":"6164dd7ddc1be0273f8b749b","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 25:18","votes":32,"__v":0,"esv":"<div>\n<p id=\"p01025018_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025018-1\">18&nbsp;</b>They settled from Havilah to Shur, which is opposite Egypt in the direction of Assyria. He settled over against all his kinsmen.</p>\n\n</div>","kjv":"<strong>18</strong> And they dwelt from Havilah unto Shur, that is before Egypt, as thou goest toward Assyria: and he died in the presence of all his brethren.  ","niv":"<sup><strong>18</strong></sup> His descendants settled in the area from Havilah to Shur, near the border of Egypt, as you go toward Asshur. And they lived in hostility toward all their brothers."},{"_id":"6164dd7ddc1be0273f8b749c","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 21:21","votes":30,"__v":0,"esv":"<div>\n<p id=\"p01021021_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v01021021-1\">21&nbsp;</b>He lived in the wilderness of Paran, and his mother took a wife for him from the land of Egypt.</p>\n</div>","kjv":"<strong>21</strong> And he dwelt in the wilderness of Paran: and his mother took him a wife out of the land of Egypt.  ","niv":"<sup><strong>21</strong></sup> While he was living in the Desert of Paran, his mother got a wife for him from Egypt."},{"_id":"6164dd7edc1be0273f8b749d","topicId":"6164dd78dc1be0273f8b7489","verse":"Deuteronomy 21:15-17","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p05021015_06-21\"><b class=\"verse-num\" id=\"v05021015-1\">15&nbsp;</b>“If a man has two wives, the one loved and the other unloved, and both the loved and the unloved have borne him children, and if the firstborn son belongs to the unloved, <b class=\"verse-num\" id=\"v05021016-1\">16&nbsp;</b>then on the day when he assigns his possessions as an inheritance to his sons, he may not treat the son of the loved as the firstborn in preference to the son of the unloved, who is the firstborn, <b class=\"verse-num\" id=\"v05021017-1\">17&nbsp;</b>but he shall acknowledge the firstborn, the son of the unloved, by giving him a double portion of all that he has, for he is the firstfruits of his strength. The right of the firstborn is his.</p>\n\n</div>","kjv":"<strong>15</strong> If a man have two wives, one beloved, and another hated, and they have born him children, both the beloved and the hated; and if the firstborn son be hers that was hated:  <strong>16</strong> Then it shall be, when he maketh his sons to inherit that  which he hath, that he may not make the son of the beloved firstborn before the son of the hated, which is indeed the firstborn:  <strong>17</strong> But he shall acknowledge the son of the hated for the firstborn, by giving him a double portion of all that he hath: for he is the beginning of his strength; the right of the firstborn is his.  ","niv":"<sup><strong>15</strong></sup> If a man has two wives, and he loves one but not the other, and both bear him sons but the firstborn is the son of the wife he does not love, <sup><strong>16</strong></sup> when he wills his property to his sons, he must not give the rights of the firstborn to the son of the wife he loves in preference to his actual firstborn, the son of the wife he does not love. <sup><strong>17</strong></sup> He must acknowledge the son of his unloved wife as the firstborn by giving him a double share of all he has. That son is the first sign of his father's strength. The right of the firstborn belongs to him. "},{"_id":"6164dd7edc1be0273f8b749e","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 21:9","votes":27,"__v":0,"esv":"<div>\n<p id=\"p01021009_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v01021009-1\">9&nbsp;</b>But Sarah saw the son of Hagar the Egyptian, whom she had borne to Abraham, laughing.</p>\n\n</div>","kjv":"<strong>9</strong> And Sarah saw the son of Hagar the Egyptian, which she had born unto Abraham, mocking.  ","niv":"<sup><strong>9</strong></sup> But Sarah saw that the son whom Hagar the Egyptian had borne to Abraham was mocking,"},{"_id":"6164dd7edc1be0273f8b749f","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 25:16","votes":27,"__v":0,"esv":"<div>\n<p id=\"p01025016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025016-1\">16&nbsp;</b>These are the sons of Ishmael and these are their names, by their villages and by their encampments, twelve princes according to their tribes.</p>\n</div>","kjv":"<strong>16</strong> These are the sons of Ishmael, and these are their names, by their towns, and by their castles; twelve princes according to their nations.  ","niv":"<sup><strong>16</strong></sup> These were the sons of Ishmael, and these are the names of the twelve tribal rulers according to their settlements and camps."},{"_id":"6164dd7fdc1be0273f8b74a0","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 17:23","votes":27,"__v":0,"esv":"<div>\n<p id=\"p01017023_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017023-1\">23&nbsp;</b>Then Abraham took Ishmael his son and all those born in his house or bought with his money, every male among the men of Abraham’s house, and he circumcised the flesh of their foreskins that very day, as God had said to him.</p>\n</div>","kjv":"<strong>23</strong> And Abraham took Ishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Abraham’s house; and circumcised the flesh of their foreskin in the selfsame day, as God had said unto him.  ","niv":"<sup><strong>23</strong></sup> On that very day Abraham took his son Ishmael and all those born in his household or bought with his money, every male in his household, and circumcised them, as God told him."},{"_id":"6164dd7fdc1be0273f8b74a1","topicId":"6164dd78dc1be0273f8b7489","verse":"Ezra 10:22","votes":26,"__v":0,"esv":"<div>\n<p id=\"p15010022_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v15010022-1\">22&nbsp;</b>Of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.</p>\n</div>","kjv":"<strong>22</strong> And of the sons of Pashur; Elioenai, Maaseiah, Ishmael, Nethaneel, Jozabad, and Elasah.  ","niv":"<sup><strong>22</strong></sup> From the descendants of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad and Elasah."},{"_id":"6164dd7fdc1be0273f8b74a2","topicId":"6164dd78dc1be0273f8b7489","verse":"Genesis 25:12-18","votes":25,"__v":0,"esv":"<div>\n<p id=\"p01025012_01-26\"><b class=\"verse-num\" id=\"v01025012-1\">12&nbsp;</b>These are the generations of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s servant, bore to Abraham. <b class=\"verse-num\" id=\"v01025013-1\">13&nbsp;</b>These are the names of the sons of Ishmael, named in the order of their birth: Nebaioth, the firstborn of Ishmael; and Kedar, Adbeel, Mibsam, <b class=\"verse-num\" id=\"v01025014-1\">14&nbsp;</b>Mishma, Dumah, Massa, <b class=\"verse-num\" id=\"v01025015-1\">15&nbsp;</b>Hadad, Tema, Jetur, Naphish, and Kedemah. <b class=\"verse-num\" id=\"v01025016-1\">16&nbsp;</b>These are the sons of Ishmael and these are their names, by their villages and by their encampments, twelve princes according to their tribes. <b class=\"verse-num\" id=\"v01025017-1\">17&nbsp;</b>(These are the years of the life of Ishmael: 137 years. He breathed his last and died, and was gathered to his people.) <b class=\"verse-num\" id=\"v01025018-1\">18&nbsp;</b>They settled from Havilah to Shur, which is opposite Egypt in the direction of Assyria. He settled over against all his kinsmen.</p>\n\n</div>","kjv":"<strong>12</strong> Now these are the generations of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s handmaid, bare unto Abraham:  <strong>13</strong> And these are the names of the sons of Ishmael, by their names, according to their generations: the firstborn of Ishmael, Nebajoth; and Kedar, and Adbeel, and Mibsam,  <strong>14</strong> And Mishma, and Dumah, and Massa,  <strong>15</strong> Hadar, and Tema, Jetur, Naphish, and Kedemah:  <strong>16</strong> These are the sons of Ishmael, and these are their names, by their towns, and by their castles; twelve princes according to their nations.  <strong>17</strong> And these are the years of the life of Ishmael, an hundred and thirty and seven years: and he gave up the ghost and died; and was gathered unto his people.  <strong>18</strong> And they dwelt from Havilah unto Shur, that is before Egypt, as thou goest toward Assyria: and he died in the presence of all his brethren.  ","niv":"<sup><strong>12</strong></sup> This is the account of Abraham's son Ishmael, whom Sarah's maidservant, Hagar the Egyptian, bore to Abraham. <sup><strong>13</strong></sup> These are the names of the sons of Ishmael, listed in the order of their birth: Nebaioth the firstborn of Ishmael, Kedar, Adbeel, Mibsam, <sup><strong>14</strong></sup> Mishma, Dumah, Massa, <sup><strong>15</strong></sup> Hadad, Tema, Jetur, Naphish and Kedemah. <sup><strong>16</strong></sup> These were the sons of Ishmael, and these are the names of the twelve tribal rulers according to their settlements and camps. <sup><strong>17</strong></sup> Altogether, Ishmael lived a hundred and thirty-seven years. He breathed his last and died, and he was gathered to his people. <sup><strong>18</strong></sup> His descendants settled in the area from Havilah to Shur, near the border of Egypt, as you go toward Asshur. And they lived in hostility toward all their brothers. "}]}