{"_id":"6164ddc2dc1be0273f8b74b6","slug":"islam","name":"Islam","verses":[{"_id":"6164ddc2dc1be0273f8b74b7","topicId":"6164ddc2dc1be0273f8b74b6","verse":"John 14:6","votes":189,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","modified":"2023-05-20T04:31:08.850Z"},{"_id":"6164ddc2dc1be0273f8b74b8","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Galatians 1:6-8","votes":121,"__v":0,"esv":"<div>\n\n<p id=\"p48001006_04-2\"><b class=\"verse-num\" id=\"v48001006-1\">6&nbsp;</b>I am astonished that you are so quickly deserting him who called you in the grace of Christ and are turning to a different gospel—<b class=\"verse-num\" id=\"v48001007-1\">7&nbsp;</b>not that there is another one, but there are some who trouble you and want to distort the gospel of Christ. <b class=\"verse-num\" id=\"v48001008-1\">8&nbsp;</b>But even if we or an angel from heaven should preach to you a gospel contrary to the one we preached to you, let him be accursed.</p>\n</div>","kjv":"<strong>6</strong> I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel:  <strong>7</strong> Which is not another; but there be some that trouble you, and would pervert the gospel of Christ.  <strong>8</strong> But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.  ","niv":"<sup><strong>6</strong></sup> I am astonished that you are so quickly deserting the one who called you by the grace of Christ and are turning to a different gospel-- <sup><strong>7</strong></sup> which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ. <sup><strong>8</strong></sup> But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let him be eternally condemned! ","modified":"2023-06-10T16:32:57.677Z"},{"_id":"6164ddc2dc1be0273f8b74b9","topicId":"6164ddc2dc1be0273f8b74b6","verse":"John 8:58","votes":102,"__v":0,"esv":"<div>\n<p id=\"p43008058_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v43008058-1\">58&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, before Abraham was, I am.”</span></p>\n</div>","kjv":"<strong>58</strong> Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.  ","niv":"<sup><strong>58</strong></sup> \"I tell you the truth,\" Jesus answered, \"before Abraham was born, I am!\""},{"_id":"6164ddc3dc1be0273f8b74ba","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Matthew 5:44","votes":85,"__v":0,"esv":"<div>\n<p id=\"p40005044_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span></p>\n</div>","kjv":"<strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  ","niv":"<sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you,","modified":"2023-07-23T16:02:02.335Z"},{"_id":"6164ddc3dc1be0273f8b74bb","topicId":"6164ddc2dc1be0273f8b74b6","verse":"1 Timothy 2:5","votes":74,"__v":0,"esv":"<div>\n<p id=\"p54002005_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus,</p>\n\n</div>","kjv":"<strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  ","niv":"<sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus,","modified":"2023-03-20T22:14:16.973Z"},{"_id":"6164ddc3dc1be0273f8b74bc","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Revelation 22:18-19","votes":60,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-7\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, <b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  <strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book. <sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book. ","modified":"2023-04-11T19:44:10.184Z"},{"_id":"6164ddc4dc1be0273f8b74bd","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Galatians 2:19-21","votes":49,"__v":0,"esv":"<div>\n<p id=\"p48002019_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002019-1\">19&nbsp;</b>For through the law I died to the law, so that I might live to God. <b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me. <b class=\"verse-num\" id=\"v48002021-1\">21&nbsp;</b>I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose.</p>\n\n</div>","kjv":"<strong>19</strong> For I through the law am dead to the law, that I might live unto God.  <strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  <strong>21</strong> I do not frustrate the grace of God: for if righteousness come  by the law, then Christ is dead in vain.  ","niv":"<sup><strong>19</strong></sup> For through the law I died to the law so that I might live for God. <sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me. <sup><strong>21</strong></sup> I do not set aside the grace of God, for if righteousness could be gained through the law, Christ died for nothing!\" ","modified":"2023-04-10T20:17:27.904Z"},{"_id":"6164ddc4dc1be0273f8b74be","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Deuteronomy 13:1-14:29","votes":48,"__v":0,"kjv":"<strong>1</strong> If there arise among you a prophet, or a dreamer of dreams, and giveth thee a sign or a wonder,  <strong>2</strong> And the sign or the wonder come to pass, whereof he spake unto thee, saying, Let us go after other gods, which thou hast not known, and let us serve them;  <strong>3</strong> Thou shalt not hearken unto the words of that prophet, or that dreamer of dreams: for the LORD your God proveth you, to know whether ye love the LORD your God with all your heart and with all your soul.  <strong>4</strong> Ye shall walk after the LORD your God, and fear him, and keep his commandments, and obey his voice, and ye shall serve him, and cleave unto him.  <strong>5</strong> And that prophet, or that dreamer of dreams, shall be put to death; because he hath spoken to turn you away from the LORD your God, which brought you out of the land of Egypt, and redeemed you out of the house of bondage, to thrust thee out of the way which the LORD thy God commanded thee to walk in. So shalt thou put the evil away from the midst of thee.  <strong>6</strong> If thy brother, the son of thy mother, or thy son, or thy daughter, or the wife of thy bosom, or thy friend, which is as thine own soul, entice thee secretly, saying, Let us go and serve other gods, which thou hast not known, thou, nor thy fathers;  <strong>7</strong> Namely, of the gods of the people which are round about you, nigh unto thee, or far off from thee, from the one end of the earth even unto the other end of the earth;  <strong>8</strong> Thou shalt not consent unto him, nor hearken unto him; neither shall thine eye pity him, neither shalt thou spare, neither shalt thou conceal him:  <strong>9</strong> But thou shalt surely kill him; thine hand shall be first upon him to put him to death, and afterwards the hand of all the people.  <strong>10</strong> And thou shalt stone him with stones, that he die; because he hath sought to thrust thee away from the LORD thy God, which brought thee out of the land of Egypt, from the house of bondage.  <strong>11</strong> And all Israel shall hear, and fear, and shall do no more any such wickedness as this is among you.  <strong>12</strong> If thou shalt hear say in one of thy cities, which the LORD thy God hath given thee to dwell there, saying,  <strong>13</strong> Certain men, the children of Belial, are gone out from among you, and have withdrawn the inhabitants of their city, saying, Let us go and serve other gods, which ye have not known;  <strong>14</strong> Then shalt thou enquire, and make search, and ask diligently; and, behold, if it be truth, and the thing certain, that  such abomination is wrought among you;  <strong>15</strong> Thou shalt surely smite the inhabitants of that city with the edge of the sword, destroying it utterly, and all that is therein, and the cattle thereof, with the edge of the sword.  <strong>16</strong> And thou shalt gather all the spoil of it into the midst of the street thereof, and shalt burn with fire the city, and all the spoil thereof every whit, for the LORD thy God: and it shall be an heap for ever; it shall not be built again.  <strong>17</strong> And there shall cleave nought of the cursed thing to thine hand: that the LORD may turn from the fierceness of his anger, and shew thee mercy, and have compassion upon thee, and multiply thee, as he hath sworn unto thy fathers;  <strong>18</strong> When thou shalt hearken to the voice of the LORD thy God, to keep all his commandments which I command thee this day, to do that which is  right in the eyes of the LORD thy God.  <strong>1</strong> Ye are the children of the LORD your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead.  <strong>2</strong> for thou art an holy people unto the LORD thy God, and the LORD hath chosen thee to be a peculiar people unto himself, above all the nations that are upon the earth.  <strong>3</strong> Thou shalt not eat any abominable thing.  <strong>4</strong> These are the beasts which ye shall eat: the ox, the sheep, and the goat,  <strong>5</strong> The hart, and the roebuck, and the fallow deer, and the wild goat, and the pygarg, and the wild ox, and the chamois.  <strong>6</strong> And every beast that parteth the hoof, and cleaveth the cleft into two claws, and cheweth the cud among the beasts, that ye shall eat.  <strong>7</strong> Nevertheless these ye shall not eat of them that chew the cud, or of them that divide the cloven hoof; as the camel, and the hare, and the coney: for they chew the cud, but divide not the hoof; therefore  they are unclean unto you.  <strong>8</strong> And the swine, because it divideth the hoof, yet cheweth not the cud, it is unclean unto you: ye shall not eat of their flesh, nor touch their dead carcase.  <strong>9</strong> These ye shall eat of all that are in the waters: all that have fins and scales shall ye eat:  <strong>10</strong> And whatsoever hath not fins and scales ye may not eat; it is  unclean unto you.  <strong>11</strong>           Of all clean birds ye shall eat.  <strong>12</strong> But these are they of which ye shall not eat: the eagle, and ossifrage, and the ospray,  <strong>13</strong> And the glede, and the kite, and the vulture after his kind,  <strong>14</strong> And every raven after his kind,  <strong>15</strong> And the owl, and the night hawk, and the cuckow, and the hawk after his kind,  <strong>16</strong> The little owl, and the great owl, and the swan,  <strong>17</strong> And the pelican, and the gier eagle, and the cormorant,  <strong>18</strong> And the stork, and the heron after her kind, and the lapwing, and the bat.  <strong>19</strong> And every creeping thing that flieth is unclean unto you: they shall not be eaten.  <strong>20</strong> But of all clean fowls ye may eat.  <strong>21</strong> Ye shall not eat of any thing that dieth of itself: thou shalt give it unto the stranger that is in thy gates, that he may eat it; or thou mayest sell it unto an alien: for thou art an holy people unto the LORD thy God. Thou shalt not seethe a kid in his mother’s milk.  <strong>22</strong> Thou shalt truly tithe all the increase of thy seed, that the field bringeth forth year by year.  <strong>23</strong> And thou shalt eat before the LORD thy God, in the place which he shall choose to place his name there, the tithe of thy corn, of thy wine, and of thine oil, and the firstlings of thy herds and of thy flocks; that thou mayest learn to fear the LORD thy God always.  <strong>24</strong> And if the way be too long for thee, so that thou art not able to carry it; or if the place be too far from thee, which the LORD thy God shall choose to set his name there, when the LORD thy God hath blessed thee:  <strong>25</strong> Then shalt thou turn it into money, and bind up the money in thine hand, and shalt go unto the place which the LORD thy God shall choose:  <strong>26</strong> And thou shalt bestow that money for whatsoever thy soul lusteth after, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul desireth: and thou shalt eat there before the LORD thy God, and thou shalt rejoice, thou, and thine household,  <strong>27</strong> And the Levite that is within thy gates; thou shalt not forsake him; for he hath no part nor inheritance with thee.  <strong>28</strong> At the end of three years thou shalt bring forth all the tithe of thine increase the same year, and shalt lay it up within thy gates:  <strong>29</strong> And the Levite, (because he hath no part nor inheritance with thee,) and the stranger, and the fatherless, and the widow, which are within thy gates, shall come, and shall eat and be satisfied; that the LORD thy God may bless thee in all the work of thine hand which thou doest.  ","niv":"<sup><strong>1</strong></sup> If a prophet, or one who foretells by dreams, appears among you and announces to you a miraculous sign or wonder, <sup><strong>2</strong></sup> and if the sign or wonder of which he has spoken takes place, and he says, \"Let us follow other gods\" (gods you have not known) \"and let us worship them,\" <sup><strong>3</strong></sup> you must not listen to the words of that prophet or dreamer. The LORD your God is testing you to find out whether you love him with all your heart and with all your soul. <sup><strong>4</strong></sup> It is the LORD your God you must follow, and him you must revere. Keep his commands and obey him; serve him and hold fast to him. <sup><strong>5</strong></sup> That prophet or dreamer must be put to death, because he preached rebellion against the LORD your God, who brought you out of Egypt and redeemed you from the land of slavery; he has tried to turn you from the way the LORD your God commanded you to follow. You must purge the evil from among you. <sup><strong>6</strong></sup> If your very own brother, or your son or daughter, or the wife you love, or your closest friend secretly entices you, saying, \"Let us go and worship other gods\" (gods that neither you nor your fathers have known, <sup><strong>7</strong></sup> gods of the peoples around you, whether near or far, from one end of the land to the other), <sup><strong>8</strong></sup> do not yield to him or listen to him. Show him no pity. Do not spare him or shield him. <sup><strong>9</strong></sup> You must certainly put him to death. Your hand must be the first in putting him to death, and then the hands of all the people. <sup><strong>10</strong></sup> Stone him to death, because he tried to turn you away from the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>11</strong></sup> Then all Israel will hear and be afraid, and no one among you will do such an evil thing again. <sup><strong>12</strong></sup> If you hear it said about one of the towns the LORD your God is giving you to live in <sup><strong>13</strong></sup> that wicked men have arisen among you and have led the people of their town astray, saying, \"Let us go and worship other gods\" (gods you have not known), <sup><strong>14</strong></sup> then you must inquire, probe and investigate it thoroughly. And if it is true and it has been proved that this detestable thing has been done among you, ","modified":"2023-08-16T11:07:32.501Z"},{"_id":"6164ddc4dc1be0273f8b74bf","topicId":"6164ddc2dc1be0273f8b74b6","verse":"John 8:24","votes":48,"__v":0,"esv":"<div>\n<p id=\"p43008024_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008024-1\">24&nbsp;</b><span class=\"woc\">I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”</span></p>\n</div>","kjv":"<strong>24</strong> I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.  ","niv":"<sup><strong>24</strong></sup> I told you that you would die in your sins; if you do not believe that I am the one I claim to be, you will indeed die in your sins.\"","modified":"2023-04-02T14:51:13.686Z"},{"_id":"6164ddc5dc1be0273f8b74c0","topicId":"6164ddc2dc1be0273f8b74b6","verse":"John 4:14-48","votes":49,"__v":0,"esv":"<div>\n<p id=\"p43004014_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004014-1\">14&nbsp;</b><span class=\"woc\">but whoever drinks of the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring of water welling up to eternal life.”</span> <b class=\"verse-num\" id=\"v43004015-1\">15&nbsp;</b>The woman said to him, “Sir, give me this water, so that I will not be thirsty or have to come here to draw water.”</p>\n<p id=\"p43004015_01-11\"><b class=\"verse-num\" id=\"v43004016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Go, call your husband, and come here.”</span> <b class=\"verse-num\" id=\"v43004017-1\">17&nbsp;</b>The woman answered him, “I have no husband.” Jesus said to her, <span class=\"woc\">“You are right in saying, ‘I have no husband’;</span> <b class=\"verse-num woc\" id=\"v43004018-1\">18&nbsp;</b><span class=\"woc\">for you have had five husbands, and the one you now have is not your husband. What you have said is true.”</span> <b class=\"verse-num\" id=\"v43004019-1\">19&nbsp;</b>The woman said to him, “Sir, I perceive that you are a prophet. <b class=\"verse-num\" id=\"v43004020-1\">20&nbsp;</b>Our fathers worshiped on this mountain, but you say that in Jerusalem is the place where people ought to worship.” <b class=\"verse-num\" id=\"v43004021-1\">21&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, believe me, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.</span> <b class=\"verse-num woc\" id=\"v43004022-1\">22&nbsp;</b><span class=\"woc\">You worship what you do not know; we worship what we know, for salvation is from the Jews.</span> <b class=\"verse-num woc\" id=\"v43004023-1\">23&nbsp;</b><span class=\"woc\">But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him.</span> <b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span> <b class=\"verse-num\" id=\"v43004025-1\">25&nbsp;</b>The woman said to him, “I know that Messiah is coming (he who is called Christ). When he comes, he will tell us all things.” <b class=\"verse-num\" id=\"v43004026-1\">26&nbsp;</b>Jesus said to her, <span class=\"woc\">“I who speak to you am he.”</span></p>\n<p id=\"p43004026_01-11\"><b class=\"verse-num\" id=\"v43004027-1\">27&nbsp;</b>Just then his disciples came back. They marveled that he was talking with a woman, but no one said, “What do you seek?” or, “Why are you talking with her?” <b class=\"verse-num\" id=\"v43004028-1\">28&nbsp;</b>So the woman left her water jar and went away into town and said to the people, <b class=\"verse-num\" id=\"v43004029-1\">29&nbsp;</b>“Come, see a man who told me all that I ever did. Can this be the Christ?” <b class=\"verse-num\" id=\"v43004030-1\">30&nbsp;</b>They went out of the town and were coming to him.</p>\n<p id=\"p43004030_01-11\"><b class=\"verse-num\" id=\"v43004031-1\">31&nbsp;</b>Meanwhile the disciples were urging him, saying, “Rabbi, eat.” <b class=\"verse-num\" id=\"v43004032-1\">32&nbsp;</b>But he said to them, <span class=\"woc\">“I have food to eat that you do not know about.”</span> <b class=\"verse-num\" id=\"v43004033-1\">33&nbsp;</b>So the disciples said to one another, “Has anyone brought him something to eat?” <b class=\"verse-num\" id=\"v43004034-1\">34&nbsp;</b>Jesus said to them, <span class=\"woc\">“My food is to do the will of him who sent me and to accomplish his work.</span> <b class=\"verse-num woc\" id=\"v43004035-1\">35&nbsp;</b><span class=\"woc\">Do you not say, ‘There are yet four months, then comes the harvest’? Look, I tell you, lift up your eyes, and see that the fields are white for harvest.</span> <b class=\"verse-num woc\" id=\"v43004036-1\">36&nbsp;</b><span class=\"woc\">Already</span> <span class=\"woc\">the one who reaps is receiving wages and gathering fruit for eternal life, so that sower and reaper may rejoice together.</span> <b class=\"verse-num woc\" id=\"v43004037-1\">37&nbsp;</b><span class=\"woc\">For here the saying holds true, ‘One sows and another reaps.’</span> <b class=\"verse-num woc\" id=\"v43004038-1\">38&nbsp;</b><span class=\"woc\">I sent you to reap that for which you did not labor. Others have labored, and you have entered into their labor.”</span></p>\n<p id=\"p43004038_01-11\"><b class=\"verse-num\" id=\"v43004039-1\">39&nbsp;</b>Many Samaritans from that town believed in him because of the woman’s testimony, “He told me all that I ever did.” <b class=\"verse-num\" id=\"v43004040-1\">40&nbsp;</b>So when the Samaritans came to him, they asked him to stay with them, and he stayed there two days. <b class=\"verse-num\" id=\"v43004041-1\">41&nbsp;</b>And many more believed because of his word. <b class=\"verse-num\" id=\"v43004042-1\">42&nbsp;</b>They said to the woman, “It is no longer because of what you said that we believe, for we have heard for ourselves, and we know that this is indeed the Savior of the world.”</p>\n<p id=\"p43004042_01-11\"><b class=\"verse-num\" id=\"v43004043-1\">43&nbsp;</b>After the two days he departed for Galilee. <b class=\"verse-num\" id=\"v43004044-1\">44&nbsp;</b>(For Jesus himself had testified that a prophet has no honor in his own hometown.) <b class=\"verse-num\" id=\"v43004045-1\">45&nbsp;</b>So when he came to Galilee, the Galileans welcomed him, having seen all that he had done in Jerusalem at the feast. For they too had gone to the feast.</p>\n\n<p id=\"p43004045_06-11\"><b class=\"verse-num\" id=\"v43004046-1\">46&nbsp;</b>So he came again to Cana in Galilee, where he had made the water wine. And at Capernaum there was an official whose son was ill. <b class=\"verse-num\" id=\"v43004047-1\">47&nbsp;</b>When this man heard that Jesus had come from Judea to Galilee, he went to him and asked him to come down and heal his son, for he was at the point of death. <b class=\"verse-num\" id=\"v43004048-1\">48&nbsp;</b>So Jesus said to him, <span class=\"woc\">“Unless you see signs and wonders you will not believe.”</span></p>\n\n</div>","kjv":"<strong>14</strong> But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.  <strong>15</strong> The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.  <strong>16</strong> Jesus saith unto her, Go, call thy husband, and come hither.  <strong>17</strong> The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband:  <strong>18</strong> For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly.  <strong>19</strong> The woman saith unto him, Sir, I perceive that thou art a prophet.  <strong>20</strong> Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.  <strong>21</strong> Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father.  <strong>22</strong> Ye worship ye know not what: we know what we worship: for salvation is of the Jews.  <strong>23</strong> But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him.  <strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  <strong>25</strong> The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.  <strong>26</strong> Jesus saith unto her, I that speak unto thee am he. <strong>27</strong> And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seekest thou? or, Why talkest thou with her?  <strong>28</strong> The woman then left her waterpot, and went her way into the city, and saith to the men,  <strong>29</strong> Come, see a man, which told me all things that ever I did: is not this the Christ?  <strong>30</strong> Then they went out of the city, and came unto him.  <strong>31</strong> In the mean while his disciples prayed him, saying, Master, eat.  <strong>32</strong> But he said unto them, I have meat to eat that ye know not of.  <strong>33</strong> Therefore said the disciples one to another, Hath any man brought him ought to eat?  <strong>34</strong> Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work.  <strong>35</strong> Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest.  <strong>36</strong> And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together.  <strong>37</strong> And herein is that saying true, One soweth, and another reapeth.  <strong>38</strong> I sent you to reap that whereon ye bestowed no labour: other men laboured, and ye are entered into their labours. <strong>39</strong> And many of the Samaritans of that city believed on him for the saying of the woman, which testified, He told me all that ever I did.  <strong>40</strong> So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days.  <strong>41</strong> And many more believed because of his own word;  <strong>42</strong> And said unto the woman, Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.  <strong>43</strong> Now after two days he departed thence, and went into Galilee.  <strong>44</strong> For Jesus himself testified, that a prophet hath no honour in his own country.  <strong>45</strong> Then when he was come into Galilee, the Galilaeans received him, having seen all the things that he did at Jerusalem at the feast: for they also went unto the feast.  <strong>46</strong> So Jesus came again into Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum.  <strong>47</strong> When he heard that Jesus was come out of Judaea into Galilee, he went unto him, and besought him that he would come down, and heal his son: for he was at the point of death.  <strong>48</strong> Then said Jesus unto him, Except ye see signs and wonders, ye will not believe.  ","niv":"<sup><strong>14</strong></sup> but whoever drinks the water I give him will never thirst. Indeed, the water I give him will become in him a spring of water welling up to eternal life.\" <sup><strong>15</strong></sup> The woman said to him, \"Sir, give me this water so that I won't get thirsty and have to keep coming here to draw water.\" <sup><strong>16</strong></sup> He told her, \"Go, call your husband and come back.\" <sup><strong>17</strong></sup> \"I have no husband,\" she replied. <sup><strong>18</strong></sup> Jesus said to her, \"You are right when you say you have no husband. The fact is, you have had five husbands, and the man you now have is not your husband. What you have just said is quite true.\" <sup><strong>19</strong></sup> \"Sir,\" the woman said, \"I can see that you are a prophet. <sup><strong>20</strong></sup> Our fathers worshiped on this mountain, but you Jews claim that the place where we must worship is in Jerusalem.\" <sup><strong>21</strong></sup> Jesus declared, \"Believe me, woman, a time is coming when you will worship the Father neither on this mountain nor in Jerusalem. <sup><strong>22</strong></sup> You Samaritans worship what you do not know; we worship what we do know, for salvation is from the Jews. <sup><strong>23</strong></sup> Yet a time is coming and has now come when the true worshipers will worship the Father in spirit and truth, for they are the kind of worshipers the Father seeks. <sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\" <sup><strong>25</strong></sup> The woman said, \"I know that Messiah\" (called Christ) \"is coming. When he comes, he will explain everything to us.\" <sup><strong>26</strong></sup> Then Jesus declared, \"I who speak to you am he.\" <sup><strong>27</strong></sup> Just then his disciples returned and were surprised to find him talking with a woman. But no one asked, \"What do you want?\" or \"Why are you talking with her?\" <sup><strong>28</strong></sup> Then, leaving her water jar, the woman went back to the town and said to the people, <sup><strong>29</strong></sup> \"Come, see a man who told me everything I ever did. Could this be the Christ?\" <sup><strong>30</strong></sup> They came out of the town and made their way toward him. <sup><strong>31</strong></sup> Meanwhile his disciples urged him, \"Rabbi, eat something.\" <sup><strong>32</strong></sup> But he said to them, \"I have food to eat that you know nothing about.\" <sup><strong>33</strong></sup> Then his disciples said to each other, \"Could someone have brought him food?\" <sup><strong>34</strong></sup> \"My food,\" said Jesus, \"is to do the will of him who sent me and to finish his work. <sup><strong>35</strong></sup> Do you not say, 'Four months more and then the harvest'? I tell you, open your eyes and look at the fields! They are ripe for harvest. <sup><strong>36</strong></sup> Even now the reaper draws his wages, even now he harvests the crop for eternal life, so that the sower and the reaper may be glad together. <sup><strong>37</strong></sup> Thus the saying 'One sows and another reaps' is true. <sup><strong>38</strong></sup> I sent you to reap what you have not worked for. Others have done the hard work, and you have reaped the benefits of their labor.\" <sup><strong>39</strong></sup> Many of the Samaritans from that town believed in him because of the woman's testimony, \"He told me everything I ever did.\" <sup><strong>40</strong></sup> So when the Samaritans came to him, they urged him to stay with them, and he stayed two days. <sup><strong>41</strong></sup> And because of his words many more became believers. <sup><strong>42</strong></sup> They said to the woman, \"We no longer believe just because of what you said; now we have heard for ourselves, and we know that this man really is the Savior of the world.\" <sup><strong>43</strong></sup> After the two days he left for Galilee. <sup><strong>44</strong></sup> (Now Jesus himself had pointed out that a prophet has no honor in his own country.) <sup><strong>45</strong></sup> When he arrived in Galilee, the Galileans welcomed him. They had seen all that he had done in Jerusalem at the Passover Feast, for they also had been there. <sup><strong>46</strong></sup> Once more he visited Cana in Galilee, where he had turned the water into wine. And there was a certain royal official whose son lay sick at Capernaum. <sup><strong>47</strong></sup> When this man heard that Jesus had arrived in Galilee from Judea, he went to him and begged him to come and heal his son, who was close to death. <sup><strong>48</strong></sup> \"Unless you people see miraculous signs and wonders,\" Jesus told him, \"you will never believe.\" "},{"_id":"6164ddc5dc1be0273f8b74c1","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Jude 1:22","votes":36,"__v":0,"kjv":"<strong>22</strong> And of some have compassion, making a difference:  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:","modified":"2022-11-01T19:03:07.832Z"},{"_id":"6164ddc5dc1be0273f8b74c2","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Romans 5:1-21","votes":36,"__v":0,"esv":"<div>\n\n<p id=\"p45005001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45005001-1\">5:1&nbsp;</b>Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ. <b class=\"verse-num\" id=\"v45005002-1\">2&nbsp;</b>Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God. <b class=\"verse-num\" id=\"v45005003-1\">3&nbsp;</b>Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, <b class=\"verse-num\" id=\"v45005004-1\">4&nbsp;</b>and endurance produces character, and character produces hope, <b class=\"verse-num\" id=\"v45005005-1\">5&nbsp;</b>and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us.</p>\n<p id=\"p45005005_06-13\"><b class=\"verse-num\" id=\"v45005006-1\">6&nbsp;</b>For while we were still weak, at the right time Christ died for the ungodly. <b class=\"verse-num\" id=\"v45005007-1\">7&nbsp;</b>For one will scarcely die for a righteous person—though perhaps for a good person one would dare even to die—<b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us. <b class=\"verse-num\" id=\"v45005009-1\">9&nbsp;</b>Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God. <b class=\"verse-num\" id=\"v45005010-1\">10&nbsp;</b>For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life. <b class=\"verse-num\" id=\"v45005011-1\">11&nbsp;</b>More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.</p>\n\n<p id=\"p45005011_12-13\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—<b class=\"verse-num\" id=\"v45005013-1\">13&nbsp;</b>for sin indeed was in the world before the law was given, but sin is not counted where there is no law. <b class=\"verse-num\" id=\"v45005014-1\">14&nbsp;</b>Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come.</p>\n<p id=\"p45005014_12-13\"><b class=\"verse-num\" id=\"v45005015-1\">15&nbsp;</b>But the free gift is not like the trespass. For if many died through one man’s trespass, much more have the grace of God and the free gift by the grace of that one man Jesus Christ abounded for many. <b class=\"verse-num\" id=\"v45005016-1\">16&nbsp;</b>And the free gift is not like the result of that one man’s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brought justification. <b class=\"verse-num\" id=\"v45005017-1\">17&nbsp;</b>For if, because of one man’s trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ.</p>\n<p id=\"p45005017_12-13\"><b class=\"verse-num\" id=\"v45005018-1\">18&nbsp;</b>Therefore, as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men. <b class=\"verse-num\" id=\"v45005019-1\">19&nbsp;</b>For as by the one man’s disobedience the many were made sinners, so by the one man’s obedience the many will be made righteous. <b class=\"verse-num\" id=\"v45005020-1\">20&nbsp;</b>Now the law came in to increase the trespass, but where sin increased, grace abounded all the more, <b class=\"verse-num\" id=\"v45005021-1\">21&nbsp;</b>so that, as sin reigned in death, grace also might reign through righteousness leading to eternal life through Jesus Christ our Lord.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  <strong>2</strong> By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.  <strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  <strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  <strong>6</strong> For when we were yet without strength, in due time Christ died for the ungodly.  <strong>7</strong> For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.  <strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  <strong>9</strong> Much more then, being now justified by his blood, we shall be saved from wrath through him.  <strong>10</strong> For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.  <strong>11</strong> And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.  <strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  <strong>13</strong> (For until the law sin was in the world: but sin is not imputed when there is no law.  <strong>14</strong> Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam’s transgression, who is the figure of him that was to come.  <strong>15</strong> But not as the offence, so also is the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, which is by one man, Jesus Christ, hath abounded unto many.  <strong>16</strong> And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification.  <strong>17</strong> For if by one man’s offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.)  <strong>18</strong> Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came  upon all men unto justification of life.  <strong>19</strong> For as by one man’s disobedience many were made sinners, so by the obedience of one shall many be made righteous.  <strong>20</strong> Moreover the law entered, that the offence might abound. But where sin abounded, grace did much more abound:  <strong>21</strong> That as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ, <sup><strong>2</strong></sup> through whom we have gained access by faith into this grace in which we now stand. And we rejoice in the hope of the glory of God. <sup><strong>3</strong></sup> Not only so, but we also rejoice in our sufferings, because we know that suffering produces perseverance; <sup><strong>4</strong></sup> perseverance, character; and character, hope. <sup><strong>5</strong></sup> And hope does not disappoint us, because God has poured out his love into our hearts by the Holy Spirit, whom he has given us. <sup><strong>6</strong></sup> You see, at just the right time, when we were still powerless, Christ died for the ungodly. <sup><strong>7</strong></sup> Very rarely will anyone die for a righteous man, though for a good man someone might possibly dare to die. <sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us. <sup><strong>9</strong></sup> Since we have now been justified by his blood, how much more shall we be saved from God's wrath through him! <sup><strong>10</strong></sup> For if, when we were God's enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life! <sup><strong>11</strong></sup> Not only is this so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation. <sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned-- <sup><strong>13</strong></sup> for before the law was given, sin was in the world. But sin is not taken into account when there is no law. <sup><strong>14</strong></sup> Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who was a pattern of the one to come. <sup><strong>15</strong></sup> But the gift is not like the trespass. For if the many died by the trespass of the one man, how much more did God's grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many! <sup><strong>16</strong></sup> Again, the gift of God is not like the result of the one man's sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification. <sup><strong>17</strong></sup> For if, by the trespass of the one man, death reigned through that one man, how much more will those who receive God's abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ. <sup><strong>18</strong></sup> Consequently, just as the result of one trespass was condemnation for all men, so also the result of one act of righteousness was justification that brings life for all men. <sup><strong>19</strong></sup> For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous. <sup><strong>20</strong></sup> The law was added so that the trespass might increase. But where sin increased, grace increased all the more, <sup><strong>21</strong></sup> so that, just as sin reigned in death, so also grace might reign through righteousness to bring eternal life through Jesus Christ our Lord. "},{"_id":"6164ddc5dc1be0273f8b74c3","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Genesis 16:11-12","votes":36,"__v":0,"esv":"<div>\n<p id=\"p01016011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v01016011-1\">11&nbsp;</b>And the angel of the LORD said to her,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01016011_01-14\" class=\"line\">&nbsp;&nbsp;“Behold, you are pregnant</span><br><span id=\"p01016011_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall bear a son.</span><br><span id=\"p01016011_01-14\" class=\"line\">&nbsp;&nbsp;You shall call his name Ishmael,</span><br><span id=\"p01016011_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the LORD has listened to your affliction.</span><br><span id=\"p01016012_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v01016012-1\">12&nbsp;</b>&nbsp;&nbsp;He shall be a wild donkey of a man,</span><br><span id=\"p01016012_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his hand against everyone</span><br><span id=\"p01016012_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and everyone’s hand against him,</span><br><span id=\"p01016012_01-14\" class=\"line\">&nbsp;&nbsp;and he shall dwell over against all his kinsmen.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> And the angel of the LORD said unto her, Behold, thou art  with child, and shalt bear a son, and shalt call his name Ishmael; because the LORD hath heard thy affliction.  <strong>12</strong> And he will be a wild man; his hand will be against every man, and every man’s hand against him; and he shall dwell in the presence of all his brethren.  ","niv":"<sup><strong>11</strong></sup> The angel of the LORD also said to her: \"You are now with child and you will have a son. You shall name him Ishmael, for the LORD has heard of your misery. <sup><strong>12</strong></sup> He will be a wild donkey of a man; his hand will be against everyone and everyone's hand against him, and he will live in hostility toward all his brothers.\" "},{"_id":"6164ddc6dc1be0273f8b74c4","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Acts 4:2-20","votes":32,"__v":0,"esv":"<div>\n<p id=\"p44004002_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004002-1\">2&nbsp;</b>greatly annoyed because they were teaching the people and proclaiming in Jesus the resurrection from the dead. <b class=\"verse-num\" id=\"v44004003-1\">3&nbsp;</b>And they arrested them and put them in custody until the next day, for it was already evening. <b class=\"verse-num\" id=\"v44004004-1\">4&nbsp;</b>But many of those who had heard the word believed, and the number of the men came to about five thousand.</p>\n<p id=\"p44004004_01-15\"><b class=\"verse-num\" id=\"v44004005-1\">5&nbsp;</b>On the next day their rulers and elders and scribes gathered together in Jerusalem, <b class=\"verse-num\" id=\"v44004006-1\">6&nbsp;</b>with Annas the high priest and Caiaphas and John and Alexander, and all who were of the high-priestly family. <b class=\"verse-num\" id=\"v44004007-1\">7&nbsp;</b>And when they had set them in the midst, they inquired, “By what power or by what name did you do this?” <b class=\"verse-num\" id=\"v44004008-1\">8&nbsp;</b>Then Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders, <b class=\"verse-num\" id=\"v44004009-1\">9&nbsp;</b>if we are being examined today concerning a good deed done to a crippled man, by what means this man has been healed, <b class=\"verse-num\" id=\"v44004010-1\">10&nbsp;</b>let it be known to all of you and to all the people of Israel that by the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead—by him this man is standing before you well. <b class=\"verse-num\" id=\"v44004011-1\">11&nbsp;</b>This Jesus is the stone that was rejected by you, the builders, which has become the cornerstone. <b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n<p id=\"p44004012_01-15\"><b class=\"verse-num\" id=\"v44004013-1\">13&nbsp;</b>Now when they saw the boldness of Peter and John, and perceived that they were uneducated, common men, they were astonished. And they recognized that they had been with Jesus. <b class=\"verse-num\" id=\"v44004014-1\">14&nbsp;</b>But seeing the man who was healed standing beside them, they had nothing to say in opposition. <b class=\"verse-num\" id=\"v44004015-1\">15&nbsp;</b>But when they had commanded them to leave the council, they conferred with one another, <b class=\"verse-num\" id=\"v44004016-1\">16&nbsp;</b>saying, “What shall we do with these men? For that a notable sign has been performed through them is evident to all the inhabitants of Jerusalem, and we cannot deny it. <b class=\"verse-num\" id=\"v44004017-1\">17&nbsp;</b>But in order that it may spread no further among the people, let us warn them to speak no more to anyone in this name.” <b class=\"verse-num\" id=\"v44004018-1\">18&nbsp;</b>So they called them and charged them not to speak or teach at all in the name of Jesus. <b class=\"verse-num\" id=\"v44004019-1\">19&nbsp;</b>But Peter and John answered them, “Whether it is right in the sight of God to listen to you rather than to God, you must judge, <b class=\"verse-num\" id=\"v44004020-1\">20&nbsp;</b>for we cannot but speak of what we have seen and heard.”</p>\n\n</div>","kjv":"<strong>2</strong> Being grieved that they taught the people, and preached through Jesus the resurrection from the dead.  <strong>3</strong> And they laid hands on them, and put them in hold unto the next day: for it was now eventide.  <strong>4</strong> Howbeit many of them which heard the word believed; and the number of the men was about five thousand.  <strong>5</strong> And it came to pass on the morrow, that their rulers, and elders, and scribes,  <strong>6</strong> And Annas the high priest, and Caiaphas, and John, and Alexander, and as many as were of the kindred of the high priest, were gathered together at Jerusalem.  <strong>7</strong> And when they had set them in the midst, they asked, By what power, or by what name, have ye done this?  <strong>8</strong> Then Peter, filled with the Holy Ghost, said unto them, Ye rulers of the people, and elders of Israel,  <strong>9</strong> If we this day be examined of the good deed done to the impotent man, by what means he is made whole;  <strong>10</strong> Be it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom ye crucified, whom God raised from the dead, even by him doth this man stand here before you whole.  <strong>11</strong> This is the stone which was set at nought of you builders, which is become the head of the corner.  <strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  <strong>13</strong> Now when they saw the boldness of Peter and John, and perceived that they were unlearned and ignorant men, they marvelled; and they took knowledge of them, that they had been with Jesus.  <strong>14</strong> And beholding the man which was healed standing with them, they could say nothing against it.  <strong>15</strong> But when they had commanded them to go aside out of the council, they conferred among themselves,  <strong>16</strong> Saying, What shall we do to these men? for that indeed a notable miracle hath been done by them is manifest to all them that dwell in Jerusalem; and we cannot deny it.  <strong>17</strong> But that it spread no further among the people, let us straitly threaten them, that they speak henceforth to no man in this name.  <strong>18</strong> And they called them, and commanded them not to speak at all nor teach in the name of Jesus.  <strong>19</strong> But Peter and John answered and said unto them, Whether it be right in the sight of God to hearken unto you more than unto God, judge ye.  <strong>20</strong> For we cannot but speak the things which we have seen and heard.  ","niv":"<sup><strong>2</strong></sup> They were greatly disturbed because the apostles were teaching the people and proclaiming in Jesus the resurrection of the dead. <sup><strong>3</strong></sup> They seized Peter and John, and because it was evening, they put them in jail until the next day. <sup><strong>4</strong></sup> But many who heard the message believed, and the number of men grew to about five thousand. <sup><strong>5</strong></sup> The next day the rulers, elders and teachers of the law met in Jerusalem. <sup><strong>6</strong></sup> Annas the high priest was there, and so were Caiaphas, John, Alexander and the other men of the high priest's family. <sup><strong>7</strong></sup> They had Peter and John brought before them and began to question them: \"By what power or what name did you do this?\" <sup><strong>8</strong></sup> Then Peter, filled with the Holy Spirit, said to them: \"Rulers and elders of the people! <sup><strong>9</strong></sup> If we are being called to account today for an act of kindness shown to a cripple and are asked how he was healed, <sup><strong>10</strong></sup> then know this, you and all the people of Israel: It is by the name of Jesus Christ of Nazareth, whom you crucified but whom God raised from the dead, that this man stands before you healed. <sup><strong>11</strong></sup> He is \"'the stone you builders rejected, which has become the capstone. ' <sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\" <sup><strong>13</strong></sup> When they saw the courage of Peter and John and realized that they were unschooled, ordinary men, they were astonished and they took note that these men had been with Jesus. <sup><strong>14</strong></sup> But since they could see the man who had been healed standing there with them, there was nothing they could say. <sup><strong>15</strong></sup> So they ordered them to withdraw from the Sanhedrin and then conferred together. <sup><strong>16</strong></sup> \"What are we going to do with these men?\" they asked. \"Everybody living in Jerusalem knows they have done an outstanding miracle, and we cannot deny it. <sup><strong>17</strong></sup> But to stop this thing from spreading any further among the people, we must warn these men to speak no longer to anyone in this name.\" <sup><strong>18</strong></sup> Then they called them in again and commanded them not to speak or teach at all in the name of Jesus. <sup><strong>19</strong></sup> But Peter and John replied, \"Judge for yourselves whether it is right in God's sight to obey you rather than God. <sup><strong>20</strong></sup> For we cannot help speaking about what we have seen and heard.\" "},{"_id":"6164ddc6dc1be0273f8b74c5","topicId":"6164ddc2dc1be0273f8b74b6","verse":"John 1:1-51","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God. <b class=\"verse-num\" id=\"v43001002-1\">2&nbsp;</b>He was in the beginning with God. <b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made. <b class=\"verse-num\" id=\"v43001004-1\">4&nbsp;</b>In him was life, and the life was the light of men. <b class=\"verse-num\" id=\"v43001005-1\">5&nbsp;</b>The light shines in the darkness, and the darkness has not overcome it.</p>\n<p id=\"p43001005_05-16\"><b class=\"verse-num\" id=\"v43001006-1\">6&nbsp;</b>There was a man sent from God, whose name was John. <b class=\"verse-num\" id=\"v43001007-1\">7&nbsp;</b>He came as a witness, to bear witness about the light, that all might believe through him. <b class=\"verse-num\" id=\"v43001008-1\">8&nbsp;</b>He was not the light, but came to bear witness about the light.</p>\n<p id=\"p43001008_05-16\"><b class=\"verse-num\" id=\"v43001009-1\">9&nbsp;</b>The true light, which gives light to everyone, was coming into the world. <b class=\"verse-num\" id=\"v43001010-1\">10&nbsp;</b>He was in the world, and the world was made through him, yet the world did not know him. <b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him. <b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God, <b class=\"verse-num\" id=\"v43001013-1\">13&nbsp;</b>who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.</p>\n<p id=\"p43001013_05-16\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth. <b class=\"verse-num\" id=\"v43001015-1\">15&nbsp;</b>(John bore witness about him, and cried out, “This was he of whom I said, ‘He who comes after me ranks before me, because he was before me.’”) <b class=\"verse-num\" id=\"v43001016-1\">16&nbsp;</b>For from his fullness we have all received, grace upon grace. <b class=\"verse-num\" id=\"v43001017-1\">17&nbsp;</b>For the law was given through Moses; grace and truth came through Jesus Christ. <b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n<p id=\"p43001018_11-16\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_11-16\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?” <b class=\"verse-num\" id=\"v43001026-1\">26&nbsp;</b>John answered them, “I baptize with water, but among you stands one you do not know, <b class=\"verse-num\" id=\"v43001027-1\">27&nbsp;</b>even he who comes after me, the strap of whose sandal I am not worthy to untie.” <b class=\"verse-num\" id=\"v43001028-1\">28&nbsp;</b>These things took place in Bethany across the Jordan, where John was baptizing.</p>\n\n<p id=\"p43001028_16-16\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world! <b class=\"verse-num\" id=\"v43001030-1\">30&nbsp;</b>This is he of whom I said, ‘After me comes a man who ranks before me, because he was before me.’ <b class=\"verse-num\" id=\"v43001031-1\">31&nbsp;</b>I myself did not know him, but for this purpose I came baptizing with water, that he might be revealed to Israel.” <b class=\"verse-num\" id=\"v43001032-1\">32&nbsp;</b>And John bore witness: “I saw the Spirit descend from heaven like a dove, and it remained on him. <b class=\"verse-num\" id=\"v43001033-1\">33&nbsp;</b>I myself did not know him, but he who sent me to baptize with water said to me, ‘He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.’ <b class=\"verse-num\" id=\"v43001034-1\">34&nbsp;</b>And I have seen and have borne witness that this is the Son of God.”</p>\n\n<p id=\"p43001034_21-16\"><b class=\"verse-num\" id=\"v43001035-1\">35&nbsp;</b>The next day again John was standing with two of his disciples, <b class=\"verse-num\" id=\"v43001036-1\">36&nbsp;</b>and he looked at Jesus as he walked by and said, “Behold, the Lamb of God!” <b class=\"verse-num\" id=\"v43001037-1\">37&nbsp;</b>The two disciples heard him say this, and they followed Jesus. <b class=\"verse-num\" id=\"v43001038-1\">38&nbsp;</b>Jesus turned and saw them following and said to them, <span class=\"woc\">“What are you seeking?”</span> And they said to him, “Rabbi” (which means Teacher), “where are you staying?” <b class=\"verse-num\" id=\"v43001039-1\">39&nbsp;</b>He said to them, <span class=\"woc\">“Come and you will see.”</span> So they came and saw where he was staying, and they stayed with him that day, for it was about the tenth hour. <b class=\"verse-num\" id=\"v43001040-1\">40&nbsp;</b>One of the two who heard John speak and followed Jesus was Andrew, Simon Peter’s brother. <b class=\"verse-num\" id=\"v43001041-1\">41&nbsp;</b>He first found his own brother Simon and said to him, “We have found the Messiah” (which means Christ). <b class=\"verse-num\" id=\"v43001042-1\">42&nbsp;</b>He brought him to Jesus. Jesus looked at him and said, <span class=\"woc\">“You are Simon the son of John. You shall be called Cephas”</span> (which means Peter).</p>\n\n<p id=\"p43001042_26-16\"><b class=\"verse-num\" id=\"v43001043-1\">43&nbsp;</b>The next day Jesus decided to go to Galilee. He found Philip and said to him, <span class=\"woc\">“Follow me.”</span> <b class=\"verse-num\" id=\"v43001044-1\">44&nbsp;</b>Now Philip was from Bethsaida, the city of Andrew and Peter. <b class=\"verse-num\" id=\"v43001045-1\">45&nbsp;</b>Philip found Nathanael and said to him, “We have found him of whom Moses in the Law and also the prophets wrote, Jesus of Nazareth, the son of Joseph.” <b class=\"verse-num\" id=\"v43001046-1\">46&nbsp;</b>Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see.” <b class=\"verse-num\" id=\"v43001047-1\">47&nbsp;</b>Jesus saw Nathanael coming toward him and said of him, <span class=\"woc\">“Behold, an Israelite indeed, in whom there is no deceit!”</span> <b class=\"verse-num\" id=\"v43001048-1\">48&nbsp;</b>Nathanael said to him, “How do you know me?” Jesus answered him, <span class=\"woc\">“Before Philip called you, when you were under the fig tree, I saw you.”</span> <b class=\"verse-num\" id=\"v43001049-1\">49&nbsp;</b>Nathanael answered him, “Rabbi, you are the Son of God! You are the King of Israel!” <b class=\"verse-num\" id=\"v43001050-1\">50&nbsp;</b>Jesus answered him, <span class=\"woc\">“Because I said to you, ‘I saw you under the fig tree,’ do you believe? You will see greater things than these.”</span> <b class=\"verse-num\" id=\"v43001051-1\">51&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, truly, I say to you, you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  <strong>2</strong> The same was in the beginning with God.  <strong>3</strong> All things were made by him; and without him was not any thing made that was made.  <strong>4</strong> In him was life; and the life was the light of men.  <strong>5</strong> And the light shineth in darkness; and the darkness comprehended it not.  <strong>6</strong> There was a man sent from God, whose name was John.  <strong>7</strong> The same came for a witness, to bear witness of the Light, that all men through him might believe.  <strong>8</strong> He was not that Light, but was sent to bear witness of that Light.  <strong>9</strong> That was the true Light, which lighteth every man that cometh into the world.  <strong>10</strong> He was in the world, and the world was made by him, and the world knew him not.  <strong>11</strong> He came unto his own, and his own received him not.  <strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  <strong>13</strong> Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.  <strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  <strong>15</strong> John bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me.  <strong>16</strong> And of his fulness have all we received, and grace for grace.  <strong>17</strong> For the law was given by Moses, but grace and truth came by Jesus Christ.  <strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  <strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  <strong>26</strong> John answered them, saying, I baptize with water: but there standeth one among you, whom ye know not;  <strong>27</strong> He it is, who coming after me is preferred before me, whose shoe’s latchet I am not worthy to unloose.  <strong>28</strong> These things were done in Bethabara beyond Jordan, where John was baptizing.  <strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  <strong>30</strong> This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.  <strong>31</strong> And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water.  <strong>32</strong> And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him.  <strong>33</strong> And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.  <strong>34</strong> And I saw, and bare record that this is the Son of God.  <strong>35</strong> Again the next day after John stood, and two of his disciples;  <strong>36</strong> And looking upon Jesus as he walked, he saith, Behold the Lamb of God!  <strong>37</strong> And the two disciples heard him speak, and they followed Jesus.  <strong>38</strong> Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?  <strong>39</strong> He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.  <strong>40</strong> One of the two which heard John speak, and followed him, was Andrew, Simon Peter’s brother.  <strong>41</strong> He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ.  <strong>42</strong> And he brought him to Jesus. And when Jesus beheld him, he said, Thou art Simon the son of Jona: thou shalt be called Cephas, which is by interpretation, A stone.  <strong>43</strong> The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me.  <strong>44</strong> Now Philip was of Bethsaida, the city of Andrew and Peter.  <strong>45</strong> Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.  <strong>46</strong> And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.  <strong>47</strong> Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!  <strong>48</strong> Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee.  <strong>49</strong> Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.  <strong>50</strong> Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these.  <strong>51</strong> And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man. ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><strong>2</strong></sup> He was with God in the beginning. <sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made. <sup><strong>4</strong></sup> In him was life, and that life was the light of men. <sup><strong>5</strong></sup> The light shines in the darkness, but the darkness has not understood it. <sup><strong>6</strong></sup> There came a man who was sent from God; his name was John. <sup><strong>7</strong></sup> He came as a witness to testify concerning that light, so that through him all men might believe. <sup><strong>8</strong></sup> He himself was not the light; he came only as a witness to the light. <sup><strong>9</strong></sup> The true light that gives light to every man was coming into the world. <sup><strong>10</strong></sup> He was in the world, and though the world was made through him, the world did not recognize him. <sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him. <sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God-- <sup><strong>13</strong></sup> children born not of natural descent, nor of human decision or a husband's will, but born of God. <sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth. <sup><strong>15</strong></sup> John testifies concerning him. He cries out, saying, \"This was he of whom I said, 'He who comes after me has surpassed me because he was before me.'\" <sup><strong>16</strong></sup> From the fullness of his grace we have all received one blessing after another. <sup><strong>17</strong></sup> For the law was given through Moses; grace and truth came through Jesus Christ. <sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known. <sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" <sup><strong>26</strong></sup> \"I baptize with water,\" John replied, \"but among you stands one you do not know. <sup><strong>27</strong></sup> He is the one who comes after me, the thongs of whose sandals I am not worthy to untie.\" <sup><strong>28</strong></sup> This all happened at Bethany on the other side of the Jordan, where John was baptizing. <sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world! <sup><strong>30</strong></sup> This is the one I meant when I said, 'A man who comes after me has surpassed me because he was before me.' <sup><strong>31</strong></sup> I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.\" <sup><strong>32</strong></sup> Then John gave this testimony: \"I saw the Spirit come down from heaven as a dove and remain on him. <sup><strong>33</strong></sup> I would not have known him, except that the one who sent me to baptize with water told me, 'The man on whom you see the Spirit come down and remain is he who will baptize with the Holy Spirit.' <sup><strong>34</strong></sup> I have seen and I testify that this is the Son of God.\" <sup><strong>35</strong></sup> The next day John was there again with two of his disciples. <sup><strong>36</strong></sup> When he saw Jesus passing by, he said, \"Look, the Lamb of God!\" <sup><strong>37</strong></sup> When the two disciples heard him say this, they followed Jesus. <sup><strong>38</strong></sup> Turning around, Jesus saw them following and asked, \"What do you want?\" They said, \"Rabbi\" (which means Teacher), \"where are you staying?\" <sup><strong>39</strong></sup> \"Come,\" he replied, \"and you will see.\" So they went and saw where he was staying, and spent that day with him. It was about the tenth hour. <sup><strong>40</strong></sup> Andrew, Simon Peter's brother, was one of the two who heard what John had said and who had followed Jesus. <sup><strong>41</strong></sup> The first thing Andrew did was to find his brother Simon and tell him, \"We have found the Messiah\" (that is, the Christ). <sup><strong>42</strong></sup> And he brought him to Jesus. Jesus looked at him and said, \"You are Simon son of John. You will be called Cephas\" (which, when translated, is Peter ). <sup><strong>43</strong></sup> The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, \"Follow me.\" <sup><strong>44</strong></sup> Philip, like Andrew and Peter, was from the town of Bethsaida. <sup><strong>45</strong></sup> Philip found Nathanael and told him, \"We have found the one Moses wrote about in the Law, and about whom the prophets also wrote--Jesus of Nazareth, the son of Joseph.\" <sup><strong>46</strong></sup> \"Nazareth! Can anything good come from there?\" Nathanael asked. \"Come and see,\" said Philip. <sup><strong>47</strong></sup> When Jesus saw Nathanael approaching, he said of him, \"Here is a true Israelite, in whom there is nothing false.\" <sup><strong>48</strong></sup> \"How do you know me?\" Nathanael asked. Jesus answered, \"I saw you while you were still under the fig tree before Philip called you.\" <sup><strong>49</strong></sup> Then Nathanael declared, \"Rabbi, you are the Son of God; you are the King of Israel.\" <sup><strong>50</strong></sup> Jesus said, \"You believe because I told you I saw you under the fig tree. You shall see greater things than that.\" <sup><strong>51</strong></sup> He then added, \"I tell you the truth, you shall see heaven open, and the angels of God ascending and descending on the Son of Man.\" "},{"_id":"6164ddc6dc1be0273f8b74c6","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Romans 6:14-7:6","votes":31,"__v":0,"esv":"<div>\n<p id=\"p45006014_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006014-1\">14&nbsp;</b>For sin will have no dominion over you, since you are not under law but under grace.</p>\n\n<p id=\"p45006014_04-17\"><b class=\"verse-num\" id=\"v45006015-1\">15&nbsp;</b>What then? Are we to sin because we are not under law but under grace? By no means! <b class=\"verse-num\" id=\"v45006016-1\">16&nbsp;</b>Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness? <b class=\"verse-num\" id=\"v45006017-1\">17&nbsp;</b>But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed, <b class=\"verse-num\" id=\"v45006018-1\">18&nbsp;</b>and, having been set free from sin, have become slaves of righteousness. <b class=\"verse-num\" id=\"v45006019-1\">19&nbsp;</b>I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification.</p>\n<p id=\"p45006019_04-17\"><b class=\"verse-num\" id=\"v45006020-1\">20&nbsp;</b>For when you were slaves of sin, you were free in regard to righteousness. <b class=\"verse-num\" id=\"v45006021-1\">21&nbsp;</b>But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death. <b class=\"verse-num\" id=\"v45006022-1\">22&nbsp;</b>But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life. <b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n\n<p id=\"p45007001_08-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45007001-1\">7:1&nbsp;</b>Or do you not know, brothers—for I am speaking to those who know the law—that the law is binding on a person only as long as he lives? <b class=\"verse-num\" id=\"v45007002-1\">2&nbsp;</b>For a married woman is bound by law to her husband while he lives, but if her husband dies she is released from the law of marriage. <b class=\"verse-num\" id=\"v45007003-1\">3&nbsp;</b>Accordingly, she will be called an adulteress if she lives with another man while her husband is alive. But if her husband dies, she is free from that law, and if she marries another man she is not an adulteress.</p>\n<p id=\"p45007003_08-17\"><b class=\"verse-num\" id=\"v45007004-1\">4&nbsp;</b>Likewise, my brothers, you also have died to the law through the body of Christ, so that you may belong to another, to him who has been raised from the dead, in order that we may bear fruit for God. <b class=\"verse-num\" id=\"v45007005-1\">5&nbsp;</b>For while we were living in the flesh, our sinful passions, aroused by the law, were at work in our members to bear fruit for death. <b class=\"verse-num\" id=\"v45007006-1\">6&nbsp;</b>But now we are released from the law, having died to that which held us captive, so that we serve in the new way of the Spirit and not in the old way of the written code.</p>\n\n</div>","kjv":"<strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  <strong>1</strong> Know ye not, brethren, (for I speak to them that know the law,) how that the law hath dominion over a man as long as he liveth?  <strong>2</strong> For the woman which hath an husband is bound by the law to her  husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.  <strong>3</strong> So then if, while her husband liveth, she be married to another man, she shall be called an adulteress: but if her husband be dead, she is free from that law; so that she is no adulteress, though she be married to another man.  <strong>4</strong> Wherefore, my brethren, ye also are become dead to the law by the body of Christ; that ye should be married to another, even to him who is raised from the dead, that we should bring forth fruit unto God.  <strong>5</strong> For when we were in the flesh, the motions of sins, which were by the law, did work in our members to bring forth fruit unto death.  <strong>6</strong> But now we are delivered from the law, that being dead wherein we were held; that we should serve in newness of spirit, and not in the oldness of the letter.  ","niv":""},{"_id":"6164ddc7dc1be0273f8b74c7","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Hebrews 9:11-10:14","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p58009011_07-18\"><b class=\"verse-num\" id=\"v58009011-1\">11&nbsp;</b>But when Christ appeared as a high priest of the good things that have come, then through the greater and more perfect tent (not made with hands, that is, not of this creation) <b class=\"verse-num\" id=\"v58009012-1\">12&nbsp;</b>he entered once for all into the holy places, not by means of the blood of goats and calves but by means of his own blood, thus securing an eternal redemption. <b class=\"verse-num\" id=\"v58009013-1\">13&nbsp;</b>For if the blood of goats and bulls, and the sprinkling of defiled persons with the ashes of a heifer, sanctify for the purification of the flesh, <b class=\"verse-num\" id=\"v58009014-1\">14&nbsp;</b>how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, purify our conscience from dead works to serve the living God.</p>\n<p id=\"p58009014_07-18\"><b class=\"verse-num\" id=\"v58009015-1\">15&nbsp;</b>Therefore he is the mediator of a new covenant, so that those who are called may receive the promised eternal inheritance, since a death has occurred that redeems them from the transgressions committed under the first covenant. <b class=\"verse-num\" id=\"v58009016-1\">16&nbsp;</b>For where a will is involved, the death of the one who made it must be established. <b class=\"verse-num\" id=\"v58009017-1\">17&nbsp;</b>For a will takes effect only at death, since it is not in force as long as the one who made it is alive. <b class=\"verse-num\" id=\"v58009018-1\">18&nbsp;</b>Therefore not even the first covenant was inaugurated without blood. <b class=\"verse-num\" id=\"v58009019-1\">19&nbsp;</b>For when every commandment of the law had been declared by Moses to all the people, he took the blood of calves and goats, with water and scarlet wool and hyssop, and sprinkled both the book itself and all the people, <b class=\"verse-num\" id=\"v58009020-1\">20&nbsp;</b>saying, “This is the blood of the covenant that God commanded for you.” <b class=\"verse-num\" id=\"v58009021-1\">21&nbsp;</b>And in the same way he sprinkled with the blood both the tent and all the vessels used in worship. <b class=\"verse-num\" id=\"v58009022-1\">22&nbsp;</b>Indeed, under the law almost everything is purified with blood, and without the shedding of blood there is no forgiveness of sins.</p>\n<p id=\"p58009022_07-18\"><b class=\"verse-num\" id=\"v58009023-1\">23&nbsp;</b>Thus it was necessary for the copies of the heavenly things to be purified with these rites, but the heavenly things themselves with better sacrifices than these. <b class=\"verse-num\" id=\"v58009024-1\">24&nbsp;</b>For Christ has entered, not into holy places made with hands, which are copies of the true things, but into heaven itself, now to appear in the presence of God on our behalf. <b class=\"verse-num\" id=\"v58009025-1\">25&nbsp;</b>Nor was it to offer himself repeatedly, as the high priest enters the holy places every year with blood not his own, <b class=\"verse-num\" id=\"v58009026-1\">26&nbsp;</b>for then he would have had to suffer repeatedly since the foundation of the world. But as it is, he has appeared once for all at the end of the ages to put away sin by the sacrifice of himself. <b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment, <b class=\"verse-num\" id=\"v58009028-1\">28&nbsp;</b>so Christ, having been offered once to bear the sins of many, will appear a second time, not to deal with sin but to save those who are eagerly waiting for him.</p>\n\n<p id=\"p58010001_12-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58010001-1\">10:1&nbsp;</b>For since the law has but a shadow of the good things to come instead of the true form of these realities, it can never, by the same sacrifices that are continually offered every year, make perfect those who draw near. <b class=\"verse-num\" id=\"v58010002-1\">2&nbsp;</b>Otherwise, would they not have ceased to be offered, since the worshipers, having once been cleansed, would no longer have any consciousness of sins? <b class=\"verse-num\" id=\"v58010003-1\">3&nbsp;</b>But in these sacrifices there is a reminder of sins every year. <b class=\"verse-num\" id=\"v58010004-1\">4&nbsp;</b>For it is impossible for the blood of bulls and goats to take away sins.</p>\n<p id=\"p58010004_12-18\"><b class=\"verse-num\" id=\"v58010005-1\">5&nbsp;</b>Consequently, when Christ came into the world, he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010005_12-18\" class=\"line\">&nbsp;&nbsp;“Sacrifices and offerings you have not desired,</span><br><span id=\"p58010005_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a body have you prepared for me;</span><br><span id=\"p58010006_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010006-1\">6&nbsp;</b>&nbsp;&nbsp;in burnt offerings and sin offerings</span><br><span id=\"p58010006_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have taken no pleasure.</span><br><span id=\"p58010007_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010007-1\">7&nbsp;</b>&nbsp;&nbsp;Then I said, ‘Behold, I have come to do your will, O God,</span><br><span id=\"p58010007_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as it is written of me in the scroll of the book.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58010007_12-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58010008-1\">8&nbsp;</b>When he said above, “You have neither desired nor taken pleasure in sacrifices and offerings and burnt offerings and sin offerings” (these are offered according to the law), <b class=\"verse-num\" id=\"v58010009-1\">9&nbsp;</b>then he added, “Behold, I have come to do your will.” He does away with the first in order to establish the second. <b class=\"verse-num\" id=\"v58010010-1\">10&nbsp;</b>And by that will we have been sanctified through the offering of the body of Jesus Christ once for all.</p>\n<p id=\"p58010010_12-18\"><b class=\"verse-num\" id=\"v58010011-1\">11&nbsp;</b>And every priest stands daily at his service, offering repeatedly the same sacrifices, which can never take away sins. <b class=\"verse-num\" id=\"v58010012-1\">12&nbsp;</b>But when Christ had offered for all time a single sacrifice for sins, he sat down at the right hand of God, <b class=\"verse-num\" id=\"v58010013-1\">13&nbsp;</b>waiting from that time until his enemies should be made a footstool for his feet. <b class=\"verse-num\" id=\"v58010014-1\">14&nbsp;</b>For by a single offering he has perfected for all time those who are being sanctified.</p>\n\n</div>","kjv":"<strong>11</strong> But Christ being come an high priest of good things to come, by a greater and more perfect tabernacle, not made with hands, that is to say, not of this building;  <strong>12</strong> Neither by the blood of goats and calves, but by his own blood he entered in once into the holy place, having obtained eternal redemption for us.  <strong>13</strong> For if the blood of bulls and of goats, and the ashes of an heifer sprinkling the unclean, sanctifieth to the purifying of the flesh:  <strong>14</strong> How much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from dead works to serve the living God?  <strong>15</strong> And for this cause he is the mediator of the new testament, that by means of death, for the redemption of the transgressions that were  under the first testament, they which are called might receive the promise of eternal inheritance.  <strong>16</strong> For where a testament is, there must also of necessity be the death of the testator.  <strong>17</strong> For a testament is of force after men are dead: otherwise it is of no strength at all while the testator liveth.  <strong>18</strong> Whereupon neither the first testament was dedicated without blood.  <strong>19</strong> For when Moses had spoken every precept to all the people according to the law, he took the blood of calves and of goats, with water, and scarlet wool, and hyssop, and sprinkled both the book, and all the people,  <strong>20</strong> Saying, This is the blood of the testament which God hath enjoined unto you.  <strong>21</strong> Moreover he sprinkled with blood both the tabernacle, and all the vessels of the ministry.  <strong>22</strong> And almost all things are by the law purged with blood; and without shedding of blood is no remission.  <strong>23</strong> It was therefore necessary that the patterns of things in the heavens should be purified with these; but the heavenly things themselves with better sacrifices than these.  <strong>24</strong> For Christ is not entered into the holy places made with hands, which are the figures of the true; but into heaven itself, now to appear in the presence of God for us:  <strong>25</strong> Nor yet that he should offer himself often, as the high priest entereth into the holy place every year with blood of others;  <strong>26</strong> For then must he often have suffered since the foundation of the world: but now once in the end of the world hath he appeared to put away sin by the sacrifice of himself.  <strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  <strong>28</strong> So Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation.  <strong>1</strong> For the law having a shadow of good things to come, and not the very image of the things, can never with those sacrifices which they offered year by year continually make the comers thereunto perfect.  <strong>2</strong> For then would they not have ceased to be offered? because that the worshippers once purged should have had no more conscience of sins.  <strong>3</strong> But in those sacrifices there is a remembrance again made of sins every year.  <strong>4</strong> For it is not possible that the blood of bulls and of goats should take away sins.  <strong>5</strong> Wherefore when he cometh into the world, he saith, Sacrifice and offering thou wouldest not, but a body hast thou prepared me:  <strong>6</strong> In burnt offerings and sacrifices for sin thou hast had no pleasure.  <strong>7</strong> Then said I, Lo, I come (in the volume of the book it is written of me,) to do thy will, O God.  <strong>8</strong> Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;  <strong>9</strong> Then said he, Lo, I come to do thy will, O God. He taketh away the first, that he may establish the second.  <strong>10</strong> By the which will we are sanctified through the offering of the body of Jesus Christ once for all.  <strong>11</strong> And every priest standeth daily ministering and offering oftentimes the same sacrifices, which can never take away sins:  <strong>12</strong> But this man, after he had offered one sacrifice for sins for ever, sat down on the right hand of God;  <strong>13</strong> From henceforth expecting till his enemies be made his footstool.  <strong>14</strong> For by one offering he hath perfected for ever them that are sanctified.  ","niv":""},{"_id":"6164ddc7dc1be0273f8b74c8","topicId":"6164ddc2dc1be0273f8b74b6","verse":"2 Corinthians 5:17","votes":24,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"},{"_id":"6164ddc7dc1be0273f8b74c9","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Deuteronomy 33:1-2","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p05033001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05033001-1\">33:1&nbsp;</b>This is the blessing with which Moses the man of God blessed the people of Israel before his death. <b class=\"verse-num\" id=\"v05033002-1\">2&nbsp;</b>He said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p05033002_06-20\" class=\"line\">&nbsp;&nbsp;“The LORD came from Sinai</span><br><span id=\"p05033002_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dawned from Seir upon us;</span><br><span id=\"p05033002_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he shone forth from Mount Paran;</span><br><span id=\"p05033002_06-20\" class=\"line\">&nbsp;&nbsp;he came from the ten thousands of holy ones,</span><br><span id=\"p05033002_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with flaming fire at his right hand.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> And this is the blessing, wherewith Moses the man of God blessed the children of Israel before his death.  <strong>2</strong> And he said, The LORD came from Sinai, and rose up from Seir unto them; he shined forth from mount Paran, and he came with ten thousands of saints: from his right hand went a fiery law for them.  ","niv":"<sup><strong>1</strong></sup> This is the blessing that Moses the man of God pronounced on the Israelites before his death. <sup><strong>2</strong></sup> He said: \"The LORD came from Sinai and dawned over them from Seir; he shone forth from Mount Paran. He came with myriads of holy ones from the south, from his mountain slopes. "},{"_id":"6164ddc7dc1be0273f8b74ca","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Romans 10:3-11:6","votes":19,"__v":0,"esv":"<div>\n<p id=\"p45010003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010003-1\">3&nbsp;</b>For, being ignorant of the righteousness of God, and seeking to establish their own, they did not submit to God’s righteousness. <b class=\"verse-num\" id=\"v45010004-1\">4&nbsp;</b>For Christ is the end of the law for righteousness to everyone who believes.</p>\n\n<p id=\"p45010004_07-21\"><b class=\"verse-num\" id=\"v45010005-1\">5&nbsp;</b>For Moses writes about the righteousness that is based on the law, that the person who does the commandments shall live by them. <b class=\"verse-num\" id=\"v45010006-1\">6&nbsp;</b>But the righteousness based on faith says, “Do not say in your heart, ‘Who will ascend into heaven?’” (that is, to bring Christ down) <b class=\"verse-num\" id=\"v45010007-1\">7&nbsp;</b>“or ‘Who will descend into the abyss?’” (that is, to bring Christ up from the dead). <b class=\"verse-num\" id=\"v45010008-1\">8&nbsp;</b>But what does it say? “The word is near you, in your mouth and in your heart” (that is, the word of faith that we proclaim); <b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. <b class=\"verse-num\" id=\"v45010010-1\">10&nbsp;</b>For with the heart one believes and is justified, and with the mouth one confesses and is saved. <b class=\"verse-num\" id=\"v45010011-1\">11&nbsp;</b>For the Scripture says, “Everyone who believes in him will not be put to shame.” <b class=\"verse-num\" id=\"v45010012-1\">12&nbsp;</b>For there is no distinction between Jew and Greek; for the same Lord is Lord of all, bestowing his riches on all who call on him. <b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n<p id=\"p45010013_07-21\"><b class=\"verse-num\" id=\"v45010014-1\">14&nbsp;</b>How then will they call on him in whom they have not believed? And how are they to believe in him of whom they have never heard? And how are they to hear without someone preaching? <b class=\"verse-num\" id=\"v45010015-1\">15&nbsp;</b>And how are they to preach unless they are sent? As it is written, “How beautiful are the feet of those who preach the good news!” <b class=\"verse-num\" id=\"v45010016-1\">16&nbsp;</b>But they have not all obeyed the gospel. For Isaiah says, “Lord, who has believed what he has heard from us?” <b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n<p id=\"p45010017_07-21\"><b class=\"verse-num\" id=\"v45010018-1\">18&nbsp;</b>But I ask, have they not heard? Indeed they have, for</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45010018_07-21\" class=\"line\">&nbsp;&nbsp;“Their voice has gone out to all the earth,</span><br><span id=\"p45010018_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their words to the ends of the world.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45010018_07-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45010019-1\">19&nbsp;</b>But I ask, did Israel not understand? First Moses says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45010019_07-21\" class=\"line\">&nbsp;&nbsp;“I will make you jealous of those who are not a nation;</span><br><span id=\"p45010019_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with a foolish nation I will make you angry.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45010019_07-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45010020-1\">20&nbsp;</b>Then Isaiah is so bold as to say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45010020_07-21\" class=\"line\">&nbsp;&nbsp;“I have been found by those who did not seek me;</span><br><span id=\"p45010020_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have shown myself to those who did not ask for me.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45010020_07-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45010021-1\">21&nbsp;</b>But of Israel he says, “All day long I have held out my hands to a disobedient and contrary people.”</p>\n\n<p id=\"p45011001_11-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45011001-1\">11:1&nbsp;</b>I ask, then, has God rejected his people? By no means! For I myself am an Israelite, a descendant of Abraham, a member of the tribe of Benjamin. <b class=\"verse-num\" id=\"v45011002-1\">2&nbsp;</b>God has not rejected his people whom he foreknew. Do you not know what the Scripture says of Elijah, how he appeals to God against Israel? <b class=\"verse-num\" id=\"v45011003-1\">3&nbsp;</b>“Lord, they have killed your prophets, they have demolished your altars, and I alone am left, and they seek my life.” <b class=\"verse-num\" id=\"v45011004-1\">4&nbsp;</b>But what is God’s reply to him? “I have kept for myself seven thousand men who have not bowed the knee to Baal.” <b class=\"verse-num\" id=\"v45011005-1\">5&nbsp;</b>So too at the present time there is a remnant, chosen by grace. <b class=\"verse-num\" id=\"v45011006-1\">6&nbsp;</b>But if it is by grace, it is no longer on the basis of works; otherwise grace would no longer be grace.</p>\n\n</div>","kjv":"<strong>3</strong> For they being ignorant of God’s righteousness, and going about to establish their own righteousness, have not submitted themselves unto the righteousness of God.  <strong>4</strong> For Christ is the end of the law for righteousness to every one that believeth.  <strong>5</strong> For Moses describeth the righteousness which is of the law, That the man which doeth those things shall live by them.  <strong>6</strong> But the righteousness which is of faith speaketh on this wise, Say not in thine heart, Who shall ascend into heaven? (that is, to bring Christ down from above:)  <strong>7</strong> Or, Who shall descend into the deep? (that is, to bring up Christ again from the dead.)  <strong>8</strong> But what saith it? The word is nigh thee, even in thy mouth, and in thy heart: that is, the word of faith, which we preach;  <strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  <strong>10</strong> For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.  <strong>11</strong> For the scripture saith, Whosoever believeth on him shall not be ashamed.  <strong>12</strong> For there is no difference between the Jew and the Greek: for the same Lord over all is rich unto all that call upon him.  <strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  <strong>14</strong> How then shall they call on him in whom they have not believed? and how shall they believe in him of whom they have not heard? and how shall they hear without a preacher?  <strong>15</strong> And how shall they preach, except they be sent? as it is written, How beautiful are the feet of them that preach the gospel of peace, and bring glad tidings of good things!  <strong>16</strong> But they have not all obeyed the gospel. For Esaias saith, Lord, who hath believed our report?  <strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  <strong>18</strong> But I say, Have they not heard? Yes verily, their sound went into all the earth, and their words unto the ends of the world.  <strong>19</strong> But I say, Did not Israel know? First Moses saith, I will provoke you to jealousy by them that are no people, and by a foolish nation I will anger you.  <strong>20</strong> But Esaias is very bold, and saith, I was found of them that sought me not; I was made manifest unto them that asked not after me.  <strong>21</strong> But to Israel he saith, All day long I have stretched forth my hands unto a disobedient and gainsaying people.  <strong>1</strong> I say then, Hath God cast away his people? God forbid. For I also am an Israelite, of the seed of Abraham, of the tribe of Benjamin.  <strong>2</strong> God hath not cast away his people which he foreknew. Wot ye not what the scripture saith of Elias? how he maketh intercession to God against Israel, saying,  <strong>3</strong> Lord, they have killed thy prophets, and digged down thine altars; and I am left alone, and they seek my life.  <strong>4</strong> But what saith the answer of God unto him? I have reserved to myself seven thousand men, who have not bowed the knee to the image of  Baal.  <strong>5</strong> Even so then at this present time also there is a remnant according to the election of grace.  <strong>6</strong> And if by grace, then is it no more of works: otherwise grace is no more grace. But if it be of works, then is it no more grace: otherwise work is no more work.  ","niv":"<sup><strong>3</strong></sup> Since they did not know the righteousness that comes from God and sought to establish their own, they did not submit to God's righteousness. <sup><strong>4</strong></sup> Christ is the end of the law so that there may be righteousness for everyone who believes. <sup><strong>5</strong></sup> Moses describes in this way the righteousness that is by the law: \"The man who does these things will live by them.\" <sup><strong>6</strong></sup> But the righteousness that is by faith says: \"Do not say in your heart, 'Who will ascend into heaven?'\" (that is, to bring Christ down) <sup><strong>7</strong></sup> \"or 'Who will descend into the deep?'\" (that is, to bring Christ up from the dead). <sup><strong>8</strong></sup> But what does it say? \"The word is near you; it is in your mouth and in your heart,\" that is, the word of faith we are proclaiming: <sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved. <sup><strong>10</strong></sup> For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved. <sup><strong>11</strong></sup> As the Scripture says, \"Anyone who trusts in him will never be put to shame.\" "},{"_id":"6164ddc8dc1be0273f8b74cb","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Matthew 16:1-17:27","votes":19,"__v":0,"kjv":"<strong>1</strong> The Pharisees also with the Sadducees came, and tempting desired him that he would shew them a sign from heaven.  <strong>2</strong> He answered and said unto them, When it is evening, ye say, It will be fair weather: for the sky is red.  <strong>3</strong> And in the morning, It will be foul weather to day: for the sky is red and lowring. O ye hypocrites, ye can discern the face of the sky; but can ye not discern the signs of the times?  <strong>4</strong> A wicked and adulterous generation seeketh after a sign; and there shall no sign be given unto it, but the sign of the prophet Jonas. And he left them, and departed.  <strong>5</strong> And when his disciples were come to the other side, they had forgotten to take bread.  <strong>6</strong> Then Jesus said unto them, Take heed and beware of the leaven of the Pharisees and of the Sadducees.  <strong>7</strong> And they reasoned among themselves, saying, It is because we have taken no bread.  <strong>8</strong> Which when Jesus perceived, he said unto them, O ye of little faith, why reason ye among yourselves, because ye have brought no bread?  <strong>9</strong> Do ye not yet understand, neither remember the five loaves of the five thousand, and how many baskets ye took up?  <strong>10</strong> Neither the seven loaves of the four thousand, and how many baskets ye took up?  <strong>11</strong> How is it that ye do not understand that I spake it not to you concerning bread, that ye should beware of the leaven of the Pharisees and of the Sadducees?  <strong>12</strong> Then understood they how that he bade them not beware of the leaven of bread, but of the doctrine of the Pharisees and of the Sadducees.  <strong>13</strong> When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?  <strong>14</strong> And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets.  <strong>15</strong> He saith unto them, But whom say ye that I am?  <strong>16</strong> And Simon Peter answered and said, Thou art the Christ, the Son of the living God.  <strong>17</strong> And Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.  <strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  <strong>19</strong> And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.  <strong>20</strong> Then charged he his disciples that they should tell no man that he was Jesus the Christ.  <strong>21</strong> From that time forth began Jesus to shew unto his disciples, how that he must go unto Jerusalem, and suffer many things of the elders and chief priests and scribes, and be killed, and be raised again the third day.  <strong>22</strong> Then Peter took him, and began to rebuke him, saying, Be it far from thee, Lord: this shall not be unto thee.  <strong>23</strong> But he turned, and said unto Peter, Get thee behind me, Satan: thou art an offence unto me: for thou savourest not the things that be of God, but those that be of men. <strong>24</strong> Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me.  <strong>25</strong> For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it.  <strong>26</strong> For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?  <strong>27</strong> For the Son of man shall come in the glory of his Father with his angels; and then he shall reward every man according to his works.  <strong>28</strong> Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom. <strong>1</strong> And after six days Jesus taketh Peter, James, and John his brother, and bringeth them up into an high mountain apart,  <strong>2</strong> And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light.  <strong>3</strong> And, behold, there appeared unto them Moses and Elias talking with him.  <strong>4</strong> Then answered Peter, and said unto Jesus, Lord, it is good for us to be here: if thou wilt, let us make here three tabernacles; one for thee, and one for Moses, and one for Elias.  <strong>5</strong> While he yet spake, behold, a bright cloud overshadowed them: and behold a voice out of the cloud, which said, This is my beloved Son, in whom I am well pleased; hear ye him.  <strong>6</strong> And when the disciples heard it, they fell on their face, and were sore afraid.  <strong>7</strong> And Jesus came and touched them, and said, Arise, and be not afraid.  <strong>8</strong> And when they had lifted up their eyes, they saw no man, save Jesus only.  <strong>9</strong> And as they came down from the mountain, Jesus charged them, saying, Tell the vision to no man, until the Son of man be risen again from the dead.  <strong>10</strong> And his disciples asked him, saying, Why then say the scribes that Elias must first come?  <strong>11</strong> And Jesus answered and said unto them, Elias truly shall first come, and restore all things.  <strong>12</strong> But I say unto you, That Elias is come already, and they knew him not, but have done unto him whatsoever they listed. Likewise shall also the Son of man suffer of them.  <strong>13</strong> Then the disciples understood that he spake unto them of John the Baptist.  <strong>14</strong> And when they were come to the multitude, there came to him a certain man, kneeling down to him, and saying,  <strong>15</strong> Lord, have mercy on my son: for he is lunatick, and sore vexed: for ofttimes he falleth into the fire, and oft into the water.  <strong>16</strong> And I brought him to thy disciples, and they could not cure him.  <strong>17</strong> Then Jesus answered and said, O faithless and perverse generation, how long shall I be with you? how long shall I suffer you? bring him hither to me.  <strong>18</strong> And Jesus rebuked the devil; and he departed out of him: and the child was cured from that very hour.  <strong>19</strong> Then came the disciples to Jesus apart, and said, Why could not we cast him out?  <strong>20</strong> And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.  <strong>21</strong> Howbeit this kind goeth not out but by prayer and fasting.  <strong>22</strong> And while they abode in Galilee, Jesus said unto them, The Son of man shall be betrayed into the hands of men:  <strong>23</strong> And they shall kill him, and the third day he shall be raised again. And they were exceeding sorry.  <strong>24</strong> And when they were come to Capernaum, they that received tribute money came to Peter, and said, Doth not your master pay tribute?  <strong>25</strong> He saith, Yes. And when he was come into the house, Jesus prevented him, saying, What thinkest thou, Simon? of whom do the kings of the earth take custom or tribute? of their own children, or of strangers?  <strong>26</strong> Peter saith unto him, Of strangers. Jesus saith unto him, Then are the children free.  <strong>27</strong> Notwithstanding, lest we should offend them, go thou to the sea, and cast an hook, and take up the fish that first cometh up; and when thou hast opened his mouth, thou shalt find a piece of money: that take, and give unto them for me and thee. ","niv":"<sup><strong>1</strong></sup> The Pharisees and Sadducees came to Jesus and tested him by asking him to show them a sign from heaven. <sup><strong>2</strong></sup> He replied, \"When evening comes, you say, 'It will be fair weather, for the sky is red,' <sup><strong>3</strong></sup> and in the morning, 'Today it will be stormy, for the sky is red and overcast.' You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times. <sup><strong>4</strong></sup> A wicked and adulterous generation looks for a miraculous sign, but none will be given it except the sign of Jonah.\" Jesus then left them and went away. <sup><strong>5</strong></sup> When they went across the lake, the disciples forgot to take bread. <sup><strong>6</strong></sup> \"Be careful,\" Jesus said to them. \"Be on your guard against the yeast of the Pharisees and Sadducees.\" <sup><strong>7</strong></sup> They discussed this among themselves and said, \"It is because we didn't bring any bread.\" <sup><strong>8</strong></sup> Aware of their discussion, Jesus asked, \"You of little faith, why are you talking among yourselves about having no bread? <sup><strong>9</strong></sup> Do you still not understand? Don't you remember the five loaves for the five thousand, and how many basketfuls you gathered? <sup><strong>10</strong></sup> Or the seven loaves for the four thousand, and how many basketfuls you gathered? <sup><strong>11</strong></sup> How is it you don't understand that I was not talking to you about bread? But be on your guard against the yeast of the Pharisees and Sadducees.\" <sup><strong>12</strong></sup> Then they understood that he was not telling them to guard against the yeast used in bread, but against the teaching of the Pharisees and Sadducees. <sup><strong>13</strong></sup> When Jesus came to the region of Caesarea Philippi, he asked his disciples, \"Who do people say the Son of Man is?\" <sup><strong>14</strong></sup> They replied, \"Some say John the Baptist; others say Elijah; and still others, Jeremiah or one of the prophets.\" <sup><strong>15</strong></sup> \"But what about you?\" he asked. \"Who do you say I am?\" <sup><strong>16</strong></sup> Simon Peter answered, \"You are the Christ, the Son of the living God.\" <sup><strong>17</strong></sup> Jesus replied, \"Blessed are you, Simon son of Jonah, for this was not revealed to you by man, but by my Father in heaven. "},{"_id":"6164ddc8dc1be0273f8b74cc","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Matthew 24:9-24","votes":17,"__v":0,"esv":"<div>\n<p id=\"p40024009_01-23\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_05-23\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span></p>\n\n</div>","kjv":"<strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  ","niv":"<sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. "},{"_id":"6164ddc8dc1be0273f8b74cd","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Revelation 20:4-12","votes":15,"__v":0,"esv":"<div>\n<p id=\"p66020004_01-24\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_05-24\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_11-24\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done.</p>\n\n</div>","kjv":"<strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  ","niv":"<sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. "},{"_id":"6164ddc9dc1be0273f8b74ce","topicId":"6164ddc2dc1be0273f8b74b6","verse":"Revelation 16:1-17:18","votes":15,"__v":0,"kjv":"<strong>1</strong> And I heard a great voice out of the temple saying to the seven angels, Go your ways, and pour out the vials of the wrath of God upon the earth.  <strong>2</strong> And the first went, and poured out his vial upon the earth; and there fell a noisome and grievous sore upon the men which had the mark of the beast, and upon them which worshipped his image.  <strong>3</strong> And the second angel poured out his vial upon the sea; and it became as the blood of a dead man: and every living soul died in the sea.  <strong>4</strong> And the third angel poured out his vial upon the rivers and fountains of waters; and they became blood.  <strong>5</strong> And I heard the angel of the waters say, Thou art righteous, O Lord, which art, and wast, and shalt be, because thou hast judged thus.  <strong>6</strong> For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.  <strong>7</strong> And I heard another out of the altar say, Even so, Lord God Almighty, true and righteous are thy judgments.  <strong>8</strong> And the fourth angel poured out his vial upon the sun; and power was given unto him to scorch men with fire.  <strong>9</strong> And men were scorched with great heat, and blasphemed the name of God, which hath power over these plagues: and they repented not to give him glory.  <strong>10</strong> And the fifth angel poured out his vial upon the seat of the beast; and his kingdom was full of darkness; and they gnawed their tongues for pain,  <strong>11</strong> And blasphemed the God of heaven because of their pains and their sores, and repented not of their deeds.  <strong>12</strong> And the sixth angel poured out his vial upon the great river Euphrates; and the water thereof was dried up, that the way of the kings of the east might be prepared.  <strong>13</strong> And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.  <strong>14</strong> For they are the spirits of devils, working miracles, which  go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.  <strong>15</strong> Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.  <strong>16</strong> And he gathered them together into a place called in the Hebrew tongue Armageddon.  <strong>17</strong> And the seventh angel poured out his vial into the air; and there came a great voice out of the temple of heaven, from the throne, saying, It is done.  <strong>18</strong> And there were voices, and thunders, and lightnings; and there was a great earthquake, such as was not since men were upon the earth, so mighty an earthquake, and so great.  <strong>19</strong> And the great city was divided into three parts, and the cities of the nations fell: and great Babylon came in remembrance before God, to give unto her the cup of the wine of the fierceness of his wrath.  <strong>20</strong> And every island fled away, and the mountains were not found.  <strong>21</strong> And there fell upon men a great hail out of heaven, every stone  about the weight of a talent: and men blasphemed God because of the plague of the hail; for the plague thereof was exceeding great.  <strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  <strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  <strong>11</strong> And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.  <strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  <strong>13</strong> These have one mind, and shall give their power and strength unto the beast.  <strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  <strong>15</strong> And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.  <strong>16</strong> And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.  <strong>17</strong> For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled.  <strong>18</strong> And the woman which thou sawest is that great city, which reigneth over the kings of the earth.  ","niv":"<sup><strong>1</strong></sup> Then I heard a loud voice from the temple saying to the seven angels, \"Go, pour out the seven bowls of God's wrath on the earth.\" <sup><strong>2</strong></sup> The first angel went and poured out his bowl on the land, and ugly and painful sores broke out on the people who had the mark of the beast and worshiped his image. <sup><strong>3</strong></sup> The second angel poured out his bowl on the sea, and it turned into blood like that of a dead man, and every living thing in the sea died. <sup><strong>4</strong></sup> The third angel poured out his bowl on the rivers and springs of water, and they became blood. <sup><strong>5</strong></sup> Then I heard the angel in charge of the waters say: \"You are just in these judgments, you who are and who were, the Holy One, because you have so judged; <sup><strong>6</strong></sup> for they have shed the blood of your saints and prophets, and you have given them blood to drink as they deserve.\" <sup><strong>7</strong></sup> And I heard the altar respond: \"Yes, Lord God Almighty, true and just are your judgments.\" <sup><strong>8</strong></sup> The fourth angel poured out his bowl on the sun, and the sun was given power to scorch people with fire. <sup><strong>9</strong></sup> They were seared by the intense heat and they cursed the name of God, who had control over these plagues, but they refused to repent and glorify him. <sup><strong>10</strong></sup> The fifth angel poured out his bowl on the throne of the beast, and his kingdom was plunged into darkness. Men gnawed their tongues in agony <sup><strong>11</strong></sup> and cursed the God of heaven because of their pains and their sores, but they refused to repent of what they had done. <sup><strong>12</strong></sup> The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up to prepare the way for the kings from the East. <sup><strong>13</strong></sup> Then I saw three evil spirits that looked like frogs; they came out of the mouth of the dragon, out of the mouth of the beast and out of the mouth of the false prophet. <sup><strong>14</strong></sup> They are spirits of demons performing miraculous signs, and they go out to the kings of the whole world, to gather them for the battle on the great day of God Almighty. <sup><strong>15</strong></sup> \"Behold, I come like a thief! Blessed is he who stays awake and keeps his clothes with him, so that he may not go naked and be shamefully exposed.\" <sup><strong>16</strong></sup> Then they gathered the kings together to the place that in Hebrew is called Armageddon. <sup><strong>17</strong></sup> The seventh angel poured out his bowl into the air, and out of the temple came a loud voice from the throne, saying, \"It is done!\" "},{"_id":"6164ddc9dc1be0273f8b74cf","topicId":"6164ddc2dc1be0273f8b74b6","verse":"1 John 2:13-3:16","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002013_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002013-1\">13&nbsp;</b>&nbsp;&nbsp;I am writing to you, fathers,</span><br><span id=\"p62002013_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002013_01-26\" class=\"line\">&nbsp;&nbsp;I am writing to you, young men,</span><br><span id=\"p62002013_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have overcome the evil one.</span><br><span id=\"p62002013_01-26\" class=\"line\">&nbsp;&nbsp;I write to you, children,</span><br><span id=\"p62002013_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know the Father.</span><br><span id=\"p62002014_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_01-26\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p62002014_06-26\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n<p id=\"p62002017_09-26\"><b class=\"verse-num\" id=\"v62002018-1\">18&nbsp;</b>Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour. <b class=\"verse-num\" id=\"v62002019-1\">19&nbsp;</b>They went out from us, but they were not of us; for if they had been of us, they would have continued with us. But they went out, that it might become plain that they all are not of us. <b class=\"verse-num\" id=\"v62002020-1\">20&nbsp;</b>But you have been anointed by the Holy One, and you all have knowledge. <b class=\"verse-num\" id=\"v62002021-1\">21&nbsp;</b>I write to you, not because you do not know the truth, but because you know it, and because no lie is of the truth. <b class=\"verse-num\" id=\"v62002022-1\">22&nbsp;</b>Who is the liar but he who denies that Jesus is the Christ? This is the antichrist, he who denies the Father and the Son. <b class=\"verse-num\" id=\"v62002023-1\">23&nbsp;</b>No one who denies the Son has the Father. Whoever confesses the Son has the Father also. <b class=\"verse-num\" id=\"v62002024-1\">24&nbsp;</b>Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father. <b class=\"verse-num\" id=\"v62002025-1\">25&nbsp;</b>And this is the promise that he made to us—eternal life.</p>\n<p id=\"p62002025_09-26\"><b class=\"verse-num\" id=\"v62002026-1\">26&nbsp;</b>I write these things to you about those who are trying to deceive you. <b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n\n<p id=\"p62002027_12-26\"><b class=\"verse-num\" id=\"v62002028-1\">28&nbsp;</b>And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming. <b class=\"verse-num\" id=\"v62002029-1\">29&nbsp;</b>If you know that he is righteous, you may be sure that everyone who practices righteousness has been born of him.</p>\n<p id=\"p62003001_12-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62003001-1\">3:1&nbsp;</b>See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him. <b class=\"verse-num\" id=\"v62003002-1\">2&nbsp;</b>Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is. <b class=\"verse-num\" id=\"v62003003-1\">3&nbsp;</b>And everyone who thus hopes in him purifies himself as he is pure.</p>\n<p id=\"p62003003_12-26\"><b class=\"verse-num\" id=\"v62003004-1\">4&nbsp;</b>Everyone who makes a practice of sinning also practices lawlessness; sin is lawlessness. <b class=\"verse-num\" id=\"v62003005-1\">5&nbsp;</b>You know that he appeared in order to take away sins, and in him there is no sin. <b class=\"verse-num\" id=\"v62003006-1\">6&nbsp;</b>No one who abides in him keeps on sinning; no one who keeps on sinning has either seen him or known him. <b class=\"verse-num\" id=\"v62003007-1\">7&nbsp;</b>Little children, let no one deceive you. Whoever practices righteousness is righteous, as he is righteous. <b class=\"verse-num\" id=\"v62003008-1\">8&nbsp;</b>Whoever makes a practice of sinning is of the devil, for the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the works of the devil. <b class=\"verse-num\" id=\"v62003009-1\">9&nbsp;</b>No one born of God makes a practice of sinning, for God’s seed abides in him; and he cannot keep on sinning, because he has been born of God. <b class=\"verse-num\" id=\"v62003010-1\">10&nbsp;</b>By this it is evident who are the children of God, and who are the children of the devil: whoever does not practice righteousness is not of God, nor is the one who does not love his brother.</p>\n\n<p id=\"p62003010_15-26\"><b class=\"verse-num\" id=\"v62003011-1\">11&nbsp;</b>For this is the message that you have heard from the beginning, that we should love one another. <b class=\"verse-num\" id=\"v62003012-1\">12&nbsp;</b>We should not be like Cain, who was of the evil one and murdered his brother. And why did he murder him? Because his own deeds were evil and his brother’s righteous. <b class=\"verse-num\" id=\"v62003013-1\">13&nbsp;</b>Do not be surprised, brothers, that the world hates you. <b class=\"verse-num\" id=\"v62003014-1\">14&nbsp;</b>We know that we have passed out of death into life, because we love the brothers. Whoever does not love abides in death. <b class=\"verse-num\" id=\"v62003015-1\">15&nbsp;</b>Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.</p>\n<p id=\"p62003015_15-26\"><b class=\"verse-num\" id=\"v62003016-1\">16&nbsp;</b>By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.</p>\n\n</div>","kjv":"<strong>13</strong> I write unto you, fathers, because ye have known him that is  from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.  <strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  <strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  <strong>18</strong> Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.  <strong>19</strong> They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.  <strong>20</strong> But ye have an unction from the Holy One, and ye know all things.  <strong>21</strong> I have not written unto you because ye know not the truth, but because ye know it, and that no lie is of the truth.  <strong>22</strong> Who is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth the Father and the Son.  <strong>23</strong> Whosoever denieth the Son, the same hath not the Father: (but) he that acknowledgeth the Son hath the Father also.  <strong>24</strong> Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning shall remain in you, ye also shall continue in the Son, and in the Father.  <strong>25</strong> And this is the promise that he hath promised us, even eternal life.  <strong>26</strong> These things have I written unto you concerning them that seduce you.  <strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  <strong>28</strong> And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.  <strong>29</strong> If ye know that he is righteous, ye know that every one that doeth righteousness is born of him.  <strong>1</strong> Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.  <strong>2</strong> Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.  <strong>3</strong> And every man that hath this hope in him purifieth himself, even as he is pure.  <strong>4</strong> Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.  <strong>5</strong> And ye know that he was manifested to take away our sins; and in him is no sin.  <strong>6</strong> Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.  <strong>7</strong> Little children, let no man deceive you: he that doeth righteousness is righteous, even as he is righteous.  <strong>8</strong> He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.  <strong>9</strong> Whosoever is born of God doth not commit sin; for his seed remaineth in him: and he cannot sin, because he is born of God.  <strong>10</strong> In this the children of God are manifest, and the children of the devil: whosoever doeth not righteousness is not of God, neither he that loveth not his brother.  <strong>11</strong> For this is the message that ye heard from the beginning, that we should love one another.  <strong>12</strong> Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother’s righteous.  <strong>13</strong> Marvel not, my brethren, if the world hate you.  <strong>14</strong> We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.  <strong>15</strong> Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.  <strong>16</strong> Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.  ","niv":""}]}