{"_id":"6164dde9dc1be0273f8b74d0","slug":"ismael","name":"Ismael","verses":[{"_id":"6164dde9dc1be0273f8b74d1","topicId":"6164dde9dc1be0273f8b74d0","verse":"Genesis 16:11-12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01016011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v01016011-1\">11&nbsp;</b>And the angel of the LORD said to her,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01016011_01-1\" class=\"line\">&nbsp;&nbsp;“Behold, you are pregnant</span><br><span id=\"p01016011_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall bear a son.</span><br><span id=\"p01016011_01-1\" class=\"line\">&nbsp;&nbsp;You shall call his name Ishmael,</span><br><span id=\"p01016011_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the LORD has listened to your affliction.</span><br><span id=\"p01016012_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v01016012-1\">12&nbsp;</b>&nbsp;&nbsp;He shall be a wild donkey of a man,</span><br><span id=\"p01016012_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his hand against everyone</span><br><span id=\"p01016012_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and everyone’s hand against him,</span><br><span id=\"p01016012_01-1\" class=\"line\">&nbsp;&nbsp;and he shall dwell over against all his kinsmen.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> And the angel of the LORD said unto her, Behold, thou art  with child, and shalt bear a son, and shalt call his name Ishmael; because the LORD hath heard thy affliction.  <strong>12</strong> And he will be a wild man; his hand will be against every man, and every man’s hand against him; and he shall dwell in the presence of all his brethren.  ","niv":"<sup><strong>11</strong></sup> The angel of the LORD also said to her: \"You are now with child and you will have a son. You shall name him Ishmael, for the LORD has heard of your misery. <sup><strong>12</strong></sup> He will be a wild donkey of a man; his hand will be against everyone and everyone's hand against him, and he will live in hostility toward all his brothers.\" "},{"_id":"6164dde9dc1be0273f8b74d2","topicId":"6164dde9dc1be0273f8b74d0","verse":"Genesis 16:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01016011_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v01016011-1\">11&nbsp;</b>And the angel of the LORD said to her,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01016011_01-2\" class=\"line\">&nbsp;&nbsp;“Behold, you are pregnant</span><br><span id=\"p01016011_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall bear a son.</span><br><span id=\"p01016011_01-2\" class=\"line\">&nbsp;&nbsp;You shall call his name Ishmael,</span><br><span id=\"p01016011_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the LORD has listened to your affliction.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> And the angel of the LORD said unto her, Behold, thou art  with child, and shalt bear a son, and shalt call his name Ishmael; because the LORD hath heard thy affliction.  ","niv":"<sup><strong>11</strong></sup> The angel of the LORD also said to her: \"You are now with child and you will have a son. You shall name him Ishmael, for the LORD has heard of your misery."},{"_id":"6164ddeadc1be0273f8b74d3","topicId":"6164dde9dc1be0273f8b74d0","verse":"Revelation 13:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66013008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain.</p>\n</div>","kjv":"<strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  ","niv":"<sup><strong>8</strong></sup> All inhabitants of the earth will worship the beast--all whose names have not been written in the book of life belonging to the Lamb that was slain from the creation of the world."},{"_id":"6164ddeadc1be0273f8b74d4","topicId":"6164dde9dc1be0273f8b74d0","verse":"Luke 22:3","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42022003_05-4\"><b class=\"verse-num\" id=\"v42022003-1\">3&nbsp;</b>Then Satan entered into Judas called Iscariot, who was of the number of the twelve.</p>\n</div>","kjv":"<strong>3</strong> Then entered Satan into Judas surnamed Iscariot, being of the number of the twelve.  ","niv":"<sup><strong>3</strong></sup> Then Satan entered Judas, called Iscariot, one of the Twelve."},{"_id":"6164ddeadc1be0273f8b74d5","topicId":"6164dde9dc1be0273f8b74d0","verse":"Mark 14:44","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41014044_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v41014044-1\">44&nbsp;</b>Now the betrayer had given them a sign, saying, “The one I will kiss is the man. Seize him and lead him away under guard.”</p>\n</div>","kjv":"<strong>44</strong> And he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead him away safely.  ","niv":"<sup><strong>44</strong></sup> Now the betrayer had arranged a signal with them: \"The one I kiss is the man; arrest him and lead him away under guard.\""},{"_id":"6164ddeadc1be0273f8b74d6","topicId":"6164dde9dc1be0273f8b74d0","verse":"James 4:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59004004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.</p>\n\n</div>","kjv":"<strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  ","niv":"<sup><strong>4</strong></sup> You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God."},{"_id":"6164ddebdc1be0273f8b74d7","topicId":"6164dde9dc1be0273f8b74d0","verse":"John 14:26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you."},{"_id":"6164ddebdc1be0273f8b74d8","topicId":"6164dde9dc1be0273f8b74d0","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-8\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6164ddebdc1be0273f8b74d9","topicId":"6164dde9dc1be0273f8b74d0","verse":"Luke 22:51","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42022051_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v42022051-1\">51&nbsp;</b>But Jesus said, <span class=\"woc\">“No more of this!”</span> And he touched his ear and healed him.</p>\n</div>","kjv":"<strong>51</strong> And Jesus answered and said, Suffer ye thus far. And he touched his ear, and healed him.  ","niv":"<sup><strong>51</strong></sup> But Jesus answered, \"No more of this!\" And he touched the man's ear and healed him."},{"_id":"6164ddecdc1be0273f8b74da","topicId":"6164dde9dc1be0273f8b74d0","verse":"Luke 22:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42022005_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v42022005-1\">5&nbsp;</b>And they were glad, and agreed to give him money.</p>\n</div>","kjv":"<strong>5</strong> And they were glad, and covenanted to give him money.  ","niv":"<sup><strong>5</strong></sup> They were delighted and agreed to give him money."},{"_id":"6164ddecdc1be0273f8b74db","topicId":"6164dde9dc1be0273f8b74d0","verse":"Luke 22:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42022001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42022001-1\">22:1&nbsp;</b>Now the Feast of Unleavened Bread drew near, which is called the Passover.</p>\n</div>","kjv":"<strong>1</strong> Now the feast of unleavened bread drew nigh, which is called the Passover.  ","niv":"<sup><strong>1</strong></sup> Now the Feast of Unleavened Bread, called the Passover, was approaching,"},{"_id":"6164ddecdc1be0273f8b74dc","topicId":"6164dde9dc1be0273f8b74d0","verse":"Luke 22:1-6","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42022001_06-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42022001-1\">22:1&nbsp;</b>Now the Feast of Unleavened Bread drew near, which is called the Passover. <b class=\"verse-num\" id=\"v42022002-1\">2&nbsp;</b>And the chief priests and the scribes were seeking how to put him to death, for they feared the people.</p>\n\n<p id=\"p42022002_10-12\"><b class=\"verse-num\" id=\"v42022003-1\">3&nbsp;</b>Then Satan entered into Judas called Iscariot, who was of the number of the twelve. <b class=\"verse-num\" id=\"v42022004-1\">4&nbsp;</b>He went away and conferred with the chief priests and officers how he might betray him to them. <b class=\"verse-num\" id=\"v42022005-1\">5&nbsp;</b>And they were glad, and agreed to give him money. <b class=\"verse-num\" id=\"v42022006-1\">6&nbsp;</b>So he consented and sought an opportunity to betray him to them in the absence of a crowd.</p>\n</div>","kjv":"<strong>1</strong> Now the feast of unleavened bread drew nigh, which is called the Passover.  <strong>2</strong> And the chief priests and scribes sought how they might kill him; for they feared the people.  <strong>3</strong> Then entered Satan into Judas surnamed Iscariot, being of the number of the twelve.  <strong>4</strong> And he went his way, and communed with the chief priests and captains, how he might betray him unto them.  <strong>5</strong> And they were glad, and covenanted to give him money.  <strong>6</strong> And he promised, and sought opportunity to betray him unto them in the absence of the multitude.  ","niv":"<sup><strong>1</strong></sup> Now the Feast of Unleavened Bread, called the Passover, was approaching, <sup><strong>2</strong></sup> and the chief priests and the teachers of the law were looking for some way to get rid of Jesus, for they were afraid of the people. <sup><strong>3</strong></sup> Then Satan entered Judas, called Iscariot, one of the Twelve. <sup><strong>4</strong></sup> And Judas went to the chief priests and the officers of the temple guard and discussed with them how he might betray Jesus. <sup><strong>5</strong></sup> They were delighted and agreed to give him money. <sup><strong>6</strong></sup> He consented, and watched for an opportunity to hand Jesus over to them when no crowd was present. "},{"_id":"6164ddeddc1be0273f8b74dd","topicId":"6164dde9dc1be0273f8b74d0","verse":"Luke 21:37","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42021037_01-13\"><b class=\"verse-num\" id=\"v42021037-1\">37&nbsp;</b>And every day he was teaching in the temple, but at night he went out and lodged on the mount called Olivet.</p>\n</div>","kjv":"<strong>37</strong> And in the day time he was teaching in the temple; and at night he went out, and abode in the mount that is called the mount of Olives.  ","niv":"<sup><strong>37</strong></sup> Each day Jesus was teaching at the temple, and each evening he went out to spend the night on the hill called the Mount of Olives,"},{"_id":"6164ddeddc1be0273f8b74de","topicId":"6164dde9dc1be0273f8b74d0","verse":"Mark 15:1-47","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41015001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41015001-1\">15:1&nbsp;</b>And as soon as it was morning, the chief priests held a consultation with the elders and scribes and the whole council. And they bound Jesus and led him away and delivered him over to Pilate. <b class=\"verse-num\" id=\"v41015002-1\">2&nbsp;</b>And Pilate asked him, “Are you the King of the Jews?” And he answered him, <span class=\"woc\">“You have said so.”</span> <b class=\"verse-num\" id=\"v41015003-1\">3&nbsp;</b>And the chief priests accused him of many things. <b class=\"verse-num\" id=\"v41015004-1\">4&nbsp;</b>And Pilate again asked him, “Have you no answer to make? See how many charges they bring against you.” <b class=\"verse-num\" id=\"v41015005-1\">5&nbsp;</b>But Jesus made no further answer, so that Pilate was amazed.</p>\n\n<p id=\"p41015005_11-14\"><b class=\"verse-num\" id=\"v41015006-1\">6&nbsp;</b>Now at the feast he used to release for them one prisoner for whom they asked. <b class=\"verse-num\" id=\"v41015007-1\">7&nbsp;</b>And among the rebels in prison, who had committed murder in the insurrection, there was a man called Barabbas. <b class=\"verse-num\" id=\"v41015008-1\">8&nbsp;</b>And the crowd came up and began to ask Pilate to do as he usually did for them. <b class=\"verse-num\" id=\"v41015009-1\">9&nbsp;</b>And he answered them, saying, “Do you want me to release for you the King of the Jews?” <b class=\"verse-num\" id=\"v41015010-1\">10&nbsp;</b>For he perceived that it was out of envy that the chief priests had delivered him up. <b class=\"verse-num\" id=\"v41015011-1\">11&nbsp;</b>But the chief priests stirred up the crowd to have him release for them Barabbas instead. <b class=\"verse-num\" id=\"v41015012-1\">12&nbsp;</b>And Pilate again said to them, “Then what shall I do with the man you call the King of the Jews?” <b class=\"verse-num\" id=\"v41015013-1\">13&nbsp;</b>And they cried out again, “Crucify him.” <b class=\"verse-num\" id=\"v41015014-1\">14&nbsp;</b>And Pilate said to them, “Why? What evil has he done?” But they shouted all the more, “Crucify him.” <b class=\"verse-num\" id=\"v41015015-1\">15&nbsp;</b>So Pilate, wishing to satisfy the crowd, released for them Barabbas, and having scourged Jesus, he delivered him to be crucified.</p>\n\n<p id=\"p41015015_14-14\"><b class=\"verse-num\" id=\"v41015016-1\">16&nbsp;</b>And the soldiers led him away inside the palace (that is, the governor’s headquarters), and they called together the whole battalion. <b class=\"verse-num\" id=\"v41015017-1\">17&nbsp;</b>And they clothed him in a purple cloak, and twisting together a crown of thorns, they put it on him. <b class=\"verse-num\" id=\"v41015018-1\">18&nbsp;</b>And they began to salute him, “Hail, King of the Jews!” <b class=\"verse-num\" id=\"v41015019-1\">19&nbsp;</b>And they were striking his head with a reed and spitting on him and kneeling down in homage to him. <b class=\"verse-num\" id=\"v41015020-1\">20&nbsp;</b>And when they had mocked him, they stripped him of the purple cloak and put his own clothes on him. And they led him out to crucify him.</p>\n\n<p id=\"p41015020_16-14\"><b class=\"verse-num\" id=\"v41015021-1\">21&nbsp;</b>And they compelled a passerby, Simon of Cyrene, who was coming in from the country, the father of Alexander and Rufus, to carry his cross. <b class=\"verse-num\" id=\"v41015022-1\">22&nbsp;</b>And they brought him to the place called Golgotha (which means Place of a Skull). <b class=\"verse-num\" id=\"v41015023-1\">23&nbsp;</b>And they offered him wine mixed with myrrh, but he did not take it. <b class=\"verse-num\" id=\"v41015024-1\">24&nbsp;</b>And they crucified him and divided his garments among them, casting lots for them, to decide what each should take. <b class=\"verse-num\" id=\"v41015025-1\">25&nbsp;</b>And it was the third hour when they crucified him. <b class=\"verse-num\" id=\"v41015026-1\">26&nbsp;</b>And the inscription of the charge against him read, “The King of the Jews.” <b class=\"verse-num\" id=\"v41015027-1\">27&nbsp;</b>And with him they crucified two robbers, one on his right and one on his left. <b class=\"verse-num\" id=\"v41015029-1\">29&nbsp;</b>And those who passed by derided him, wagging their heads and saying, “Aha! You who would destroy the temple and rebuild it in three days, <b class=\"verse-num\" id=\"v41015030-1\">30&nbsp;</b>save yourself, and come down from the cross!” <b class=\"verse-num\" id=\"v41015031-1\">31&nbsp;</b>So also the chief priests with the scribes mocked him to one another, saying, “He saved others; he cannot save himself. <b class=\"verse-num\" id=\"v41015032-1\">32&nbsp;</b>Let the Christ, the King of Israel, come down now from the cross that we may see and believe.” Those who were crucified with him also reviled him.</p>\n\n<p id=\"p41015032_20-14\"><b class=\"verse-num\" id=\"v41015033-1\">33&nbsp;</b>And when the sixth hour had come, there was darkness over the whole land until the ninth hour. <b class=\"verse-num\" id=\"v41015034-1\">34&nbsp;</b>And at the ninth hour Jesus cried with a loud voice, <span class=\"woc\">“Eloi, Eloi, lema sabachthani?”</span> which means, <span class=\"woc\">“My God, my God, why have you forsaken me?”</span> <b class=\"verse-num\" id=\"v41015035-1\">35&nbsp;</b>And some of the bystanders hearing it said, “Behold, he is calling Elijah.” <b class=\"verse-num\" id=\"v41015036-1\">36&nbsp;</b>And someone ran and filled a sponge with sour wine, put it on a reed and gave it to him to drink, saying, “Wait, let us see whether Elijah will come to take him down.” <b class=\"verse-num\" id=\"v41015037-1\">37&nbsp;</b>And Jesus uttered a loud cry and breathed his last. <b class=\"verse-num\" id=\"v41015038-1\">38&nbsp;</b>And the curtain of the temple was torn in two, from top to bottom. <b class=\"verse-num\" id=\"v41015039-1\">39&nbsp;</b>And when the centurion, who stood facing him, saw that in this way he breathed his last, he said, “Truly this man was the Son of God!”</p>\n<p id=\"p41015039_20-14\"><b class=\"verse-num\" id=\"v41015040-1\">40&nbsp;</b>There were also women looking on from a distance, among whom were Mary Magdalene, and Mary the mother of James the younger and of Joses, and Salome. <b class=\"verse-num\" id=\"v41015041-1\">41&nbsp;</b>When he was in Galilee, they followed him and ministered to him, and there were also many other women who came up with him to Jerusalem.</p>\n\n<p id=\"p41015041_23-14\"><b class=\"verse-num\" id=\"v41015042-1\">42&nbsp;</b>And when evening had come, since it was the day of Preparation, that is, the day before the Sabbath, <b class=\"verse-num\" id=\"v41015043-1\">43&nbsp;</b>Joseph of Arimathea, a respected member of the council, who was also himself looking for the kingdom of God, took courage and went to Pilate and asked for the body of Jesus. <b class=\"verse-num\" id=\"v41015044-1\">44&nbsp;</b>Pilate was surprised to hear that he should have already died. And summoning the centurion, he asked him whether he was already dead. <b class=\"verse-num\" id=\"v41015045-1\">45&nbsp;</b>And when he learned from the centurion that he was dead, he granted the corpse to Joseph. <b class=\"verse-num\" id=\"v41015046-1\">46&nbsp;</b>And Joseph bought a linen shroud, and taking him down, wrapped him in the linen shroud and laid him in a tomb that had been cut out of the rock. And he rolled a stone against the entrance of the tomb. <b class=\"verse-num\" id=\"v41015047-1\">47&nbsp;</b>Mary Magdalene and Mary the mother of Joses saw where he was laid.</p>\n\n</div>","kjv":"<strong>1</strong> And straightway in the morning the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus, and carried him away, and delivered him to Pilate.  <strong>2</strong> And Pilate asked him, Art thou the King of the Jews? And he answering said unto him, Thou sayest it.  <strong>3</strong> And the chief priests accused him of many things: but he answered nothing.  <strong>4</strong> And Pilate asked him again, saying, Answerest thou nothing? behold how many things they witness against thee.  <strong>5</strong> But Jesus yet answered nothing; so that Pilate marvelled.  <strong>6</strong> Now at that feast he released unto them one prisoner, whomsoever they desired.  <strong>7</strong> And there was one named Barabbas, which lay  bound with them that had made insurrection with him, who had committed murder in the insurrection.  <strong>8</strong> And the multitude crying aloud began to desire him to do  as he had ever done unto them.  <strong>9</strong> But Pilate answered them, saying, Will ye that I release unto you the King of the Jews?  <strong>10</strong> For he knew that the chief priests had delivered him for envy.  <strong>11</strong> But the chief priests moved the people, that he should rather release Barabbas unto them.  <strong>12</strong> And Pilate answered and said again unto them, What will ye then that I shall do unto him whom ye call the King of the Jews?  <strong>13</strong> And they cried out again, Crucify him.  <strong>14</strong> Then Pilate said unto them, Why, what evil hath he done? And they cried out the more exceedingly, Crucify him.  <strong>15</strong> And so Pilate, willing to content the people, released Barabbas unto them, and delivered Jesus, when he had scourged him, to be crucified.  <strong>16</strong> And the soldiers led him away into the hall, called Praetorium; and they call together the whole band.  <strong>17</strong> And they clothed him with purple, and platted a crown of thorns, and put it about his head,  <strong>18</strong> And began to salute him, Hail, King of the Jews!  <strong>19</strong> And they smote him on the head with a reed, and did spit upon him, and bowing their knees worshipped him.  <strong>20</strong> And when they had mocked him, they took off the purple from him, and put his own clothes on him, and led him out to crucify him.  <strong>21</strong> And they compel one Simon a Cyrenian, who passed by, coming out of the country, the father of Alexander and Rufus, to bear his cross.  <strong>22</strong> And they bring him unto the place Golgotha, which is, being interpreted, The place of a skull.  <strong>23</strong> And they gave him to drink wine mingled with myrrh: but he received it not.  <strong>24</strong> And when they had crucified him, they parted his garments, casting lots upon them, what every man should take.  <strong>25</strong> And it was the third hour, and they crucified him.  <strong>26</strong> And the superscription of his accusation was written over, THE KING OF THE JEWS.  <strong>27</strong> And with him they crucify two thieves; the one on his right hand, and the other on his left.  <strong>28</strong> And the scripture was fulfilled, which saith, And he was numbered with the transgressors.  <strong>29</strong> And they that passed by railed on him, wagging their heads, and saying, Ah, thou that destroyest the temple, and buildest it in three days,  <strong>30</strong> Save thyself, and come down from the cross.  <strong>31</strong> Likewise also the chief priests mocking said among themselves with the scribes, He saved others; himself he cannot save.  <strong>32</strong> Let Christ the King of Israel descend now from the cross, that we may see and believe. And they that were crucified with him reviled him.  <strong>33</strong> And when the sixth hour was come, there was darkness over the whole land until the ninth hour.  <strong>34</strong> And at the ninth hour Jesus cried with a loud voice, saying, Eloi, Eloi, lama sabachthani? which is, being interpreted, My God, my God, why hast thou forsaken me?  <strong>35</strong> And some of them that stood by, when they heard it, said, Behold, he calleth Elias.  <strong>36</strong> And one ran and filled a spunge full of vinegar, and put it  on a reed, and gave him to drink, saying, Let alone; let us see whether Elias will come to take him down.  <strong>37</strong> And Jesus cried with a loud voice, and gave up the ghost.  <strong>38</strong> And the veil of the temple was rent in twain from the top to the bottom.  <strong>39</strong> And when the centurion, which stood over against him, saw that he so cried out, and gave up the ghost, he said, Truly this man was the Son of God.  <strong>40</strong> There were also women looking on afar off: among whom was Mary Magdalene, and Mary the mother of James the less and of Joses, and Salome;  <strong>41</strong> (Who also, when he was in Galilee, followed him, and ministered unto him;) and many other women which came up with him unto Jerusalem.  <strong>42</strong> And now when the even was come, because it was the preparation, that is, the day before the sabbath,  <strong>43</strong> Joseph of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus.  <strong>44</strong> And Pilate marvelled if he were already dead: and calling unto him  the centurion, he asked him whether he had been any while dead.  <strong>45</strong> And when he knew it of the centurion, he gave the body to Joseph.  <strong>46</strong> And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre.  <strong>47</strong> And Mary Magdalene and Mary the mother of Joses beheld where he was laid.  ","niv":"<sup><strong>1</strong></sup> Very early in the morning, the chief priests, with the elders, the teachers of the law and the whole Sanhedrin, reached a decision. They bound Jesus, led him away and handed him over to Pilate. <sup><strong>2</strong></sup> \"Are you the king of the Jews?\" asked Pilate. \"Yes, it is as you say,\" Jesus replied. <sup><strong>3</strong></sup> The chief priests accused him of many things. <sup><strong>4</strong></sup> So again Pilate asked him, \"Aren't you going to answer? See how many things they are accusing you of.\" <sup><strong>5</strong></sup> But Jesus still made no reply, and Pilate was amazed. <sup><strong>6</strong></sup> Now it was the custom at the Feast to release a prisoner whom the people requested. <sup><strong>7</strong></sup> A man called Barabbas was in prison with the insurrectionists who had committed murder in the uprising. <sup><strong>8</strong></sup> The crowd came up and asked Pilate to do for them what he usually did. <sup><strong>9</strong></sup> \"Do you want me to release to you the king of the Jews?\" asked Pilate, <sup><strong>10</strong></sup> knowing it was out of envy that the chief priests had handed Jesus over to him. <sup><strong>11</strong></sup> But the chief priests stirred up the crowd to have Pilate release Barabbas instead. <sup><strong>12</strong></sup> \"What shall I do, then, with the one you call the king of the Jews?\" Pilate asked them. <sup><strong>13</strong></sup> \"Crucify him!\" they shouted. <sup><strong>14</strong></sup> \"Why? What crime has he committed?\" asked Pilate. But they shouted all the louder, \"Crucify him!\" <sup><strong>15</strong></sup> Wanting to satisfy the crowd, Pilate released Barabbas to them. He had Jesus flogged, and handed him over to be crucified. <sup><strong>16</strong></sup> The soldiers led Jesus away into the palace (that is, the Praetorium) and called together the whole company of soldiers. <sup><strong>17</strong></sup> They put a purple robe on him, then twisted together a crown of thorns and set it on him. <sup><strong>18</strong></sup> And they began to call out to him, \"Hail, king of the Jews!\" <sup><strong>19</strong></sup> Again and again they struck him on the head with a staff and spit on him. Falling on their knees, they paid homage to him. <sup><strong>20</strong></sup> And when they had mocked him, they took off the purple robe and put his own clothes on him. Then they led him out to crucify him. <sup><strong>21</strong></sup> A certain man from Cyrene, Simon, the father of Alexander and Rufus, was passing by on his way in from the country, and they forced him to carry the cross. <sup><strong>22</strong></sup> They brought Jesus to the place called Golgotha (which means The Place of the Skull). <sup><strong>23</strong></sup> Then they offered him wine mixed with myrrh, but he did not take it. <sup><strong>24</strong></sup> And they crucified him. Dividing up his clothes, they cast lots to see what each would get. <sup><strong>25</strong></sup> It was the third hour when they crucified him. <sup><strong>26</strong></sup> The written notice of the charge against him read: THE KING OF THE JEWS. <sup><strong>27</strong></sup> They crucified two robbers with him, one on his right and one on his left. <sup><strong>28</strong></sup> See Footnote <sup><strong>29</strong></sup> Those who passed by hurled insults at him, shaking their heads and saying, \"So! You who are going to destroy the temple and build it in three days, <sup><strong>30</strong></sup> come down from the cross and save yourself!\" <sup><strong>31</strong></sup> In the same way the chief priests and the teachers of the law mocked him among themselves. \"He saved others,\" they said, \"but he can't save himself! <sup><strong>32</strong></sup> Let this Christ, this King of Israel, come down now from the cross, that we may see and believe.\" Those crucified with him also heaped insults on him. <sup><strong>33</strong></sup> At the sixth hour darkness came over the whole land until the ninth hour. <sup><strong>34</strong></sup> And at the ninth hour Jesus cried out in a loud voice, \"Eloi, Eloi, lama sabachthani?\"--which means, \"My God, my God, why have you forsaken me?\" <sup><strong>35</strong></sup> When some of those standing near heard this, they said, \"Listen, he's calling Elijah.\" <sup><strong>36</strong></sup> One man ran, filled a sponge with wine vinegar, put it on a stick, and offered it to Jesus to drink. \"Now leave him alone. Let's see if Elijah comes to take him down,\" he said. <sup><strong>37</strong></sup> With a loud cry, Jesus breathed his last. <sup><strong>38</strong></sup> The curtain of the temple was torn in two from top to bottom. <sup><strong>39</strong></sup> And when the centurion, who stood there in front of Jesus, heard his cry and saw how he died, he said, \"Surely this man was the Son of God!\" <sup><strong>40</strong></sup> Some women were watching from a distance. Among them were Mary Magdalene, Mary the mother of James the younger and of Joses, and Salome. <sup><strong>41</strong></sup> In Galilee these women had followed him and cared for his needs. Many other women who had come up with him to Jerusalem were also there. <sup><strong>42</strong></sup> It was Preparation Day (that is, the day before the Sabbath). So as evening approached, <sup><strong>43</strong></sup> Joseph of Arimathea, a prominent member of the Council, who was himself waiting for the kingdom of God, went boldly to Pilate and asked for Jesus' body. <sup><strong>44</strong></sup> Pilate was surprised to hear that he was already dead. Summoning the centurion, he asked him if Jesus had already died. <sup><strong>45</strong></sup> When he learned from the centurion that it was so, he gave the body to Joseph. <sup><strong>46</strong></sup> So Joseph bought some linen cloth, took down the body, wrapped it in the linen, and placed it in a tomb cut out of rock. Then he rolled a stone against the entrance of the tomb. <sup><strong>47</strong></sup> Mary Magdalene and Mary the mother of Joses saw where he was laid. "},{"_id":"6164ddeddc1be0273f8b74df","topicId":"6164dde9dc1be0273f8b74d0","verse":"Mark 14:55-59","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41014055_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v41014055-1\">55&nbsp;</b>Now the chief priests and the whole council were seeking testimony against Jesus to put him to death, but they found none. <b class=\"verse-num\" id=\"v41014056-1\">56&nbsp;</b>For many bore false witness against him, but their testimony did not agree. <b class=\"verse-num\" id=\"v41014057-1\">57&nbsp;</b>And some stood up and bore false witness against him, saying, <b class=\"verse-num\" id=\"v41014058-1\">58&nbsp;</b>“We heard him say, ‘I will destroy this temple that is made with hands, and in three days I will build another, not made with hands.’” <b class=\"verse-num\" id=\"v41014059-1\">59&nbsp;</b>Yet even about this their testimony did not agree.</p>\n\n</div>","kjv":"<strong>55</strong> And the chief priests and all the council sought for witness against Jesus to put him to death; and found none.  <strong>56</strong> For many bare false witness against him, but their witness agreed not together.  <strong>57</strong> And there arose certain, and bare false witness against him, saying,  <strong>58</strong> We heard him say, I will destroy this temple that is made with hands, and within three days I will build another made without hands.  <strong>59</strong> But neither so did their witness agree together.  ","niv":"<sup><strong>55</strong></sup> The chief priests and the whole Sanhedrin were looking for evidence against Jesus so that they could put him to death, but they did not find any. <sup><strong>56</strong></sup> Many testified falsely against him, but their statements did not agree. <sup><strong>57</strong></sup> Then some stood up and gave this false testimony against him: <sup><strong>58</strong></sup> \"We heard him say, 'I will destroy this man-made temple and in three days will build another, not made by man.'\" <sup><strong>59</strong></sup> Yet even then their testimony did not agree. "},{"_id":"6164ddeddc1be0273f8b74e0","topicId":"6164dde9dc1be0273f8b74d0","verse":"Mark 14:52","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41014052_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v41014052-1\">52&nbsp;</b>but he left the linen cloth and ran away naked.</p>\n</div>","kjv":"<strong>52</strong> And he left the linen cloth, and fled from them naked.  ","niv":"<sup><strong>52</strong></sup> he fled naked, leaving his garment behind."},{"_id":"6164ddeedc1be0273f8b74e1","topicId":"6164dde9dc1be0273f8b74d0","verse":"Mark 14:51","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41014051_05-17\"><b class=\"verse-num\" id=\"v41014051-1\">51&nbsp;</b>And a young man followed him, with nothing but a linen cloth about his body. And they seized him,</p>\n</div>","kjv":"<strong>51</strong> And there followed him a certain young man, having a linen cloth cast about his naked body; and the young men laid hold on him:  ","niv":"<sup><strong>51</strong></sup> A young man, wearing nothing but a linen garment, was following Jesus. When they seized him,"},{"_id":"6164ddeedc1be0273f8b74e2","topicId":"6164dde9dc1be0273f8b74d0","verse":"Mark 14:49","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41014049_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41014049-1\">49&nbsp;</b><span class=\"woc\">Day after day I was with you in the temple teaching, and you did not seize me. But let the Scriptures be fulfilled.”</span></p>\n</div>","kjv":"<strong>49</strong> I was daily with you in the temple teaching, and ye took me not: but the scriptures must be fulfilled.  ","niv":"<sup><strong>49</strong></sup> Every day I was with you, teaching in the temple courts, and you did not arrest me. But the Scriptures must be fulfilled.\""},{"_id":"6164ddeedc1be0273f8b74e3","topicId":"6164dde9dc1be0273f8b74d0","verse":"Mark 14:43","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41014043_06-19\"><b class=\"verse-num\" id=\"v41014043-1\">43&nbsp;</b>And immediately, while he was still speaking, Judas came, one of the twelve, and with him a crowd with swords and clubs, from the chief priests and the scribes and the elders.</p>\n</div>","kjv":"<strong>43</strong> And immediately, while he yet spake, cometh Judas, one of the twelve, and with him a great multitude with swords and staves, from the chief priest and the scribes and the elders.  ","niv":"<sup><strong>43</strong></sup> Just as he was speaking, Judas, one of the Twelve, appeared. With him was a crowd armed with swords and clubs, sent from the chief priests, the teachers of the law, and the elders."},{"_id":"6164ddefdc1be0273f8b74e4","topicId":"6164dde9dc1be0273f8b74d0","verse":"Mark 14:43-52","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41014043_06-20\"><b class=\"verse-num\" id=\"v41014043-1\">43&nbsp;</b>And immediately, while he was still speaking, Judas came, one of the twelve, and with him a crowd with swords and clubs, from the chief priests and the scribes and the elders. <b class=\"verse-num\" id=\"v41014044-1\">44&nbsp;</b>Now the betrayer had given them a sign, saying, “The one I will kiss is the man. Seize him and lead him away under guard.” <b class=\"verse-num\" id=\"v41014045-1\">45&nbsp;</b>And when he came, he went up to him at once and said, “Rabbi!” And he kissed him. <b class=\"verse-num\" id=\"v41014046-1\">46&nbsp;</b>And they laid hands on him and seized him. <b class=\"verse-num\" id=\"v41014047-1\">47&nbsp;</b>But one of those who stood by drew his sword and struck the servant of the high priest and cut off his ear. <b class=\"verse-num\" id=\"v41014048-1\">48&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Have you come out as against a robber, with swords and clubs to capture me?</span> <b class=\"verse-num woc\" id=\"v41014049-1\">49&nbsp;</b><span class=\"woc\">Day after day I was with you in the temple teaching, and you did not seize me. But let the Scriptures be fulfilled.”</span> <b class=\"verse-num\" id=\"v41014050-1\">50&nbsp;</b>And they all left him and fled.</p>\n\n<p id=\"p41014050_10-20\"><b class=\"verse-num\" id=\"v41014051-1\">51&nbsp;</b>And a young man followed him, with nothing but a linen cloth about his body. And they seized him, <b class=\"verse-num\" id=\"v41014052-1\">52&nbsp;</b>but he left the linen cloth and ran away naked.</p>\n\n</div>","kjv":"<strong>43</strong> And immediately, while he yet spake, cometh Judas, one of the twelve, and with him a great multitude with swords and staves, from the chief priest and the scribes and the elders.  <strong>44</strong> And he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead him away safely.  <strong>45</strong> And as soon as he was come, he goeth straightway to him, and saith, Master, master; and kissed him.  <strong>46</strong> And they laid their hands on him, and took him.  <strong>47</strong> And one of them that stood by drew a sword, and smote a servant of the high priest, and cut off his ear.  <strong>48</strong> And Jesus answered and said unto them, Are ye come out, as against a thief, with swords and with staves to take me?  <strong>49</strong> I was daily with you in the temple teaching, and ye took me not: but the scriptures must be fulfilled.  <strong>50</strong> And they all forsook him, and fled.  <strong>51</strong> And there followed him a certain young man, having a linen cloth cast about his naked body; and the young men laid hold on him:  <strong>52</strong> And he left the linen cloth, and fled from them naked.  ","niv":"<sup><strong>43</strong></sup> Just as he was speaking, Judas, one of the Twelve, appeared. With him was a crowd armed with swords and clubs, sent from the chief priests, the teachers of the law, and the elders. <sup><strong>44</strong></sup> Now the betrayer had arranged a signal with them: \"The one I kiss is the man; arrest him and lead him away under guard.\" <sup><strong>45</strong></sup> Going at once to Jesus, Judas said, \"Rabbi!\" and kissed him. <sup><strong>46</strong></sup> The men seized Jesus and arrested him. <sup><strong>47</strong></sup> Then one of those standing near drew his sword and struck the servant of the high priest, cutting off his ear. <sup><strong>48</strong></sup> \"Am I leading a rebellion,\" said Jesus, \"that you have come out with swords and clubs to capture me? <sup><strong>49</strong></sup> Every day I was with you, teaching in the temple courts, and you did not arrest me. But the Scriptures must be fulfilled.\" <sup><strong>50</strong></sup> Then everyone deserted him and fled. <sup><strong>51</strong></sup> A young man, wearing nothing but a linen garment, was following Jesus. When they seized him, <sup><strong>52</strong></sup> he fled naked, leaving his garment behind. "},{"_id":"6164ddefdc1be0273f8b74e5","topicId":"6164dde9dc1be0273f8b74d0","verse":"Mark 14:32","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41014032_05-21\"><b class=\"verse-num\" id=\"v41014032-1\">32&nbsp;</b>And they went to a place called Gethsemane. And he said to his disciples, <span class=\"woc\">“Sit here while I pray.”</span></p>\n</div>","kjv":"<strong>32</strong> And they came to a place which was named Gethsemane: and he saith to his disciples, Sit ye here, while I shall pray.  ","niv":"<sup><strong>32</strong></sup> They went to a place called Gethsemane, and Jesus said to his disciples, \"Sit here while I pray.\""},{"_id":"6164ddefdc1be0273f8b74e6","topicId":"6164dde9dc1be0273f8b74d0","verse":"Mark 14:26","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41014026_05-22\"><b class=\"verse-num\" id=\"v41014026-1\">26&nbsp;</b>And when they had sung a hymn, they went out to the Mount of Olives.</p>\n</div>","kjv":"<strong>26</strong> And when they had sung an hymn, they went out into the mount of Olives.  ","niv":"<sup><strong>26</strong></sup> When they had sung a hymn, they went out to the Mount of Olives."},{"_id":"6164ddf0dc1be0273f8b74e7","topicId":"6164dde9dc1be0273f8b74d0","verse":"Mark 14:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41014011_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v41014011-1\">11&nbsp;</b>And when they heard it, they were glad and promised to give him money. And he sought an opportunity to betray him.</p>\n</div>","kjv":"<strong>11</strong> And when they heard it, they were glad, and promised to give him money. And he sought how he might conveniently betray him.  ","niv":"<sup><strong>11</strong></sup> They were delighted to hear this and promised to give him money. So he watched for an opportunity to hand him over."},{"_id":"6164ddf0dc1be0273f8b74e8","topicId":"6164dde9dc1be0273f8b74d0","verse":"Mark 14:10","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p41014010_05-24\"><b class=\"verse-num\" id=\"v41014010-1\">10&nbsp;</b>Then Judas Iscariot, who was one of the twelve, went to the chief priests in order to betray him to them.</p>\n</div>","kjv":"<strong>10</strong> And Judas Iscariot, one of the twelve, went unto the chief priests, to betray him unto them.  ","niv":"<sup><strong>10</strong></sup> Then Judas Iscariot, one of the Twelve, went to the chief priests to betray Jesus to them."},{"_id":"6164ddf0dc1be0273f8b74e9","topicId":"6164dde9dc1be0273f8b74d0","verse":"Mark 14:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41014002_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v41014002-1\">2&nbsp;</b>for they said, “Not during the feast, lest there be an uproar from the people.”</p>\n</div>","kjv":"<strong>2</strong> But they said, Not on the feast day, lest there be an uproar of the people.  ","niv":"<sup><strong>2</strong></sup> \"But not during the Feast,\" they said, \"or the people may riot.\""}]}