{"_id":"6164de8cdc1be0273f8b7538","slug":"israel-today","name":"Israel Today","verses":[{"_id":"6164de8cdc1be0273f8b7539","topicId":"6164de8cdc1be0273f8b7538","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-1\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6164de8cdc1be0273f8b753a","topicId":"6164de8cdc1be0273f8b7538","verse":"John 1:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43001011_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him.</p>\n\n</div>","kjv":"<strong>11</strong> He came unto his own, and his own received him not.  ","niv":"<sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him."},{"_id":"6164de8ddc1be0273f8b753b","topicId":"6164de8cdc1be0273f8b7538","verse":"Ephesians 2:11-13","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p49002011_04-3\"><b class=\"verse-num\" id=\"v49002011-1\">11&nbsp;</b>Therefore remember that at one time you Gentiles in the flesh, called “the uncircumcision” by what is called the circumcision, which is made in the flesh by hands—<b class=\"verse-num\" id=\"v49002012-1\">12&nbsp;</b>remember that you were at that time separated from Christ, alienated from the commonwealth of Israel and strangers to the covenants of promise, having no hope and without God in the world. <b class=\"verse-num\" id=\"v49002013-1\">13&nbsp;</b>But now in Christ Jesus you who once were far off have been brought near by the blood of Christ.</p>\n</div>","kjv":"<strong>11</strong> Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;  <strong>12</strong> That at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:  <strong>13</strong> But now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ.  ","niv":"<sup><strong>11</strong></sup> Therefore, remember that formerly you who are Gentiles by birth and called \"uncircumcised\" by those who call themselves \"the circumcision\" (that done in the body by the hands of men)-- <sup><strong>12</strong></sup> remember that at that time you were separate from Christ, excluded from citizenship in Israel and foreigners to the covenants of the promise, without hope and without God in the world. <sup><strong>13</strong></sup> But now in Christ Jesus you who once were far away have been brought near through the blood of Christ. "},{"_id":"6164de8ddc1be0273f8b753c","topicId":"6164de8cdc1be0273f8b7538","verse":"Romans 11:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45011024_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45011024-1\">24&nbsp;</b>For if you were cut from what is by nature a wild olive tree, and grafted, contrary to nature, into a cultivated olive tree, how much more will these, the natural branches, be grafted back into their own olive tree.</p>\n</div>","kjv":"<strong>24</strong> For if thou wert cut out of the olive tree which is wild by nature, and wert graffed contrary to nature into a good olive tree: how much more shall these, which be the natural branches, be graffed into their own olive tree?  ","niv":"<sup><strong>24</strong></sup> After all, if you were cut out of an olive tree that is wild by nature, and contrary to nature were grafted into a cultivated olive tree, how much more readily will these, the natural branches, be grafted into their own olive tree!"},{"_id":"6164de8ddc1be0273f8b753d","topicId":"6164de8cdc1be0273f8b7538","verse":"John 1:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--"},{"_id":"6164de8edc1be0273f8b753e","topicId":"6164de8cdc1be0273f8b7538","verse":"Matthew 4:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40004007_01-6\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span></p>\n</div>","kjv":"<strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  ","niv":"<sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\""},{"_id":"6164de8edc1be0273f8b753f","topicId":"6164de8cdc1be0273f8b7538","verse":"Jeremiah 10:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p24010002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v24010002-1\">2&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010002_01-7\" class=\"line\">&nbsp;&nbsp;“Learn not the way of the nations,</span><br><span id=\"p24010002_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be dismayed at the signs of the heavens</span><br><span id=\"p24010002_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the nations are dismayed at them,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Thus saith the LORD, Learn not the way of the heathen, and be not dismayed at the signs of heaven; for the heathen are dismayed at them.  ","niv":"<sup><strong>2</strong></sup> This is what the LORD says: \"Do not learn the ways of the nations or be terrified by signs in the sky, though the nations are terrified by them."},{"_id":"6164de8edc1be0273f8b7540","topicId":"6164de8cdc1be0273f8b7538","verse":"Acts 2:38","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-14\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-14\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-14\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-14\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-14\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-14\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-14\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-14\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-14\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-14\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-14\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-14\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"6164de8fdc1be0273f8b7541","topicId":"6164de8cdc1be0273f8b7538","verse":"Daniel 12:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p27012001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27012001-1\">12:1&nbsp;</b>“At that time shall arise Michael, the great prince who has charge of your people. And there shall be a time of trouble, such as never has been since there was a nation till that time. But at that time your people shall be delivered, everyone whose name shall be found written in the book.</p>\n</div>","kjv":"<strong>1</strong> And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.  ","niv":"<sup><strong>1</strong></sup> \"At that time Michael, the great prince who protects your people, will arise. There will be a time of distress such as has not happened from the beginning of nations until then. But at that time your people-everyone whose name is found written in the book-will be delivered."},{"_id":"6164de8fdc1be0273f8b7542","topicId":"6164de8cdc1be0273f8b7538","verse":"Daniel 9:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p27009027_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v27009027-1\">27&nbsp;</b>And he shall make a strong covenant with many for one week, and for half of the week he shall put an end to sacrifice and offering. And on the wing of abominations shall come one who makes desolate, until the decreed end is poured out on the desolator.”</p>\n\n</div>","kjv":"<strong>27</strong> And he shall confirm the covenant with many for one week: and in the midst of the week he shall cause the sacrifice and the oblation to cease, and for the overspreading of abominations he shall make it desolate, even until the consummation, and that determined shall be poured upon the desolate.  ","niv":"<sup><strong>27</strong></sup> He will confirm a covenant with many for one 'seven.' In the middle of the 'seven' he will put an end to sacrifice and offering. And on a wing of the temple he will set up an abomination that causes desolation, until the end that is decreed is poured out on him. \""},{"_id":"6164de8fdc1be0273f8b7543","topicId":"6164de8cdc1be0273f8b7538","verse":"Deuteronomy 18:15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p05018015_06-11\"><b class=\"verse-num\" id=\"v05018015-1\">15&nbsp;</b>“The LORD your God will raise up for you a prophet like me from among you, from your brothers—it is to him you shall listen—</p>\n</div>","kjv":"<strong>15</strong> The LORD thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;  ","niv":"<sup><strong>15</strong></sup> The LORD your God will raise up for you a prophet like me from among your own brothers. You must listen to him."},{"_id":"6164de8fdc1be0273f8b7544","topicId":"6164de8cdc1be0273f8b7538","verse":"Revelation 2:1-29","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66002001_06-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66002001-1\">2:1&nbsp;</b><span class=\"woc\">“To the angel of the church in Ephesus write: ‘The words of him who holds the seven stars in his right hand, who walks among the seven golden lampstands.</span></p>\n<p id=\"p66002001_06-12\"><b class=\"verse-num woc\" id=\"v66002002-1\">2&nbsp;</b><span class=\"woc\">“‘I know your works, your toil and your patient endurance, and how you cannot bear with those who are evil, but have tested those who call themselves apostles and are not, and found them to be false.</span> <b class=\"verse-num woc\" id=\"v66002003-1\">3&nbsp;</b><span class=\"woc\">I know you are enduring patiently and bearing up for my name’s sake, and you have not grown weary.</span> <b class=\"verse-num woc\" id=\"v66002004-1\">4&nbsp;</b><span class=\"woc\">But I have this against you, that you have abandoned the love you had at first.</span> <b class=\"verse-num woc\" id=\"v66002005-1\">5&nbsp;</b><span class=\"woc\">Remember therefore from where you have fallen; repent, and do the works you did at first. If not, I will come to you and remove your lampstand from its place, unless you repent.</span> <b class=\"verse-num woc\" id=\"v66002006-1\">6&nbsp;</b><span class=\"woc\">Yet this you have: you hate the works of the Nicolaitans, which I also hate.</span> <b class=\"verse-num woc\" id=\"v66002007-1\">7&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will grant to eat of the tree of life, which is in the paradise of God.’</span></p>\n\n<p id=\"p66002007_11-12\"><b class=\"verse-num woc\" id=\"v66002008-1\">8&nbsp;</b><span class=\"woc\">“And to the angel of the church in Smyrna write: ‘The words of the first and the last, who died and came to life.</span></p>\n<p id=\"p66002008_11-12\"><b class=\"verse-num woc\" id=\"v66002009-1\">9&nbsp;</b><span class=\"woc\">“‘I know your tribulation and your poverty (but you are rich) and the slander of those who say that they are Jews and are not, but are a synagogue of Satan.</span> <b class=\"verse-num woc\" id=\"v66002010-1\">10&nbsp;</b><span class=\"woc\">Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life.</span> <b class=\"verse-num woc\" id=\"v66002011-1\">11&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. The one who conquers will not be hurt by the second death.’</span></p>\n\n<p id=\"p66002011_16-12\"><b class=\"verse-num woc\" id=\"v66002012-1\">12&nbsp;</b><span class=\"woc\">“And to the angel of the church in Pergamum write: ‘The words of him who has the sharp two-edged sword.</span></p>\n<p id=\"p66002012_16-12\"><b class=\"verse-num woc\" id=\"v66002013-1\">13&nbsp;</b><span class=\"woc\">“‘I know where you dwell, where Satan’s throne is. Yet you hold fast my name, and you did not deny my faith even in the days of Antipas my faithful witness, who was killed among you, where Satan dwells.</span> <b class=\"verse-num woc\" id=\"v66002014-1\">14&nbsp;</b><span class=\"woc\">But I have a few things against you: you have some there who hold the teaching of Balaam, who taught Balak to put a stumbling block before the sons of Israel, so that they might eat food sacrificed to idols and practice sexual immorality.</span> <b class=\"verse-num woc\" id=\"v66002015-1\">15&nbsp;</b><span class=\"woc\">So also you have some who hold the teaching of the Nicolaitans.</span> <b class=\"verse-num woc\" id=\"v66002016-1\">16&nbsp;</b><span class=\"woc\">Therefore repent. If not, I will come to you soon and war against them with the sword of my mouth.</span> <b class=\"verse-num woc\" id=\"v66002017-1\">17&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will give some of the hidden manna, and I will give him a white stone, with a new name written on the stone that no one knows except the one who receives it.’</span></p>\n\n<p id=\"p66002017_21-12\"><b class=\"verse-num woc\" id=\"v66002018-1\">18&nbsp;</b><span class=\"woc\">“And to the angel of the church in Thyatira write: ‘The words of the Son of God, who has eyes like a flame of fire, and whose feet are like burnished bronze.</span></p>\n<p id=\"p66002018_21-12\"><b class=\"verse-num woc\" id=\"v66002019-1\">19&nbsp;</b><span class=\"woc\">“‘I know your works, your love and faith and service and patient endurance, and that your latter works exceed the first.</span> <b class=\"verse-num woc\" id=\"v66002020-1\">20&nbsp;</b><span class=\"woc\">But I have this against you, that you tolerate that woman Jezebel, who calls herself a prophetess and is teaching and seducing my servants to practice sexual immorality and to eat food sacrificed to idols.</span> <b class=\"verse-num woc\" id=\"v66002021-1\">21&nbsp;</b><span class=\"woc\">I gave her time to repent, but she refuses to repent of her sexual immorality.</span> <b class=\"verse-num woc\" id=\"v66002022-1\">22&nbsp;</b><span class=\"woc\">Behold, I will throw her onto a sickbed, and those who commit adultery with her I will throw into great tribulation, unless they repent of her works,</span> <b class=\"verse-num woc\" id=\"v66002023-1\">23&nbsp;</b><span class=\"woc\">and I will strike her children dead. And all the churches will know that I am he who searches mind and heart, and I will give to each of you according to your works.</span> <b class=\"verse-num woc\" id=\"v66002024-1\">24&nbsp;</b><span class=\"woc\">But to the rest of you in Thyatira, who do not hold this teaching, who have not learned what some call the deep things of Satan, to you I say, I do not lay on you any other burden.</span> <b class=\"verse-num woc\" id=\"v66002025-1\">25&nbsp;</b><span class=\"woc\">Only hold fast what you have until I come.</span> <b class=\"verse-num woc\" id=\"v66002026-1\">26&nbsp;</b><span class=\"woc\">The one who conquers and who keeps my works until the end, to him I will give authority over the nations,</span> <b class=\"verse-num woc\" id=\"v66002027-1\">27&nbsp;</b><span class=\"woc\">and he will rule them with a rod of iron, as when earthen pots are broken in pieces, even as I myself have received authority from my Father.</span> <b class=\"verse-num woc\" id=\"v66002028-1\">28&nbsp;</b><span class=\"woc\">And I will give him the morning star.</span> <b class=\"verse-num woc\" id=\"v66002029-1\">29&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches.’</span></p>\n\n</div>","kjv":"<strong>1</strong>           Unto the angel of the church of Ephesus write; These things saith he that holdeth the seven stars in his right hand, who walketh in the midst of the seven golden candlesticks;  <strong>2</strong> I know thy works, and thy labour, and thy patience, and how thou canst not bear them which are evil: and thou hast tried them which say they are apostles, and are not, and hast found them liars:  <strong>3</strong> And hast borne, and hast patience, and for my name’s sake hast laboured, and hast not fainted.  <strong>4</strong> Nevertheless I have somewhat against thee, because thou hast left thy first love.  <strong>5</strong> Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.  <strong>6</strong> But this thou hast, that thou hatest the deeds of the Nicolaitanes, which I also hate.  <strong>7</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the tree of life, which is in the midst of the paradise of God. <strong>8</strong>           And unto the angel of the church in Smyrna write; These things saith the first and the last, which was dead, and is alive;  <strong>9</strong> I know thy works, and tribulation, and poverty, (but thou art rich) and I know the blasphemy of them which say they are Jews, and are not, but are the synagogue of Satan.  <strong>10</strong> Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.  <strong>11</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; He that overcometh shall not be hurt of the second death. <strong>12</strong>           And to the angel of the church in Pergamos write; These things saith he which hath the sharp sword with two edges;  <strong>13</strong> I know thy works, and where thou dwellest, even where Satan’s seat is: and thou holdest fast my name, and hast not denied my faith, even in those days wherein Antipas was  my faithful martyr, who was slain among you, where Satan dwelleth.  <strong>14</strong> But I have a few things against thee, because thou hast there them that hold the doctrine of Balaam, who taught Balac to cast a stumblingblock before the children of Israel, to eat things sacrificed unto idols, and to commit fornication.  <strong>15</strong> So hast thou also them that hold the doctrine of the Nicolaitanes, which thing I hate.  <strong>16</strong> Repent; or else I will come unto thee quickly, and will fight against them with the sword of my mouth.  <strong>17</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the hidden manna, and will give him a white stone, and in the stone a new name written, which no man knoweth saving he that receiveth it. <strong>18</strong>           And unto the angel of the church in Thyatira write; These things saith the Son of God, who hath his eyes like unto a flame of fire, and his feet are like fine brass;  <strong>19</strong> I know thy works, and charity, and service, and faith, and thy patience, and thy works; and the last to be more than the first.  <strong>20</strong> Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.  <strong>21</strong> And I gave her space to repent of her fornication; and she repented not.  <strong>22</strong> Behold, I will cast her into a bed, and them that commit adultery with her into great tribulation, except they repent of their deeds.  <strong>23</strong> And I will kill her children with death; and all the churches shall know that I am he which searcheth the reins and hearts: and I will give unto every one of you according to your works.  <strong>24</strong> But unto you I say, and unto the rest in Thyatira, as many as have not this doctrine, and which have not known the depths of Satan, as they speak; I will put upon you none other burden.  <strong>25</strong> But that which ye have already hold fast till I come.  <strong>26</strong> And he that overcometh, and keepeth my works unto the end, to him will I give power over the nations:  <strong>27</strong> And he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers: even as I received of my Father.  <strong>28</strong> And I will give him the morning star.  <strong>29</strong> He that hath an ear, let him hear what the Spirit saith unto the churches. ","niv":"<sup><strong>1</strong></sup> \"To the angel of the church in Ephesus write: These are the words of him who holds the seven stars in his right hand and walks among the seven golden lampstands: <sup><strong>2</strong></sup> I know your deeds, your hard work and your perseverance. I know that you cannot tolerate wicked men, that you have tested those who claim to be apostles but are not, and have found them false. <sup><strong>3</strong></sup> You have persevered and have endured hardships for my name, and have not grown weary. <sup><strong>4</strong></sup> Yet I hold this against you: You have forsaken your first love. <sup><strong>5</strong></sup> Remember the height from which you have fallen! Repent and do the things you did at first. If you do not repent, I will come to you and remove your lampstand from its place. <sup><strong>6</strong></sup> But you have this in your favor: You hate the practices of the Nicolaitans, which I also hate. <sup><strong>7</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes, I will give the right to eat from the tree of life, which is in the paradise of God. <sup><strong>8</strong></sup> \"To the angel of the church in Smyrna write: These are the words of him who is the First and the Last, who died and came to life again. <sup><strong>9</strong></sup> I know your afflictions and your poverty-yet you are rich! I know the slander of those who say they are Jews and are not, but are a synagogue of Satan. <sup><strong>10</strong></sup> Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will suffer persecution for ten days. Be faithful, even to the point of death, and I will give you the crown of life. <sup><strong>11</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. He who overcomes will not be hurt at all by the second death. <sup><strong>12</strong></sup> \"To the angel of the church in Pergamum write: These are the words of him who has the sharp, doubleedged sword. <sup><strong>13</strong></sup> I know where you live-where Satan has his throne. Yet you remain true to my name. You did not renounce your faith in me, even in the days of Antipas, my faithful witness, who was put to death in your city-where Satan lives. <sup><strong>14</strong></sup> Nevertheless, I have a few things against you: You have people there who hold to the teaching of Balaam, who taught Balak to entice the Israelites to sin by eating food sacrificed to idols and by committing sexual immorality. <sup><strong>15</strong></sup> Likewise you also have those who hold to the teaching of the Nicolaitans. <sup><strong>16</strong></sup> Repent therefore! Otherwise, I will soon come to you and will fight against them with the sword of my mouth. <sup><strong>17</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes, I will give some of the hidden manna. I will also give him a white stone with a new name written on it, known only to him who receives it. <sup><strong>18</strong></sup> \"To the angel of the church in Thyatira write: These are the words of the Son of God, whose eyes are like blazing fire and whose feet are like burnished bronze. <sup><strong>19</strong></sup> I know your deeds, your love and faith, your service and perseverance, and that you are now doing more than you did at first. <sup><strong>20</strong></sup> Nevertheless, I have this against you: You tolerate that woman Jezebel, who calls herself a prophetess. By her teaching she misleads my servants into sexual immorality and the eating of food sacrificed to idols. <sup><strong>21</strong></sup> I have given her time to repent of her immorality, but she is unwilling. <sup><strong>22</strong></sup> So I will cast her on a bed of suffering, and I will make those who commit adultery with her suffer intensely, unless they repent of her ways. <sup><strong>23</strong></sup> I will strike her children dead. Then all the churches will know that I am he who searches hearts and minds, and I will repay each of you according to your deeds. <sup><strong>24</strong></sup> Now I say to the rest of you in Thyatira, to you who do not hold to her teaching and have not learned Satan's so-called deep secrets (I will not impose any other burden on you): <sup><strong>25</strong></sup> Only hold on to what you have until I come. <sup><strong>26</strong></sup> To him who overcomes and does my will to the end, I will give authority over the nations-- <sup><strong>27</strong></sup> 'He will rule them with an iron scepter; he will dash them to pieces like pottery'-- <sup><strong>28</strong></sup> just as I have received authority from my Father. I will also give him the morning star. <sup><strong>29</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. "},{"_id":"6164de90dc1be0273f8b7545","topicId":"6164de8cdc1be0273f8b7538","verse":"Galatians 5:20-21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48005020_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"6164de90dc1be0273f8b7546","topicId":"6164de8cdc1be0273f8b7538","verse":"Acts 2:1-47","votes":1,"__v":0,"kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"6164de90dc1be0273f8b7547","topicId":"6164de8cdc1be0273f8b7538","verse":"John 8:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43008024_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008024-1\">24&nbsp;</b><span class=\"woc\">I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”</span></p>\n</div>","kjv":"<strong>24</strong> I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.  ","niv":"<sup><strong>24</strong></sup> I told you that you would die in your sins; if you do not believe that I am the one I claim to be, you will indeed die in your sins.\""},{"_id":"6164de91dc1be0273f8b7548","topicId":"6164de8cdc1be0273f8b7538","verse":"Zechariah 12:10","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p38012010_06-16\"><b class=\"verse-num\" id=\"v38012010-1\">10&nbsp;</b>“And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and pleas for mercy, so that, when they look on me, on him whom they have pierced, they shall mourn for him, as one mourns for an only child, and weep bitterly over him, as one weeps over a firstborn.</p>\n</div>","kjv":"<strong>10</strong> And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and of supplications: and they shall look upon me whom they have pierced, and they shall mourn for him, as one mourneth for his only son, and shall be in bitterness for him, as one that is in bitterness for his firstborn.  ","niv":"<sup><strong>10</strong></sup> \"And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and supplication. They will look on me, the one they have pierced, and they will mourn for him as one mourns for an only child, and grieve bitterly for him as one grieves for a firstborn son."},{"_id":"6164de91dc1be0273f8b7549","topicId":"6164de8cdc1be0273f8b7538","verse":"Daniel 12:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27012011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v27012011-1\">11&nbsp;</b>And from the time that the regular burnt offering is taken away and the abomination that makes desolate is set up, there shall be 1,290 days.</p>\n</div>","kjv":"<strong>11</strong> And from the time that the daily sacrifice shall be taken away, and the abomination that maketh desolate set up, there shall be a thousand two hundred and ninety days.  ","niv":"<sup><strong>11</strong></sup> \"From the time that the daily sacrifice is abolished and the abomination that causes desolation is set up, there will be 1,290 days."},{"_id":"6164de91dc1be0273f8b754a","topicId":"6164de8cdc1be0273f8b7538","verse":"Psalm 110:1","votes":1,"__v":0,"esv":"<div>\n\n<h4 id=\"p19110001_06-18\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19110001_06-18\" class=\"line\"><b class=\"chapter-num\" id=\"v19110001-1\">110:1&nbsp;</b>&nbsp;&nbsp;The LORD says to my Lord:</span><br><span id=\"p19110001_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p19110001_06-18\" class=\"line\">&nbsp;&nbsp;until I make your enemies your footstool.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The LORD said unto my Lord, Sit thou at my right hand, until I make thine enemies thy footstool.  ","niv":"<sup><strong>1</strong></sup> The LORD says to my Lord: \"Sit at my right hand until I make your enemies a footstool for your feet.\""},{"_id":"6164de92dc1be0273f8b754b","topicId":"6164de8cdc1be0273f8b7538","verse":"Psalm 45:7","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19045007_01-19\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19045007-1\">7&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;you have loved righteousness and hated wickedness.</span><br><span id=\"p19045007_01-19\" class=\"line\">&nbsp;&nbsp;Therefore God, your God, has anointed you</span><br><span id=\"p19045007_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the oil of gladness beyond your companions;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Thou lovest righteousness, and hatest wickedness: therefore God, thy God, hath anointed thee with the oil of gladness above thy fellows.  ","niv":"<sup><strong>7</strong></sup> You love righteousness and hate wickedness; therefore God, your God, has set you above your companions by anointing you with the oil of joy."},{"_id":"6164de92dc1be0273f8b754c","topicId":"6164de8cdc1be0273f8b7538","verse":"Deuteronomy 28:1-68","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p05028001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05028001-1\">28:1&nbsp;</b>“And if you faithfully obey the voice of the LORD your God, being careful to do all his commandments that I command you today, the LORD your God will set you high above all the nations of the earth. <b class=\"verse-num\" id=\"v05028002-1\">2&nbsp;</b>And all these blessings shall come upon you and overtake you, if you obey the voice of the LORD your God. <b class=\"verse-num\" id=\"v05028003-1\">3&nbsp;</b>Blessed shall you be in the city, and blessed shall you be in the field. <b class=\"verse-num\" id=\"v05028004-1\">4&nbsp;</b>Blessed shall be the fruit of your womb and the fruit of your ground and the fruit of your cattle, the increase of your herds and the young of your flock. <b class=\"verse-num\" id=\"v05028005-1\">5&nbsp;</b>Blessed shall be your basket and your kneading bowl. <b class=\"verse-num\" id=\"v05028006-1\">6&nbsp;</b>Blessed shall you be when you come in, and blessed shall you be when you go out.</p>\n<p id=\"p05028006_04-20\"><b class=\"verse-num\" id=\"v05028007-1\">7&nbsp;</b>“The LORD will cause your enemies who rise against you to be defeated before you. They shall come out against you one way and flee before you seven ways. <b class=\"verse-num\" id=\"v05028008-1\">8&nbsp;</b>The LORD will command the blessing on you in your barns and in all that you undertake. And he will bless you in the land that the LORD your God is giving you. <b class=\"verse-num\" id=\"v05028009-1\">9&nbsp;</b>The LORD will establish you as a people holy to himself, as he has sworn to you, if you keep the commandments of the LORD your God and walk in his ways. <b class=\"verse-num\" id=\"v05028010-1\">10&nbsp;</b>And all the peoples of the earth shall see that you are called by the name of the LORD, and they shall be afraid of you. <b class=\"verse-num\" id=\"v05028011-1\">11&nbsp;</b>And the LORD will make you abound in prosperity, in the fruit of your womb and in the fruit of your livestock and in the fruit of your ground, within the land that the LORD swore to your fathers to give you. <b class=\"verse-num\" id=\"v05028012-1\">12&nbsp;</b>The LORD will open to you his good treasury, the heavens, to give the rain to your land in its season and to bless all the work of your hands. And you shall lend to many nations, but you shall not borrow. <b class=\"verse-num\" id=\"v05028013-1\">13&nbsp;</b>And the LORD will make you the head and not the tail, and you shall only go up and not down, if you obey the commandments of the LORD your God, which I command you today, being careful to do them, <b class=\"verse-num\" id=\"v05028014-1\">14&nbsp;</b>and if you do not turn aside from any of the words that I command you today, to the right hand or to the left, to go after other gods to serve them.</p>\n\n<p id=\"p05028014_07-20\"><b class=\"verse-num\" id=\"v05028015-1\">15&nbsp;</b>“But if you will not obey the voice of the LORD your God or be careful to do all his commandments and his statutes that I command you today, then all these curses shall come upon you and overtake you. <b class=\"verse-num\" id=\"v05028016-1\">16&nbsp;</b>Cursed shall you be in the city, and cursed shall you be in the field. <b class=\"verse-num\" id=\"v05028017-1\">17&nbsp;</b>Cursed shall be your basket and your kneading bowl. <b class=\"verse-num\" id=\"v05028018-1\">18&nbsp;</b>Cursed shall be the fruit of your womb and the fruit of your ground, the increase of your herds and the young of your flock. <b class=\"verse-num\" id=\"v05028019-1\">19&nbsp;</b>Cursed shall you be when you come in, and cursed shall you be when you go out.</p>\n<p id=\"p05028019_07-20\"><b class=\"verse-num\" id=\"v05028020-1\">20&nbsp;</b>“The LORD will send on you curses, confusion, and frustration in all that you undertake to do, until you are destroyed and perish quickly on account of the evil of your deeds, because you have forsaken me. <b class=\"verse-num\" id=\"v05028021-1\">21&nbsp;</b>The LORD will make the pestilence stick to you until he has consumed you off the land that you are entering to take possession of it. <b class=\"verse-num\" id=\"v05028022-1\">22&nbsp;</b>The LORD will strike you with wasting disease and with fever, inflammation and fiery heat, and with drought and with blight and with mildew. They shall pursue you until you perish. <b class=\"verse-num\" id=\"v05028023-1\">23&nbsp;</b>And the heavens over your head shall be bronze, and the earth under you shall be iron. <b class=\"verse-num\" id=\"v05028024-1\">24&nbsp;</b>The LORD will make the rain of your land powder. From heaven dust shall come down on you until you are destroyed.</p>\n<p id=\"p05028024_07-20\"><b class=\"verse-num\" id=\"v05028025-1\">25&nbsp;</b>“The LORD will cause you to be defeated before your enemies. You shall go out one way against them and flee seven ways before them. And you shall be a horror to all the kingdoms of the earth. <b class=\"verse-num\" id=\"v05028026-1\">26&nbsp;</b>And your dead body shall be food for all birds of the air and for the beasts of the earth, and there shall be no one to frighten them away. <b class=\"verse-num\" id=\"v05028027-1\">27&nbsp;</b>The LORD will strike you with the boils of Egypt, and with tumors and scabs and itch, of which you cannot be healed. <b class=\"verse-num\" id=\"v05028028-1\">28&nbsp;</b>The LORD will strike you with madness and blindness and confusion of mind, <b class=\"verse-num\" id=\"v05028029-1\">29&nbsp;</b>and you shall grope at noonday, as the blind grope in darkness, and you shall not prosper in your ways. And you shall be only oppressed and robbed continually, and there shall be no one to help you. <b class=\"verse-num\" id=\"v05028030-1\">30&nbsp;</b>You shall betroth a wife, but another man shall ravish her. You shall build a house, but you shall not dwell in it. You shall plant a vineyard, but you shall not enjoy its fruit. <b class=\"verse-num\" id=\"v05028031-1\">31&nbsp;</b>Your ox shall be slaughtered before your eyes, but you shall not eat any of it. Your donkey shall be seized before your face, but shall not be restored to you. Your sheep shall be given to your enemies, but there shall be no one to help you. <b class=\"verse-num\" id=\"v05028032-1\">32&nbsp;</b>Your sons and your daughters shall be given to another people, while your eyes look on and fail with longing for them all day long, but you shall be helpless. <b class=\"verse-num\" id=\"v05028033-1\">33&nbsp;</b>A nation that you have not known shall eat up the fruit of your ground and of all your labors, and you shall be only oppressed and crushed continually, <b class=\"verse-num\" id=\"v05028034-1\">34&nbsp;</b>so that you are driven mad by the sights that your eyes see. <b class=\"verse-num\" id=\"v05028035-1\">35&nbsp;</b>The LORD will strike you on the knees and on the legs with grievous boils of which you cannot be healed, from the sole of your foot to the crown of your head.</p>\n<p id=\"p05028035_07-20\"><b class=\"verse-num\" id=\"v05028036-1\">36&nbsp;</b>“The LORD will bring you and your king whom you set over you to a nation that neither you nor your fathers have known. And there you shall serve other gods of wood and stone. <b class=\"verse-num\" id=\"v05028037-1\">37&nbsp;</b>And you shall become a horror, a proverb, and a byword among all the peoples where the LORD will lead you away. <b class=\"verse-num\" id=\"v05028038-1\">38&nbsp;</b>You shall carry much seed into the field and shall gather in little, for the locust shall consume it. <b class=\"verse-num\" id=\"v05028039-1\">39&nbsp;</b>You shall plant vineyards and dress them, but you shall neither drink of the wine nor gather the grapes, for the worm shall eat them. <b class=\"verse-num\" id=\"v05028040-1\">40&nbsp;</b>You shall have olive trees throughout all your territory, but you shall not anoint yourself with the oil, for your olives shall drop off. <b class=\"verse-num\" id=\"v05028041-1\">41&nbsp;</b>You shall father sons and daughters, but they shall not be yours, for they shall go into captivity. <b class=\"verse-num\" id=\"v05028042-1\">42&nbsp;</b>The cricket shall possess all your trees and the fruit of your ground. <b class=\"verse-num\" id=\"v05028043-1\">43&nbsp;</b>The sojourner who is among you shall rise higher and higher above you, and you shall come down lower and lower. <b class=\"verse-num\" id=\"v05028044-1\">44&nbsp;</b>He shall lend to you, and you shall not lend to him. He shall be the head, and you shall be the tail.</p>\n<p id=\"p05028044_07-20\"><b class=\"verse-num\" id=\"v05028045-1\">45&nbsp;</b>“All these curses shall come upon you and pursue you and overtake you till you are destroyed, because you did not obey the voice of the LORD your God, to keep his commandments and his statutes that he commanded you. <b class=\"verse-num\" id=\"v05028046-1\">46&nbsp;</b>They shall be a sign and a wonder against you and your offspring forever. <b class=\"verse-num\" id=\"v05028047-1\">47&nbsp;</b>Because you did not serve the LORD your God with joyfulness and gladness of heart, because of the abundance of all things, <b class=\"verse-num\" id=\"v05028048-1\">48&nbsp;</b>therefore you shall serve your enemies whom the LORD will send against you, in hunger and thirst, in nakedness, and lacking everything. And he will put a yoke of iron on your neck until he has destroyed you. <b class=\"verse-num\" id=\"v05028049-1\">49&nbsp;</b>The LORD will bring a nation against you from far away, from the end of the earth, swooping down like the eagle, a nation whose language you do not understand, <b class=\"verse-num\" id=\"v05028050-1\">50&nbsp;</b>a hard-faced nation who shall not respect the old or show mercy to the young. <b class=\"verse-num\" id=\"v05028051-1\">51&nbsp;</b>It shall eat the offspring of your cattle and the fruit of your ground, until you are destroyed; it also shall not leave you grain, wine, or oil, the increase of your herds or the young of your flock, until they have caused you to perish.</p>\n<p id=\"p05028051_07-20\"><b class=\"verse-num\" id=\"v05028052-1\">52&nbsp;</b>“They shall besiege you in all your towns, until your high and fortified walls, in which you trusted, come down throughout all your land. And they shall besiege you in all your towns throughout all your land, which the LORD your God has given you. <b class=\"verse-num\" id=\"v05028053-1\">53&nbsp;</b>And you shall eat the fruit of your womb, the flesh of your sons and daughters, whom the LORD your God has given you, in the siege and in the distress with which your enemies shall distress you. <b class=\"verse-num\" id=\"v05028054-1\">54&nbsp;</b>The man who is the most tender and refined among you will begrudge food to his brother, to the wife he embraces, and to the last of the children whom he has left, <b class=\"verse-num\" id=\"v05028055-1\">55&nbsp;</b>so that he will not give to any of them any of the flesh of his children whom he is eating, because he has nothing else left, in the siege and in the distress with which your enemy shall distress you in all your towns. <b class=\"verse-num\" id=\"v05028056-1\">56&nbsp;</b>The most tender and refined woman among you, who would not venture to set the sole of her foot on the ground because she is so delicate and tender, will begrudge to the husband she embraces, to her son and to her daughter, <b class=\"verse-num\" id=\"v05028057-1\">57&nbsp;</b>her afterbirth that comes out from between her feet and her children whom she bears, because lacking everything she will eat them secretly, in the siege and in the distress with which your enemy shall distress you in your towns.</p>\n<p id=\"p05028057_07-20\"><b class=\"verse-num\" id=\"v05028058-1\">58&nbsp;</b>“If you are not careful to do all the words of this law that are written in this book, that you may fear this glorious and awesome name, the LORD your God, <b class=\"verse-num\" id=\"v05028059-1\">59&nbsp;</b>then the LORD will bring on you and your offspring extraordinary afflictions, afflictions severe and lasting, and sicknesses grievous and lasting. <b class=\"verse-num\" id=\"v05028060-1\">60&nbsp;</b>And he will bring upon you again all the diseases of Egypt, of which you were afraid, and they shall cling to you. <b class=\"verse-num\" id=\"v05028061-1\">61&nbsp;</b>Every sickness also and every affliction that is not recorded in the book of this law, the LORD will bring upon you, until you are destroyed. <b class=\"verse-num\" id=\"v05028062-1\">62&nbsp;</b>Whereas you were as numerous as the stars of heaven, you shall be left few in number, because you did not obey the voice of the LORD your God. <b class=\"verse-num\" id=\"v05028063-1\">63&nbsp;</b>And as the LORD took delight in doing you good and multiplying you, so the LORD will take delight in bringing ruin upon you and destroying you. And you shall be plucked off the land that you are entering to take possession of it.</p>\n<p id=\"p05028063_07-20\"><b class=\"verse-num\" id=\"v05028064-1\">64&nbsp;</b>“And the LORD will scatter you among all peoples, from one end of the earth to the other, and there you shall serve other gods of wood and stone, which neither you nor your fathers have known. <b class=\"verse-num\" id=\"v05028065-1\">65&nbsp;</b>And among these nations you shall find no respite, and there shall be no resting place for the sole of your foot, but the LORD will give you there a trembling heart and failing eyes and a languishing soul. <b class=\"verse-num\" id=\"v05028066-1\">66&nbsp;</b>Your life shall hang in doubt before you. Night and day you shall be in dread and have no assurance of your life. <b class=\"verse-num\" id=\"v05028067-1\">67&nbsp;</b>In the morning you shall say, ‘If only it were evening!’ and at evening you shall say, ‘If only it were morning!’ because of the dread that your heart shall feel, and the sights that your eyes shall see. <b class=\"verse-num\" id=\"v05028068-1\">68&nbsp;</b>And the LORD will bring you back in ships to Egypt, a journey that I promised that you should never make again; and there you shall offer yourselves for sale to your enemies as male and female slaves, but there will be no buyer.”</p>\n\n</div>","kjv":"<strong>1</strong> And it shall come to pass, if thou shalt hearken diligently unto the voice of the LORD thy God, to observe and to do all his commandments which I command thee this day, that the LORD thy God will set thee on high above all nations of the earth:  <strong>2</strong> And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the voice of the LORD thy God.  <strong>3</strong> Blessed shalt thou be in the city, and blessed shalt thou be in the field.  <strong>4</strong> Blessed shall be the fruit of thy body, and the fruit of thy ground, and the fruit of thy cattle, the increase of thy kine, and the flocks of thy sheep.  <strong>5</strong> Blessed shall be thy basket and thy store.  <strong>6</strong> Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out.  <strong>7</strong> The LORD shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways.  <strong>8</strong> The LORD shall command the blessing upon thee in thy storehouses, and in all that thou settest thine hand unto; and he shall bless thee in the land which the LORD thy God giveth thee.  <strong>9</strong> The LORD shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the LORD thy God, and walk in his ways.  <strong>10</strong> And all people of the earth shall see that thou art called by the name of the LORD; and they shall be afraid of thee.  <strong>11</strong> And the LORD shall make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which the LORD sware unto thy fathers to give thee.  <strong>12</strong> The LORD shall open unto thee his good treasure, the heaven to give the rain unto thy land in his season, and to bless all the work of thine hand: and thou shalt lend unto many nations, and thou shalt not borrow.  <strong>13</strong> And the LORD shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if that thou hearken unto the commandments of the LORD thy God, which I command thee this day, to observe and to do them:  <strong>14</strong> And thou shalt not go aside from any of the words which I command thee this day, to the right hand, or to the left, to go after other gods to serve them.  <strong>15</strong> But it shall come to pass, if thou wilt not hearken unto the voice of the LORD thy God, to observe to do all his commandments and his statutes which I command thee this day; that all these curses shall come upon thee, and overtake thee:  <strong>16</strong> Cursed shalt thou be in the city, and cursed shalt thou be in the field.  <strong>17</strong> Cursed shall be thy basket and thy store.  <strong>18</strong> Cursed shall be the fruit of thy body, and the fruit of thy land, the increase of thy kine, and the flocks of thy sheep.  <strong>19</strong> Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out.  <strong>20</strong> The LORD shall send upon thee cursing, vexation, and rebuke, in all that thou settest thine hand unto for to do, until thou be destroyed, and until thou perish quickly; because of the wickedness of thy doings, whereby thou hast forsaken me.  <strong>21</strong> The LORD shall make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest to possess it.  <strong>22</strong> The LORD shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.  <strong>23</strong> And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron.  <strong>24</strong> The LORD shall make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed.  <strong>25</strong> The LORD shall cause thee to be smitten before thine enemies: thou shalt go out one way against them, and flee seven ways before them: and shalt be removed into all the kingdoms of the earth.  <strong>26</strong> And thy carcase shall be meat unto all fowls of the air, and unto the beasts of the earth, and no man shall fray them away.  <strong>27</strong> The LORD will smite thee with the botch of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed.  <strong>28</strong> The LORD shall smite thee with madness, and blindness, and astonishment of heart:  <strong>29</strong> And thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and spoiled evermore, and no man shall save thee.  <strong>30</strong> Thou shalt betroth a wife, and another man shall lie with her: thou shalt build an house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not gather the grapes thereof.  <strong>31</strong> Thine ox shall be slain before thine eyes, and thou shalt not eat thereof: thine ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given unto thine enemies, and thou shalt have none to rescue them.  <strong>32</strong> Thy sons and thy daughters shall be given unto another people, and thine eyes shall look, and fail with longing for them all the day long: and there shall be no might in thine hand.  <strong>33</strong> The fruit of thy land, and all thy labours, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed alway:  <strong>34</strong> So that thou shalt be mad for the sight of thine eyes which thou shalt see.  <strong>35</strong> The LORD shall smite thee in the knees, and in the legs, with a sore botch that cannot be healed, from the sole of thy foot unto the top of thy head.  <strong>36</strong> The LORD shall bring thee, and thy king which thou shalt set over thee, unto a nation which neither thou nor thy fathers have known; and there shalt thou serve other gods, wood and stone.  <strong>37</strong> And thou shalt become an astonishment, a proverb, and a byword, among all nations whither the LORD shall lead thee.  <strong>38</strong> Thou shalt carry much seed out into the field, and shalt gather but little in; for the locust shall consume it.  <strong>39</strong> Thou shalt plant vineyards, and dress them, but shalt neither drink of the wine, nor gather the grapes; for the worms shall eat them.  <strong>40</strong> Thou shalt have olive trees throughout all thy coasts, but thou shalt not anoint thyself with the oil; for thine olive shall cast his fruit.  <strong>41</strong> Thou shalt beget sons and daughters, but thou shalt not enjoy them; for they shall go into captivity.  <strong>42</strong> All thy trees and fruit of thy land shall the locust consume.  <strong>43</strong> The stranger that is within thee shall get up above thee very high; and thou shalt come down very low.  <strong>44</strong> He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail.  <strong>45</strong> Moreover all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of the LORD thy God, to keep his commandments and his statutes which he commanded thee:  <strong>46</strong> And they shall be upon thee for a sign and for a wonder, and upon thy seed for ever.  <strong>47</strong> Because thou servedst not the LORD thy God with joyfulness, and with gladness of heart, for the abundance of all things;  <strong>48</strong> Therefore shalt thou serve thine enemies which the LORD shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  <strong>49</strong> The LORD shall bring a nation against thee from far, from the end of the earth, as swift as the eagle flieth; a nation whose tongue thou shalt not understand;  <strong>50</strong> A nation of fierce countenance, which shall not regard the person of the old, nor shew favour to the young:  <strong>51</strong> And he shall eat the fruit of thy cattle, and the fruit of thy land, until thou be destroyed: which also shall not leave thee either  corn, wine, or oil, or the increase of thy kine, or flocks of thy sheep, until he have destroyed thee.  <strong>52</strong> And he shall besiege thee in all thy gates, until thy high and fenced walls come down, wherein thou trustedst, throughout all thy land: and he shall besiege thee in all thy gates throughout all thy land, which the LORD thy God hath given thee.  <strong>53</strong> And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters, which the LORD thy God hath given thee, in the siege, and in the straitness, wherewith thine enemies shall distress thee:  <strong>54</strong> So that the man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children which he shall leave:  <strong>55</strong> So that he will not give to any of them of the flesh of his children whom he shall eat: because he hath nothing left him in the siege, and in the straitness, wherewith thine enemies shall distress thee in all thy gates.  <strong>56</strong> The tender and delicate woman among you, which would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,  <strong>57</strong> And toward her young one that cometh out from between her feet, and toward her children which she shall bear: for she shall eat them for want of all things secretly in the siege and straitness, wherewith thine enemy shall distress thee in thy gates.  <strong>58</strong> If thou wilt not observe to do all the words of this law that are written in this book, that thou mayest fear this glorious and fearful name, THE LORD THY GOD;  <strong>59</strong> Then the LORD will make thy plagues wonderful, and the plagues of thy seed, even great plagues, and of long continuance, and sore sicknesses, and of long continuance.  <strong>60</strong> Moreover he will bring upon thee all the diseases of Egypt, which thou wast afraid of; and they shall cleave unto thee.  <strong>61</strong> Also every sickness, and every plague, which is not written in the book of this law, them will the LORD bring upon thee, until thou be destroyed.  <strong>62</strong> And ye shall be left few in number, whereas ye were as the stars of heaven for multitude; because thou wouldest not obey the voice of the LORD thy God.  <strong>63</strong> And it shall come to pass, that as the LORD rejoiced over you to do you good, and to multiply you; so the LORD will rejoice over you to destroy you, and to bring you to nought; and ye shall be plucked from off the land whither thou goest to possess it.  <strong>64</strong> And the LORD shall scatter thee among all people, from the one end of the earth even unto the other; and there thou shalt serve other gods, which neither thou nor thy fathers have known, even wood and stone.  <strong>65</strong> And among these nations shalt thou find no ease, neither shall the sole of thy foot have rest: but the LORD shall give thee there a trembling heart, and failing of eyes, and sorrow of mind:  <strong>66</strong> And thy life shall hang in doubt before thee; and thou shalt fear day and night, and shalt have none assurance of thy life:  <strong>67</strong> In the morning thou shalt say, Would God it were even! and at even thou shalt say, Would God it were morning! for the fear of thine heart wherewith thou shalt fear, and for the sight of thine eyes which thou shalt see.  <strong>68</strong> And the LORD shall bring thee into Egypt again with ships, by the way whereof I spake unto thee, Thou shalt see it no more again: and there ye shall be sold unto your enemies for bondmen and bondwomen, and no man shall buy you. ","niv":"<sup><strong>1</strong></sup> If you fully obey the LORD your God and carefully follow all his commands I give you today, the LORD your God will set you high above all the nations on earth. <sup><strong>2</strong></sup> All these blessings will come upon you and accompany you if you obey the LORD your God: <sup><strong>3</strong></sup> You will be blessed in the city and blessed in the country. <sup><strong>4</strong></sup> The fruit of your womb will be blessed, and the crops of your land and the young of your livestock-the calves of your herds and the lambs of your flocks. <sup><strong>5</strong></sup> Your basket and your kneading trough will be blessed. <sup><strong>6</strong></sup> You will be blessed when you come in and blessed when you go out. <sup><strong>7</strong></sup> The LORD will grant that the enemies who rise up against you will be defeated before you. They will come at you from one direction but flee from you in seven. <sup><strong>8</strong></sup> The LORD will send a blessing on your barns and on everything you put your hand to. The LORD your God will bless you in the land he is giving you. <sup><strong>9</strong></sup> The LORD will establish you as his holy people, as he promised you on oath, if you keep the commands of the LORD your God and walk in his ways. <sup><strong>10</strong></sup> Then all the peoples on earth will see that you are called by the name of the LORD, and they will fear you. <sup><strong>11</strong></sup> The LORD will grant you abundant prosperity-in the fruit of your womb, the young of your livestock and the crops of your ground-in the land he swore to your forefathers to give you. <sup><strong>12</strong></sup> The LORD will open the heavens, the storehouse of his bounty, to send rain on your land in season and to bless all the work of your hands. You will lend to many nations but will borrow from none. <sup><strong>13</strong></sup> The LORD will make you the head, not the tail. If you pay attention to the commands of the LORD your God that I give you this day and carefully follow them, you will always be at the top, never at the bottom. <sup><strong>14</strong></sup> Do not turn aside from any of the commands I give you today, to the right or to the left, following other gods and serving them. <sup><strong>15</strong></sup> However, if you do not obey the LORD your God and do not carefully follow all his commands and decrees I am giving you today, all these curses will come upon you and overtake you: <sup><strong>16</strong></sup> You will be cursed in the city and cursed in the country. <sup><strong>17</strong></sup> Your basket and your kneading trough will be cursed. <sup><strong>18</strong></sup> The fruit of your womb will be cursed, and the crops of your land, and the calves of your herds and the lambs of your flocks. <sup><strong>19</strong></sup> You will be cursed when you come in and cursed when you go out. <sup><strong>20</strong></sup> The LORD will send on you curses, confusion and rebuke in everything you put your hand to, until you are destroyed and come to sudden ruin because of the evil you have done in forsaking him. <sup><strong>21</strong></sup> The LORD will plague you with diseases until he has destroyed you from the land you are entering to possess. <sup><strong>22</strong></sup> The LORD will strike you with wasting disease, with fever and inflammation, with scorching heat and drought, with blight and mildew, which will plague you until you perish. <sup><strong>23</strong></sup> The sky over your head will be bronze, the ground beneath you iron. <sup><strong>24</strong></sup> The LORD will turn the rain of your country into dust and powder; it will come down from the skies until you are destroyed. <sup><strong>25</strong></sup> The LORD will cause you to be defeated before your enemies. You will come at them from one direction but flee from them in seven, and you will become a thing of horror to all the kingdoms on earth. <sup><strong>26</strong></sup> Your carcasses will be food for all the birds of the air and the beasts of the earth, and there will be no one to frighten them away. <sup><strong>27</strong></sup> The LORD will afflict you with the boils of Egypt and with tumors, festering sores and the itch, from which you cannot be cured. <sup><strong>28</strong></sup> The LORD will afflict you with madness, blindness and confusion of mind. <sup><strong>29</strong></sup> At midday you will grope about like a blind man in the dark. You will be unsuccessful in everything you do; day after day you will be oppressed and robbed, with no one to rescue you. <sup><strong>30</strong></sup> You will be pledged to be married to a woman, but another will take her and ravish her. You will build a house, but you will not live in it. You will plant a vineyard, but you will not even begin to enjoy its fruit. <sup><strong>31</strong></sup> Your ox will be slaughtered before your eyes, but you will eat none of it. Your donkey will be forcibly taken from you and will not be returned. Your sheep will be given to your enemies, and no one will rescue them. <sup><strong>32</strong></sup> Your sons and daughters will be given to another nation, and you will wear out your eyes watching for them day after day, powerless to lift a hand. <sup><strong>33</strong></sup> A people that you do not know will eat what your land and labor produce, and you will have nothing but cruel oppression all your days. <sup><strong>34</strong></sup> The sights you see will drive you mad. <sup><strong>35</strong></sup> The LORD will afflict your knees and legs with painful boils that cannot be cured, spreading from the soles of your feet to the top of your head. <sup><strong>36</strong></sup> The LORD will drive you and the king you set over you to a nation unknown to you or your fathers. There you will worship other gods, gods of wood and stone. <sup><strong>37</strong></sup> You will become a thing of horror and an object of scorn and ridicule to all the nations where the LORD will drive you. <sup><strong>38</strong></sup> You will sow much seed in the field but you will harvest little, because locusts will devour it. <sup><strong>39</strong></sup> You will plant vineyards and cultivate them but you will not drink the wine or gather the grapes, because worms will eat them. <sup><strong>40</strong></sup> You will have olive trees throughout your country but you will not use the oil, because the olives will drop off. <sup><strong>41</strong></sup> You will have sons and daughters but you will not keep them, because they will go into captivity. <sup><strong>42</strong></sup> Swarms of locusts will take over all your trees and the crops of your land. <sup><strong>43</strong></sup> The alien who lives among you will rise above you higher and higher, but you will sink lower and lower. <sup><strong>44</strong></sup> He will lend to you, but you will not lend to him. He will be the head, but you will be the tail. <sup><strong>45</strong></sup> All these curses will come upon you. They will pursue you and overtake you until you are destroyed, because you did not obey the LORD your God and observe the commands and decrees he gave you. <sup><strong>46</strong></sup> They will be a sign and a wonder to you and your descendants forever. <sup><strong>47</strong></sup> Because you did not serve the LORD your God joyfully and gladly in the time of prosperity, <sup><strong>48</strong></sup> therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the LORD sends against you. He will put an iron yoke on your neck until he has destroyed you. <sup><strong>49</strong></sup> The LORD will bring a nation against you from far away, from the ends of the earth, like an eagle swooping down, a nation whose language you will not understand, <sup><strong>50</strong></sup> a fierce-looking nation without respect for the old or pity for the young. <sup><strong>51</strong></sup> They will devour the young of your livestock and the crops of your land until you are destroyed. They will leave you no grain, new wine or oil, nor any calves of your herds or lambs of your flocks until you are ruined. <sup><strong>52</strong></sup> They will lay siege to all the cities throughout your land until the high fortified walls in which you trust fall down. They will besiege all the cities throughout the land the LORD your God is giving you. <sup><strong>53</strong></sup> Because of the suffering that your enemy will inflict on you during the siege, you will eat the fruit of the womb, the flesh of the sons and daughters the LORD your God has given you. <sup><strong>54</strong></sup> Even the most gentle and sensitive man among you will have no compassion on his own brother or the wife he loves or his surviving children, <sup><strong>55</strong></sup> and he will not give to one of them any of the flesh of his children that he is eating. It will be all he has left because of the suffering your enemy will inflict on you during the siege of all your cities. <sup><strong>56</strong></sup> The most gentle and sensitive woman among you-so sensitive and gentle that she would not venture to touch the ground with the sole of her foot-will begrudge the husband she loves and her own son or daughter <sup><strong>57</strong></sup> the afterbirth from her womb and the children she bears. For she intends to eat them secretly during the siege and in the distress that your enemy will inflict on you in your cities. <sup><strong>58</strong></sup> If you do not carefully follow all the words of this law, which are written in this book, and do not revere this glorious and awesome name-the LORD your God- <sup><strong>59</strong></sup> the LORD will send fearful plagues on you and your descendants, harsh and prolonged disasters, and severe and lingering illnesses. <sup><strong>60</strong></sup> He will bring upon you all the diseases of Egypt that you dreaded, and they will cling to you. <sup><strong>61</strong></sup> The LORD will also bring on you every kind of sickness and disaster not recorded in this Book of the Law, until you are destroyed. <sup><strong>62</strong></sup> You who were as numerous as the stars in the sky will be left but few in number, because you did not obey the LORD your God. <sup><strong>63</strong></sup> Just as it pleased the LORD to make you prosper and increase in number, so it will please him to ruin and destroy you. You will be uprooted from the land you are entering to possess. <sup><strong>64</strong></sup> Then the LORD will scatter you among all nations, from one end of the earth to the other. There you will worship other gods-gods of wood and stone, which neither you nor your fathers have known. <sup><strong>65</strong></sup> Among those nations you will find no repose, no resting place for the sole of your foot. There the LORD will give you an anxious mind, eyes weary with longing, and a despairing heart. <sup><strong>66</strong></sup> You will live in constant suspense, filled with dread both night and day, never sure of your life. <sup><strong>67</strong></sup> In the morning you will say, \"If only it were evening!\" and in the evening, \"If only it were morning!\"-because of the terror that will fill your hearts and the sights that your eyes will see. <sup><strong>68</strong></sup> The LORD will send you back in ships to Egypt on a journey I said you should never make again. There you will offer yourselves for sale to your enemies as male and female slaves, but no one will buy you. "},{"_id":"6164de92dc1be0273f8b754d","topicId":"6164de8cdc1be0273f8b7538","verse":"Genesis 17:7-8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01017007_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017007-1\">7&nbsp;</b>And I will establish my covenant between me and you and your offspring after you throughout their generations for an everlasting covenant, to be God to you and to your offspring after you. <b class=\"verse-num\" id=\"v01017008-1\">8&nbsp;</b>And I will give to you and to your offspring after you the land of your sojournings, all the land of Canaan, for an everlasting possession, and I will be their God.”</p>\n</div>","kjv":"<strong>7</strong> And I will establish my covenant between me and thee and thy seed after thee in their generations for an everlasting covenant, to be a God unto thee, and to thy seed after thee.  <strong>8</strong> And I will give unto thee, and to thy seed after thee, the land wherein thou art a stranger, all the land of Canaan, for an everlasting possession; and I will be their God.  ","niv":"<sup><strong>7</strong></sup> I will establish my covenant as an everlasting covenant between me and you and your descendants after you for the generations to come, to be your God and the God of your descendants after you. <sup><strong>8</strong></sup> The whole land of Canaan, where you are now an alien, I will give as an everlasting possession to you and your descendants after you; and I will be their God.\" "},{"_id":"6164de92dc1be0273f8b754e","topicId":"6164de8cdc1be0273f8b7538","verse":"Genesis 12:1-3","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p01012001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01012001-1\">12:1&nbsp;</b>Now the LORD said to Abram, “Go from your country and your kindred and your father’s house to the land that I will show you. <b class=\"verse-num\" id=\"v01012002-1\">2&nbsp;</b>And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing. <b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n\n</div>","kjv":"<strong>1</strong> Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will shew thee:  <strong>2</strong> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:  <strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  ","niv":"<sup><strong>1</strong></sup> The LORD had said to Abram, \"Leave your country, your people and your father's household and go to the land I will show you. <sup><strong>2</strong></sup> \"I will make you into a great nation and I will bless you; I will make your name great, and you will be a blessing. <sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\" ","modified":"2022-09-06T12:39:15.274Z"},{"_id":"6164de93dc1be0273f8b754f","topicId":"6164de8cdc1be0273f8b7538","verse":"Matthew 24:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40024021_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span></p>\n</div>","kjv":"<strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  ","niv":"<sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again."},{"_id":"6164de93dc1be0273f8b7550","topicId":"6164de8cdc1be0273f8b7538","verse":"Jeremiah 30:7","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24030007_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v24030007-1\">7&nbsp;</b>&nbsp;&nbsp;Alas! That day is so great</span><br><span id=\"p24030007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is none like it;</span><br><span id=\"p24030007_01-24\" class=\"line\">&nbsp;&nbsp;it is a time of distress for Jacob;</span><br><span id=\"p24030007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet he shall be saved out of it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Alas! for that day is great, so that none is like it: it is even the time of Jacob’s trouble; but he shall be saved out of it.  ","niv":"<sup><strong>7</strong></sup> How awful that day will be! None will be like it. It will be a time of trouble for Jacob, but he will be saved out of it."}]}