{"_id":"6164df0bdc1be0273f8b757d","slug":"italy","name":"Italy","verses":[{"_id":"6164df0cdc1be0273f8b757e","topicId":"6164df0bdc1be0273f8b757d","verse":"Hebrews 13:24","votes":-3,"__v":0,"esv":"<div>\n<p id=\"p58013024_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013024-1\">24&nbsp;</b>Greet all your leaders and all the saints. Those who come from Italy send you greetings.</p>\n</div>","kjv":"<strong>24</strong> Salute all them that have the rule over you, and all the saints. They of Italy salute you.  ","niv":"<sup><strong>24</strong></sup> Greet all your leaders and all God's people. Those from Italy send you their greetings.","modified":"2022-04-20T00:36:19.559Z"},{"_id":"6164df0cdc1be0273f8b757f","topicId":"6164df0bdc1be0273f8b757d","verse":"Acts 27:1-28:31","votes":4,"__v":0,"kjv":"<strong>1</strong> And when it was determined that we should sail into Italy, they delivered Paul and certain other prisoners unto one named Julius, a centurion of Augustus’ band.  <strong>2</strong> And entering into a ship of Adramyttium, we launched, meaning to sail by the coasts of Asia; one Aristarchus, a Macedonian of Thessalonica, being with us.  <strong>3</strong> And the next day we touched at Sidon. And Julius courteously entreated Paul, and gave him liberty to go unto his friends to refresh himself.  <strong>4</strong> And when we had launched from thence, we sailed under Cyprus, because the winds were contrary.  <strong>5</strong> And when we had sailed over the sea of Cilicia and Pamphylia, we came to Myra, a city of Lycia.  <strong>6</strong> And there the centurion found a ship of Alexandria sailing into Italy; and he put us therein.  <strong>7</strong> And when we had sailed slowly many days, and scarce were come over against Cnidus, the wind not suffering us, we sailed under Crete, over against Salmone;  <strong>8</strong> And, hardly passing it, came unto a place which is called The fair havens; nigh whereunto was the city of Lasea.  <strong>9</strong> Now when much time was spent, and when sailing was now dangerous, because the fast was now already past, Paul admonished them,  <strong>10</strong> And said unto them, Sirs, I perceive that this voyage will be with hurt and much damage, not only of the lading and ship, but also of our lives.  <strong>11</strong> Nevertheless the centurion believed the master and the owner of the ship, more than those things which were spoken by Paul.  <strong>12</strong> And because the haven was not commodious to winter in, the more part advised to depart thence also, if by any means they might attain to Phenice, and there to winter; which is an haven of Crete, and lieth toward the south west and north west.  <strong>13</strong> And when the south wind blew softly, supposing that they had obtained their purpose, loosing thence, they sailed close by Crete.  <strong>14</strong> But not long after there arose against it a tempestuous wind, called Euroclydon.  <strong>15</strong> And when the ship was caught, and could not bear up into the wind, we let her drive.  <strong>16</strong> And running under a certain island which is called Clauda, we had much work to come by the boat:  <strong>17</strong> Which when they had taken up, they used helps, undergirding the ship; and, fearing lest they should fall into the quicksands, strake sail, and so were driven.  <strong>18</strong> And we being exceedingly tossed with a tempest, the next day  they lightened the ship;  <strong>19</strong> And the third day we cast out with our own hands the tackling of the ship.  <strong>20</strong> And when neither sun nor stars in many days appeared, and no small tempest lay on us, all hope that we should be saved was then taken away.  <strong>21</strong> But after long abstinence Paul stood forth in the midst of them, and said, Sirs, ye should have hearkened unto me, and not have loosed from Crete, and to have gained this harm and loss.  <strong>22</strong> And now I exhort you to be of good cheer: for there shall be no loss of any man’s life among you, but of the ship.  <strong>23</strong> For there stood by me this night the angel of God, whose I am, and whom I serve,  <strong>24</strong> Saying, Fear not, Paul; thou must be brought before Caesar: and, lo, God hath given thee all them that sail with thee.  <strong>25</strong> Wherefore, sirs, be of good cheer: for I believe God, that it shall be even as it was told me.  <strong>26</strong> Howbeit we must be cast upon a certain island.  <strong>27</strong> But when the fourteenth night was come, as we were driven up and down in Adria, about midnight the shipmen deemed that they drew near to some country;  <strong>28</strong> And sounded, and found it twenty fathoms: and when they had gone a little further, they sounded again, and found it fifteen fathoms.  <strong>29</strong> Then fearing lest we should have fallen upon rocks, they cast four anchors out of the stern, and wished for the day.  <strong>30</strong> And as the shipmen were about to flee out of the ship, when they had let down the boat into the sea, under colour as though they would have cast anchors out of the foreship,  <strong>31</strong> Paul said to the centurion and to the soldiers, Except these abide in the ship, ye cannot be saved.  <strong>32</strong> Then the soldiers cut off the ropes of the boat, and let her fall off.  <strong>33</strong> And while the day was coming on, Paul besought them all to take meat, saying, This day is the fourteenth day that ye have tarried and continued fasting, having taken nothing.  <strong>34</strong> Wherefore I pray you to take some meat: for this is for your health: for there shall not an hair fall from the head of any of you.  <strong>35</strong> And when he had thus spoken, he took bread, and gave thanks to God in presence of them all: and when he had broken it, he began to eat.  <strong>36</strong> Then were they all of good cheer, and they also took some  meat.  <strong>37</strong> And we were in all in the ship two hundred threescore and sixteen souls.  <strong>38</strong> And when they had eaten enough, they lightened the ship, and cast out the wheat into the sea.  <strong>39</strong> And when it was day, they knew not the land: but they discovered a certain creek with a shore, into the which they were minded, if it were possible, to thrust in the ship.  <strong>40</strong> And when they had taken up the anchors, they committed themselves  unto the sea, and loosed the rudder bands, and hoised up the mainsail to the wind, and made toward shore.  <strong>41</strong> And falling into a place where two seas met, they ran the ship aground; and the forepart stuck fast, and remained unmoveable, but the hinder part was broken with the violence of the waves.  <strong>42</strong> And the soldiers’ counsel was to kill the prisoners, lest any of them should swim out, and escape.  <strong>43</strong> But the centurion, willing to save Paul, kept them from their  purpose; and commanded that they which could swim should cast themselves first into the sea, and get to land:  <strong>44</strong> And the rest, some on boards, and some on broken pieces of the ship. And so it came to pass, that they escaped all safe to land.  <strong>1</strong> And when they were escaped, then they knew that the island was called Melita.  <strong>2</strong> And the barbarous people shewed us no little kindness: for they kindled a fire, and received us every one, because of the present rain, and because of the cold.  <strong>3</strong> And when Paul had gathered a bundle of sticks, and laid them  on the fire, there came a viper out of the heat, and fastened on his hand.  <strong>4</strong> And when the barbarians saw the venomous beast hang on his hand, they said among themselves, No doubt this man is a murderer, whom, though he hath escaped the sea, yet vengeance suffereth not to live.  <strong>5</strong> And he shook off the beast into the fire, and felt no harm.  <strong>6</strong> Howbeit they looked when he should have swollen, or fallen down dead suddenly: but after they had looked a great while, and saw no harm come to him, they changed their minds, and said that he was a god.  <strong>7</strong> In the same quarters were possessions of the chief man of the island, whose name was Publius; who received us, and lodged us three days courteously.  <strong>8</strong> And it came to pass, that the father of Publius lay sick of a fever and of a bloody flux: to whom Paul entered in, and prayed, and laid his hands on him, and healed him.  <strong>9</strong> So when this was done, others also, which had diseases in the island, came, and were healed:  <strong>10</strong> Who also honoured us with many honours; and when we departed, they laded us with such things as were necessary.  <strong>11</strong> And after three months we departed in a ship of Alexandria, which had wintered in the isle, whose sign was Castor and Pollux.  <strong>12</strong> And landing at Syracuse, we tarried there three days.  <strong>13</strong> And from thence we fetched a compass, and came to Rhegium: and after one day the south wind blew, and we came the next day to Puteoli:  <strong>14</strong> Where we found brethren, and were desired to tarry with them seven days: and so we went toward Rome.  <strong>15</strong> And from thence, when the brethren heard of us, they came to meet us as far as Appii Forum, and The three taverns: whom when Paul saw, he thanked God, and took courage.  <strong>16</strong> And when we came to Rome, the centurion delivered the prisoners to the captain of the guard: but Paul was suffered to dwell by himself with a soldier that kept him.  <strong>17</strong> And it came to pass, that after three days Paul called the chief of the Jews together: and when they were come together, he said unto them, Men and brethren, though I have committed nothing against the people, or customs of our fathers, yet was I delivered prisoner from Jerusalem into the hands of the Romans.  <strong>18</strong> Who, when they had examined me, would have let me go, because there was no cause of death in me.  <strong>19</strong> But when the Jews spake against it, I was constrained to appeal unto Caesar; not that I had ought to accuse my nation of.  <strong>20</strong> For this cause therefore have I called for you, to see you,  and to speak with you: because that for the hope of Israel I am bound with this chain.  <strong>21</strong> And they said unto him, We neither received letters out of Judaea concerning thee, neither any of the brethren that came shewed or spake any harm of thee.  <strong>22</strong> But we desire to hear of thee what thou thinkest: for as concerning this sect, we know that every where it is spoken against.  <strong>23</strong> And when they had appointed him a day, there came many to him into his lodging; to whom he expounded and testified the kingdom of God, persuading them concerning Jesus, both out of the law of Moses, and out of the prophets, from morning till evening.  <strong>24</strong> And some believed the things which were spoken, and some believed not.  <strong>25</strong> And when they agreed not among themselves, they departed, after that Paul had spoken one word, Well spake the Holy Ghost by Esaias the prophet unto our fathers,  <strong>26</strong> Saying, Go unto this people, and say, Hearing ye shall hear, and shall not understand; and seeing ye shall see, and not perceive:  <strong>27</strong> For the heart of this people is waxed gross, and their ears are dull of hearing, and their eyes have they closed; lest they should see with their eyes, and hear with their ears, and understand with their heart, and should be converted, and I should heal them.  <strong>28</strong> Be it known therefore unto you, that the salvation of God is sent unto the Gentiles, and that they will hear it.  <strong>29</strong> And when he had said these words, the Jews departed, and had great reasoning among themselves.  <strong>30</strong> And Paul dwelt two whole years in his own hired house, and received all that came in unto him,  <strong>31</strong> Preaching the kingdom of God, and teaching those things which concern the Lord Jesus Christ, with all confidence, no man forbidding him.  ","niv":"<sup><strong>1</strong></sup> When it was decided that we would sail for Italy, Paul and some other prisoners were handed over to a centurion named Julius, who belonged to the Imperial Regiment. <sup><strong>2</strong></sup> We boarded a ship from Adramyttium about to sail for ports along the coast of the province of Asia, and we put out to sea. Aristarchus, a Macedonian from Thessalonica, was with us. <sup><strong>3</strong></sup> The next day we landed at Sidon; and Julius, in kindness to Paul, allowed him to go to his friends so they might provide for his needs. <sup><strong>4</strong></sup> From there we put out to sea again and passed to the lee of Cyprus because the winds were against us. <sup><strong>5</strong></sup> When we had sailed across the open sea off the coast of Cilicia and Pamphylia, we landed at Myra in Lycia. <sup><strong>6</strong></sup> There the centurion found an Alexandrian ship sailing for Italy and put us on board. <sup><strong>7</strong></sup> We made slow headway for many days and had difficulty arriving off Cnidus. When the wind did not allow us to hold our course, we sailed to the lee of Crete, opposite Salmone. <sup><strong>8</strong></sup> We moved along the coast with difficulty and came to a place called Fair Havens, near the town of Lasea. <sup><strong>9</strong></sup> Much time had been lost, and sailing had already become dangerous because by now it was after the Fast. So Paul warned them, <sup><strong>10</strong></sup> \"Men, I can see that our voyage is going to be disastrous and bring great loss to ship and cargo, and to our own lives also.\" <sup><strong>11</strong></sup> But the centurion, instead of listening to what Paul said, followed the advice of the pilot and of the owner of the ship. <sup><strong>12</strong></sup> Since the harbor was unsuitable to winter in, the majority decided that we should sail on, hoping to reach Phoenix and winter there. This was a harbor in Crete, facing both southwest and northwest. <sup><strong>13</strong></sup> When a gentle south wind began to blow, they thought they had obtained what they wanted; so they weighed anchor and sailed along the shore of Crete. <sup><strong>14</strong></sup> Before very long, a wind of hurricane force, called the \"northeaster,\" swept down from the island. <sup><strong>15</strong></sup> The ship was caught by the storm and could not head into the wind; so we gave way to it and were driven along. <sup><strong>16</strong></sup> As we passed to the lee of a small island called Cauda, we were hardly able to make the lifeboat secure. <sup><strong>17</strong></sup> When the men had hoisted it aboard, they passed ropes under the ship itself to hold it together. Fearing that they would run aground on the sandbars of Syrtis, they lowered the sea anchor and let the ship be driven along. <sup><strong>18</strong></sup> We took such a violent battering from the storm that the next day they began to throw the cargo overboard. <sup><strong>19</strong></sup> On the third day, they threw the ship's tackle overboard with their own hands. <sup><strong>20</strong></sup> When neither sun nor stars appeared for many days and the storm continued raging, we finally gave up all hope of being saved. <sup><strong>21</strong></sup> After the men had gone a long time without food, Paul stood up before them and said: \"Men, you should have taken my advice not to sail from Crete; then you would have spared yourselves this damage and loss. <sup><strong>22</strong></sup> But now I urge you to keep up your courage, because not one of you will be lost; only the ship will be destroyed. <sup><strong>23</strong></sup> Last night an angel of the God whose I am and whom I serve stood beside me <sup><strong>24</strong></sup> and said, 'Do not be afraid, Paul. You must stand trial before Caesar; and God has graciously given you the lives of all who sail with you.' <sup><strong>25</strong></sup> So keep up your courage, men, for I have faith in God that it will happen just as he told me. <sup><strong>26</strong></sup> Nevertheless, we must run aground on some island.\" <sup><strong>27</strong></sup> On the fourteenth night we were still being driven across the Adriatic Sea, when about midnight the sailors sensed they were approaching land. <sup><strong>28</strong></sup> They took soundings and found that the water was a hundred and twenty feet deep. A short time later they took soundings again and found it was ninety feet deep. ","modified":"2023-06-10T21:20:46.804Z"},{"_id":"6164df0cdc1be0273f8b7580","topicId":"6164df0bdc1be0273f8b757d","verse":"Acts 10:1-48","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p44010001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44010001-1\">10:1&nbsp;</b>At Caesarea there was a man named Cornelius, a centurion of what was known as the Italian Cohort, <b class=\"verse-num\" id=\"v44010002-1\">2&nbsp;</b>a devout man who feared God with all his household, gave alms generously to the people, and prayed continually to God. <b class=\"verse-num\" id=\"v44010003-1\">3&nbsp;</b>About the ninth hour of the day he saw clearly in a vision an angel of God come in and say to him, “Cornelius.” <b class=\"verse-num\" id=\"v44010004-1\">4&nbsp;</b>And he stared at him in terror and said, “What is it, Lord?” And he said to him, “Your prayers and your alms have ascended as a memorial before God. <b class=\"verse-num\" id=\"v44010005-1\">5&nbsp;</b>And now send men to Joppa and bring one Simon who is called Peter. <b class=\"verse-num\" id=\"v44010006-1\">6&nbsp;</b>He is lodging with one Simon, a tanner, whose house is by the sea.” <b class=\"verse-num\" id=\"v44010007-1\">7&nbsp;</b>When the angel who spoke to him had departed, he called two of his servants and a devout soldier from among those who attended him, <b class=\"verse-num\" id=\"v44010008-1\">8&nbsp;</b>and having related everything to them, he sent them to Joppa.</p>\n\n<p id=\"p44010008_06-3\"><b class=\"verse-num\" id=\"v44010009-1\">9&nbsp;</b>The next day, as they were on their journey and approaching the city, Peter went up on the housetop about the sixth hour to pray. <b class=\"verse-num\" id=\"v44010010-1\">10&nbsp;</b>And he became hungry and wanted something to eat, but while they were preparing it, he fell into a trance <b class=\"verse-num\" id=\"v44010011-1\">11&nbsp;</b>and saw the heavens opened and something like a great sheet descending, being let down by its four corners upon the earth. <b class=\"verse-num\" id=\"v44010012-1\">12&nbsp;</b>In it were all kinds of animals and reptiles and birds of the air. <b class=\"verse-num\" id=\"v44010013-1\">13&nbsp;</b>And there came a voice to him: <span class=\"woc\">“Rise, Peter; kill and eat.”</span> <b class=\"verse-num\" id=\"v44010014-1\">14&nbsp;</b>But Peter said, “By no means, Lord; for I have never eaten anything that is common or unclean.” <b class=\"verse-num\" id=\"v44010015-1\">15&nbsp;</b>And the voice came to him again a second time, <span class=\"woc\">“What God has made clean, do not call common.”</span> <b class=\"verse-num\" id=\"v44010016-1\">16&nbsp;</b>This happened three times, and the thing was taken up at once to heaven.</p>\n<p id=\"p44010016_06-3\"><b class=\"verse-num\" id=\"v44010017-1\">17&nbsp;</b>Now while Peter was inwardly perplexed as to what the vision that he had seen might mean, behold, the men who were sent by Cornelius, having made inquiry for Simon’s house, stood at the gate <b class=\"verse-num\" id=\"v44010018-1\">18&nbsp;</b>and called out to ask whether Simon who was called Peter was lodging there. <b class=\"verse-num\" id=\"v44010019-1\">19&nbsp;</b>And while Peter was pondering the vision, the Spirit said to him, “Behold, three men are looking for you. <b class=\"verse-num\" id=\"v44010020-1\">20&nbsp;</b>Rise and go down and accompany them without hesitation, for I have sent them.” <b class=\"verse-num\" id=\"v44010021-1\">21&nbsp;</b>And Peter went down to the men and said, “I am the one you are looking for. What is the reason for your coming?” <b class=\"verse-num\" id=\"v44010022-1\">22&nbsp;</b>And they said, “Cornelius, a centurion, an upright and God-fearing man, who is well spoken of by the whole Jewish nation, was directed by a holy angel to send for you to come to his house and to hear what you have to say.” <b class=\"verse-num\" id=\"v44010023-1\">23&nbsp;</b>So he invited them in to be his guests.</p>\n<p id=\"p44010023_06-3\">The next day he rose and went away with them, and some of the brothers from Joppa accompanied him. <b class=\"verse-num\" id=\"v44010024-1\">24&nbsp;</b>And on the following day they entered Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <b class=\"verse-num\" id=\"v44010025-1\">25&nbsp;</b>When Peter entered, Cornelius met him and fell down at his feet and worshiped him. <b class=\"verse-num\" id=\"v44010026-1\">26&nbsp;</b>But Peter lifted him up, saying, “Stand up; I too am a man.” <b class=\"verse-num\" id=\"v44010027-1\">27&nbsp;</b>And as he talked with him, he went in and found many persons gathered. <b class=\"verse-num\" id=\"v44010028-1\">28&nbsp;</b>And he said to them, “You yourselves know how unlawful it is for a Jew to associate with or to visit anyone of another nation, but God has shown me that I should not call any person common or unclean. <b class=\"verse-num\" id=\"v44010029-1\">29&nbsp;</b>So when I was sent for, I came without objection. I ask then why you sent for me.”</p>\n<p id=\"p44010029_06-3\"><b class=\"verse-num\" id=\"v44010030-1\">30&nbsp;</b>And Cornelius said, “Four days ago, about this hour, I was praying in my house at the ninth hour, and behold, a man stood before me in bright clothing <b class=\"verse-num\" id=\"v44010031-1\">31&nbsp;</b>and said, ‘Cornelius, your prayer has been heard and your alms have been remembered before God. <b class=\"verse-num\" id=\"v44010032-1\">32&nbsp;</b>Send therefore to Joppa and ask for Simon who is called Peter. He is lodging in the house of Simon, a tanner, by the sea.’ <b class=\"verse-num\" id=\"v44010033-1\">33&nbsp;</b>So I sent for you at once, and you have been kind enough to come. Now therefore we are all here in the presence of God to hear all that you have been commanded by the Lord.”</p>\n\n<p id=\"p44010033_11-3\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality, <b class=\"verse-num\" id=\"v44010035-1\">35&nbsp;</b>but in every nation anyone who fears him and does what is right is acceptable to him. <b class=\"verse-num\" id=\"v44010036-1\">36&nbsp;</b>As for the word that he sent to Israel, preaching good news of peace through Jesus Christ (he is Lord of all), <b class=\"verse-num\" id=\"v44010037-1\">37&nbsp;</b>you yourselves know what happened throughout all Judea, beginning from Galilee after the baptism that John proclaimed: <b class=\"verse-num\" id=\"v44010038-1\">38&nbsp;</b>how God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him. <b class=\"verse-num\" id=\"v44010039-1\">39&nbsp;</b>And we are witnesses of all that he did both in the country of the Jews and in Jerusalem. They put him to death by hanging him on a tree, <b class=\"verse-num\" id=\"v44010040-1\">40&nbsp;</b>but God raised him on the third day and made him to appear, <b class=\"verse-num\" id=\"v44010041-1\">41&nbsp;</b>not to all the people but to us who had been chosen by God as witnesses, who ate and drank with him after he rose from the dead. <b class=\"verse-num\" id=\"v44010042-1\">42&nbsp;</b>And he commanded us to preach to the people and to testify that he is the one appointed by God to be judge of the living and the dead. <b class=\"verse-num\" id=\"v44010043-1\">43&nbsp;</b>To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”</p>\n\n<p id=\"p44010043_18-3\"><b class=\"verse-num\" id=\"v44010044-1\">44&nbsp;</b>While Peter was still saying these things, the Holy Spirit fell on all who heard the word. <b class=\"verse-num\" id=\"v44010045-1\">45&nbsp;</b>And the believers from among the circumcised who had come with Peter were amazed, because the gift of the Holy Spirit was poured out even on the Gentiles. <b class=\"verse-num\" id=\"v44010046-1\">46&nbsp;</b>For they were hearing them speaking in tongues and extolling God. Then Peter declared, <b class=\"verse-num\" id=\"v44010047-1\">47&nbsp;</b>“Can anyone withhold water for baptizing these people, who have received the Holy Spirit just as we have?” <b class=\"verse-num\" id=\"v44010048-1\">48&nbsp;</b>And he commanded them to be baptized in the name of Jesus Christ. Then they asked him to remain for some days.</p>\n\n</div>","kjv":"<strong>1</strong> There was a certain man in Caesarea called Cornelius, a centurion of the band called the Italian band,  <strong>2</strong> A devout man, and one that feared God with all his house, which gave much alms to the people, and prayed to God alway.  <strong>3</strong> He saw in a vision evidently about the ninth hour of the day an angel of God coming in to him, and saying unto him, Cornelius.  <strong>4</strong> And when he looked on him, he was afraid, and said, What is it, Lord? And he said unto him, Thy prayers and thine alms are come up for a memorial before God.  <strong>5</strong> And now send men to Joppa, and call for one Simon, whose surname is Peter:  <strong>6</strong> He lodgeth with one Simon a tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.  <strong>7</strong> And when the angel which spake unto Cornelius was departed, he called two of his household servants, and a devout soldier of them that waited on him continually;  <strong>8</strong> And when he had declared all these things unto them, he sent them to Joppa.  <strong>9</strong> On the morrow, as they went on their journey, and drew nigh unto the city, Peter went up upon the housetop to pray about the sixth hour:  <strong>10</strong> And he became very hungry, and would have eaten: but while they made ready, he fell into a trance,  <strong>11</strong> And saw heaven opened, and a certain vessel descending unto him, as it had been a great sheet knit at the four corners, and let down to the earth:  <strong>12</strong> Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.  <strong>13</strong> And there came a voice to him, Rise, Peter; kill, and eat.  <strong>14</strong> But Peter said, Not so, Lord; for I have never eaten any thing that is common or unclean.  <strong>15</strong> And the voice spake unto him again the second time, What God hath cleansed, that call not thou common.  <strong>16</strong> This was done thrice: and the vessel was received up again into heaven.  <strong>17</strong> Now while Peter doubted in himself what this vision which he had seen should mean, behold, the men which were sent from Cornelius had made enquiry for Simon’s house, and stood before the gate,  <strong>18</strong> And called, and asked whether Simon, which was surnamed Peter, were lodged there.  <strong>19</strong> While Peter thought on the vision, the Spirit said unto him, Behold, three men seek thee.  <strong>20</strong> Arise therefore, and get thee down, and go with them, doubting nothing: for I have sent them.  <strong>21</strong> Then Peter went down to the men which were sent unto him from Cornelius; and said, Behold, I am he whom ye seek: what is the cause wherefore ye are come?  <strong>22</strong> And they said, Cornelius the centurion, a just man, and one that feareth God, and of good report among all the nation of the Jews, was warned from God by an holy angel to send for thee into his house, and to hear words of thee.  <strong>23</strong> Then called he them in, and lodged them. And on the morrow Peter went away with them, and certain brethren from Joppa accompanied him.  <strong>24</strong> And the morrow after they entered into Caesarea. And Cornelius waited for them, and had called together his kinsmen and near friends.  <strong>25</strong> And as Peter was coming in, Cornelius met him, and fell down at his feet, and worshipped him.  <strong>26</strong> But Peter took him up, saying, Stand up; I myself also am a man.  <strong>27</strong> And as he talked with him, he went in, and found many that were come together.  <strong>28</strong> And he said unto them, Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath shewed me that I should not call any man common or unclean.  <strong>29</strong> Therefore came I unto you without gainsaying, as soon as I was sent for: I ask therefore for what intent ye have sent for me?  <strong>30</strong> And Cornelius said, Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and, behold, a man stood before me in bright clothing,  <strong>31</strong> And said, Cornelius, thy prayer is heard, and thine alms are had in remembrance in the sight of God.  <strong>32</strong> Send therefore to Joppa, and call hither Simon, whose surname is Peter; he is lodged in the house of one Simon a tanner by the sea side: who, when he cometh, shall speak unto thee.  <strong>33</strong> Immediately therefore I sent to thee; and thou hast well done that thou art come. Now therefore are we all here present before God, to hear all things that are commanded thee of God.  <strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  <strong>35</strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.  <strong>36</strong> The word which God sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)  <strong>37</strong> That word, I say, ye know, which was published throughout all Judaea, and began from Galilee, after the baptism which John preached;  <strong>38</strong> How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.  <strong>39</strong> And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:  <strong>40</strong> Him God raised up the third day, and shewed him openly;  <strong>41</strong> Not to all the people, but unto witnesses chosen before of God, even to us, who did eat and drink with him after he rose from the dead.  <strong>42</strong> And he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead.  <strong>43</strong> To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins.  <strong>44</strong> While Peter yet spake these words, the Holy Ghost fell on all them which heard the word.  <strong>45</strong> And they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost.  <strong>46</strong> For they heard them speak with tongues, and magnify God. Then answered Peter,  <strong>47</strong> Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we?  <strong>48</strong> And he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days.  ","niv":"<sup><strong>1</strong></sup> At Caesarea there was a man named Cornelius, a centurion in what was known as the Italian Regiment. <sup><strong>2</strong></sup> He and all his family were devout and God-fearing; he gave generously to those in need and prayed to God regularly. <sup><strong>3</strong></sup> One day at about three in the afternoon he had a vision. He distinctly saw an angel of God, who came to him and said, \"Cornelius!\" <sup><strong>4</strong></sup> Cornelius stared at him in fear. \"What is it, Lord?\" he asked. <sup><strong>5</strong></sup> The angel answered, \"Your prayers and gifts to the poor have come up as a memorial offering before God. Now send men to Joppa to bring back a man named Simon who is called Peter. <sup><strong>6</strong></sup> He is staying with Simon the tanner, whose house is by the sea.\" <sup><strong>7</strong></sup> When the angel who spoke to him had gone, Cornelius called two of his servants and a devout soldier who was one of his attendants. <sup><strong>8</strong></sup> He told them everything that had happened and sent them to Joppa. <sup><strong>9</strong></sup> About noon the following day as they were on their journey and approaching the city, Peter went up on the roof to pray. <sup><strong>10</strong></sup> He became hungry and wanted something to eat, and while the meal was being prepared, he fell into a trance. <sup><strong>11</strong></sup> He saw heaven opened and something like a large sheet being let down to earth by its four corners. <sup><strong>12</strong></sup> It contained all kinds of four-footed animals, as well as reptiles of the earth and birds of the air. <sup><strong>13</strong></sup> Then a voice told him, \"Get up, Peter. Kill and eat.\" <sup><strong>14</strong></sup> \"Surely not, Lord!\" Peter replied. \"I have never eaten anything impure or unclean.\" <sup><strong>15</strong></sup> The voice spoke to him a second time, \"Do not call anything impure that God has made clean.\" <sup><strong>16</strong></sup> This happened three times, and immediately the sheet was taken back to heaven. <sup><strong>17</strong></sup> While Peter was wondering about the meaning of the vision, the men sent by Cornelius found out where Simon's house was and stopped at the gate. <sup><strong>18</strong></sup> They called out, asking if Simon who was known as Peter was staying there. <sup><strong>19</strong></sup> While Peter was still thinking about the vision, the Spirit said to him, \"Simon, three men are looking for you. <sup><strong>20</strong></sup> So get up and go downstairs. Do not hesitate to go with them, for I have sent them.\" <sup><strong>21</strong></sup> Peter went down and said to the men, \"I'm the one you're looking for. Why have you come?\" <sup><strong>22</strong></sup> The men replied, \"We have come from Cornelius the centurion. He is a righteous and God-fearing man, who is respected by all the Jewish people. A holy angel told him to have you come to his house so that he could hear what you have to say.\" <sup><strong>23</strong></sup> Then Peter invited the men into the house to be his guests. <sup><strong>24</strong></sup> The next day Peter started out with them, and some of the brothers from Joppa went along. The following day he arrived in Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <sup><strong>25</strong></sup> As Peter entered the house, Cornelius met him and fell at his feet in reverence. <sup><strong>26</strong></sup> But Peter made him get up. \"Stand up,\" he said, \"I am only a man myself.\" <sup><strong>27</strong></sup> Talking with him, Peter went inside and found a large gathering of people. <sup><strong>28</strong></sup> He said to them: \"You are well aware that it is against our law for a Jew to associate with a Gentile or visit him. But God has shown me that I should not call any man impure or unclean. <sup><strong>29</strong></sup> So when I was sent for, I came without raising any objection. May I ask why you sent for me?\" <sup><strong>30</strong></sup> Cornelius answered: \"Four days ago I was in my house praying at this hour, at three in the afternoon. Suddenly a man in shining clothes stood before me <sup><strong>31</strong></sup> and said, 'Cornelius, God has heard your prayer and remembered your gifts to the poor. <sup><strong>32</strong></sup> Send to Joppa for Simon who is called Peter. He is a guest in the home of Simon the tanner, who lives by the sea.' <sup><strong>33</strong></sup> So I sent for you immediately, and it was good of you to come. Now we are all here in the presence of God to listen to everything the Lord has commanded you to tell us.\" <sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism <sup><strong>35</strong></sup> but accepts men from every nation who fear him and do what is right. <sup><strong>36</strong></sup> You know the message God sent to the people of Israel, telling the good news of peace through Jesus Christ, who is Lord of all. <sup><strong>37</strong></sup> You know what has happened throughout Judea, beginning in Galilee after the baptism that John preached-- <sup><strong>38</strong></sup> how God anointed Jesus of Nazareth with the Holy Spirit and power, and how he went around doing good and healing all who were under the power of the devil, because God was with him. <sup><strong>39</strong></sup> \"We are witnesses of everything he did in the country of the Jews and in Jerusalem. They killed him by hanging him on a tree, <sup><strong>40</strong></sup> but God raised him from the dead on the third day and caused him to be seen. <sup><strong>41</strong></sup> He was not seen by all the people, but by witnesses whom God had already chosen--by us who ate and drank with him after he rose from the dead. <sup><strong>42</strong></sup> He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead. <sup><strong>43</strong></sup> All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.\" <sup><strong>44</strong></sup> While Peter was still speaking these words, the Holy Spirit came on all who heard the message. <sup><strong>45</strong></sup> The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on the Gentiles. <sup><strong>46</strong></sup> For they heard them speaking in tongues and praising God. <sup><strong>47</strong></sup> Then Peter said, \"Can anyone keep these people from being baptized with water? They have received the Holy Spirit just as we have.\" <sup><strong>48</strong></sup> So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days. ","modified":"2023-09-24T16:32:32.843Z"},{"_id":"6164df0cdc1be0273f8b7581","topicId":"6164df0bdc1be0273f8b757d","verse":"Psalm 33:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19033001_07-4\" class=\"line\"><b class=\"chapter-num\" id=\"v19033001-1\">33:1&nbsp;</b>&nbsp;&nbsp;Shout for joy in the LORD, O you righteous!</span><br><span id=\"p19033001_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Praise befits the upright.</span><br><span id=\"p19033002_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033002-1\">2&nbsp;</b>&nbsp;&nbsp;Give thanks to the LORD with the lyre;</span><br><span id=\"p19033002_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make melody to him with the harp of ten strings!</span><br><span id=\"p19033003_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033003-1\">3&nbsp;</b>&nbsp;&nbsp;Sing to him a new song;</span><br><span id=\"p19033003_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;play skillfully on the strings, with loud shouts.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19033004_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033004-1\">4&nbsp;</b>&nbsp;&nbsp;For the word of the LORD is upright,</span><br><span id=\"p19033004_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all his work is done in faithfulness.</span><br><span id=\"p19033005_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033005-1\">5&nbsp;</b>&nbsp;&nbsp;He loves righteousness and justice;</span><br><span id=\"p19033005_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the earth is full of the steadfast love of the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19033006_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033006-1\">6&nbsp;</b>&nbsp;&nbsp;By the word of the LORD the heavens were made,</span><br><span id=\"p19033006_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by the breath of his mouth all their host.</span><br><span id=\"p19033007_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033007-1\">7&nbsp;</b>&nbsp;&nbsp;He gathers the waters of the sea as a heap;</span><br><span id=\"p19033007_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he puts the deeps in storehouses.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19033008_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033008-1\">8&nbsp;</b>&nbsp;&nbsp;Let all the earth fear the LORD;</span><br><span id=\"p19033008_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let all the inhabitants of the world stand in awe of him!</span><br><span id=\"p19033009_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033009-1\">9&nbsp;</b>&nbsp;&nbsp;For he spoke, and it came to be;</span><br><span id=\"p19033009_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he commanded, and it stood firm.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19033010_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033010-1\">10&nbsp;</b>&nbsp;&nbsp;The LORD brings the counsel of the nations to nothing;</span><br><span id=\"p19033010_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he frustrates the plans of the peoples.</span><br><span id=\"p19033011_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033011-1\">11&nbsp;</b>&nbsp;&nbsp;The counsel of the LORD stands forever,</span><br><span id=\"p19033011_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the plans of his heart to all generations.</span><br><span id=\"p19033012_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033012-1\">12&nbsp;</b>&nbsp;&nbsp;Blessed is the nation whose God is the LORD,</span><br><span id=\"p19033012_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the people whom he has chosen as his heritage!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19033013_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033013-1\">13&nbsp;</b>&nbsp;&nbsp;The LORD looks down from heaven;</span><br><span id=\"p19033013_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he sees all the children of man;</span><br><span id=\"p19033014_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033014-1\">14&nbsp;</b>&nbsp;&nbsp;from where he sits enthroned he looks out</span><br><span id=\"p19033014_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on all the inhabitants of the earth,</span><br><span id=\"p19033015_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033015-1\">15&nbsp;</b>&nbsp;&nbsp;he who fashions the hearts of them all</span><br><span id=\"p19033015_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and observes all their deeds.</span><br><span id=\"p19033016_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033016-1\">16&nbsp;</b>&nbsp;&nbsp;The king is not saved by his great army;</span><br><span id=\"p19033016_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a warrior is not delivered by his great strength.</span><br><span id=\"p19033017_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033017-1\">17&nbsp;</b>&nbsp;&nbsp;The war horse is a false hope for salvation,</span><br><span id=\"p19033017_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by its great might it cannot rescue.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19033018_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033018-1\">18&nbsp;</b>&nbsp;&nbsp;Behold, the eye of the LORD is on those who fear him,</span><br><span id=\"p19033018_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on those who hope in his steadfast love,</span><br><span id=\"p19033019_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033019-1\">19&nbsp;</b>&nbsp;&nbsp;that he may deliver their soul from death</span><br><span id=\"p19033019_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and keep them alive in famine.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19033020_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033020-1\">20&nbsp;</b>&nbsp;&nbsp;Our soul waits for the LORD;</span><br><span id=\"p19033020_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is our help and our shield.</span><br><span id=\"p19033021_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033021-1\">21&nbsp;</b>&nbsp;&nbsp;For our heart is glad in him,</span><br><span id=\"p19033021_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because we trust in his holy name.</span><br><span id=\"p19033022_07-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19033022-1\">22&nbsp;</b>&nbsp;&nbsp;Let your steadfast love, O LORD, be upon us,</span><br><span id=\"p19033022_07-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even as we hope in you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Rejoice in the LORD, O ye righteous: for praise is comely for the upright.  <strong>2</strong> Praise the LORD with harp: sing unto him with the psaltery and  an instrument of ten strings.  <strong>3</strong> Sing unto him a new song; play skilfully with a loud noise.  <strong>4</strong> For the word of the LORD is right; and all his works are done in truth.  <strong>5</strong> He loveth righteousness and judgment: the earth is full of the goodness of the LORD.  <strong>6</strong> By the word of the LORD were the heavens made; and all the host of them by the breath of his mouth.  <strong>7</strong> He gathereth the waters of the sea together as an heap: he layeth up the depth in storehouses.  <strong>8</strong> Let all the earth fear the LORD: let all the inhabitants of the world stand in awe of him.  <strong>9</strong> For he spake, and it was done; he commanded, and it stood fast.  <strong>10</strong> The LORD bringeth the counsel of the heathen to nought: he maketh the devices of the people of none effect.  <strong>11</strong> The counsel of the LORD standeth for ever, the thoughts of his heart to all generations.  <strong>12</strong> Blessed is the nation whose God is the LORD: and the people whom he hath chosen for his own inheritance.  <strong>13</strong> The LORD looketh from heaven; he beholdeth all the sons of men.  <strong>14</strong> From the place of his habitation he looketh upon all the inhabitants of the earth.  <strong>15</strong> He fashioneth their hearts alike; he considereth all their works.  <strong>16</strong> There is no king saved by the multitude of an host: a mighty man is not delivered by much strength.  <strong>17</strong> An horse is a vain thing for safety: neither shall he deliver any by his great strength.  <strong>18</strong> Behold, the eye of the LORD is upon them that fear him, upon them that hope in his mercy;  <strong>19</strong> To deliver their soul from death, and to keep them alive in famine.  <strong>20</strong> Our soul waiteth for the LORD: he is our help and our shield.  <strong>21</strong> For our heart shall rejoice in him, because we have trusted in his holy name.  <strong>22</strong> Let thy mercy, O LORD, be upon us, according as we hope in thee.  ","niv":"<sup><strong>1</strong></sup> Sing joyfully to the LORD, you righteous; it is fitting for the upright to praise him. <sup><strong>2</strong></sup> Praise the LORD with the harp; make music to him on the ten-stringed lyre. <sup><strong>3</strong></sup> Sing to him a new song; play skillfully, and shout for joy. <sup><strong>4</strong></sup> For the word of the LORD is right and true; he is faithful in all he does. <sup><strong>5</strong></sup> The LORD loves righteousness and justice; the earth is full of his unfailing love. <sup><strong>6</strong></sup> By the word of the LORD were the heavens made, their starry host by the breath of his mouth. <sup><strong>7</strong></sup> He gathers the waters of the sea into jars; he puts the deep into storehouses. <sup><strong>8</strong></sup> Let all the earth fear the LORD; let all the people of the world revere him. <sup><strong>9</strong></sup> For he spoke, and it came to be; he commanded, and it stood firm. <sup><strong>10</strong></sup> The LORD foils the plans of the nations; he thwarts the purposes of the peoples. <sup><strong>11</strong></sup> But the plans of the LORD stand firm forever, the purposes of his heart through all generations. <sup><strong>12</strong></sup> Blessed is the nation whose God is the LORD, the people he chose for his inheritance. <sup><strong>13</strong></sup> From heaven the LORD looks down and sees all mankind; <sup><strong>14</strong></sup> from his dwelling place he watches all who live on earth- <sup><strong>15</strong></sup> he who forms the hearts of all, who considers everything they do. <sup><strong>16</strong></sup> No king is saved by the size of his army; no warrior escapes by his great strength. <sup><strong>17</strong></sup> A horse is a vain hope for deliverance; despite all its great strength it cannot save. <sup><strong>18</strong></sup> But the eyes of the LORD are on those who fear him, on those whose hope is in his unfailing love, <sup><strong>19</strong></sup> to deliver them from death and keep them alive in famine. <sup><strong>20</strong></sup> We wait in hope for the LORD; he is our help and our shield. <sup><strong>21</strong></sup> In him our hearts rejoice, for we trust in his holy name. <sup><strong>22</strong></sup> May your unfailing love rest upon us, O LORD, even as we put our hope in you. "},{"_id":"6164df0ddc1be0273f8b7582","topicId":"6164df0bdc1be0273f8b757d","verse":"John 1:10-12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43001010_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001010-1\">10&nbsp;</b>He was in the world, and the world was made through him, yet the world did not know him. <b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him. <b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n\n</div>","kjv":"<strong>10</strong> He was in the world, and the world was made by him, and the world knew him not.  <strong>11</strong> He came unto his own, and his own received him not.  <strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>10</strong></sup> He was in the world, and though the world was made through him, the world did not recognize him. <sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him. <sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God-- "}]}