{"_id":"6164e041dc1be0273f8b75b7","slug":"jabez","name":"Jabez","verses":[{"_id":"6164e041dc1be0273f8b75b8","topicId":"6164e041dc1be0273f8b75b7","verse":"1 Chronicles 4:9-10","votes":43,"__v":0,"esv":"<div>\n<p id=\"p13004009_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v13004009-1\">9&nbsp;</b>Jabez was more honorable than his brothers; and his mother called his name Jabez, saying, “Because I bore him in pain.” <b class=\"verse-num\" id=\"v13004010-1\">10&nbsp;</b>Jabez called upon the God of Israel, saying, “Oh that you would bless me and enlarge my border, and that your hand might be with me, and that you would keep me from harm so that it might not bring me pain!” And God granted what he asked.</p>\n\n</div>","kjv":"<strong>9</strong> And Jabez was more honourable than his brethren: and his mother called his name Jabez, saying, Because I bare him with sorrow.  <strong>10</strong> And Jabez called on the God of Israel, saying, Oh that thou wouldest bless me indeed, and enlarge my coast, and that thine hand might be with me, and that thou wouldest keep me from evil, that it may not grieve me! And God granted him that which he requested.  ","niv":"<sup><strong>9</strong></sup> Jabez was more honorable than his brothers. His mother had named him Jabez, saying, \"I gave birth to him in pain.\" <sup><strong>10</strong></sup> Jabez cried out to the God of Israel, \"Oh, that you would bless me and enlarge my territory! Let your hand be with me, and keep me from harm so that I will be free from pain.\" And God granted his request. ","modified":"2023-11-28T11:57:18.526Z"},{"_id":"6164e041dc1be0273f8b75b9","topicId":"6164e041dc1be0273f8b75b7","verse":"1 Chronicles 4:9","votes":20,"__v":0,"esv":"<div>\n<p id=\"p13004009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v13004009-1\">9&nbsp;</b>Jabez was more honorable than his brothers; and his mother called his name Jabez, saying, “Because I bore him in pain.”</p>\n\n</div>","kjv":"<strong>9</strong> And Jabez was more honourable than his brethren: and his mother called his name Jabez, saying, Because I bare him with sorrow.  ","niv":"<sup><strong>9</strong></sup> Jabez was more honorable than his brothers. His mother had named him Jabez, saying, \"I gave birth to him in pain.\"","modified":"2023-10-27T23:21:12.206Z"},{"_id":"6164e041dc1be0273f8b75ba","topicId":"6164e041dc1be0273f8b75b7","verse":"James 5:16","votes":15,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective.","modified":"2023-06-11T03:22:11.278Z"},{"_id":"6164e042dc1be0273f8b75bb","topicId":"6164e041dc1be0273f8b75b7","verse":"1 Chronicles 4:10","votes":0,"__v":0,"esv":"<div>\n<p id=\"p13004010_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v13004010-1\">10&nbsp;</b>Jabez called upon the God of Israel, saying, “Oh that you would bless me and enlarge my border, and that your hand might be with me, and that you would keep me from harm so that it might not bring me pain!” And God granted what he asked.</p>\n\n</div>","kjv":"<strong>10</strong> And Jabez called on the God of Israel, saying, Oh that thou wouldest bless me indeed, and enlarge my coast, and that thine hand might be with me, and that thou wouldest keep me from evil, that it may not grieve me! And God granted him that which he requested.  ","niv":"<sup><strong>10</strong></sup> Jabez cried out to the God of Israel, \"Oh, that you would bless me and enlarge my territory! Let your hand be with me, and keep me from harm so that I will be free from pain.\" And God granted his request.","modified":"2023-07-15T18:06:34.892Z"},{"_id":"6164e042dc1be0273f8b75bc","topicId":"6164e041dc1be0273f8b75b7","verse":"Matthew 6:13","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006013_01-7\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_01-7\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  ","niv":"<sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. '"},{"_id":"6164e042dc1be0273f8b75bd","topicId":"6164e041dc1be0273f8b75b7","verse":"Job 22:28","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18022028_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18022028-1\">28&nbsp;</b>&nbsp;&nbsp;You will decide on a matter, and it will be established for you,</span><br><span id=\"p18022028_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and light will shine on your ways.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Thou shalt also decree a thing, and it shall be established unto thee: and the light shall shine upon thy ways.  ","niv":"<sup><strong>28</strong></sup> What you decide on will be done, and light will shine on your ways.","modified":"2023-06-15T17:27:47.483Z"},{"_id":"6164e043dc1be0273f8b75be","topicId":"6164e041dc1be0273f8b75b7","verse":"James 4:2","votes":14,"__v":0,"esv":"<div>\n<p id=\"p59004002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004002-1\">2&nbsp;</b>You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask.</p>\n</div>","kjv":"<strong>2</strong> Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.  ","niv":"<sup><strong>2</strong></sup> You want something but don't get it. You kill and covet, but you cannot have what you want. You quarrel and fight. You do not have, because you do not ask God.","modified":"2023-06-09T07:53:02.407Z"},{"_id":"6164e043dc1be0273f8b75bf","topicId":"6164e041dc1be0273f8b75b7","verse":"Matthew 6:9-13","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40006009_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_01-10\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_01-10\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_01-10\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_01-10\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_01-10\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_01-10\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_01-10\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_01-10\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_01-10\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_01-10\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  ","niv":"<sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' ","modified":"2022-09-02T11:56:53.799Z"},{"_id":"6164e043dc1be0273f8b75c0","topicId":"6164e041dc1be0273f8b75b7","verse":"James 4:3-4","votes":8,"__v":0,"esv":"<div>\n<p id=\"p59004003_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004003-1\">3&nbsp;</b>You ask and do not receive, because you ask wrongly, to spend it on your passions. <b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.</p>\n\n</div>","kjv":"<strong>3</strong> Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.  <strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  ","niv":"<sup><strong>3</strong></sup> When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures. <sup><strong>4</strong></sup> You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God. "},{"_id":"6164e044dc1be0273f8b75c1","topicId":"6164e041dc1be0273f8b75b7","verse":"Hebrews 11:1-40","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen. <b class=\"verse-num\" id=\"v58011002-1\">2&nbsp;</b>For by it the people of old received their commendation. <b class=\"verse-num\" id=\"v58011003-1\">3&nbsp;</b>By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible.</p>\n<p id=\"p58011003_03-12\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. <b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. <b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him. <b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n<p id=\"p58011007_03-12\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God. <b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised. <b class=\"verse-num\" id=\"v58011012-1\">12&nbsp;</b>Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore.</p>\n<p id=\"p58011012_03-12\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n<p id=\"p58011016_03-12\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, <b class=\"verse-num\" id=\"v58011018-1\">18&nbsp;</b>of whom it was said, “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v58011019-1\">19&nbsp;</b>He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back. <b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau. <b class=\"verse-num\" id=\"v58011021-1\">21&nbsp;</b>By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. <b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n<p id=\"p58011022_03-12\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict. <b class=\"verse-num\" id=\"v58011024-1\">24&nbsp;</b>By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter, <b class=\"verse-num\" id=\"v58011025-1\">25&nbsp;</b>choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin. <b class=\"verse-num\" id=\"v58011026-1\">26&nbsp;</b>He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward. <b class=\"verse-num\" id=\"v58011027-1\">27&nbsp;</b>By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible. <b class=\"verse-num\" id=\"v58011028-1\">28&nbsp;</b>By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them.</p>\n<p id=\"p58011028_03-12\"><b class=\"verse-num\" id=\"v58011029-1\">29&nbsp;</b>By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned. <b class=\"verse-num\" id=\"v58011030-1\">30&nbsp;</b>By faith the walls of Jericho fell down after they had been encircled for seven days. <b class=\"verse-num\" id=\"v58011031-1\">31&nbsp;</b>By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies.</p>\n<p id=\"p58011031_03-12\"><b class=\"verse-num\" id=\"v58011032-1\">32&nbsp;</b>And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—<b class=\"verse-num\" id=\"v58011033-1\">33&nbsp;</b>who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions, <b class=\"verse-num\" id=\"v58011034-1\">34&nbsp;</b>quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight. <b class=\"verse-num\" id=\"v58011035-1\">35&nbsp;</b>Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. <b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n<p id=\"p58011038_03-12\"><b class=\"verse-num\" id=\"v58011039-1\">39&nbsp;</b>And all these, though commended through their faith, did not receive what was promised, <b class=\"verse-num\" id=\"v58011040-1\">40&nbsp;</b>since God had provided something better for us, that apart from us they should not be made perfect.</p>\n\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  <strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  <strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  <strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  <strong>12</strong> Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.  <strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  <strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  <strong>19</strong> Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.  <strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  <strong>21</strong> By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.  <strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  <strong>24</strong> By faith Moses, when he was come to years, refused to be called the son of Pharaoh’s daughter;  <strong>25</strong> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;  <strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  <strong>27</strong> By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.  <strong>28</strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.  <strong>29</strong> By faith they passed through the Red sea as by dry land:  which the Egyptians assaying to do were drowned.  <strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  <strong>31</strong> By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.  <strong>32</strong> And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:  <strong>33</strong> Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,  <strong>34</strong> Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.  <strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see. <sup><strong>2</strong></sup> This is what the ancients were commended for. <sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible. <sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead. <sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God. <sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. <sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith. <sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. <sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise. <sup><strong>12</strong></sup> And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore. <sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. <sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son, <sup><strong>18</strong></sup> even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>19</strong></sup> Abraham reasoned that God could raise the dead, and figuratively speaking, he did receive Isaac back from death. <sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future. <sup><strong>21</strong></sup> By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff. <sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones. <sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. <sup><strong>24</strong></sup> By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. <sup><strong>25</strong></sup> He chose to be mistreated along with the people of God rather than to enjoy the pleasures of sin for a short time. <sup><strong>26</strong></sup> He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. <sup><strong>27</strong></sup> By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. <sup><strong>28</strong></sup> By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel. <sup><strong>29</strong></sup> By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned. <sup><strong>30</strong></sup> By faith the walls of Jericho fell, after the people had marched around them for seven days. <sup><strong>31</strong></sup> By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient. <sup><strong>32</strong></sup> And what more shall I say? I do not have time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel and the prophets, <sup><strong>33</strong></sup> who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, <sup><strong>34</strong></sup> quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. <sup><strong>35</strong></sup> Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection. <sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. <sup><strong>39</strong></sup> These were all commended for their faith, yet none of them received what had been promised. <sup><strong>40</strong></sup> God had planned something better for us so that only together with us would they be made perfect. ","modified":"2023-02-10T19:06:31.359Z"},{"_id":"6164e044dc1be0273f8b75c2","topicId":"6164e041dc1be0273f8b75b7","verse":"Ephesians 1:3","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p49001003_05-13\"><b class=\"verse-num\" id=\"v49001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places,</p>\n</div>","kjv":"<strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places  in Christ:  ","niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ, who has blessed us in the heavenly realms with every spiritual blessing in Christ.","modified":"2023-10-22T23:41:12.924Z"},{"_id":"6164e044dc1be0273f8b75c3","topicId":"6164e041dc1be0273f8b75b7","verse":"Matthew 6:5-13","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40006005_04-14\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n<p id=\"p40006006_04-14\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span> <b class=\"verse-num woc\" id=\"v40006008-1\">8&nbsp;</b><span class=\"woc\">Do not be like them, for your Father knows what you need before you ask him.</span> <b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_04-14\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_04-14\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_04-14\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_04-14\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_04-14\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_04-14\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_04-14\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_04-14\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_04-14\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_04-14\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  <strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  <strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  ","niv":"<sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full. <sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. <sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. <sup><strong>8</strong></sup> Do not be like them, for your Father knows what you need before you ask him. <sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' "},{"_id":"6164e044dc1be0273f8b75c4","topicId":"6164e041dc1be0273f8b75b7","verse":"John 3:17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43003017_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n</div>","kjv":"<strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him."},{"_id":"6164e045dc1be0273f8b75c5","topicId":"6164e041dc1be0273f8b75b7","verse":"Genesis 12:2-3","votes":6,"__v":0,"esv":"<div>\n<p id=\"p01012002_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v01012002-1\">2&nbsp;</b>And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing. <b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n\n</div>","kjv":"<strong>2</strong> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:  <strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  ","niv":"<sup><strong>2</strong></sup> \"I will make you into a great nation and I will bless you; I will make your name great, and you will be a blessing. <sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\" "},{"_id":"6164e045dc1be0273f8b75c6","topicId":"6164e041dc1be0273f8b75b7","verse":"Luke 11:2-4","votes":8,"__v":0,"esv":"<div>\n<p id=\"p42011002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v42011002-1\">2&nbsp;</b>And he said to them, <span class=\"woc\">“When you pray, say:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42011002_01-17\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Father, hallowed be your name.</span><br><span id=\"p42011002_01-17\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;Your kingdom come.</span></span><br><span id=\"p42011003_01-17\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v42011003-1\">3&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us each day our daily bread,</span></span><br><span id=\"p42011004_01-17\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v42011004-1\">4&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our sins,</span><br><span id=\"p42011004_01-17\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;for we ourselves forgive everyone who is indebted to us.</span><br><span id=\"p42011004_01-17\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;And lead us not into temptation.”</span><br></span></span></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> And he said unto them, When ye pray, say, Our Father which art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done, as in heaven, so in earth.  <strong>3</strong> Give us day by day our daily bread.  <strong>4</strong> And forgive us our sins; for we also forgive every one that is indebted to us. And lead us not into temptation; but deliver us from evil.  ","niv":"<sup><strong>2</strong></sup> He said to them, \"When you pray, say: \"'Father, hallowed be your name, your kingdom come. <sup><strong>3</strong></sup> Give us each day our daily bread. <sup><strong>4</strong></sup> Forgive us our sins, for we also forgive everyone who sins against us. And lead us not into temptation. '\" ","modified":"2023-10-22T23:41:11.602Z"},{"_id":"6164e045dc1be0273f8b75c7","topicId":"6164e041dc1be0273f8b75b7","verse":"Matthew 5:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40005003_01-18\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n</div>","kjv":"<strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  ","niv":"<sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven."},{"_id":"6164e046dc1be0273f8b75c8","topicId":"6164e041dc1be0273f8b75b7","verse":"Genesis 50:20","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01050020_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v01050020-1\">20&nbsp;</b>As for you, you meant evil against me, but God meant it for good, to bring it about that many people should be kept alive, as they are today.</p>\n\n</div>","kjv":"<strong>20</strong> But as for you, ye thought evil against me; but God meant it unto good, to bring to pass, as it is this day, to save much people alive.  ","niv":"<sup><strong>20</strong></sup> You intended to harm me, but God intended it for good to accomplish what is now being done, the saving of many lives."},{"_id":"6164e046dc1be0273f8b75c9","topicId":"6164e041dc1be0273f8b75b7","verse":"1 Chronicles 2:55","votes":39,"__v":0,"esv":"<div>\n<p id=\"p13002055_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v13002055-1\">55&nbsp;</b>The clans also of the scribes who lived at Jabez: the Tirathites, the Shimeathites and the Sucathites. These are the Kenites who came from Hammath, the father of the house of Rechab.</p>\n</div>","kjv":"<strong>55</strong> And the families of the scribes which dwelt at Jabez; the Tirathites, the Shimeathites, and Suchathites. These are the Kenites that came of Hemath, the father of the house of Rechab.  ","niv":"<sup><strong>55</strong></sup> and the clans of scribes who lived at Jabez: the Tirathites, Shimeathites and Sucathites. These are the Kenites who came from Hammath, the father of the house of Recab.","modified":"2023-02-02T06:27:45.828Z"},{"_id":"6164e046dc1be0273f8b75ca","topicId":"6164e041dc1be0273f8b75b7","verse":"1 John 4:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62004008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love.</p>\n</div>","kjv":"<strong>8</strong> He that loveth not knoweth not God; for God is love.  ","niv":"<sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love.","modified":"2023-01-25T20:26:59.824Z"},{"_id":"6164e047dc1be0273f8b75cb","topicId":"6164e041dc1be0273f8b75b7","verse":"Hebrews 11:35-38","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58011035_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011035-1\">35&nbsp;</b>Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. <b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n\n</div>","kjv":"<strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  ","niv":"<sup><strong>35</strong></sup> Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection. <sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. ","modified":"2022-07-15T14:57:50.173Z"},{"_id":"6164e047dc1be0273f8b75cc","topicId":"6164e041dc1be0273f8b75b7","verse":"Acts 17:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44017011_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n</div>","kjv":"<strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true."},{"_id":"6164e047dc1be0273f8b75cd","topicId":"6164e041dc1be0273f8b75b7","verse":"John 15:20-21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43015020_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015020-1\">20&nbsp;</b><span class=\"woc\">Remember the word that I said to you: ‘A servant is not greater than his master.’ If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.</span> <b class=\"verse-num woc\" id=\"v43015021-1\">21&nbsp;</b><span class=\"woc\">But all these things they will do to you on account of my name, because they do not know him who sent me.</span></p>\n</div>","kjv":"<strong>20</strong> Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.  <strong>21</strong> But all these things will they do unto you for my name’s sake, because they know not him that sent me.  ","niv":"<sup><strong>20</strong></sup> Remember the words I spoke to you: 'No servant is greater than his master.' If they persecuted me, they will persecute you also. If they obeyed my teaching, they will obey yours also. <sup><strong>21</strong></sup> They will treat you this way because of my name, for they do not know the One who sent me. "},{"_id":"6164e047dc1be0273f8b75ce","topicId":"6164e041dc1be0273f8b75b7","verse":"Luke 12:48","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42012048_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012048-1\">48&nbsp;</b><span class=\"woc\">But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.</span></p>\n</div>","kjv":"<strong>48</strong> But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more. ","niv":"<sup><strong>48</strong></sup> But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked."},{"_id":"6164e048dc1be0273f8b75cf","topicId":"6164e041dc1be0273f8b75b7","verse":"Matthew 6:11","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006011_01-27\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> Give us this day our daily bread.  ","niv":"<sup><strong>11</strong></sup> Give us today our daily bread."},{"_id":"6164e048dc1be0273f8b75d0","topicId":"6164e041dc1be0273f8b75b7","verse":"Joel 2:28-32","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002028_08-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002028-1\">28&nbsp;</b>&nbsp;&nbsp; “And it shall come to pass afterward,</span><br><span id=\"p29002028_08-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I will pour out my Spirit on all flesh;</span><br><span id=\"p29002028_08-28\" class=\"line\">&nbsp;&nbsp;your sons and your daughters shall prophesy,</span><br><span id=\"p29002028_08-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your old men shall dream dreams,</span><br><span id=\"p29002028_08-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions.</span><br><span id=\"p29002029_08-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002029-1\">29&nbsp;</b>&nbsp;&nbsp;Even on the male and female servants</span><br><span id=\"p29002029_08-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p29002029_08-28\"><b class=\"verse-num\" id=\"v29002030-1\">30&nbsp;</b>“And I will show wonders in the heavens and on the earth, blood and fire and columns of smoke. <b class=\"verse-num\" id=\"v29002031-1\">31&nbsp;</b>The sun shall be turned to darkness, and the moon to blood, before the great and awesome day of the LORD comes. <b class=\"verse-num\" id=\"v29002032-1\">32&nbsp;</b>And it shall come to pass that everyone who calls on the name of the LORD shall be saved. For in Mount Zion and in Jerusalem there shall be those who escape, as the LORD has said, and among the survivors shall be those whom the LORD calls.</p>\n\n</div>","kjv":"<strong>28</strong> And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:  <strong>29</strong> And also upon the servants and upon the handmaids in those days will I pour out my spirit.  <strong>30</strong> And I will shew wonders in the heavens and in the earth, blood, and fire, and pillars of smoke.  <strong>31</strong> The sun shall be turned into darkness, and the moon into blood, before the great and the terrible day of the LORD come.  <strong>32</strong> And it shall come to pass, that whosoever shall call on the name of the LORD shall be delivered: for in mount Zion and in Jerusalem shall be deliverance, as the LORD hath said, and in the remnant whom the LORD shall call.  ","niv":"<sup><strong>28</strong></sup> \"And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions. <sup><strong>29</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days. <sup><strong>30</strong></sup> I will show wonders in the heavens and on the earth, blood and fire and billows of smoke. <sup><strong>31</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and dreadful day of the LORD. <sup><strong>32</strong></sup> And everyone who calls on the name of the LORD will be saved; for on Mount Zion and in Jerusalem there will be deliverance, as the LORD has said, among the survivors whom the LORD calls. ","modified":"2023-07-25T09:26:50.030Z"}]}