{"_id":"6164e06bdc1be0273f8b75d1","slug":"jacob","name":"Jacob","verses":[{"_id":"6164e06cdc1be0273f8b75d2","topicId":"6164e06bdc1be0273f8b75d1","verse":"Acts 7:14","votes":12,"__v":0,"esv":"<div>\n<p id=\"p44007014_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44007014-1\">14&nbsp;</b>And Joseph sent and summoned Jacob his father and all his kindred, seventy-five persons in all.</p>\n</div>","kjv":"<strong>14</strong> Then sent Joseph, and called his father Jacob to him, and all his kindred, threescore and fifteen souls.  ","niv":"<sup><strong>14</strong></sup> After this, Joseph sent for his father Jacob and his whole family, seventy-five in all."},{"_id":"6164e06cdc1be0273f8b75d4","topicId":"6164e06bdc1be0273f8b75d1","verse":"Genesis 49:20","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01049020_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049020-1\">20&nbsp;</b>&nbsp;&nbsp;“Asher’s food shall be rich,</span><br><span id=\"p01049020_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall yield royal delicacies.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> Out of Asher his bread shall be fat, and he shall yield royal dainties.  ","niv":"<sup><strong>20</strong></sup> \"Asher's food will be rich; he will provide delicacies fit for a king."},{"_id":"6164e06cdc1be0273f8b75d3","topicId":"6164e06bdc1be0273f8b75d1","verse":"Hebrews 11:20","votes":10,"__v":0,"esv":"<div>\n<p id=\"p58011020_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau.</p>\n</div>","kjv":"<strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  ","niv":"<sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future."},{"_id":"6164e06ddc1be0273f8b75d5","topicId":"6164e06bdc1be0273f8b75d1","verse":"Romans 10:13","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45010013_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","niv":"<sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\""},{"_id":"6164e06ddc1be0273f8b75d6","topicId":"6164e06bdc1be0273f8b75d1","verse":"Joshua 24:4","votes":8,"__v":0,"esv":"<div>\n<p id=\"p06024004_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v06024004-1\">4&nbsp;</b>And to Isaac I gave Jacob and Esau. And I gave Esau the hill country of Seir to possess, but Jacob and his children went down to Egypt.</p>\n</div>","kjv":"<strong>4</strong> And I gave unto Isaac Jacob and Esau: and I gave unto Esau mount Seir, to possess it; but Jacob and his children went down into Egypt.  ","niv":"<sup><strong>4</strong></sup> and to Isaac I gave Jacob and Esau. I assigned the hill country of Seir to Esau, but Jacob and his sons went down to Egypt."},{"_id":"6164e06ddc1be0273f8b75d7","topicId":"6164e06bdc1be0273f8b75d1","verse":"Acts 7:8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44007008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44007008-1\">8&nbsp;</b>And he gave him the covenant of circumcision. And so Abraham became the father of Isaac, and circumcised him on the eighth day, and Isaac became the father of Jacob, and Jacob of the twelve patriarchs.</p>\n</div>","kjv":"<strong>8</strong> And he gave him the covenant of circumcision: and so Abraham  begat Isaac, and circumcised him the eighth day; and Isaac begat  Jacob; and Jacob begat the twelve patriarchs.  ","niv":"<sup><strong>8</strong></sup> Then he gave Abraham the covenant of circumcision. And Abraham became the father of Isaac and circumcised him eight days after his birth. Later Isaac became the father of Jacob, and Jacob became the father of the twelve patriarchs."},{"_id":"6164e06edc1be0273f8b75d8","topicId":"6164e06bdc1be0273f8b75d1","verse":"Genesis 28:13-22","votes":6,"__v":0,"esv":"<div>\n<p id=\"p01028013_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v01028013-1\">13&nbsp;</b>And behold, the LORD stood above it and said, “I am the LORD, the God of Abraham your father and the God of Isaac. The land on which you lie I will give to you and to your offspring. <b class=\"verse-num\" id=\"v01028014-1\">14&nbsp;</b>Your offspring shall be like the dust of the earth, and you shall spread abroad to the west and to the east and to the north and to the south, and in you and your offspring shall all the families of the earth be blessed. <b class=\"verse-num\" id=\"v01028015-1\">15&nbsp;</b>Behold, I am with you and will keep you wherever you go, and will bring you back to this land. For I will not leave you until I have done what I have promised you.” <b class=\"verse-num\" id=\"v01028016-1\">16&nbsp;</b>Then Jacob awoke from his sleep and said, “Surely the LORD is in this place, and I did not know it.” <b class=\"verse-num\" id=\"v01028017-1\">17&nbsp;</b>And he was afraid and said, “How awesome is this place! This is none other than the house of God, and this is the gate of heaven.”</p>\n<p id=\"p01028017_01-7\"><b class=\"verse-num\" id=\"v01028018-1\">18&nbsp;</b>So early in the morning Jacob took the stone that he had put under his head and set it up for a pillar and poured oil on the top of it. <b class=\"verse-num\" id=\"v01028019-1\">19&nbsp;</b>He called the name of that place Bethel, but the name of the city was Luz at the first. <b class=\"verse-num\" id=\"v01028020-1\">20&nbsp;</b>Then Jacob made a vow, saying, “If God will be with me and will keep me in this way that I go, and will give me bread to eat and clothing to wear, <b class=\"verse-num\" id=\"v01028021-1\">21&nbsp;</b>so that I come again to my father’s house in peace, then the LORD shall be my God, <b class=\"verse-num\" id=\"v01028022-1\">22&nbsp;</b>and this stone, which I have set up for a pillar, shall be God’s house. And of all that you give me I will give a full tenth to you.”</p>\n\n</div>","kjv":"<strong>13</strong> And, behold, the LORD stood above it, and said, I am the LORD God of Abraham thy father, and the God of Isaac: the land whereon thou liest, to thee will I give it, and to thy seed;  <strong>14</strong> And thy seed shall be as the dust of the earth, and thou shalt spread abroad to the west, and to the east, and to the north, and to the south: and in thee and in thy seed shall all the families of the earth be blessed.  <strong>15</strong> And, behold, I am with thee, and will keep thee in all places whither thou goest, and will bring thee again into this land; for I will not leave thee, until I have done that which I have spoken to thee of.  <strong>16</strong> And Jacob awaked out of his sleep, and he said, Surely the LORD is in this place; and I knew it not.  <strong>17</strong> And he was afraid, and said, How dreadful is this place! this is none other but the house of God, and this is the gate of heaven.  <strong>18</strong> And Jacob rose up early in the morning, and took the stone that he had put for his pillows, and set it up for a pillar, and poured oil upon the top of it.  <strong>19</strong> And he called the name of that place Bethel: but the name of that city was called Luz at the first.  <strong>20</strong> And Jacob vowed a vow, saying, If God will be with me, and will keep me in this way that I go, and will give me bread to eat, and raiment to put on,  <strong>21</strong> So that I come again to my father’s house in peace; then shall the LORD be my God:  <strong>22</strong> And this stone, which I have set for a pillar, shall be God’s house: and of all that thou shalt give me I will surely give the tenth unto thee.  ","niv":"<sup><strong>13</strong></sup> There above it stood the LORD, and he said: \"I am the LORD, the God of your father Abraham and the God of Isaac. I will give you and your descendants the land on which you are lying. <sup><strong>14</strong></sup> Your descendants will be like the dust of the earth, and you will spread out to the west and to the east, to the north and to the south. All peoples on earth will be blessed through you and your offspring. <sup><strong>15</strong></sup> I am with you and will watch over you wherever you go, and I will bring you back to this land. I will not leave you until I have done what I have promised you.\" <sup><strong>16</strong></sup> When Jacob awoke from his sleep, he thought, \"Surely the LORD is in this place, and I was not aware of it.\" <sup><strong>17</strong></sup> He was afraid and said, \"How awesome is this place! This is none other than the house of God; this is the gate of heaven.\" <sup><strong>18</strong></sup> Early the next morning Jacob took the stone he had placed under his head and set it up as a pillar and poured oil on top of it. <sup><strong>19</strong></sup> He called that place Bethel, though the city used to be called Luz. <sup><strong>20</strong></sup> Then Jacob made a vow, saying, \"If God will be with me and will watch over me on this journey I am taking and will give me food to eat and clothes to wear <sup><strong>21</strong></sup> so that I return safely to my father's house, then the LORD will be my God <sup><strong>22</strong></sup> and this stone that I have set up as a pillar will be God's house, and of all that you give me I will give you a tenth.\" "},{"_id":"6164e06edc1be0273f8b75db","topicId":"6164e06bdc1be0273f8b75d1","verse":"Matthew 1:2","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40001002_01-8\"><b class=\"verse-num\" id=\"v40001002-1\">2&nbsp;</b>Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers,</p>\n</div>","kjv":"<strong>2</strong> Abraham begat Isaac; and Isaac begat Jacob; and Jacob begat Judas and his brethren;  ","niv":"<sup><strong>2</strong></sup> Abraham was the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers,"},{"_id":"6164e06edc1be0273f8b75da","topicId":"6164e06bdc1be0273f8b75d1","verse":"1 Chronicles 1:34","votes":5,"__v":0,"esv":"<div>\n<p id=\"p13001034_01-10\"><b class=\"verse-num\" id=\"v13001034-1\">34&nbsp;</b>Abraham fathered Isaac. The sons of Isaac: Esau and Israel.</p>\n</div>","kjv":"<strong>34</strong> And Abraham begat Isaac. The sons of Isaac; Esau and Israel.  ","niv":"<sup><strong>34</strong></sup> Abraham was the father of Isaac. The sons of Isaac: Esau and Israel."},{"_id":"6164e06edc1be0273f8b75d9","topicId":"6164e06bdc1be0273f8b75d1","verse":"Exodus 1:1-5","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p02001001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02001001-1\">1:1&nbsp;</b>These are the names of the sons of Israel who came to Egypt with Jacob, each with his household: <b class=\"verse-num\" id=\"v02001002-1\">2&nbsp;</b>Reuben, Simeon, Levi, and Judah, <b class=\"verse-num\" id=\"v02001003-1\">3&nbsp;</b>Issachar, Zebulun, and Benjamin, <b class=\"verse-num\" id=\"v02001004-1\">4&nbsp;</b>Dan and Naphtali, Gad and Asher. <b class=\"verse-num\" id=\"v02001005-1\">5&nbsp;</b>All the descendants of Jacob were seventy persons; Joseph was already in Egypt.</p>\n</div>","kjv":"<strong>1</strong> Now these are the names of the children of Israel, which came into Egypt; every man and his household came with Jacob.  <strong>2</strong> Reuben, Simeon, Levi, and Judah,  <strong>3</strong> Issachar, Zebulun, and Benjamin,  <strong>4</strong> Dan, and Naphtali, Gad, and Asher.  <strong>5</strong> And all the souls that came out of the loins of Jacob were seventy souls: for Joseph was in Egypt already.  ","niv":"<sup><strong>1</strong></sup> These are the names of the sons of Israel who went to Egypt with Jacob, each with his family: <sup><strong>2</strong></sup> Reuben, Simeon, Levi and Judah; <sup><strong>3</strong></sup> Issachar, Zebulun and Benjamin; <sup><strong>4</strong></sup> Dan and Naphtali; Gad and Asher. <sup><strong>5</strong></sup> The descendants of Jacob numbered seventy in all; Joseph was already in Egypt. "},{"_id":"6164e06fdc1be0273f8b75dc","topicId":"6164e06bdc1be0273f8b75d1","verse":"Genesis 47:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01047028_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v01047028-1\">28&nbsp;</b>And Jacob lived in the land of Egypt seventeen years. So the days of Jacob, the years of his life, were 147 years.</p>\n</div>","kjv":"<strong>28</strong> And Jacob lived in the land of Egypt seventeen years: so the whole age of Jacob was an hundred forty and seven years.  ","niv":"<sup><strong>28</strong></sup> Jacob lived in Egypt seventeen years, and the years of his life were a hundred and forty-seven."},{"_id":"6164e06fdc1be0273f8b75dd","topicId":"6164e06bdc1be0273f8b75d1","verse":"1 Chronicles 16:13-18","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p13016013_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v13016013-1\">13&nbsp;</b>&nbsp;&nbsp;O offspring of Israel his servant,</span><br><span id=\"p13016013_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;children of Jacob, his chosen ones!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p13016014_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v13016014-1\">14&nbsp;</b>&nbsp;&nbsp;He is the LORD our God;</span><br><span id=\"p13016014_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his judgments are in all the earth.</span><br><span id=\"p13016015_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v13016015-1\">15&nbsp;</b>&nbsp;&nbsp;Remember his covenant forever,</span><br><span id=\"p13016015_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the word that he commanded, for a thousand generations,</span><br><span id=\"p13016016_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v13016016-1\">16&nbsp;</b>&nbsp;&nbsp;the covenant that he made with Abraham,</span><br><span id=\"p13016016_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his sworn promise to Isaac,</span><br><span id=\"p13016017_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v13016017-1\">17&nbsp;</b>&nbsp;&nbsp;which he confirmed to Jacob as a statute,</span><br><span id=\"p13016017_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Israel as an everlasting covenant,</span><br><span id=\"p13016018_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v13016018-1\">18&nbsp;</b>&nbsp;&nbsp;saying, “To you I will give the land of Canaan,</span><br><span id=\"p13016018_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as your portion for an inheritance.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> O ye seed of Israel his servant, ye children of Jacob, his chosen ones.  <strong>14</strong> He is the LORD our God; his judgments are in all the earth.  <strong>15</strong> Be ye mindful always of his covenant; the word which he commanded to a thousand generations;  <strong>16</strong> Even of the covenant which he made with Abraham, and of his oath unto Isaac;  <strong>17</strong> And hath confirmed the same to Jacob for a law, and to Israel for an everlasting covenant,  <strong>18</strong> Saying, Unto thee will I give the land of Canaan, the lot of your inheritance;  ","niv":"<sup><strong>13</strong></sup> O descendants of Israel his servant, O sons of Jacob, his chosen ones. <sup><strong>14</strong></sup> He is the LORD our God; his judgments are in all the earth. <sup><strong>15</strong></sup> He remembers his covenant forever, the word he commanded, for a thousand generations, <sup><strong>16</strong></sup> the covenant he made with Abraham, the oath he swore to Isaac. <sup><strong>17</strong></sup> He confirmed it to Jacob as a decree, to Israel as an everlasting covenant: <sup><strong>18</strong></sup> \"To you I will give the land of Canaan as the portion you will inherit.\" "},{"_id":"6164e06fdc1be0273f8b75de","topicId":"6164e06bdc1be0273f8b75d1","verse":"Genesis 49:22-26","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01049022_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049022-1\">22&nbsp;</b>&nbsp;&nbsp;“Joseph is a fruitful bough,</span><br><span id=\"p01049022_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a fruitful bough by a spring;</span><br><span id=\"p01049022_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his branches run over the wall.</span><br><span id=\"p01049023_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049023-1\">23&nbsp;</b>&nbsp;&nbsp;The archers bitterly attacked him,</span><br><span id=\"p01049023_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shot at him, and harassed him severely,</span><br><span id=\"p01049024_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049024-1\">24&nbsp;</b>&nbsp;&nbsp;yet his bow remained unmoved;</span><br><span id=\"p01049024_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his arms were made agile</span><br><span id=\"p01049024_01-15\" class=\"line\">&nbsp;&nbsp;by the hands of the Mighty One of Jacob</span><br><span id=\"p01049024_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(from there is the Shepherd, the Stone of Israel),</span><br><span id=\"p01049025_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049025-1\">25&nbsp;</b>&nbsp;&nbsp;by the God of your father who will help you,</span><br><span id=\"p01049025_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by the Almighty who will bless you</span><br><span id=\"p01049025_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with blessings of heaven above,</span><br><span id=\"p01049025_01-15\" class=\"line\">&nbsp;&nbsp;blessings of the deep that crouches beneath,</span><br><span id=\"p01049025_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blessings of the breasts and of the womb.</span><br><span id=\"p01049026_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049026-1\">26&nbsp;</b>&nbsp;&nbsp;The blessings of your father</span><br><span id=\"p01049026_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are mighty beyond the blessings of my parents,</span><br><span id=\"p01049026_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;up to the bounties of the everlasting hills.</span><br><span id=\"p01049026_01-15\" class=\"line\">&nbsp;&nbsp;May they be on the head of Joseph,</span><br><span id=\"p01049026_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on the brow of him who was set apart from his brothers.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>22</strong> Joseph is a fruitful bough, even a fruitful bough by a well; whose branches run over the wall:  <strong>23</strong> The archers have sorely grieved him, and shot at him, and hated him:  <strong>24</strong> But his bow abode in strength, and the arms of his hands were made strong by the hands of the mighty God of Jacob; (from thence is the shepherd, the stone of Israel:)  <strong>25</strong> Even by the God of thy father, who shall help thee; and by the Almighty, who shall bless thee with blessings of heaven above, blessings of the deep that lieth under, blessings of the breasts, and of the womb:  <strong>26</strong> The blessings of thy father have prevailed above the blessings of my progenitors unto the utmost bound of the everlasting hills: they shall be on the head of Joseph, and on the crown of the head of him that was separate from his brethren.  ","niv":"<sup><strong>22</strong></sup> \"Joseph is a fruitful vine, a fruitful vine near a spring, whose branches climb over a wall. <sup><strong>23</strong></sup> With bitterness archers attacked him; they shot at him with hostility. <sup><strong>24</strong></sup> But his bow remained steady, his strong arms stayed limber, because of the hand of the Mighty One of Jacob, because of the Shepherd, the Rock of Israel, <sup><strong>25</strong></sup> because of your father's God, who helps you, because of the Almighty, who blesses you with blessings of the heavens above, blessings of the deep that lies below, blessings of the breast and womb. <sup><strong>26</strong></sup> Your father's blessings are greater than the blessings of the ancient mountains, than the bounty of the age-old hills. Let all these rest on the head of Joseph, on the brow of the prince among his brothers. "},{"_id":"6164e070dc1be0273f8b75df","topicId":"6164e06bdc1be0273f8b75d1","verse":"Hosea 12:12","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28012012_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v28012012-1\">12&nbsp;</b>&nbsp;&nbsp;Jacob fled to the land of Aram;</span><br><span id=\"p28012012_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there Israel served for a wife,</span><br><span id=\"p28012012_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for a wife he guarded sheep.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> And Jacob fled into the country of Syria, and Israel served for a wife, and for a wife he kept sheep.  ","niv":"<sup><strong>12</strong></sup> Jacob fled to the country of Aram; Israel served to get a wife, and to pay for her he tended sheep."},{"_id":"6164e070dc1be0273f8b75e0","topicId":"6164e06bdc1be0273f8b75d1","verse":"Isaiah 41:14","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041014_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041014-1\">14&nbsp;</b>&nbsp;&nbsp;Fear not, you worm Jacob,</span><br><span id=\"p23041014_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you men of Israel!</span><br><span id=\"p23041014_01-17\" class=\"line\">&nbsp;&nbsp;I am the one who helps you, declares the LORD;</span><br><span id=\"p23041014_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your Redeemer is the Holy One of Israel.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Fear not, thou worm Jacob, and ye men of Israel; I will help thee, saith the LORD, and thy redeemer, the Holy One of Israel.  ","niv":"<sup><strong>14</strong></sup> Do not be afraid, O worm Jacob, O little Israel, for I myself will help you,\" declares the LORD, your Redeemer, the Holy One of Israel."},{"_id":"6164e070dc1be0273f8b75e1","topicId":"6164e06bdc1be0273f8b75d1","verse":"Genesis 32:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01032001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01032001-1\">32:1&nbsp;</b>Jacob went on his way, and the angels of God met him.</p>\n</div>","kjv":"<strong>1</strong> And Jacob went on his way, and the angels of God met him.  ","niv":"<sup><strong>1</strong></sup> Jacob also went on his way, and the angels of God met him."},{"_id":"6164e070dc1be0273f8b75e2","topicId":"6164e06bdc1be0273f8b75d1","verse":"Acts 2:38","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"6164e071dc1be0273f8b75e3","topicId":"6164e06bdc1be0273f8b75d1","verse":"Isaiah 60:15-18","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23060015_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060015-1\">15&nbsp;</b>&nbsp;&nbsp;Whereas you have been forsaken and hated,</span><br><span id=\"p23060015_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with no one passing through,</span><br><span id=\"p23060015_01-20\" class=\"line\">&nbsp;&nbsp;I will make you majestic forever,</span><br><span id=\"p23060015_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a joy from age to age.</span><br><span id=\"p23060016_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060016-1\">16&nbsp;</b>&nbsp;&nbsp;You shall suck the milk of nations;</span><br><span id=\"p23060016_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall nurse at the breast of kings;</span><br><span id=\"p23060016_01-20\" class=\"line\">&nbsp;&nbsp;and you shall know that I, the LORD, am your Savior</span><br><span id=\"p23060016_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your Redeemer, the Mighty One of Jacob.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23060017_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060017-1\">17&nbsp;</b>&nbsp;&nbsp;Instead of bronze I will bring gold,</span><br><span id=\"p23060017_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and instead of iron I will bring silver;</span><br><span id=\"p23060017_01-20\" class=\"line\">&nbsp;&nbsp;instead of wood, bronze,</span><br><span id=\"p23060017_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;instead of stones, iron.</span><br><span id=\"p23060017_01-20\" class=\"line\">&nbsp;&nbsp;I will make your overseers peace</span><br><span id=\"p23060017_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your taskmasters righteousness.</span><br><span id=\"p23060018_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060018-1\">18&nbsp;</b>&nbsp;&nbsp;Violence shall no more be heard in your land,</span><br><span id=\"p23060018_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;devastation or destruction within your borders;</span><br><span id=\"p23060018_01-20\" class=\"line\">&nbsp;&nbsp;you shall call your walls Salvation,</span><br><span id=\"p23060018_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your gates Praise.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Whereas thou hast been forsaken and hated, so that no man went through thee, I will make thee an eternal excellency, a joy of many generations.  <strong>16</strong> Thou shalt also suck the milk of the Gentiles, and shalt suck the breast of kings: and thou shalt know that I the LORD am thy Saviour and thy Redeemer, the mighty One of Jacob.  <strong>17</strong> For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron: I will also make thy officers peace, and thine exactors righteousness.  <strong>18</strong> Violence shall no more be heard in thy land, wasting nor destruction within thy borders; but thou shalt call thy walls Salvation, and thy gates Praise.  ","niv":"<sup><strong>15</strong></sup> \"Although you have been forsaken and hated, with no one traveling through, I will make you the everlasting pride and the joy of all generations. <sup><strong>16</strong></sup> You will drink the milk of nations and be nursed at royal breasts. Then you will know that I, the LORD, am your Savior, your Redeemer, the Mighty One of Jacob. <sup><strong>17</strong></sup> Instead of bronze I will bring you gold, and silver in place of iron. Instead of wood I will bring you bronze, and iron in place of stones. I will make peace your governor and righteousness your ruler. <sup><strong>18</strong></sup> No longer will violence be heard in your land, nor ruin or destruction within your borders, but you will call your walls Salvation and your gates Praise. "},{"_id":"6164e071dc1be0273f8b75e4","topicId":"6164e06bdc1be0273f8b75d1","verse":"John 4:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43004012_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v43004012-1\">12&nbsp;</b>Are you greater than our father Jacob? He gave us the well and drank from it himself, as did his sons and his livestock.”</p>\n</div>","kjv":"<strong>12</strong> Art thou greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?  ","niv":"<sup><strong>12</strong></sup> Are you greater than our father Jacob, who gave us the well and drank from it himself, as did also his sons and his flocks and herds?\""},{"_id":"6164e071dc1be0273f8b75e5","topicId":"6164e06bdc1be0273f8b75d1","verse":"1 Chronicles 2:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p13002009_01-23\"><b class=\"verse-num\" id=\"v13002009-1\">9&nbsp;</b>The sons of Hezron that were born to him: Jerahmeel, Ram, and Chelubai.</p>\n</div>","kjv":"<strong>9</strong> The sons also of Hezron, that were born unto him; Jerahmeel, and Ram, and Chelubai.  ","niv":"<sup><strong>9</strong></sup> The sons born to Hezron were: Jerahmeel, Ram and Caleb. From Ram Son of Hezron"},{"_id":"6164e072dc1be0273f8b75e7","topicId":"6164e06bdc1be0273f8b75d1","verse":"1 Samuel 12:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p09012008_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v09012008-1\">8&nbsp;</b>When Jacob went into Egypt, and the Egyptians oppressed them, then your fathers cried out to the LORD and the LORD sent Moses and Aaron, who brought your fathers out of Egypt and made them dwell in this place.</p>\n\n</div>","kjv":"<strong>8</strong> When Jacob was come into Egypt, and your fathers cried unto the LORD, then the LORD sent Moses and Aaron, which brought forth your fathers out of Egypt, and made them dwell in this place.  ","niv":"<sup><strong>8</strong></sup> \"After Jacob entered Egypt, they cried to the LORD for help, and the LORD sent Moses and Aaron, who brought your forefathers out of Egypt and settled them in this place."},{"_id":"6164e072dc1be0273f8b75e6","topicId":"6164e06bdc1be0273f8b75d1","verse":"Genesis 50:4-13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01050004_01-26\"><b class=\"verse-num\" id=\"v01050004-1\">4&nbsp;</b>And when the days of weeping for him were past, Joseph spoke to the household of Pharaoh, saying, “If now I have found favor in your eyes, please speak in the ears of Pharaoh, saying, <b class=\"verse-num\" id=\"v01050005-1\">5&nbsp;</b>‘My father made me swear, saying, “I am about to die: in my tomb that I hewed out for myself in the land of Canaan, there shall you bury me.” Now therefore, let me please go up and bury my father. Then I will return.’” <b class=\"verse-num\" id=\"v01050006-1\">6&nbsp;</b>And Pharaoh answered, “Go up, and bury your father, as he made you swear.” <b class=\"verse-num\" id=\"v01050007-1\">7&nbsp;</b>So Joseph went up to bury his father. With him went up all the servants of Pharaoh, the elders of his household, and all the elders of the land of Egypt, <b class=\"verse-num\" id=\"v01050008-1\">8&nbsp;</b>as well as all the household of Joseph, his brothers, and his father’s household. Only their children, their flocks, and their herds were left in the land of Goshen. <b class=\"verse-num\" id=\"v01050009-1\">9&nbsp;</b>And there went up with him both chariots and horsemen. It was a very great company. <b class=\"verse-num\" id=\"v01050010-1\">10&nbsp;</b>When they came to the threshing floor of Atad, which is beyond the Jordan, they lamented there with a very great and grievous lamentation, and he made a mourning for his father seven days. <b class=\"verse-num\" id=\"v01050011-1\">11&nbsp;</b>When the inhabitants of the land, the Canaanites, saw the mourning on the threshing floor of Atad, they said, “This is a grievous mourning by the Egyptians.” Therefore the place was named Abel-mizraim; it is beyond the Jordan. <b class=\"verse-num\" id=\"v01050012-1\">12&nbsp;</b>Thus his sons did for him as he had commanded them, <b class=\"verse-num\" id=\"v01050013-1\">13&nbsp;</b>for his sons carried him to the land of Canaan and buried him in the cave of the field at Machpelah, to the east of Mamre, which Abraham bought with the field from Ephron the Hittite to possess as a burying place.</p>\n\n</div>","kjv":"<strong>4</strong> And when the days of his mourning were past, Joseph spake unto the house of Pharaoh, saying, If now I have found grace in your eyes, speak, I pray you, in the ears of Pharaoh, saying,  <strong>5</strong> My father made me swear, saying, Lo, I die: in my grave which I have digged for me in the land of Canaan, there shalt thou bury me. Now therefore let me go up, I pray thee, and bury my father, and I will come again.  <strong>6</strong> And Pharaoh said, Go up, and bury thy father, according as he made thee swear.  <strong>7</strong> And Joseph went up to bury his father: and with him went up all the servants of Pharaoh, the elders of his house, and all the elders of the land of Egypt,  <strong>8</strong> And all the house of Joseph, and his brethren, and his father’s house: only their little ones, and their flocks, and their herds, they left in the land of Goshen.  <strong>9</strong> And there went up with him both chariots and horsemen: and it was a very great company.  <strong>10</strong> And they came to the threshingfloor of Atad, which is beyond Jordan, and there they mourned with a great and very sore lamentation: and he made a mourning for his father seven days.  <strong>11</strong> And when the inhabitants of the land, the Canaanites, saw the mourning in the floor of Atad, they said, This is a grievous mourning to the Egyptians: wherefore the name of it was called Abel-mizraim, which is  beyond Jordan.  <strong>12</strong> And his sons did unto him according as he commanded them:  <strong>13</strong> For his sons carried him into the land of Canaan, and buried him in the cave of the field of Machpelah, which Abraham bought with the field for a possession of a buryingplace of Ephron the Hittite, before Mamre.  ","niv":"<sup><strong>4</strong></sup> When the days of mourning had passed, Joseph said to Pharaoh's court, \"If I have found favor in your eyes, speak to Pharaoh for me. Tell him, <sup><strong>5</strong></sup> 'My father made me swear an oath and said, \"I am about to die; bury me in the tomb I dug for myself in the land of Canaan.\" Now let me go up and bury my father; then I will return.'\" <sup><strong>6</strong></sup> Pharaoh said, \"Go up and bury your father, as he made you swear to do.\" <sup><strong>7</strong></sup> So Joseph went up to bury his father. All Pharaoh's officials accompanied him-the dignitaries of his court and all the dignitaries of Egypt- <sup><strong>8</strong></sup> besides all the members of Joseph's household and his brothers and those belonging to his father's household. Only their children and their flocks and herds were left in Goshen. <sup><strong>9</strong></sup> Chariots and horsemen also went up with him. It was a very large company. <sup><strong>10</strong></sup> When they reached the threshing floor of Atad, near the Jordan, they lamented loudly and bitterly; and there Joseph observed a seven-day period of mourning for his father. <sup><strong>11</strong></sup> When the Canaanites who lived there saw the mourning at the threshing floor of Atad, they said, \"The Egyptians are holding a solemn ceremony of mourning.\" That is why that place near the Jordan is called Abel Mizraim. <sup><strong>12</strong></sup> So Jacob's sons did as he had commanded them: <sup><strong>13</strong></sup> They carried him to the land of Canaan and buried him in the cave in the field of Machpelah, near Mamre, which Abraham had bought as a burial place from Ephron the Hittite, along with the field. "},{"_id":"6164e072dc1be0273f8b75e8","topicId":"6164e06bdc1be0273f8b75d1","verse":"Genesis 50:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01050003_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v01050003-1\">3&nbsp;</b>Forty days were required for it, for that is how many are required for embalming. And the Egyptians wept for him seventy days.</p>\n</div>","kjv":"<strong>3</strong> And forty days were fulfilled for him; for so are fulfilled the days of those which are embalmed: and the Egyptians mourned for him threescore and ten days.  ","niv":"<sup><strong>3</strong></sup> taking a full forty days, for that was the time required for embalming. And the Egyptians mourned for him seventy days."},{"_id":"6164e072dc1be0273f8b75e9","topicId":"6164e06bdc1be0273f8b75d1","verse":"Genesis 49:33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01049033_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v01049033-1\">33&nbsp;</b>When Jacob finished commanding his sons, he drew up his feet into the bed and breathed his last and was gathered to his people.</p>\n</div>","kjv":"<strong>33</strong> And when Jacob had made an end of commanding his sons, he gathered up his feet into the bed, and yielded up the ghost, and was gathered unto his people.  ","niv":"<sup><strong>33</strong></sup> When Jacob had finished giving instructions to his sons, he drew his feet up into the bed, breathed his last and was gathered to his people."},{"_id":"6164e073dc1be0273f8b75ea","topicId":"6164e06bdc1be0273f8b75d1","verse":"Genesis 49:16-18","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01049016_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049016-1\">16&nbsp;</b>&nbsp;&nbsp;“Dan shall judge his people</span><br><span id=\"p01049016_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as one of the tribes of Israel.</span><br><span id=\"p01049017_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049017-1\">17&nbsp;</b>&nbsp;&nbsp;Dan shall be a serpent in the way,</span><br><span id=\"p01049017_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a viper by the path,</span><br><span id=\"p01049017_01-29\" class=\"line\">&nbsp;&nbsp;that bites the horse’s heels</span><br><span id=\"p01049017_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that his rider falls backward.</span><br><span id=\"p01049018_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049018-1\">18&nbsp;</b>&nbsp;&nbsp;I wait for your salvation, O LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> Dan shall judge his people, as one of the tribes of Israel.  <strong>17</strong> Dan shall be a serpent by the way, an adder in the path, that biteth the horse heels, so that his rider shall fall backward.  <strong>18</strong> I have waited for thy salvation, O LORD.  ","niv":"<sup><strong>16</strong></sup> \"Dan will provide justice for his people as one of the tribes of Israel. <sup><strong>17</strong></sup> Dan will be a serpent by the roadside, a viper along the path, that bites the horse's heels so that its rider tumbles backward. <sup><strong>18</strong></sup> \"I look for your deliverance, O LORD. "}]}