{"_id":"6164e107dc1be0273f8b7609","slug":"jairus-daughter","name":"Jairus Daughter","verses":[{"_id":"6164e107dc1be0273f8b760a","topicId":"6164e107dc1be0273f8b7609","verse":"Mark 5:42","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p41005001_08-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41005001-1\">5:1&nbsp;</b>They came to the other side of the sea, to the country of the Gerasenes. <b class=\"verse-num\" id=\"v41005002-1\">2&nbsp;</b>And when Jesus had stepped out of the boat, immediately there met him out of the tombs a man with an unclean spirit. <b class=\"verse-num\" id=\"v41005003-1\">3&nbsp;</b>He lived among the tombs. And no one could bind him anymore, not even with a chain, <b class=\"verse-num\" id=\"v41005004-1\">4&nbsp;</b>for he had often been bound with shackles and chains, but he wrenched the chains apart, and he broke the shackles in pieces. No one had the strength to subdue him. <b class=\"verse-num\" id=\"v41005005-1\">5&nbsp;</b>Night and day among the tombs and on the mountains he was always crying out and cutting himself with stones. <b class=\"verse-num\" id=\"v41005006-1\">6&nbsp;</b>And when he saw Jesus from afar, he ran and fell down before him. <b class=\"verse-num\" id=\"v41005007-1\">7&nbsp;</b>And crying out with a loud voice, he said, “What have you to do with me, Jesus, Son of the Most High God? I adjure you by God, do not torment me.” <b class=\"verse-num\" id=\"v41005008-1\">8&nbsp;</b>For he was saying to him, <span class=\"woc\">“Come out of the man, you unclean spirit!”</span> <b class=\"verse-num\" id=\"v41005009-1\">9&nbsp;</b>And Jesus asked him, <span class=\"woc\">“What is your name?”</span> He replied, “My name is Legion, for we are many.” <b class=\"verse-num\" id=\"v41005010-1\">10&nbsp;</b>And he begged him earnestly not to send them out of the country. <b class=\"verse-num\" id=\"v41005011-1\">11&nbsp;</b>Now a great herd of pigs was feeding there on the hillside, <b class=\"verse-num\" id=\"v41005012-1\">12&nbsp;</b>and they begged him, saying, “Send us to the pigs; let us enter them.” <b class=\"verse-num\" id=\"v41005013-1\">13&nbsp;</b>So he gave them permission. And the unclean spirits came out and entered the pigs; and the herd, numbering about two thousand, rushed down the steep bank into the sea and drowned in the sea.</p>\n<p id=\"p41005013_08-24\"><b class=\"verse-num\" id=\"v41005014-1\">14&nbsp;</b>The herdsmen fled and told it in the city and in the country. And people came to see what it was that had happened. <b class=\"verse-num\" id=\"v41005015-1\">15&nbsp;</b>And they came to Jesus and saw the demon-possessed man, the one who had had the legion, sitting there, clothed and in his right mind, and they were afraid. <b class=\"verse-num\" id=\"v41005016-1\">16&nbsp;</b>And those who had seen it described to them what had happened to the demon-possessed man and to the pigs. <b class=\"verse-num\" id=\"v41005017-1\">17&nbsp;</b>And they began to beg Jesus to depart from their region. <b class=\"verse-num\" id=\"v41005018-1\">18&nbsp;</b>As he was getting into the boat, the man who had been possessed with demons begged him that he might be with him. <b class=\"verse-num\" id=\"v41005019-1\">19&nbsp;</b>And he did not permit him but said to him, <span class=\"woc\">“Go home to your friends and tell them how much the Lord has done for you, and how he has had mercy on you.”</span> <b class=\"verse-num\" id=\"v41005020-1\">20&nbsp;</b>And he went away and began to proclaim in the Decapolis how much Jesus had done for him, and everyone marveled.</p>\n\n<p id=\"p41005020_15-24\"><b class=\"verse-num\" id=\"v41005021-1\">21&nbsp;</b>And when Jesus had crossed again in the boat to the other side, a great crowd gathered about him, and he was beside the sea. <b class=\"verse-num\" id=\"v41005022-1\">22&nbsp;</b>Then came one of the rulers of the synagogue, Jairus by name, and seeing him, he fell at his feet <b class=\"verse-num\" id=\"v41005023-1\">23&nbsp;</b>and implored him earnestly, saying, “My little daughter is at the point of death. Come and lay your hands on her, so that she may be made well and live.” <b class=\"verse-num\" id=\"v41005024-1\">24&nbsp;</b>And he went with him.</p>\n<p id=\"p41005024_15-24\">And a great crowd followed him and thronged about him. <b class=\"verse-num\" id=\"v41005025-1\">25&nbsp;</b>And there was a woman who had had a discharge of blood for twelve years, <b class=\"verse-num\" id=\"v41005026-1\">26&nbsp;</b>and who had suffered much under many physicians, and had spent all that she had, and was no better but rather grew worse. <b class=\"verse-num\" id=\"v41005027-1\">27&nbsp;</b>She had heard the reports about Jesus and came up behind him in the crowd and touched his garment. <b class=\"verse-num\" id=\"v41005028-1\">28&nbsp;</b>For she said, “If I touch even his garments, I will be made well.” <b class=\"verse-num\" id=\"v41005029-1\">29&nbsp;</b>And immediately the flow of blood dried up, and she felt in her body that she was healed of her disease. <b class=\"verse-num\" id=\"v41005030-1\">30&nbsp;</b>And Jesus, perceiving in himself that power had gone out from him, immediately turned about in the crowd and said, <span class=\"woc\">“Who touched my garments?”</span> <b class=\"verse-num\" id=\"v41005031-1\">31&nbsp;</b>And his disciples said to him, “You see the crowd pressing around you, and yet you say, <span class=\"woc\">‘Who touched me?’</span>” <b class=\"verse-num\" id=\"v41005032-1\">32&nbsp;</b>And he looked around to see who had done it. <b class=\"verse-num\" id=\"v41005033-1\">33&nbsp;</b>But the woman, knowing what had happened to her, came in fear and trembling and fell down before him and told him the whole truth. <b class=\"verse-num\" id=\"v41005034-1\">34&nbsp;</b>And he said to her, <span class=\"woc\">“Daughter, your faith has made you well; go in peace, and be healed of your disease.”</span></p>\n<p id=\"p41005034_15-24\"><b class=\"verse-num\" id=\"v41005035-1\">35&nbsp;</b>While he was still speaking, there came from the ruler’s house some who said, “Your daughter is dead. Why trouble the Teacher any further?” <b class=\"verse-num\" id=\"v41005036-1\">36&nbsp;</b>But overhearing what they said, Jesus said to the ruler of the synagogue, <span class=\"woc\">“Do not fear, only believe.”</span> <b class=\"verse-num\" id=\"v41005037-1\">37&nbsp;</b>And he allowed no one to follow him except Peter and James and John the brother of James. <b class=\"verse-num\" id=\"v41005038-1\">38&nbsp;</b>They came to the house of the ruler of the synagogue, and Jesus saw a commotion, people weeping and wailing loudly. <b class=\"verse-num\" id=\"v41005039-1\">39&nbsp;</b>And when he had entered, he said to them, <span class=\"woc\">“Why are you making a commotion and weeping? The child is not dead but sleeping.”</span> <b class=\"verse-num\" id=\"v41005040-1\">40&nbsp;</b>And they laughed at him. But he put them all outside and took the child’s father and mother and those who were with him and went in where the child was. <b class=\"verse-num\" id=\"v41005041-1\">41&nbsp;</b>Taking her by the hand he said to her, <span class=\"woc\">“Talitha cumi,”</span> which means, <span class=\"woc\">“Little girl, I say to you, arise.”</span> <b class=\"verse-num\" id=\"v41005042-1\">42&nbsp;</b>And immediately the girl got up and began walking (for she was twelve years of age), and they were immediately overcome with amazement. <b class=\"verse-num\" id=\"v41005043-1\">43&nbsp;</b>And he strictly charged them that no one should know this, and told them to give her something to eat.</p>\n\n</div>","kjv":"<strong>42</strong> And straightway the damsel arose, and walked; for she was of the age of twelve years. And they were astonished with a great astonishment.  ","niv":"<sup><strong>42</strong></sup> Immediately the girl stood up and walked around (she was twelve years old). At this they were completely astonished."},{"_id":"6164e109dc1be0273f8b760b","topicId":"6164e107dc1be0273f8b7609","verse":"Matthew 9:18","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40009018_10-2\"><b class=\"verse-num\" id=\"v40009018-1\">18&nbsp;</b>While he was saying these things to them, behold, a ruler came in and knelt before him, saying, “My daughter has just died, but come and lay your hand on her, and she will live.”</p>\n</div>","kjv":"<strong>18</strong> While he spake these things unto them, behold, there came a certain ruler, and worshipped him, saying, My daughter is even now dead: but come and lay thy hand upon her, and she shall live.  ","niv":"<sup><strong>18</strong></sup> While he was saying this, a ruler came and knelt before him and said, \"My daughter has just died. But come and put your hand on her, and she will live.\""},{"_id":"6164e109dc1be0273f8b760c","topicId":"6164e107dc1be0273f8b7609","verse":"John 20:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43020002_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020002-1\">2&nbsp;</b>So she ran and went to Simon Peter and the other disciple, the one whom Jesus loved, and said to them, “They have taken the Lord out of the tomb, and we do not know where they have laid him.”</p>\n</div>","kjv":"<strong>2</strong> Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him.  ","niv":"<sup><strong>2</strong></sup> So she came running to Simon Peter and the other disciple, the one Jesus loved, and said, \"They have taken the Lord out of the tomb, and we don't know where they have put him!\""},{"_id":"6164e109dc1be0273f8b760d","topicId":"6164e107dc1be0273f8b7609","verse":"Mark 5:41","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41005041_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v41005041-1\">41&nbsp;</b>Taking her by the hand he said to her, <span class=\"woc\">“Talitha cumi,”</span> which means, <span class=\"woc\">“Little girl, I say to you, arise.”</span></p>\n</div>","kjv":"<strong>41</strong> And he took the damsel by the hand, and said unto her, Talitha cumi; which is, being interpreted, Damsel, I say unto thee, arise.  ","niv":"<sup><strong>41</strong></sup> After he put them all out, he took the child's father and mother and the disciples who were with him, and went in where the child was. He took her by the hand and said to her, \"Talitha koum!\" (which means, \"Little girl, I say to you, get up!\" ).","modified":"2022-05-07T16:25:34.872Z"},{"_id":"6164e109dc1be0273f8b760e","topicId":"6164e107dc1be0273f8b7609","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-5\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6164e109dc1be0273f8b760f","topicId":"6164e107dc1be0273f8b7609","verse":"John 1:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43001018_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n</div>","kjv":"<strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  ","niv":"<sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known."},{"_id":"6164e109dc1be0273f8b7610","topicId":"6164e107dc1be0273f8b7609","verse":"2 Peter 1:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"6164e109dc1be0273f8b7611","topicId":"6164e107dc1be0273f8b7609","verse":"Romans 3:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"},{"_id":"6164e10adc1be0273f8b7612","topicId":"6164e107dc1be0273f8b7609","verse":"John 1:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43001003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made.</p>\n</div>","kjv":"<strong>3</strong> All things were made by him; and without him was not any thing made that was made.  ","niv":"<sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made."},{"_id":"6164e10bdc1be0273f8b7613","topicId":"6164e107dc1be0273f8b7609","verse":"Luke 24:44","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42024044_01-10\"><b class=\"verse-num\" id=\"v42024044-1\">44&nbsp;</b>Then he said to them, <span class=\"woc\">“These are my words that I spoke to you while I was still with you, that everything written about me in the Law of Moses and the Prophets and the Psalms must be fulfilled.”</span></p>\n</div>","kjv":"<strong>44</strong> And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.  ","niv":"<sup><strong>44</strong></sup> He said to them, \"This is what I told you while I was still with you: Everything must be fulfilled that is written about me in the Law of Moses, the Prophets and the Psalms.\""},{"_id":"6164e10bdc1be0273f8b7615","topicId":"6164e107dc1be0273f8b7609","verse":"Luke 7:11-15","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42007011_06-11\"><b class=\"verse-num\" id=\"v42007011-1\">11&nbsp;</b>Soon afterward he went to a town called Nain, and his disciples and a great crowd went with him. <b class=\"verse-num\" id=\"v42007012-1\">12&nbsp;</b>As he drew near to the gate of the town, behold, a man who had died was being carried out, the only son of his mother, and she was a widow, and a considerable crowd from the town was with her. <b class=\"verse-num\" id=\"v42007013-1\">13&nbsp;</b>And when the Lord saw her, he had compassion on her and said to her, <span class=\"woc\">“Do not weep.”</span> <b class=\"verse-num\" id=\"v42007014-1\">14&nbsp;</b>Then he came up and touched the bier, and the bearers stood still. And he said, <span class=\"woc\">“Young man, I say to you, arise.”</span> <b class=\"verse-num\" id=\"v42007015-1\">15&nbsp;</b>And the dead man sat up and began to speak, and Jesus gave him to his mother.</p>\n\n</div>","kjv":"<strong>11</strong> And it came to pass the day after, that he went into a city called Nain; and many of his disciples went with him, and much people.  <strong>12</strong> Now when he came nigh to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow: and much people of the city was with her.  <strong>13</strong> And when the Lord saw her, he had compassion on her, and said unto her, Weep not.  <strong>14</strong> And he came and touched the bier: and they that bare him  stood still. And he said, Young man, I say unto thee, Arise.  <strong>15</strong> And he that was dead sat up, and began to speak. And he delivered him to his mother.  ","niv":"<sup><strong>11</strong></sup> Soon afterward, Jesus went to a town called Nain, and his disciples and a large crowd went along with him. <sup><strong>12</strong></sup> As he approached the town gate, a dead person was being carried out--the only son of his mother, and she was a widow. And a large crowd from the town was with her. <sup><strong>13</strong></sup> When the Lord saw her, his heart went out to her and he said, \"Don't cry.\" <sup><strong>14</strong></sup> Then he went up and touched the coffin, and those carrying it stood still. He said, \"Young man, I say to you, get up!\" <sup><strong>15</strong></sup> The dead man sat up and began to talk, and Jesus gave him back to his mother. "},{"_id":"6164e10bdc1be0273f8b7614","topicId":"6164e107dc1be0273f8b7609","verse":"Genesis 3:1-24","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01003001_03-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01003001-1\">3:1&nbsp;</b>Now the serpent was more crafty than any other beast of the field that the LORD God had made.</p>\n<p id=\"p01003001_03-12\">He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?” <b class=\"verse-num\" id=\"v01003002-1\">2&nbsp;</b>And the woman said to the serpent, “We may eat of the fruit of the trees in the garden, <b class=\"verse-num\" id=\"v01003003-1\">3&nbsp;</b>but God said, ‘You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.’” <b class=\"verse-num\" id=\"v01003004-1\">4&nbsp;</b>But the serpent said to the woman, “You will not surely die. <b class=\"verse-num\" id=\"v01003005-1\">5&nbsp;</b>For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.” <b class=\"verse-num\" id=\"v01003006-1\">6&nbsp;</b>So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate, and she also gave some to her husband who was with her, and he ate. <b class=\"verse-num\" id=\"v01003007-1\">7&nbsp;</b>Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths.</p>\n<p id=\"p01003007_03-12\"><b class=\"verse-num\" id=\"v01003008-1\">8&nbsp;</b>And they heard the sound of the LORD God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden. <b class=\"verse-num\" id=\"v01003009-1\">9&nbsp;</b>But the LORD God called to the man and said to him, “Where are you?” <b class=\"verse-num\" id=\"v01003010-1\">10&nbsp;</b>And he said, “I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself.” <b class=\"verse-num\" id=\"v01003011-1\">11&nbsp;</b>He said, “Who told you that you were naked? Have you eaten of the tree of which I commanded you not to eat?” <b class=\"verse-num\" id=\"v01003012-1\">12&nbsp;</b>The man said, “The woman whom you gave to be with me, she gave me fruit of the tree, and I ate.” <b class=\"verse-num\" id=\"v01003013-1\">13&nbsp;</b>Then the LORD God said to the woman, “What is this that you have done?” The woman said, “The serpent deceived me, and I ate.”</p>\n<p id=\"p01003013_03-12\"><b class=\"verse-num\" id=\"v01003014-1\">14&nbsp;</b>The LORD God said to the serpent,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003014_03-12\" class=\"line\">&nbsp;&nbsp;“Because you have done this,</span><br><span id=\"p01003014_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cursed are you above all livestock</span><br><span id=\"p01003014_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and above all beasts of the field;</span><br><span id=\"p01003014_03-12\" class=\"line\">&nbsp;&nbsp;on your belly you shall go,</span><br><span id=\"p01003014_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dust you shall eat</span><br><span id=\"p01003014_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of your life.</span><br><span id=\"p01003015_03-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003015-1\">15&nbsp;</b>&nbsp;&nbsp;I will put enmity between you and the woman,</span><br><span id=\"p01003015_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and between your offspring and her offspring;</span><br><span id=\"p01003015_03-12\" class=\"line\">&nbsp;&nbsp;he shall bruise your head,</span><br><span id=\"p01003015_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall bruise his heel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003015_03-12\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_03-12\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_03-12\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003016_03-12\"><b class=\"verse-num\" id=\"v01003017-1\">17&nbsp;</b>And to Adam he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003017_03-12\" class=\"line\">&nbsp;&nbsp;“Because you have listened to the voice of your wife</span><br><span id=\"p01003017_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have eaten of the tree</span><br><span id=\"p01003017_03-12\" class=\"line\">&nbsp;&nbsp;of which I commanded you,</span><br><span id=\"p01003017_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘You shall not eat of it,’</span><br><span id=\"p01003017_03-12\" class=\"line\">&nbsp;&nbsp;cursed is the ground because of you;</span><br><span id=\"p01003017_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall eat of it all the days of your life;</span><br><span id=\"p01003018_03-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003018-1\">18&nbsp;</b>&nbsp;&nbsp;thorns and thistles it shall bring forth for you;</span><br><span id=\"p01003018_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall eat the plants of the field.</span><br><span id=\"p01003019_03-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_03-12\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_03-12\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_03-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003019_03-12\"><b class=\"verse-num\" id=\"v01003020-1\">20&nbsp;</b>The man called his wife’s name Eve, because she was the mother of all living. <b class=\"verse-num\" id=\"v01003021-1\">21&nbsp;</b>And the LORD God made for Adam and for his wife garments of skins and clothed them.</p>\n<p id=\"p01003021_03-12\"><b class=\"verse-num\" id=\"v01003022-1\">22&nbsp;</b>Then the LORD God said, “Behold, the man has become like one of us in knowing good and evil. Now, lest he reach out his hand and take also of the tree of life and eat, and live forever—” <b class=\"verse-num\" id=\"v01003023-1\">23&nbsp;</b>therefore the LORD God sent him out from the garden of Eden to work the ground from which he was taken. <b class=\"verse-num\" id=\"v01003024-1\">24&nbsp;</b>He drove out the man, and at the east of the garden of Eden he placed the cherubim and a flaming sword that turned every way to guard the way to the tree of life.</p>\n\n</div>","kjv":"<strong>1</strong> Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?  <strong>2</strong> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:  <strong>3</strong> But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.  <strong>4</strong> And the serpent said unto the woman, Ye shall not surely die:  <strong>5</strong> For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.  <strong>6</strong> And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.  <strong>7</strong> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.  <strong>8</strong> And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.  <strong>9</strong> And the LORD God called unto Adam, and said unto him, Where art  thou?  <strong>10</strong> And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.  <strong>11</strong> And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?  <strong>12</strong> And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.  <strong>13</strong> And the LORD God said unto the woman, What is this that  thou hast done? And the woman said, The serpent beguiled me, and I did eat.  <strong>14</strong> And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:  <strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  <strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  <strong>17</strong> And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;  <strong>18</strong> Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;  <strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  <strong>20</strong> And Adam called his wife’s name Eve; because she was the mother of all living.  <strong>21</strong> Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them.  <strong>22</strong> And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:  <strong>23</strong> Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken.  <strong>24</strong> So he drove out the man; and he placed at the east of the garden of Eden Cherubim, and a flaming sword which turned every way, to keep the way of the tree of life.  ","niv":"<sup><strong>1</strong></sup> Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\" <sup><strong>2</strong></sup> The woman said to the serpent, \"We may eat fruit from the trees in the garden, <sup><strong>3</strong></sup> but God did say, 'You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.'\" <sup><strong>4</strong></sup> \"You will not surely die,\" the serpent said to the woman. <sup><strong>5</strong></sup> \"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\" <sup><strong>6</strong></sup> When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it. <sup><strong>7</strong></sup> Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves. <sup><strong>8</strong></sup> Then the man and his wife heard the sound of the LORD God as he was walking in the garden in the cool of the day, and they hid from the LORD God among the trees of the garden. <sup><strong>9</strong></sup> But the LORD God called to the man, \"Where are you?\" <sup><strong>10</strong></sup> He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\" <sup><strong>11</strong></sup> And he said, \"Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\" <sup><strong>12</strong></sup> The man said, \"The woman you put here with me-she gave me some fruit from the tree, and I ate it.\" <sup><strong>13</strong></sup> Then the LORD God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\" <sup><strong>14</strong></sup> So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all the livestock and all the wild animals! You will crawl on your belly and you will eat dust all the days of your life. <sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\" <sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\" <sup><strong>17</strong></sup> To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,'\"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life. <sup><strong>18</strong></sup> It will produce thorns and thistles for you, and you will eat the plants of the field. <sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\" <sup><strong>20</strong></sup> Adam named his wife Eve, because she would become the mother of all the living. <sup><strong>21</strong></sup> The LORD God made garments of skin for Adam and his wife and clothed them. <sup><strong>22</strong></sup> And the LORD God said, \"The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.\" <sup><strong>23</strong></sup> So the LORD God banished him from the Garden of Eden to work the ground from which he had been taken. <sup><strong>24</strong></sup> After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life. "},{"_id":"6164e10bdc1be0273f8b7616","topicId":"6164e107dc1be0273f8b7609","verse":"2 Timothy 3:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003002_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy,</p>\n</div>","kjv":"<strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  ","niv":"<sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy,"},{"_id":"6164e10bdc1be0273f8b7618","topicId":"6164e107dc1be0273f8b7609","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"6164e10bdc1be0273f8b7617","topicId":"6164e107dc1be0273f8b7609","verse":"Colossians 2:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-15\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"6164e10cdc1be0273f8b7619","topicId":"6164e107dc1be0273f8b7609","verse":"Romans 6:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"6164e10cdc1be0273f8b761c","topicId":"6164e107dc1be0273f8b7609","verse":"Galatians 2:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"6164e10cdc1be0273f8b761b","topicId":"6164e107dc1be0273f8b7609","verse":"John 9:1-41","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43009001_07-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43009001-1\">9:1&nbsp;</b>As he passed by, he saw a man blind from birth. <b class=\"verse-num\" id=\"v43009002-1\">2&nbsp;</b>And his disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?” <b class=\"verse-num\" id=\"v43009003-1\">3&nbsp;</b>Jesus answered, <span class=\"woc\">“It was not that this man sinned, or his parents, but that the works of God might be displayed in him.</span> <b class=\"verse-num woc\" id=\"v43009004-1\">4&nbsp;</b><span class=\"woc\">We must work the works of him who sent me while it is day; night is coming, when no one can work.</span> <b class=\"verse-num woc\" id=\"v43009005-1\">5&nbsp;</b><span class=\"woc\">As long as I am in the world, I am the light of the world.”</span> <b class=\"verse-num\" id=\"v43009006-1\">6&nbsp;</b>Having said these things, he spit on the ground and made mud with the saliva. Then he anointed the man’s eyes with the mud <b class=\"verse-num\" id=\"v43009007-1\">7&nbsp;</b>and said to him, <span class=\"woc\">“Go, wash in the pool of Siloam”</span> (which means Sent). So he went and washed and came back seeing.</p>\n<p id=\"p43009007_07-18\"><b class=\"verse-num\" id=\"v43009008-1\">8&nbsp;</b>The neighbors and those who had seen him before as a beggar were saying, “Is this not the man who used to sit and beg?” <b class=\"verse-num\" id=\"v43009009-1\">9&nbsp;</b>Some said, “It is he.” Others said, “No, but he is like him.” He kept saying, “I am the man.” <b class=\"verse-num\" id=\"v43009010-1\">10&nbsp;</b>So they said to him, “Then how were your eyes opened?” <b class=\"verse-num\" id=\"v43009011-1\">11&nbsp;</b>He answered, “The man called Jesus made mud and anointed my eyes and said to me, <span class=\"woc\">‘Go to Siloam and wash.’</span> So I went and washed and received my sight.” <b class=\"verse-num\" id=\"v43009012-1\">12&nbsp;</b>They said to him, “Where is he?” He said, “I do not know.”</p>\n<p id=\"p43009012_07-18\"><b class=\"verse-num\" id=\"v43009013-1\">13&nbsp;</b>They brought to the Pharisees the man who had formerly been blind. <b class=\"verse-num\" id=\"v43009014-1\">14&nbsp;</b>Now it was a Sabbath day when Jesus made the mud and opened his eyes. <b class=\"verse-num\" id=\"v43009015-1\">15&nbsp;</b>So the Pharisees again asked him how he had received his sight. And he said to them, “He put mud on my eyes, and I washed, and I see.” <b class=\"verse-num\" id=\"v43009016-1\">16&nbsp;</b>Some of the Pharisees said, “This man is not from God, for he does not keep the Sabbath.” But others said, “How can a man who is a sinner do such signs?” And there was a division among them. <b class=\"verse-num\" id=\"v43009017-1\">17&nbsp;</b>So they said again to the blind man, “What do you say about him, since he has opened your eyes?” He said, “He is a prophet.”</p>\n<p id=\"p43009017_07-18\"><b class=\"verse-num\" id=\"v43009018-1\">18&nbsp;</b>The Jews did not believe that he had been blind and had received his sight, until they called the parents of the man who had received his sight <b class=\"verse-num\" id=\"v43009019-1\">19&nbsp;</b>and asked them, “Is this your son, who you say was born blind? How then does he now see?” <b class=\"verse-num\" id=\"v43009020-1\">20&nbsp;</b>His parents answered, “We know that this is our son and that he was born blind. <b class=\"verse-num\" id=\"v43009021-1\">21&nbsp;</b>But how he now sees we do not know, nor do we know who opened his eyes. Ask him; he is of age. He will speak for himself.” <b class=\"verse-num\" id=\"v43009022-1\">22&nbsp;</b>(His parents said these things because they feared the Jews, for the Jews had already agreed that if anyone should confess Jesus to be Christ, he was to be put out of the synagogue.) <b class=\"verse-num\" id=\"v43009023-1\">23&nbsp;</b>Therefore his parents said, “He is of age; ask him.”</p>\n<p id=\"p43009023_07-18\"><b class=\"verse-num\" id=\"v43009024-1\">24&nbsp;</b>So for the second time they called the man who had been blind and said to him, “Give glory to God. We know that this man is a sinner.” <b class=\"verse-num\" id=\"v43009025-1\">25&nbsp;</b>He answered, “Whether he is a sinner I do not know. One thing I do know, that though I was blind, now I see.” <b class=\"verse-num\" id=\"v43009026-1\">26&nbsp;</b>They said to him, “What did he do to you? How did he open your eyes?” <b class=\"verse-num\" id=\"v43009027-1\">27&nbsp;</b>He answered them, “I have told you already, and you would not listen. Why do you want to hear it again? Do you also want to become his disciples?” <b class=\"verse-num\" id=\"v43009028-1\">28&nbsp;</b>And they reviled him, saying, “You are his disciple, but we are disciples of Moses. <b class=\"verse-num\" id=\"v43009029-1\">29&nbsp;</b>We know that God has spoken to Moses, but as for this man, we do not know where he comes from.” <b class=\"verse-num\" id=\"v43009030-1\">30&nbsp;</b>The man answered, “Why, this is an amazing thing! You do not know where he comes from, and yet he opened my eyes. <b class=\"verse-num\" id=\"v43009031-1\">31&nbsp;</b>We know that God does not listen to sinners, but if anyone is a worshiper of God and does his will, God listens to him. <b class=\"verse-num\" id=\"v43009032-1\">32&nbsp;</b>Never since the world began has it been heard that anyone opened the eyes of a man born blind. <b class=\"verse-num\" id=\"v43009033-1\">33&nbsp;</b>If this man were not from God, he could do nothing.” <b class=\"verse-num\" id=\"v43009034-1\">34&nbsp;</b>They answered him, “You were born in utter sin, and would you teach us?” And they cast him out.</p>\n<p id=\"p43009034_07-18\"><b class=\"verse-num\" id=\"v43009035-1\">35&nbsp;</b>Jesus heard that they had cast him out, and having found him he said, <span class=\"woc\">“Do you believe in the Son of Man?”</span> <b class=\"verse-num\" id=\"v43009036-1\">36&nbsp;</b>He answered, “And who is he, sir, that I may believe in him?” <b class=\"verse-num\" id=\"v43009037-1\">37&nbsp;</b>Jesus said to him, <span class=\"woc\">“You have seen him, and it is he who is speaking to you.”</span> <b class=\"verse-num\" id=\"v43009038-1\">38&nbsp;</b>He said, “Lord, I believe,” and he worshiped him. <b class=\"verse-num\" id=\"v43009039-1\">39&nbsp;</b>Jesus said, <span class=\"woc\">“For judgment I came into this world, that those who do not see may see, and those who see may become blind.”</span> <b class=\"verse-num\" id=\"v43009040-1\">40&nbsp;</b>Some of the Pharisees near him heard these things, and said to him, “Are we also blind?” <b class=\"verse-num\" id=\"v43009041-1\">41&nbsp;</b>Jesus said to them, <span class=\"woc\">“If you were blind, you would have no guilt; but now that you say, ‘We see,’ your guilt remains.</span></p>\n\n</div>","kjv":"<strong>1</strong> And as Jesus passed by, he saw a man which was blind from his birth.  <strong>2</strong> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?  <strong>3</strong> Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.  <strong>4</strong> I must work the works of him that sent me, while it is day: the night cometh, when no man can work.  <strong>5</strong> As long as I am in the world, I am the light of the world.  <strong>6</strong> When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,  <strong>7</strong> And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.  <strong>8</strong> The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?  <strong>9</strong> Some said, This is he: others said, He is like him: but  he said, I am he.  <strong>10</strong> Therefore said they unto him, How were thine eyes opened?  <strong>11</strong> He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash:  and I went and washed, and I received sight.  <strong>12</strong> Then said they unto him, Where is he? He said, I know not.  <strong>13</strong> They brought to the Pharisees him that aforetime was blind.  <strong>14</strong> And it was the sabbath day when Jesus made the clay, and opened his eyes.  <strong>15</strong> Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see.  <strong>16</strong> Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them.  <strong>17</strong> They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet.  <strong>18</strong> But the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight.  <strong>19</strong> And they asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?  <strong>20</strong> His parents answered them and said, We know that this is our son, and that he was born blind:  <strong>21</strong> But by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself.  <strong>22</strong> These words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue.  <strong>23</strong> Therefore said his parents, He is of age; ask him.  <strong>24</strong> Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner.  <strong>25</strong> He answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.  <strong>26</strong> Then said they to him again, What did he to thee? how opened he thine eyes?  <strong>27</strong> He answered them, I have told you already, and ye did not hear: wherefore would ye hear it again? will ye also be his disciples?  <strong>28</strong> Then they reviled him, and said, Thou art his disciple; but we are Moses’ disciples.  <strong>29</strong> We know that God spake unto Moses: as for this fellow,  we know not from whence he is.  <strong>30</strong> The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes.  <strong>31</strong> Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth.  <strong>32</strong> Since the world began was it not heard that any man opened the eyes of one that was born blind.  <strong>33</strong> If this man were not of God, he could do nothing.  <strong>34</strong> They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out.  <strong>35</strong> Jesus heard that they had cast him out; and when he had found him, he said unto him, Dost thou believe on the Son of God?  <strong>36</strong> He answered and said, Who is he, Lord, that I might believe on him?  <strong>37</strong> And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee.  <strong>38</strong> And he said, Lord, I believe. And he worshipped him.  <strong>39</strong> And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.  <strong>40</strong> And some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?  <strong>41</strong> Jesus said unto them, If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth. ","niv":"<sup><strong>1</strong></sup> As he went along, he saw a man blind from birth. <sup><strong>2</strong></sup> His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\" <sup><strong>3</strong></sup> \"Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the work of God might be displayed in his life. <sup><strong>4</strong></sup> As long as it is day, we must do the work of him who sent me. Night is coming, when no one can work. <sup><strong>5</strong></sup> While I am in the world, I am the light of the world.\" <sup><strong>6</strong></sup> Having said this, he spit on the ground, made some mud with the saliva, and put it on the man's eyes. <sup><strong>7</strong></sup> \"Go,\" he told him, \"wash in the Pool of Siloam\" (this word means Sent). So the man went and washed, and came home seeing. <sup><strong>8</strong></sup> His neighbors and those who had formerly seen him begging asked, \"Isn't this the same man who used to sit and beg?\" <sup><strong>9</strong></sup> Some claimed that he was. Others said, \"No, he only looks like him.\" But he himself insisted, \"I am the man.\" <sup><strong>10</strong></sup> \"How then were your eyes opened?\" they demanded. <sup><strong>11</strong></sup> He replied, \"The man they call Jesus made some mud and put it on my eyes. He told me to go to Siloam and wash. So I went and washed, and then I could see.\" <sup><strong>12</strong></sup> \"Where is this man?\" they asked him. \"I don't know,\" he said. <sup><strong>13</strong></sup> They brought to the Pharisees the man who had been blind. <sup><strong>14</strong></sup> Now the day on which Jesus had made the mud and opened the man's eyes was a Sabbath. <sup><strong>15</strong></sup> Therefore the Pharisees also asked him how he had received his sight. \"He put mud on my eyes,\" the man replied, \"and I washed, and now I see.\" <sup><strong>16</strong></sup> Some of the Pharisees said, \"This man is not from God, for he does not keep the Sabbath.\" But others asked, \"How can a sinner do such miraculous signs?\" So they were divided. <sup><strong>17</strong></sup> Finally they turned again to the blind man, \"What have you to say about him? It was your eyes he opened.\" The man replied, \"He is a prophet.\" <sup><strong>18</strong></sup> The Jews still did not believe that he had been blind and had received his sight until they sent for the man's parents. <sup><strong>19</strong></sup> \"Is this your son?\" they asked. \"Is this the one you say was born blind? How is it that now he can see?\" <sup><strong>20</strong></sup> \"We know he is our son,\" the parents answered, \"and we know he was born blind. <sup><strong>21</strong></sup> But how he can see now, or who opened his eyes, we don't know. Ask him. He is of age; he will speak for himself.\" <sup><strong>22</strong></sup> His parents said this because they were afraid of the Jews, for already the Jews had decided that anyone who acknowledged that Jesus was the Christ would be put out of the synagogue. <sup><strong>23</strong></sup> That was why his parents said, \"He is of age; ask him.\" <sup><strong>24</strong></sup> A second time they summoned the man who had been blind. \"Give glory to God, \"they said. \"We know this man is a sinner.\" <sup><strong>25</strong></sup> He replied, \"Whether he is a sinner or not, I don't know. One thing I do know. I was blind but now I see!\" <sup><strong>26</strong></sup> Then they asked him, \"What did he do to you? How did he open your eyes?\" <sup><strong>27</strong></sup> He answered, \"I have told you already and you did not listen. Why do you want to hear it again? Do you want to become his disciples, too?\" <sup><strong>28</strong></sup> Then they hurled insults at him and said, \"You are this fellow's disciple! We are disciples of Moses! <sup><strong>29</strong></sup> We know that God spoke to Moses, but as for this fellow, we don't even know where he comes from.\" <sup><strong>30</strong></sup> The man answered, \"Now that is remarkable! You don't know where he comes from, yet he opened my eyes. <sup><strong>31</strong></sup> We know that God does not listen to sinners. He listens to the godly man who does his will. <sup><strong>32</strong></sup> Nobody has ever heard of opening the eyes of a man born blind. <sup><strong>33</strong></sup> If this man were not from God, he could do nothing.\" <sup><strong>34</strong></sup> To this they replied, \"You were steeped in sin at birth; how dare you lecture us!\" And they threw him out. <sup><strong>35</strong></sup> Jesus heard that they had thrown him out, and when he found him, he said, \"Do you believe in the Son of Man?\" <sup><strong>36</strong></sup> \"Who is he, sir?\" the man asked. \"Tell me so that I may believe in him.\" <sup><strong>37</strong></sup> Jesus said, \"You have now seen him; in fact, he is the one speaking with you.\" <sup><strong>38</strong></sup> Then the man said, \"Lord, I believe,\" and he worshiped him. <sup><strong>39</strong></sup> Jesus said, \"For judgment I have come into this world, so that the blind will see and those who see will become blind.\" <sup><strong>40</strong></sup> Some Pharisees who were with him heard him say this and asked, \"What? Are we blind too?\" <sup><strong>41</strong></sup> Jesus said, \"If you were blind, you would not be guilty of sin; but now that you claim you can see, your guilt remains. "},{"_id":"6164e10cdc1be0273f8b761a","topicId":"6164e107dc1be0273f8b7609","verse":"1 Corinthians 15:1-58","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46015001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n<p id=\"p46015002_05-20\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015005-1\">5&nbsp;</b>and that he appeared to Cephas, then to the twelve. <b class=\"verse-num\" id=\"v46015006-1\">6&nbsp;</b>Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep. <b class=\"verse-num\" id=\"v46015007-1\">7&nbsp;</b>Then he appeared to James, then to all the apostles. <b class=\"verse-num\" id=\"v46015008-1\">8&nbsp;</b>Last of all, as to one untimely born, he appeared also to me. <b class=\"verse-num\" id=\"v46015009-1\">9&nbsp;</b>For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God. <b class=\"verse-num\" id=\"v46015010-1\">10&nbsp;</b>But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me. <b class=\"verse-num\" id=\"v46015011-1\">11&nbsp;</b>Whether then it was I or they, so we preach and so you believed.</p>\n\n<p id=\"p46015011_10-20\"><b class=\"verse-num\" id=\"v46015012-1\">12&nbsp;</b>Now if Christ is proclaimed as raised from the dead, how can some of you say that there is no resurrection of the dead? <b class=\"verse-num\" id=\"v46015013-1\">13&nbsp;</b>But if there is no resurrection of the dead, then not even Christ has been raised. <b class=\"verse-num\" id=\"v46015014-1\">14&nbsp;</b>And if Christ has not been raised, then our preaching is in vain and your faith is in vain. <b class=\"verse-num\" id=\"v46015015-1\">15&nbsp;</b>We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised. <b class=\"verse-num\" id=\"v46015016-1\">16&nbsp;</b>For if the dead are not raised, not even Christ has been raised. <b class=\"verse-num\" id=\"v46015017-1\">17&nbsp;</b>And if Christ has not been raised, your faith is futile and you are still in your sins. <b class=\"verse-num\" id=\"v46015018-1\">18&nbsp;</b>Then those also who have fallen asleep in Christ have perished. <b class=\"verse-num\" id=\"v46015019-1\">19&nbsp;</b>If in Christ we have hope in this life only, we are of all people most to be pitied.</p>\n<p id=\"p46015019_10-20\"><b class=\"verse-num\" id=\"v46015020-1\">20&nbsp;</b>But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. <b class=\"verse-num\" id=\"v46015021-1\">21&nbsp;</b>For as by a man came death, by a man has come also the resurrection of the dead. <b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive. <b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ. <b class=\"verse-num\" id=\"v46015024-1\">24&nbsp;</b>Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power. <b class=\"verse-num\" id=\"v46015025-1\">25&nbsp;</b>For he must reign until he has put all his enemies under his feet. <b class=\"verse-num\" id=\"v46015026-1\">26&nbsp;</b>The last enemy to be destroyed is death. <b class=\"verse-num\" id=\"v46015027-1\">27&nbsp;</b>For “God has put all things in subjection under his feet.” But when it says, “all things are put in subjection,” it is plain that he is excepted who put all things in subjection under him. <b class=\"verse-num\" id=\"v46015028-1\">28&nbsp;</b>When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all.</p>\n<p id=\"p46015028_10-20\"><b class=\"verse-num\" id=\"v46015029-1\">29&nbsp;</b>Otherwise, what do people mean by being baptized on behalf of the dead? If the dead are not raised at all, why are people baptized on their behalf? <b class=\"verse-num\" id=\"v46015030-1\">30&nbsp;</b>Why are we in danger every hour? <b class=\"verse-num\" id=\"v46015031-1\">31&nbsp;</b>I protest, brothers, by my pride in you, which I have in Christ Jesus our Lord, I die every day! <b class=\"verse-num\" id=\"v46015032-1\">32&nbsp;</b>What do I gain if, humanly speaking, I fought with beasts at Ephesus? If the dead are not raised, “Let us eat and drink, for tomorrow we die.” <b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.” <b class=\"verse-num\" id=\"v46015034-1\">34&nbsp;</b>Wake up from your drunken stupor, as is right, and do not go on sinning. For some have no knowledge of God. I say this to your shame.</p>\n\n<p id=\"p46015034_13-20\"><b class=\"verse-num\" id=\"v46015035-1\">35&nbsp;</b>But someone will ask, “How are the dead raised? With what kind of body do they come?” <b class=\"verse-num\" id=\"v46015036-1\">36&nbsp;</b>You foolish person! What you sow does not come to life unless it dies. <b class=\"verse-num\" id=\"v46015037-1\">37&nbsp;</b>And what you sow is not the body that is to be, but a bare kernel, perhaps of wheat or of some other grain. <b class=\"verse-num\" id=\"v46015038-1\">38&nbsp;</b>But God gives it a body as he has chosen, and to each kind of seed its own body. <b class=\"verse-num\" id=\"v46015039-1\">39&nbsp;</b>For not all flesh is the same, but there is one kind for humans, another for animals, another for birds, and another for fish. <b class=\"verse-num\" id=\"v46015040-1\">40&nbsp;</b>There are heavenly bodies and earthly bodies, but the glory of the heavenly is of one kind, and the glory of the earthly is of another. <b class=\"verse-num\" id=\"v46015041-1\">41&nbsp;</b>There is one glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory.</p>\n<p id=\"p46015041_13-20\"><b class=\"verse-num\" id=\"v46015042-1\">42&nbsp;</b>So is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable. <b class=\"verse-num\" id=\"v46015043-1\">43&nbsp;</b>It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. <b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit. <b class=\"verse-num\" id=\"v46015046-1\">46&nbsp;</b>But it is not the spiritual that is first but the natural, and then the spiritual. <b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven. <b class=\"verse-num\" id=\"v46015048-1\">48&nbsp;</b>As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven. <b class=\"verse-num\" id=\"v46015049-1\">49&nbsp;</b>Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven.</p>\n\n<p id=\"p46015049_16-20\"><b class=\"verse-num\" id=\"v46015050-1\">50&nbsp;</b>I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_16-20\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_16-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_16-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_16-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_16-20\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  <strong>5</strong> And that he was seen of Cephas, then of the twelve:  <strong>6</strong> After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.  <strong>7</strong> After that, he was seen of James; then of all the apostles.  <strong>8</strong> And last of all he was seen of me also, as of one born out of due time.  <strong>9</strong> For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.  <strong>10</strong> But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.  <strong>11</strong> Therefore whether it were I or they, so we preach, and so ye believed.  <strong>12</strong> Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?  <strong>13</strong> But if there be no resurrection of the dead, then is Christ not risen:  <strong>14</strong> And if Christ be not risen, then is our preaching vain, and your faith is also vain.  <strong>15</strong> Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.  <strong>16</strong> For if the dead rise not, then is not Christ raised:  <strong>17</strong> And if Christ be not raised, your faith is vain; ye are yet in your sins.  <strong>18</strong> Then they also which are fallen asleep in Christ are perished.  <strong>19</strong> If in this life only we have hope in Christ, we are of all men most miserable.  <strong>20</strong> But now is Christ risen from the dead, and become the firstfruits of them that slept.  <strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  <strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  <strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  <strong>24</strong> Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.  <strong>25</strong> For he must reign, till he hath put all enemies under his feet.  <strong>26</strong> The last enemy that shall be destroyed is death.  <strong>27</strong> For he hath put all things under his feet. But when he saith, all things are put under him, it is manifest that he is excepted, which did put all things under him.  <strong>28</strong> And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.  <strong>29</strong> Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?  <strong>30</strong> And why stand we in jeopardy every hour?  <strong>31</strong> I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.  <strong>32</strong> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.  <strong>33</strong> Be not deceived: evil communications corrupt good manners.  <strong>34</strong> Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.  <strong>35</strong> But some man will say, How are the dead raised up? and with what body do they come?  <strong>36</strong> Thou fool, that which thou sowest is not quickened, except it die:  <strong>37</strong> And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:  <strong>38</strong> But God giveth it a body as it hath pleased him, and to every seed his own body.  <strong>39</strong> All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.  <strong>40</strong> There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.  <strong>41</strong> There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.  <strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  <strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  <strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. <sup><strong>2</strong></sup> By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. <sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, <sup><strong>4</strong></sup> that he was buried, that he was raised on the third day according to the Scriptures, <sup><strong>5</strong></sup> and that he appeared to Peter, and then to the Twelve. <sup><strong>6</strong></sup> After that, he appeared to more than five hundred of the brothers at the same time, most of whom are still living, though some have fallen asleep. <sup><strong>7</strong></sup> Then he appeared to James, then to all the apostles, <sup><strong>8</strong></sup> and last of all he appeared to me also, as to one abnormally born. <sup><strong>9</strong></sup> For I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God. <sup><strong>10</strong></sup> But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them--yet not I, but the grace of God that was with me. <sup><strong>11</strong></sup> Whether, then, it was I or they, this is what we preach, and this is what you believed. <sup><strong>12</strong></sup> But if it is preached that Christ has been raised from the dead, how can some of you say that there is no resurrection of the dead? <sup><strong>13</strong></sup> If there is no resurrection of the dead, then not even Christ has been raised. <sup><strong>14</strong></sup> And if Christ has not been raised, our preaching is useless and so is your faith. <sup><strong>15</strong></sup> More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. <sup><strong>16</strong></sup> For if the dead are not raised, then Christ has not been raised either. <sup><strong>17</strong></sup> And if Christ has not been raised, your faith is futile; you are still in your sins. <sup><strong>18</strong></sup> Then those also who have fallen asleep in Christ are lost. <sup><strong>19</strong></sup> If only for this life we have hope in Christ, we are to be pitied more than all men. <sup><strong>20</strong></sup> But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. <sup><strong>21</strong></sup> For since death came through a man, the resurrection of the dead comes also through a man. <sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive. <sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him. <sup><strong>24</strong></sup> Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power. <sup><strong>25</strong></sup> For he must reign until he has put all his enemies under his feet. <sup><strong>26</strong></sup> The last enemy to be destroyed is death. <sup><strong>27</strong></sup> For he \"has put everything under his feet.\" Now when it says that \"everything\" has been put under him, it is clear that this does not include God himself, who put everything under Christ. <sup><strong>28</strong></sup> When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all. <sup><strong>29</strong></sup> Now if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them? <sup><strong>30</strong></sup> And as for us, why do we endanger ourselves every hour? <sup><strong>31</strong></sup> I die every day--I mean that, brothers--just as surely as I glory over you in Christ Jesus our Lord. <sup><strong>32</strong></sup> If I fought wild beasts in Ephesus for merely human reasons, what have I gained? If the dead are not raised, \"Let us eat and drink, for tomorrow we die.\" <sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\" <sup><strong>34</strong></sup> Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God--I say this to your shame. <sup><strong>35</strong></sup> But someone may ask, \"How are the dead raised? With what kind of body will they come?\" <sup><strong>36</strong></sup> How foolish! What you sow does not come to life unless it dies. <sup><strong>37</strong></sup> When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else. <sup><strong>38</strong></sup> But God gives it a body as he has determined, and to each kind of seed he gives its own body. <sup><strong>39</strong></sup> All flesh is not the same: Men have one kind of flesh, animals have another, birds another and fish another. <sup><strong>40</strong></sup> There are also heavenly bodies and there are earthly bodies; but the splendor of the heavenly bodies is one kind, and the splendor of the earthly bodies is another. <sup><strong>41</strong></sup> The sun has one kind of splendor, the moon another and the stars another; and star differs from star in splendor. <sup><strong>42</strong></sup> So will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable; <sup><strong>43</strong></sup> it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power; <sup><strong>44</strong></sup> it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <sup><strong>45</strong></sup> So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit. <sup><strong>46</strong></sup> The spiritual did not come first, but the natural, and after that the spiritual. <sup><strong>47</strong></sup> The first man was of the dust of the earth, the second man from heaven. <sup><strong>48</strong></sup> As was the earthly man, so are those who are of the earth; and as is the man from heaven, so also are those who are of heaven. <sup><strong>49</strong></sup> And just as we have borne the likeness of the earthly man, so shall we bear the likeness of the man from heaven. <sup><strong>50</strong></sup> I declare to you, brothers, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. <sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. <sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. "},{"_id":"6164e10ddc1be0273f8b761d","topicId":"6164e107dc1be0273f8b7609","verse":"Luke 8:1-56","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42008001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42008001-1\">8:1&nbsp;</b>Soon afterward he went on through cities and villages, proclaiming and bringing the good news of the kingdom of God. And the twelve were with him, <b class=\"verse-num\" id=\"v42008002-1\">2&nbsp;</b>and also some women who had been healed of evil spirits and infirmities: Mary, called Magdalene, from whom seven demons had gone out, <b class=\"verse-num\" id=\"v42008003-1\">3&nbsp;</b>and Joanna, the wife of Chuza, Herod’s household manager, and Susanna, and many others, who provided for them out of their means.</p>\n\n<p id=\"p42008003_09-21\"><b class=\"verse-num\" id=\"v42008004-1\">4&nbsp;</b>And when a great crowd was gathering and people from town after town came to him, he said in a parable, <b class=\"verse-num woc\" id=\"v42008005-1\">5&nbsp;</b><span class=\"woc\">“A sower went out to sow his seed. And as he sowed, some fell along the path and was trampled underfoot, and the birds of the air devoured it.</span> <b class=\"verse-num woc\" id=\"v42008006-1\">6&nbsp;</b><span class=\"woc\">And some fell on the rock, and as it grew up, it withered away, because it had no moisture.</span> <b class=\"verse-num woc\" id=\"v42008007-1\">7&nbsp;</b><span class=\"woc\">And some fell among thorns, and the thorns grew up with it and choked it.</span> <b class=\"verse-num woc\" id=\"v42008008-1\">8&nbsp;</b><span class=\"woc\">And some fell into good soil and grew and yielded a hundredfold.”</span> As he said these things, he called out, <span class=\"woc\">“He who has ears to hear, let him hear.”</span></p>\n\n<p id=\"p42008008_14-21\"><b class=\"verse-num\" id=\"v42008009-1\">9&nbsp;</b>And when his disciples asked him what this parable meant, <b class=\"verse-num\" id=\"v42008010-1\">10&nbsp;</b>he said, <span class=\"woc\">“To you it has been given to know the secrets of the kingdom of God, but for others they are in parables, so that ‘seeing they may not see, and hearing they may not understand.’</span> <b class=\"verse-num woc\" id=\"v42008011-1\">11&nbsp;</b><span class=\"woc\">Now the parable is this: The seed is the word of God.</span> <b class=\"verse-num woc\" id=\"v42008012-1\">12&nbsp;</b><span class=\"woc\">The ones along the path are those who have heard; then the devil comes and takes away the word from their hearts, so that they may not believe and be saved.</span> <b class=\"verse-num woc\" id=\"v42008013-1\">13&nbsp;</b><span class=\"woc\">And the ones on the rock are those who, when they hear the word, receive it with joy. But these have no root; they believe for a while, and in time of testing fall away.</span> <b class=\"verse-num woc\" id=\"v42008014-1\">14&nbsp;</b><span class=\"woc\">And as for what fell among the thorns, they are those who hear, but as they go on their way they are choked by the cares and riches and pleasures of life, and their fruit does not mature.</span> <b class=\"verse-num woc\" id=\"v42008015-1\">15&nbsp;</b><span class=\"woc\">As for that in the good soil, they are those who, hearing the word, hold it fast in an honest and good heart, and bear fruit with patience.</span></p>\n\n<p id=\"p42008015_19-21\"><b class=\"verse-num woc\" id=\"v42008016-1\">16&nbsp;</b><span class=\"woc\">“No one after lighting a lamp covers it with a jar or puts it under a bed, but puts it on a stand, so that those who enter may see the light.</span> <b class=\"verse-num woc\" id=\"v42008017-1\">17&nbsp;</b><span class=\"woc\">For nothing is hidden that will not be made manifest, nor is anything secret that will not be known and come to light.</span> <b class=\"verse-num woc\" id=\"v42008018-1\">18&nbsp;</b><span class=\"woc\">Take care then how you hear, for to the one who has, more will be given, and from the one who has not, even what he thinks that he has will be taken away.”</span></p>\n\n<p id=\"p42008018_23-21\"><b class=\"verse-num\" id=\"v42008019-1\">19&nbsp;</b>Then his mother and his brothers came to him, but they could not reach him because of the crowd. <b class=\"verse-num\" id=\"v42008020-1\">20&nbsp;</b>And he was told, “Your mother and your brothers are standing outside, desiring to see you.” <b class=\"verse-num\" id=\"v42008021-1\">21&nbsp;</b>But he answered them, <span class=\"woc\">“My mother and my brothers are those who hear the word of God and do it.”</span></p>\n\n<p id=\"p42008021_27-21\"><b class=\"verse-num\" id=\"v42008022-1\">22&nbsp;</b>One day he got into a boat with his disciples, and he said to them, <span class=\"woc\">“Let us go across to the other side of the lake.”</span> So they set out, <b class=\"verse-num\" id=\"v42008023-1\">23&nbsp;</b>and as they sailed he fell asleep. And a windstorm came down on the lake, and they were filling with water and were in danger. <b class=\"verse-num\" id=\"v42008024-1\">24&nbsp;</b>And they went and woke him, saying, “Master, Master, we are perishing!” And he awoke and rebuked the wind and the raging waves, and they ceased, and there was a calm. <b class=\"verse-num\" id=\"v42008025-1\">25&nbsp;</b>He said to them, <span class=\"woc\">“Where is your faith?”</span> And they were afraid, and they marveled, saying to one another, “Who then is this, that he commands even winds and water, and they obey him?”</p>\n\n<p id=\"p42008025_34-21\"><b class=\"verse-num\" id=\"v42008026-1\">26&nbsp;</b>Then they sailed to the country of the Gerasenes, which is opposite Galilee. <b class=\"verse-num\" id=\"v42008027-1\">27&nbsp;</b>When Jesus had stepped out on land, there met him a man from the city who had demons. For a long time he had worn no clothes, and he had not lived in a house but among the tombs. <b class=\"verse-num\" id=\"v42008028-1\">28&nbsp;</b>When he saw Jesus, he cried out and fell down before him and said with a loud voice, “What have you to do with me, Jesus, Son of the Most High God? I beg you, do not torment me.” <b class=\"verse-num\" id=\"v42008029-1\">29&nbsp;</b>For he had commanded the unclean spirit to come out of the man. (For many a time it had seized him. He was kept under guard and bound with chains and shackles, but he would break the bonds and be driven by the demon into the desert.) <b class=\"verse-num\" id=\"v42008030-1\">30&nbsp;</b>Jesus then asked him, <span class=\"woc\">“What is your name?”</span> And he said, “Legion,” for many demons had entered him. <b class=\"verse-num\" id=\"v42008031-1\">31&nbsp;</b>And they begged him not to command them to depart into the abyss. <b class=\"verse-num\" id=\"v42008032-1\">32&nbsp;</b>Now a large herd of pigs was feeding there on the hillside, and they begged him to let them enter these. So he gave them permission. <b class=\"verse-num\" id=\"v42008033-1\">33&nbsp;</b>Then the demons came out of the man and entered the pigs, and the herd rushed down the steep bank into the lake and drowned.</p>\n<p id=\"p42008033_34-21\"><b class=\"verse-num\" id=\"v42008034-1\">34&nbsp;</b>When the herdsmen saw what had happened, they fled and told it in the city and in the country. <b class=\"verse-num\" id=\"v42008035-1\">35&nbsp;</b>Then people went out to see what had happened, and they came to Jesus and found the man from whom the demons had gone, sitting at the feet of Jesus, clothed and in his right mind, and they were afraid. <b class=\"verse-num\" id=\"v42008036-1\">36&nbsp;</b>And those who had seen it told them how the demon-possessed man had been healed. <b class=\"verse-num\" id=\"v42008037-1\">37&nbsp;</b>Then all the people of the surrounding country of the Gerasenes asked him to depart from them, for they were seized with great fear. So he got into the boat and returned. <b class=\"verse-num\" id=\"v42008038-1\">38&nbsp;</b>The man from whom the demons had gone begged that he might be with him, but Jesus sent him away, saying, <b class=\"verse-num woc\" id=\"v42008039-1\">39&nbsp;</b><span class=\"woc\">“Return to your home, and declare how much God has done for you.”</span> And he went away, proclaiming throughout the whole city how much Jesus had done for him.</p>\n\n<p id=\"p42008039_41-21\"><b class=\"verse-num\" id=\"v42008040-1\">40&nbsp;</b>Now when Jesus returned, the crowd welcomed him, for they were all waiting for him. <b class=\"verse-num\" id=\"v42008041-1\">41&nbsp;</b>And there came a man named Jairus, who was a ruler of the synagogue. And falling at Jesus’ feet, he implored him to come to his house, <b class=\"verse-num\" id=\"v42008042-1\">42&nbsp;</b>for he had an only daughter, about twelve years of age, and she was dying.</p>\n<p id=\"p42008042_41-21\">As Jesus went, the people pressed around him. <b class=\"verse-num\" id=\"v42008043-1\">43&nbsp;</b>And there was a woman who had had a discharge of blood for twelve years, and though she had spent all her living on physicians, she could not be healed by anyone. <b class=\"verse-num\" id=\"v42008044-1\">44&nbsp;</b>She came up behind him and touched the fringe of his garment, and immediately her discharge of blood ceased. <b class=\"verse-num\" id=\"v42008045-1\">45&nbsp;</b>And Jesus said, <span class=\"woc\">“Who was it that touched me?”</span> When all denied it, Peter said, “Master, the crowds surround you and are pressing in on you!” <b class=\"verse-num\" id=\"v42008046-1\">46&nbsp;</b>But Jesus said, <span class=\"woc\">“Someone touched me, for I perceive that power has gone out from me.”</span> <b class=\"verse-num\" id=\"v42008047-1\">47&nbsp;</b>And when the woman saw that she was not hidden, she came trembling, and falling down before him declared in the presence of all the people why she had touched him, and how she had been immediately healed. <b class=\"verse-num\" id=\"v42008048-1\">48&nbsp;</b>And he said to her, <span class=\"woc\">“Daughter, your faith has made you well; go in peace.”</span></p>\n<p id=\"p42008048_41-21\"><b class=\"verse-num\" id=\"v42008049-1\">49&nbsp;</b>While he was still speaking, someone from the ruler’s house came and said, “Your daughter is dead; do not trouble the Teacher any more.” <b class=\"verse-num\" id=\"v42008050-1\">50&nbsp;</b>But Jesus on hearing this answered him, <span class=\"woc\">“Do not fear; only believe, and she will be well.”</span> <b class=\"verse-num\" id=\"v42008051-1\">51&nbsp;</b>And when he came to the house, he allowed no one to enter with him, except Peter and John and James, and the father and mother of the child. <b class=\"verse-num\" id=\"v42008052-1\">52&nbsp;</b>And all were weeping and mourning for her, but he said, <span class=\"woc\">“Do not weep, for she is not dead but sleeping.”</span> <b class=\"verse-num\" id=\"v42008053-1\">53&nbsp;</b>And they laughed at him, knowing that she was dead. <b class=\"verse-num\" id=\"v42008054-1\">54&nbsp;</b>But taking her by the hand he called, saying, <span class=\"woc\">“Child, arise.”</span> <b class=\"verse-num\" id=\"v42008055-1\">55&nbsp;</b>And her spirit returned, and she got up at once. And he directed that something should be given her to eat. <b class=\"verse-num\" id=\"v42008056-1\">56&nbsp;</b>And her parents were amazed, but he charged them to tell no one what had happened.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass afterward, that he went throughout every city and village, preaching and shewing the glad tidings of the kingdom of God: and the twelve were with him,  <strong>2</strong> And certain women, which had been healed of evil spirits and infirmities, Mary called Magdalene, out of whom went seven devils,  <strong>3</strong> And Joanna the wife of Chuza Herod’s steward, and Susanna, and many others, which ministered unto him of their substance.  <strong>4</strong> And when much people were gathered together, and were come to him out of every city, he spake by a parable:  <strong>5</strong> A sower went out to sow his seed: and as he sowed, some fell by the way side; and it was trodden down, and the fowls of the air devoured it.  <strong>6</strong> And some fell upon a rock; and as soon as it was sprung up, it withered away, because it lacked moisture.  <strong>7</strong> And some fell among thorns; and the thorns sprang up with it, and choked it.  <strong>8</strong> And other fell on good ground, and sprang up, and bare fruit an hundredfold. And when he had said these things, he cried, He that hath ears to hear, let him hear.  <strong>9</strong> And his disciples asked him, saying, What might this parable be?  <strong>10</strong> And he said, Unto you it is given to know the mysteries of the kingdom of God: but to others in parables; that seeing they might not see, and hearing they might not understand.  <strong>11</strong> Now the parable is this: The seed is the word of God.  <strong>12</strong> Those by the way side are they that hear; then cometh the devil, and taketh away the word out of their hearts, lest they should believe and be saved.  <strong>13</strong> They on the rock are they, which, when they hear, receive the word with joy; and these have no root, which for a while believe, and in time of temptation fall away.  <strong>14</strong> And that which fell among thorns are they, which, when they have heard, go forth, and are choked with cares and riches and pleasures of this life, and bring no fruit to perfection.  <strong>15</strong> But that on the good ground are they, which in an honest and good heart, having heard the word, keep it, and bring forth fruit with patience. <strong>16</strong>           No man, when he hath lighted a candle, covereth it with a vessel, or putteth it under a bed; but setteth it on a candlestick, that they which enter in may see the light.  <strong>17</strong> For nothing is secret, that shall not be made manifest; neither any thing hid, that shall not be known and come abroad.  <strong>18</strong> Take heed therefore how ye hear: for whosoever hath, to him shall be given; and whosoever hath not, from him shall be taken even that which he seemeth to have. <strong>19</strong> Then came to him his mother and his brethren, and could not come at him for the press.  <strong>20</strong> And it was told him by certain which said, Thy mother and thy brethren stand without, desiring to see thee.  <strong>21</strong> And he answered and said unto them, My mother and my brethren are these which hear the word of God, and do it. <strong>22</strong> Now it came to pass on a certain day, that he went into a ship with his disciples: and he said unto them, Let us go over unto the other side of the lake. And they launched forth.  <strong>23</strong> But as they sailed he fell asleep: and there came down a storm of wind on the lake; and they were filled with water, and were in jeopardy.  <strong>24</strong> And they came to him, and awoke him, saying, Master, master, we perish. Then he arose, and rebuked the wind and the raging of the water: and they ceased, and there was a calm.  <strong>25</strong> And he said unto them, Where is your faith? And they being afraid wondered, saying one to another, What manner of man is this! for he commandeth even the winds and water, and they obey him.  <strong>26</strong> And they arrived at the country of the Gadarenes, which is over against Galilee.  <strong>27</strong> And when he went forth to land, there met him out of the city a certain man, which had devils long time, and ware no clothes, neither abode in any house, but in the tombs.  <strong>28</strong> When he saw Jesus, he cried out, and fell down before him, and with a loud voice said, What have I to do with thee, Jesus, thou Son of God most high? I beseech thee, torment me not.  <strong>29</strong> (For he had commanded the unclean spirit to come out of the man. For oftentimes it had caught him: and he was kept bound with chains and in fetters; and he brake the bands, and was driven of the devil into the wilderness.)  <strong>30</strong> And Jesus asked him, saying, What is thy name? And he said, Legion: because many devils were entered into him.  <strong>31</strong> And they besought him that he would not command them to go out into the deep.  <strong>32</strong> And there was there an herd of many swine feeding on the mountain: and they besought him that he would suffer them to enter into them. And he suffered them.  <strong>33</strong> Then went the devils out of the man, and entered into the swine: and the herd ran violently down a steep place into the lake, and were choked.  <strong>34</strong> When they that fed them saw what was done, they fled, and went and told it in the city and in the country.  <strong>35</strong> Then they went out to see what was done; and came to Jesus, and found the man, out of whom the devils were departed, sitting at the feet of Jesus, clothed, and in his right mind: and they were afraid.  <strong>36</strong> They also which saw it told them by what means he that was possessed of the devils was healed.  <strong>37</strong> Then the whole multitude of the country of the Gadarenes round about besought him to depart from them; for they were taken with great fear: and he went up into the ship, and returned back again.  <strong>38</strong> Now the man out of whom the devils were departed besought him that he might be with him: but Jesus sent him away, saying,  <strong>39</strong> Return to thine own house, and shew how great things God hath done unto thee. And he went his way, and published throughout the whole city how great things Jesus had done unto him.  <strong>40</strong> And it came to pass, that, when Jesus was returned, the people gladly received him: for they were all waiting for him.  <strong>41</strong> And, behold, there came a man named Jairus, and he was a ruler of the synagogue: and he fell down at Jesus’ feet, and besought him that he would come into his house:  <strong>42</strong> For he had one only daughter, about twelve years of age, and she lay a dying. But as he went the people thronged him.  <strong>43</strong> And a woman having an issue of blood twelve years, which had spent all her living upon physicians, neither could be healed of any,  <strong>44</strong> Came behind him, and touched the border of his garment: and immediately her issue of blood stanched.  <strong>45</strong> And Jesus said, Who touched me? When all denied, Peter and they that were with him said, Master, the multitude throng thee and press thee, and sayest thou, Who touched me?  <strong>46</strong> And Jesus said, Somebody hath touched me: for I perceive that virtue is gone out of me.  <strong>47</strong> And when the woman saw that she was not hid, she came trembling, and falling down before him, she declared unto him before all the people for what cause she had touched him and how she was healed immediately.  <strong>48</strong> And he said unto her, Daughter, be of good comfort: thy faith hath made thee whole; go in peace. <strong>49</strong> While he yet spake, there cometh one from the ruler of the synagogue’s house, saying to him, Thy daughter is dead; trouble not the Master.  <strong>50</strong> But when Jesus heard it, he answered him, saying, Fear not: believe only, and she shall be made whole.  <strong>51</strong> And when he came into the house, he suffered no man to go in, save Peter, and James, and John, and the father and the mother of the maiden.  <strong>52</strong> And all wept, and bewailed her: but he said, Weep not; she is not dead, but sleepeth.  <strong>53</strong> And they laughed him to scorn, knowing that she was dead.  <strong>54</strong> And he put them all out, and took her by the hand, and called, saying, Maid, arise.  <strong>55</strong> And her spirit came again, and she arose straightway: and he commanded to give her meat.  <strong>56</strong> And her parents were astonished: but he charged them that they should tell no man what was done.  ","niv":"<sup><strong>1</strong></sup> After this, Jesus traveled about from one town and village to another, proclaiming the good news of the kingdom of God. The Twelve were with him, <sup><strong>2</strong></sup> and also some women who had been cured of evil spirits and diseases: Mary (called Magdalene) from whom seven demons had come out; <sup><strong>3</strong></sup> Joanna the wife of Cuza, the manager of Herod's household; Susanna; and many others. These women were helping to support them out of their own means. <sup><strong>4</strong></sup> While a large crowd was gathering and people were coming to Jesus from town after town, he told this parable: <sup><strong>5</strong></sup> \"A farmer went out to sow his seed. As he was scattering the seed, some fell along the path; it was trampled on, and the birds of the air ate it up. <sup><strong>6</strong></sup> Some fell on rock, and when it came up, the plants withered because they had no moisture. <sup><strong>7</strong></sup> Other seed fell among thorns, which grew up with it and choked the plants. <sup><strong>8</strong></sup> Still other seed fell on good soil. It came up and yielded a crop, a hundred times more than was sown.\" When he said this, he called out, \"He who has ears to hear, let him hear.\" <sup><strong>9</strong></sup> His disciples asked him what this parable meant. <sup><strong>10</strong></sup> He said, \"The knowledge of the secrets of the kingdom of God has been given to you, but to others I speak in parables, so that, \"'though seeing, they may not see; though hearing, they may not understand.' <sup><strong>11</strong></sup> \"This is the meaning of the parable: The seed is the word of God. <sup><strong>12</strong></sup> Those along the path are the ones who hear, and then the devil comes and takes away the word from their hearts, so that they may not believe and be saved. <sup><strong>13</strong></sup> Those on the rock are the ones who receive the word with joy when they hear it, but they have no root. They believe for a while, but in the time of testing they fall away. <sup><strong>14</strong></sup> The seed that fell among thorns stands for those who hear, but as they go on their way they are choked by life's worries, riches and pleasures, and they do not mature. <sup><strong>15</strong></sup> But the seed on good soil stands for those with a noble and good heart, who hear the word, retain it, and by persevering produce a crop. <sup><strong>16</strong></sup> \"No one lights a lamp and hides it in a jar or puts it under a bed. Instead, he puts it on a stand, so that those who come in can see the light. <sup><strong>17</strong></sup> For there is nothing hidden that will not be disclosed, and nothing concealed that will not be known or brought out into the open. <sup><strong>18</strong></sup> Therefore consider carefully how you listen. Whoever has will be given more; whoever does not have, even what he thinks he has will be taken from him.\" <sup><strong>19</strong></sup> Now Jesus' mother and brothers came to see him, but they were not able to get near him because of the crowd. <sup><strong>20</strong></sup> Someone told him, \"Your mother and brothers are standing outside, wanting to see you.\" <sup><strong>21</strong></sup> He replied, \"My mother and brothers are those who hear God's word and put it into practice.\" <sup><strong>22</strong></sup> One day Jesus said to his disciples, \"Let's go over to the other side of the lake.\" So they got into a boat and set out. <sup><strong>23</strong></sup> As they sailed, he fell asleep. A squall came down on the lake, so that the boat was being swamped, and they were in great danger. <sup><strong>24</strong></sup> The disciples went and woke him, saying, \"Master, Master, we're going to drown!\" <sup><strong>25</strong></sup> He got up and rebuked the wind and the raging waters; the storm subsided, and all was calm. \"Where is your faith?\" he asked his disciples. In fear and amazement they asked one another, \"Who is this? He commands even the winds and the water, and they obey him.\" <sup><strong>26</strong></sup> They sailed to the region of the Gerasenes, which is across the lake from Galilee. <sup><strong>27</strong></sup> When Jesus stepped ashore, he was met by a demon-possessed man from the town. For a long time this man had not worn clothes or lived in a house, but had lived in the tombs. <sup><strong>28</strong></sup> When he saw Jesus, he cried out and fell at his feet, shouting at the top of his voice, \"What do you want with me, Jesus, Son of the Most High God? I beg you, don't torture me!\" <sup><strong>29</strong></sup> For Jesus had commanded the evil spirit to come out of the man. Many times it had seized him, and though he was chained hand and foot and kept under guard, he had broken his chains and had been driven by the demon into solitary places. <sup><strong>30</strong></sup> Jesus asked him, \"What is your name?\" <sup><strong>31</strong></sup> \"Legion,\" he replied, because many demons had gone into him. And they begged him repeatedly not to order them to go into the Abyss. <sup><strong>32</strong></sup> A large herd of pigs was feeding there on the hillside. The demons begged Jesus to let them go into them, and he gave them permission. <sup><strong>33</strong></sup> When the demons came out of the man, they went into the pigs, and the herd rushed down the steep bank into the lake and was drowned. <sup><strong>34</strong></sup> When those tending the pigs saw what had happened, they ran off and reported this in the town and countryside, <sup><strong>35</strong></sup> and the people went out to see what had happened. When they came to Jesus, they found the man from whom the demons had gone out, sitting at Jesus' feet, dressed and in his right mind; and they were afraid. <sup><strong>36</strong></sup> Those who had seen it told the people how the demon-possessed man had been cured. <sup><strong>37</strong></sup> Then all the people of the region of the Gerasenes asked Jesus to leave them, because they were overcome with fear. So he got into the boat and left. <sup><strong>38</strong></sup> The man from whom the demons had gone out begged to go with him, but Jesus sent him away, saying, <sup><strong>39</strong></sup> \"Return home and tell how much God has done for you.\" So the man went away and told all over town how much Jesus had done for him. <sup><strong>40</strong></sup> Now when Jesus returned, a crowd welcomed him, for they were all expecting him. <sup><strong>41</strong></sup> Then a man named Jairus, a ruler of the synagogue, came and fell at Jesus' feet, pleading with him to come to his house <sup><strong>42</strong></sup> because his only daughter, a girl of about twelve, was dying. <sup><strong>43</strong></sup> As Jesus was on his way, the crowds almost crushed him. And a woman was there who had been subject to bleeding for twelve years, but no one could heal her. <sup><strong>44</strong></sup> She came up behind him and touched the edge of his cloak, and immediately her bleeding stopped. <sup><strong>45</strong></sup> \"Who touched me?\" Jesus asked. When they all denied it, Peter said, \"Master, the people are crowding and pressing against you.\" <sup><strong>46</strong></sup> But Jesus said, \"Someone touched me; I know that power has gone out from me.\" <sup><strong>47</strong></sup> Then the woman, seeing that she could not go unnoticed, came trembling and fell at his feet. In the presence of all the people, she told why she had touched him and how she had been instantly healed. <sup><strong>48</strong></sup> Then he said to her, \"Daughter, your faith has healed you. Go in peace.\" <sup><strong>49</strong></sup> While Jesus was still speaking, someone came from the house of Jairus, the synagogue ruler. \"Your daughter is dead,\" he said. \"Don't bother the teacher any more.\" <sup><strong>50</strong></sup> Hearing this, Jesus said to Jairus, \"Don't be afraid; just believe, and she will be healed.\" <sup><strong>51</strong></sup> When he arrived at the house of Jairus, he did not let anyone go in with him except Peter, John and James, and the child's father and mother. <sup><strong>52</strong></sup> Meanwhile, all the people were wailing and mourning for her. \"Stop wailing,\" Jesus said. \"She is not dead but asleep.\" <sup><strong>53</strong></sup> They laughed at him, knowing that she was dead. <sup><strong>54</strong></sup> But he took her by the hand and said, \"My child, get up!\" <sup><strong>55</strong></sup> Her spirit returned, and at once she stood up. Then Jesus told them to give her something to eat. <sup><strong>56</strong></sup> Her parents were astonished, but he ordered them not to tell anyone what had happened. "},{"_id":"6164e10ddc1be0273f8b761e","topicId":"6164e107dc1be0273f8b7609","verse":"Mark 5:39","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41005039_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v41005039-1\">39&nbsp;</b>And when he had entered, he said to them, <span class=\"woc\">“Why are you making a commotion and weeping? The child is not dead but sleeping.”</span></p>\n</div>","kjv":"<strong>39</strong> And when he was come in, he saith unto them, Why make ye this ado, and weep? the damsel is not dead, but sleepeth.  ","niv":"<sup><strong>39</strong></sup> He went in and said to them, \"Why all this commotion and wailing? The child is not dead but asleep.\"","modified":"2022-07-31T19:40:25.470Z"},{"_id":"6164e10ddc1be0273f8b761f","topicId":"6164e107dc1be0273f8b7609","verse":"Mark 16:9","votes":2,"__v":0,"esv":"<div>\n<h4 id=\"p41016009_01-23\" class=\"textual-note\">[Some of the earliest manuscripts do not include 16:9–20.]</h4>\n\n<p id=\"p41016009_06-23\"><b class=\"verse-num\" id=\"v41016009-1\">9&nbsp;</b>[[Now when he rose early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons.</p>\n\n</div>","kjv":"<strong>9</strong> Now when Jesus was risen early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils.  ","niv":"<sup><strong>9</strong></sup> When Jesus rose early on the first day of the week, he appeared first to Mary Magdalene, out of whom he had driven seven demons."},{"_id":"6164e10edc1be0273f8b7620","topicId":"6164e107dc1be0273f8b7609","verse":"Mark 5:1-43","votes":2,"__v":0,"kjv":"<strong>1</strong> And they came over unto the other side of the sea, into the country of the Gadarenes.  <strong>2</strong> And when he was come out of the ship, immediately there met him out of the tombs a man with an unclean spirit,  <strong>3</strong> Who had his dwelling among the tombs; and no man could bind him, no, not with chains:  <strong>4</strong> Because that he had been often bound with fetters and chains, and the chains had been plucked asunder by him, and the fetters broken in pieces: neither could any man tame him.  <strong>5</strong> And always, night and day, he was in the mountains, and in the tombs, crying, and cutting himself with stones.  <strong>6</strong> But when he saw Jesus afar off, he ran and worshipped him,  <strong>7</strong> And cried with a loud voice, and said, What have I to do with thee, Jesus, thou Son of the most high God? I adjure thee by God, that thou torment me not.  <strong>8</strong> For he said unto him, Come out of the man, thou unclean spirit.  <strong>9</strong> And he asked him, What is thy name? And he answered, saying, My name is Legion: for we are many.  <strong>10</strong> And he besought him much that he would not send them away out of the country.  <strong>11</strong> Now there was there nigh unto the mountains a great herd of swine feeding.  <strong>12</strong> And all the devils besought him, saying, Send us into the swine, that we may enter into them.  <strong>13</strong> And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea.  <strong>14</strong> And they that fed the swine fled, and told it in the city, and in the country. And they went out to see what it was that was done.  <strong>15</strong> And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid.  <strong>16</strong> And they that saw it told them how it befell to him that was possessed with the devil, and also concerning the swine.  <strong>17</strong> And they began to pray him to depart out of their coasts.  <strong>18</strong> And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him.  <strong>19</strong> Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.  <strong>20</strong> And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel.  <strong>21</strong> And when Jesus was passed over again by ship unto the other side, much people gathered unto him: and he was nigh unto the sea.  <strong>22</strong> And, behold, there cometh one of the rulers of the synagogue, Jairus by name; and when he saw him, he fell at his feet,  <strong>23</strong> And besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.  <strong>24</strong> And Jesus went with him; and much people followed him, and thronged him.  <strong>25</strong> And a certain woman, which had an issue of blood twelve years,  <strong>26</strong> And had suffered many things of many physicians, and had spent all that she had, and was nothing bettered, but rather grew worse,  <strong>27</strong> When she had heard of Jesus, came in the press behind, and touched his garment.  <strong>28</strong> For she said, If I may touch but his clothes, I shall be whole.  <strong>29</strong> And straightway the fountain of her blood was dried up; and she felt in her body that she was healed of that plague.  <strong>30</strong> And Jesus, immediately knowing in himself that virtue had gone out of him, turned him about in the press, and said, Who touched my clothes?  <strong>31</strong> And his disciples said unto him, Thou seest the multitude thronging thee, and sayest thou, Who touched me?  <strong>32</strong> And he looked round about to see her that had done this thing.  <strong>33</strong> But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth.  <strong>34</strong> And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague.  <strong>35</strong> While he yet spake, there came from the ruler of the synagogue’s house certain which said, Thy daughter is dead: why troublest thou the Master any further?  <strong>36</strong> As soon as Jesus heard the word that was spoken, he saith unto the ruler of the synagogue, Be not afraid, only believe.  <strong>37</strong> And he suffered no man to follow him, save Peter, and James, and John the brother of James.  <strong>38</strong> And he cometh to the house of the ruler of the synagogue, and seeth the tumult, and them that wept and wailed greatly.  <strong>39</strong> And when he was come in, he saith unto them, Why make ye this ado, and weep? the damsel is not dead, but sleepeth.  <strong>40</strong> And they laughed him to scorn. But when he had put them all out, he taketh the father and the mother of the damsel, and them that were with him, and entereth in where the damsel was lying.  <strong>41</strong> And he took the damsel by the hand, and said unto her, Talitha cumi; which is, being interpreted, Damsel, I say unto thee, arise.  <strong>42</strong> And straightway the damsel arose, and walked; for she was of the age of twelve years. And they were astonished with a great astonishment.  <strong>43</strong> And he charged them straitly that no man should know it; and commanded that something should be given her to eat.  ","niv":"<sup><strong>1</strong></sup> They went across the lake to the region of the Gerasenes. <sup><strong>2</strong></sup> When Jesus got out of the boat, a man with an evil spirit came from the tombs to meet him. <sup><strong>3</strong></sup> This man lived in the tombs, and no one could bind him any more, not even with a chain. <sup><strong>4</strong></sup> For he had often been chained hand and foot, but he tore the chains apart and broke the irons on his feet. No one was strong enough to subdue him. <sup><strong>5</strong></sup> Night and day among the tombs and in the hills he would cry out and cut himself with stones. <sup><strong>6</strong></sup> When he saw Jesus from a distance, he ran and fell on his knees in front of him. <sup><strong>7</strong></sup> He shouted at the top of his voice, \"What do you want with me, Jesus, Son of the Most High God? Swear to God that you won't torture me!\" <sup><strong>8</strong></sup> For Jesus had said to him, \"Come out of this man, you evil spirit!\" <sup><strong>9</strong></sup> Then Jesus asked him, \"What is your name?\" <sup><strong>10</strong></sup> \"My name is Legion,\" he replied, \"for we are many.\" And he begged Jesus again and again not to send them out of the area. <sup><strong>11</strong></sup> A large herd of pigs was feeding on the nearby hillside. <sup><strong>12</strong></sup> The demons begged Jesus, \"Send us among the pigs; allow us to go into them.\" <sup><strong>13</strong></sup> He gave them permission, and the evil spirits came out and went into the pigs. The herd, about two thousand in number, rushed down the steep bank into the lake and were drowned. <sup><strong>14</strong></sup> Those tending the pigs ran off and reported this in the town and countryside, and the people went out to see what had happened. <sup><strong>15</strong></sup> When they came to Jesus, they saw the man who had been possessed by the legion of demons, sitting there, dressed and in his right mind; and they were afraid. <sup><strong>16</strong></sup> Those who had seen it told the people what had happened to the demon-possessed man--and told about the pigs as well. <sup><strong>17</strong></sup> Then the people began to plead with Jesus to leave their region. <sup><strong>18</strong></sup> As Jesus was getting into the boat, the man who had been demon-possessed begged to go with him. <sup><strong>19</strong></sup> Jesus did not let him, but said, \"Go home to your family and tell them how much the Lord has done for you, and how he has had mercy on you.\" <sup><strong>20</strong></sup> So the man went away and began to tell in the Decapolis how much Jesus had done for him. And all the people were amazed. <sup><strong>21</strong></sup> When Jesus had again crossed over by boat to the other side of the lake, a large crowd gathered around him while he was by the lake. <sup><strong>22</strong></sup> Then one of the synagogue rulers, named Jairus, came there. Seeing Jesus, he fell at his feet <sup><strong>23</strong></sup> and pleaded earnestly with him, \"My little daughter is dying. Please come and put your hands on her so that she will be healed and live.\" <sup><strong>24</strong></sup> So Jesus went with him. <sup><strong>25</strong></sup> A large crowd followed and pressed around him. And a woman was there who had been subject to bleeding for twelve years. <sup><strong>26</strong></sup> She had suffered a great deal under the care of many doctors and had spent all she had, yet instead of getting better she grew worse. <sup><strong>27</strong></sup> When she heard about Jesus, she came up behind him in the crowd and touched his cloak, <sup><strong>28</strong></sup> because she thought, \"If I just touch his clothes, I will be healed.\" <sup><strong>29</strong></sup> Immediately her bleeding stopped and she felt in her body that she was freed from her suffering. <sup><strong>30</strong></sup> At once Jesus realized that power had gone out from him. He turned around in the crowd and asked, \"Who touched my clothes?\" <sup><strong>31</strong></sup> \"You see the people crowding against you,\" his disciples answered, \"and yet you can ask, 'Who touched me?'\" <sup><strong>32</strong></sup> But Jesus kept looking around to see who had done it. <sup><strong>33</strong></sup> Then the woman, knowing what had happened to her, came and fell at his feet and, trembling with fear, told him the whole truth. <sup><strong>34</strong></sup> He said to her, \"Daughter, your faith has healed you. Go in peace and be freed from your suffering.\" <sup><strong>35</strong></sup> While Jesus was still speaking, some men came from the house of Jairus, the synagogue ruler. \"Your daughter is dead,\" they said. \"Why bother the teacher any more?\" <sup><strong>36</strong></sup> Ignoring what they said, Jesus told the synagogue ruler, \"Don't be afraid; just believe.\" <sup><strong>37</strong></sup> He did not let anyone follow him except Peter, James and John the brother of James. <sup><strong>38</strong></sup> When they came to the home of the synagogue ruler, Jesus saw a commotion, with people crying and wailing loudly. <sup><strong>39</strong></sup> He went in and said to them, \"Why all this commotion and wailing? The child is not dead but asleep.\" <sup><strong>40</strong></sup> But they laughed at him. <sup><strong>41</strong></sup> After he put them all out, he took the child's father and mother and the disciples who were with him, and went in where the child was. He took her by the hand and said to her, \"Talitha koum!\" (which means, \"Little girl, I say to you, get up!\" ). <sup><strong>42</strong></sup> Immediately the girl stood up and walked around (she was twelve years old). At this they were completely astonished. <sup><strong>43</strong></sup> He gave strict orders not to let anyone know about this, and told them to give her something to eat. "},{"_id":"6164e10edc1be0273f8b7621","topicId":"6164e107dc1be0273f8b7609","verse":"Mark 5:35","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41005035_01-25\"><b class=\"verse-num\" id=\"v41005035-1\">35&nbsp;</b>While he was still speaking, there came from the ruler’s house some who said, “Your daughter is dead. Why trouble the Teacher any further?”</p>\n</div>","kjv":"<strong>35</strong> While he yet spake, there came from the ruler of the synagogue’s house certain which said, Thy daughter is dead: why troublest thou the Master any further?  ","niv":"<sup><strong>35</strong></sup> While Jesus was still speaking, some men came from the house of Jairus, the synagogue ruler. \"Your daughter is dead,\" they said. \"Why bother the teacher any more?\""},{"_id":"6164e10edc1be0273f8b7622","topicId":"6164e107dc1be0273f8b7609","verse":"Matthew 28:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40028001_03-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40028001-1\">28:1&nbsp;</b>Now after the Sabbath, toward the dawn of the first day of the week, Mary Magdalene and the other Mary went to see the tomb.</p>\n</div>","kjv":"<strong>1</strong> In the end of the sabbath, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the sepulchre.  ","niv":"<sup><strong>1</strong></sup> After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb."}]}