{"_id":"6164e2d3dc1be0273f8b76fe","slug":"jericho","name":"Jericho","verses":[{"_id":"6164e2d3dc1be0273f8b76ff","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 6:1-27","votes":41,"__v":0,"esv":"<div>\n\n<p id=\"p06006001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v06006001-1\">6:1&nbsp;</b>Now Jericho was shut up inside and outside because of the people of Israel. None went out, and none came in. <b class=\"verse-num\" id=\"v06006002-1\">2&nbsp;</b>And the LORD said to Joshua, “See, I have given Jericho into your hand, with its king and mighty men of valor. <b class=\"verse-num\" id=\"v06006003-1\">3&nbsp;</b>You shall march around the city, all the men of war going around the city once. Thus shall you do for six days. <b class=\"verse-num\" id=\"v06006004-1\">4&nbsp;</b>Seven priests shall bear seven trumpets of rams’ horns before the ark. On the seventh day you shall march around the city seven times, and the priests shall blow the trumpets. <b class=\"verse-num\" id=\"v06006005-1\">5&nbsp;</b>And when they make a long blast with the ram’s horn, when you hear the sound of the trumpet, then all the people shall shout with a great shout, and the wall of the city will fall down flat, and the people shall go up, everyone straight before him.” <b class=\"verse-num\" id=\"v06006006-1\">6&nbsp;</b>So Joshua the son of Nun called the priests and said to them, “Take up the ark of the covenant and let seven priests bear seven trumpets of rams’ horns before the ark of the LORD.” <b class=\"verse-num\" id=\"v06006007-1\">7&nbsp;</b>And he said to the people, “Go forward. March around the city and let the armed men pass on before the ark of the LORD.”</p>\n<p id=\"p06006007_05-1\"><b class=\"verse-num\" id=\"v06006008-1\">8&nbsp;</b>And just as Joshua had commanded the people, the seven priests bearing the seven trumpets of rams’ horns before the LORD went forward, blowing the trumpets, with the ark of the covenant of the LORD following them. <b class=\"verse-num\" id=\"v06006009-1\">9&nbsp;</b>The armed men were walking before the priests who were blowing the trumpets, and the rear guard was walking after the ark, while the trumpets blew continually. <b class=\"verse-num\" id=\"v06006010-1\">10&nbsp;</b>But Joshua commanded the people, “You shall not shout or make your voice heard, neither shall any word go out of your mouth, until the day I tell you to shout. Then you shall shout.” <b class=\"verse-num\" id=\"v06006011-1\">11&nbsp;</b>So he caused the ark of the LORD to circle the city, going about it once. And they came into the camp and spent the night in the camp.</p>\n<p id=\"p06006011_05-1\"><b class=\"verse-num\" id=\"v06006012-1\">12&nbsp;</b>Then Joshua rose early in the morning, and the priests took up the ark of the LORD. <b class=\"verse-num\" id=\"v06006013-1\">13&nbsp;</b>And the seven priests bearing the seven trumpets of rams’ horns before the ark of the LORD walked on, and they blew the trumpets continually. And the armed men were walking before them, and the rear guard was walking after the ark of the LORD, while the trumpets blew continually. <b class=\"verse-num\" id=\"v06006014-1\">14&nbsp;</b>And the second day they marched around the city once, and returned into the camp. So they did for six days.</p>\n<p id=\"p06006014_05-1\"><b class=\"verse-num\" id=\"v06006015-1\">15&nbsp;</b>On the seventh day they rose early, at the dawn of day, and marched around the city in the same manner seven times. It was only on that day that they marched around the city seven times. <b class=\"verse-num\" id=\"v06006016-1\">16&nbsp;</b>And at the seventh time, when the priests had blown the trumpets, Joshua said to the people, “Shout, for the LORD has given you the city. <b class=\"verse-num\" id=\"v06006017-1\">17&nbsp;</b>And the city and all that is within it shall be devoted to the LORD for destruction. Only Rahab the prostitute and all who are with her in her house shall live, because she hid the messengers whom we sent. <b class=\"verse-num\" id=\"v06006018-1\">18&nbsp;</b>But you, keep yourselves from the things devoted to destruction, lest when you have devoted them you take any of the devoted things and make the camp of Israel a thing for destruction and bring trouble upon it. <b class=\"verse-num\" id=\"v06006019-1\">19&nbsp;</b>But all silver and gold, and every vessel of bronze and iron, are holy to the LORD; they shall go into the treasury of the LORD.” <b class=\"verse-num\" id=\"v06006020-1\">20&nbsp;</b>So the people shouted, and the trumpets were blown. As soon as the people heard the sound of the trumpet, the people shouted a great shout, and the wall fell down flat, so that the people went up into the city, every man straight before him, and they captured the city. <b class=\"verse-num\" id=\"v06006021-1\">21&nbsp;</b>Then they devoted all in the city to destruction, both men and women, young and old, oxen, sheep, and donkeys, with the edge of the sword.</p>\n<p id=\"p06006021_05-1\"><b class=\"verse-num\" id=\"v06006022-1\">22&nbsp;</b>But to the two men who had spied out the land, Joshua said, “Go into the prostitute’s house and bring out from there the woman and all who belong to her, as you swore to her.” <b class=\"verse-num\" id=\"v06006023-1\">23&nbsp;</b>So the young men who had been spies went in and brought out Rahab and her father and mother and brothers and all who belonged to her. And they brought all her relatives and put them outside the camp of Israel. <b class=\"verse-num\" id=\"v06006024-1\">24&nbsp;</b>And they burned the city with fire, and everything in it. Only the silver and gold, and the vessels of bronze and of iron, they put into the treasury of the house of the LORD. <b class=\"verse-num\" id=\"v06006025-1\">25&nbsp;</b>But Rahab the prostitute and her father’s household and all who belonged to her, Joshua saved alive. And she has lived in Israel to this day, because she hid the messengers whom Joshua sent to spy out Jericho.</p>\n<p id=\"p06006025_05-1\"><b class=\"verse-num\" id=\"v06006026-1\">26&nbsp;</b>Joshua laid an oath on them at that time, saying, “Cursed before the LORD be the man who rises up and rebuilds this city, Jericho.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p06006026_05-1\" class=\"line\">&nbsp;&nbsp;“At the cost of his firstborn shall he</span><br><span id=\"p06006026_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lay its foundation,</span><br><span id=\"p06006026_05-1\" class=\"line\">&nbsp;&nbsp;and at the cost of his youngest son</span><br><span id=\"p06006026_05-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall he set up its gates.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p06006026_05-1\"><b class=\"verse-num\" id=\"v06006027-1\">27&nbsp;</b>So the LORD was with Joshua, and his fame was in all the land.</p>\n\n</div>","kjv":"<strong>1</strong> Now Jericho was straitly shut up because of the children of Israel: none went out, and none came in.  <strong>2</strong> And the LORD said unto Joshua, See, I have given into thine hand Jericho, and the king thereof, and the mighty men of valour.  <strong>3</strong> And ye shall compass the city, all ye men of war, and  go round about the city once. Thus shalt thou do six days.  <strong>4</strong> And seven priests shall bear before the ark seven trumpets of rams horns: and the seventh day ye shall compass the city seven times, and the priests shall blow with the trumpets.  <strong>5</strong> And it shall come to pass, that when they make a long blast  with the ram’s horn, and when ye hear the sound of the trumpet, all the people shall shout with a great shout; and the wall of the city shall fall down flat, and the people shall ascend up every man straight before him.  <strong>6</strong> And Joshua the son of Nun called the priests, and said unto them, Take up the ark of the covenant, and let seven priests bear seven trumpets of rams’ horns before the ark of the LORD.  <strong>7</strong> And he said unto the people, Pass on, and compass the city, and let him that is armed pass on before the ark of the LORD.  <strong>8</strong> And it came to pass, when Joshua had spoken unto the people, that the seven priests bearing the seven trumpets of rams’ horns passed on before the LORD, and blew with the trumpets: and the ark of the covenant of the LORD followed them.  <strong>9</strong> And the armed men went before the priests that blew with the trumpets, and the rereward came after the ark, the priests going on, and blowing with the trumpets.  <strong>10</strong> And Joshua had commanded the people, saying, Ye shall not shout, nor make any noise with your voice, neither shall any word proceed out of your mouth, until the day I bid you shout; then shall ye shout.  <strong>11</strong> So the ark of the LORD compassed the city, going about it  once: and they came into the camp, and lodged in the camp.  <strong>12</strong> And Joshua rose early in the morning, and the priests took up the ark of the LORD.  <strong>13</strong> And seven priests bearing seven trumpets of rams’ horns before the ark of the LORD went on continually, and blew with the trumpets: and the armed men went before them; but the rereward came after the ark of the LORD, the priests going on, and blowing with the trumpets.  <strong>14</strong> And the second day they compassed the city once, and returned into the camp: so they did six days.  <strong>15</strong> And it came to pass on the seventh day, that they rose early about the dawning of the day, and compassed the city after the same manner seven times: only on that day they compassed the city seven times.  <strong>16</strong> And it came to pass at the seventh time, when the priests blew with the trumpets, Joshua said unto the people, Shout; for the LORD hath given you the city.  <strong>17</strong> And the city shall be accursed, even it, and all that are therein, to the LORD: only Rahab the harlot shall live, she and all that are with her in the house, because she hid the messengers that we sent.  <strong>18</strong> And ye, in any wise keep yourselves from the accursed thing, lest ye make yourselves accursed, when ye take of the accursed thing, and make the camp of Israel a curse, and trouble it.  <strong>19</strong> But all the silver, and gold, and vessels of brass and iron, are  consecrated unto the LORD: they shall come into the treasury of the LORD.  <strong>20</strong> So the people shouted when the priests blew with the trumpets: and it came to pass, when the people heard the sound of the trumpet, and the people shouted with a great shout, that the wall fell down flat, so that the people went up into the city, every man straight before him, and they took the city.  <strong>21</strong> And they utterly destroyed all that was in the city, both man and woman, young and old, and ox, and sheep, and ass, with the edge of the sword.  <strong>22</strong> But Joshua had said unto the two men that had spied out the country, Go into the harlot’s house, and bring out thence the woman, and all that she hath, as ye sware unto her.  <strong>23</strong> And the young men that were spies went in, and brought Rahab, and her father, and her mother, and her brethren, and all that she had; and they brought out all her kindred, and left them without the camp of Israel.  <strong>24</strong> And they burnt the city with fire, and all that was therein: only the silver, and the gold, and the vessels of brass and of iron, they put into the treasury of the house of the LORD.  <strong>25</strong> And Joshua saved Rahab the harlot alive, and her father’s household, and all that she had; and she dwelleth in Israel even unto this day; because she hid the messengers, which Joshua sent to spy out Jericho.  <strong>26</strong> And Joshua adjured them at that time, saying, Cursed be the man before the LORD, that riseth up and buildeth this city Jericho: he shall lay the foundation thereof in his firstborn, and in his youngest son shall he set up the gates of it.  <strong>27</strong> So the LORD was with Joshua; and his fame was noised throughout all the country.  ","niv":"<sup><strong>1</strong></sup> Now Jericho was tightly shut up because of the Israelites. No one went out and no one came in. <sup><strong>2</strong></sup> Then the LORD said to Joshua, \"See, I have delivered Jericho into your hands, along with its king and its fighting men. <sup><strong>3</strong></sup> March around the city once with all the armed men. Do this for six days. <sup><strong>4</strong></sup> Have seven priests carry trumpets of rams' horns in front of the ark. On the seventh day, march around the city seven times, with the priests blowing the trumpets. <sup><strong>5</strong></sup> When you hear them sound a long blast on the trumpets, have all the people give a loud shout; then the wall of the city will collapse and the people will go up, every man straight in.\" <sup><strong>6</strong></sup> So Joshua son of Nun called the priests and said to them, \"Take up the ark of the covenant of the LORD and have seven priests carry trumpets in front of it.\" <sup><strong>7</strong></sup> And he ordered the people, \"Advance! March around the city, with the armed guard going ahead of the ark of the LORD.\" <sup><strong>8</strong></sup> When Joshua had spoken to the people, the seven priests carrying the seven trumpets before the LORD went forward, blowing their trumpets, and the ark of the LORD's covenant followed them. <sup><strong>9</strong></sup> The armed guard marched ahead of the priests who blew the trumpets, and the rear guard followed the ark. All this time the trumpets were sounding. <sup><strong>10</strong></sup> But Joshua had commanded the people, \"Do not give a war cry, do not raise your voices, do not say a word until the day I tell you to shout. Then shout!\" <sup><strong>11</strong></sup> So he had the ark of the LORD carried around the city, circling it once. Then the people returned to camp and spent the night there. <sup><strong>12</strong></sup> Joshua got up early the next morning and the priests took up the ark of the LORD. <sup><strong>13</strong></sup> The seven priests carrying the seven trumpets went forward, marching before the ark of the LORD and blowing the trumpets. The armed men went ahead of them and the rear guard followed the ark of the LORD, while the trumpets kept sounding. <sup><strong>14</strong></sup> So on the second day they marched around the city once and returned to the camp. They did this for six days. <sup><strong>15</strong></sup> On the seventh day, they got up at daybreak and marched around the city seven times in the same manner, except that on that day they circled the city seven times. <sup><strong>16</strong></sup> The seventh time around, when the priests sounded the trumpet blast, Joshua commanded the people, \"Shout! For the LORD has given you the city! <sup><strong>17</strong></sup> The city and all that is in it are to be devoted to the LORD. Only Rahab the prostitute and all who are with her in her house shall be spared, because she hid the spies we sent. <sup><strong>18</strong></sup> But keep away from the devoted things, so that you will not bring about your own destruction by taking any of them. Otherwise you will make the camp of Israel liable to destruction and bring trouble on it. <sup><strong>19</strong></sup> All the silver and gold and the articles of bronze and iron are sacred to the LORD and must go into his treasury.\" <sup><strong>20</strong></sup> When the trumpets sounded, the people shouted, and at the sound of the trumpet, when the people gave a loud shout, the wall collapsed; so every man charged straight in, and they took the city. <sup><strong>21</strong></sup> They devoted the city to the LORD and destroyed with the sword every living thing in it-men and women, young and old, cattle, sheep and donkeys. <sup><strong>22</strong></sup> Joshua said to the two men who had spied out the land, \"Go into the prostitute's house and bring her out and all who belong to her, in accordance with your oath to her.\" <sup><strong>23</strong></sup> So the young men who had done the spying went in and brought out Rahab, her father and mother and brothers and all who belonged to her. They brought out her entire family and put them in a place outside the camp of Israel. <sup><strong>24</strong></sup> Then they burned the whole city and everything in it, but they put the silver and gold and the articles of bronze and iron into the treasury of the LORD's house. <sup><strong>25</strong></sup> But Joshua spared Rahab the prostitute, with her family and all who belonged to her, because she hid the men Joshua had sent as spies to Jericho-and she lives among the Israelites to this day. <sup><strong>26</strong></sup> At that time Joshua pronounced this solemn oath: \"Cursed before the LORD is the man who undertakes to rebuild this city, Jericho: \"At the cost of his firstborn son will he lay its foundations; at the cost of his youngest will he set up its gates.\" <sup><strong>27</strong></sup> So the LORD was with Joshua, and his fame spread throughout the land. ","modified":"2023-03-29T18:25:09.660Z"},{"_id":"6164e2d3dc1be0273f8b7700","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Hebrews 11:30","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen. <b class=\"verse-num\" id=\"v58011002-1\">2&nbsp;</b>For by it the people of old received their commendation. <b class=\"verse-num\" id=\"v58011003-1\">3&nbsp;</b>By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible.</p>\n<p id=\"p58011003_03-13\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. <b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. <b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him. <b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n<p id=\"p58011007_03-13\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God. <b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised. <b class=\"verse-num\" id=\"v58011012-1\">12&nbsp;</b>Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore.</p>\n<p id=\"p58011012_03-13\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n<p id=\"p58011016_03-13\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, <b class=\"verse-num\" id=\"v58011018-1\">18&nbsp;</b>of whom it was said, “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v58011019-1\">19&nbsp;</b>He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back. <b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau. <b class=\"verse-num\" id=\"v58011021-1\">21&nbsp;</b>By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. <b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n<p id=\"p58011022_03-13\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict. <b class=\"verse-num\" id=\"v58011024-1\">24&nbsp;</b>By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter, <b class=\"verse-num\" id=\"v58011025-1\">25&nbsp;</b>choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin. <b class=\"verse-num\" id=\"v58011026-1\">26&nbsp;</b>He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward. <b class=\"verse-num\" id=\"v58011027-1\">27&nbsp;</b>By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible. <b class=\"verse-num\" id=\"v58011028-1\">28&nbsp;</b>By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them.</p>\n<p id=\"p58011028_03-13\"><b class=\"verse-num\" id=\"v58011029-1\">29&nbsp;</b>By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned. <b class=\"verse-num\" id=\"v58011030-1\">30&nbsp;</b>By faith the walls of Jericho fell down after they had been encircled for seven days. <b class=\"verse-num\" id=\"v58011031-1\">31&nbsp;</b>By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies.</p>\n<p id=\"p58011031_03-13\"><b class=\"verse-num\" id=\"v58011032-1\">32&nbsp;</b>And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—<b class=\"verse-num\" id=\"v58011033-1\">33&nbsp;</b>who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions, <b class=\"verse-num\" id=\"v58011034-1\">34&nbsp;</b>quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight. <b class=\"verse-num\" id=\"v58011035-1\">35&nbsp;</b>Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. <b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n<p id=\"p58011038_03-13\"><b class=\"verse-num\" id=\"v58011039-1\">39&nbsp;</b>And all these, though commended through their faith, did not receive what was promised, <b class=\"verse-num\" id=\"v58011040-1\">40&nbsp;</b>since God had provided something better for us, that apart from us they should not be made perfect.</p>\n\n</div>","kjv":"<strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  ","niv":"<sup><strong>30</strong></sup> By faith the walls of Jericho fell, after the people had marched around them for seven days."},{"_id":"6164e2d4dc1be0273f8b7701","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 6:26","votes":20,"__v":0,"esv":"<div>\n<p id=\"p06006026_01-3\"><b class=\"verse-num\" id=\"v06006026-1\">26&nbsp;</b>Joshua laid an oath on them at that time, saying, “Cursed before the LORD be the man who rises up and rebuilds this city, Jericho.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p06006026_01-3\" class=\"line\">&nbsp;&nbsp;“At the cost of his firstborn shall he</span><br><span id=\"p06006026_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lay its foundation,</span><br><span id=\"p06006026_01-3\" class=\"line\">&nbsp;&nbsp;and at the cost of his youngest son</span><br><span id=\"p06006026_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall he set up its gates.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> And Joshua adjured them at that time, saying, Cursed be the man before the LORD, that riseth up and buildeth this city Jericho: he shall lay the foundation thereof in his firstborn, and in his youngest son shall he set up the gates of it.  ","niv":"<sup><strong>26</strong></sup> At that time Joshua pronounced this solemn oath: \"Cursed before the LORD is the man who undertakes to rebuild this city, Jericho: \"At the cost of his firstborn son will he lay its foundations; at the cost of his youngest will he set up its gates.\"","modified":"2023-03-14T12:27:46.926Z"},{"_id":"6164e2d4dc1be0273f8b7702","topicId":"6164e2d3dc1be0273f8b76fe","verse":"1 Kings 16:34","votes":20,"__v":0,"esv":"<div>\n<p id=\"p11016034_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v11016034-1\">34&nbsp;</b>In his days Hiel of Bethel built Jericho. He laid its foundation at the cost of Abiram his firstborn, and set up its gates at the cost of his youngest son Segub, according to the word of the LORD, which he spoke by Joshua the son of Nun.</p>\n</div>","kjv":"<strong>34</strong> In his days did Hiel the Bethelite build Jericho: he laid the foundation thereof in Abiram his firstborn, and set up the gates thereof in his youngest son Segub, according to the word of the LORD, which he spake by Joshua the son of Nun.  ","niv":"<sup><strong>34</strong></sup> In Ahab's time, Hiel of Bethel rebuilt Jericho. He laid its foundations at the cost of his firstborn son Abiram, and he set up its gates at the cost of his youngest son Segub, in accordance with the word of the LORD spoken by Joshua son of Nun."},{"_id":"6164e2d4dc1be0273f8b7703","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Luke 19:1-9","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p42019001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42019001-1\">19:1&nbsp;</b>He entered Jericho and was passing through. <b class=\"verse-num\" id=\"v42019002-1\">2&nbsp;</b>And behold, there was a man named Zacchaeus. He was a chief tax collector and was rich. <b class=\"verse-num\" id=\"v42019003-1\">3&nbsp;</b>And he was seeking to see who Jesus was, but on account of the crowd he could not, because he was small in stature. <b class=\"verse-num\" id=\"v42019004-1\">4&nbsp;</b>So he ran on ahead and climbed up into a sycamore tree to see him, for he was about to pass that way. <b class=\"verse-num\" id=\"v42019005-1\">5&nbsp;</b>And when Jesus came to the place, he looked up and said to him, <span class=\"woc\">“Zacchaeus, hurry and come down, for I must stay at your house today.”</span> <b class=\"verse-num\" id=\"v42019006-1\">6&nbsp;</b>So he hurried and came down and received him joyfully. <b class=\"verse-num\" id=\"v42019007-1\">7&nbsp;</b>And when they saw it, they all grumbled, “He has gone in to be the guest of a man who is a sinner.” <b class=\"verse-num\" id=\"v42019008-1\">8&nbsp;</b>And Zacchaeus stood and said to the Lord, “Behold, Lord, the half of my goods I give to the poor. And if I have defrauded anyone of anything, I restore it fourfold.” <b class=\"verse-num\" id=\"v42019009-1\">9&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Today salvation has come to this house, since he also is a son of Abraham.</span> <b class=\"verse-num woc\" id=\"v42019010-1\">10&nbsp;</b><span class=\"woc\">For the Son of Man came to seek and to save the lost.”</span></p>\n\n<p id=\"p42019010_10-10\"><b class=\"verse-num\" id=\"v42019011-1\">11&nbsp;</b>As they heard these things, he proceeded to tell a parable, because he was near to Jerusalem, and because they supposed that the kingdom of God was to appear immediately. <b class=\"verse-num\" id=\"v42019012-1\">12&nbsp;</b>He said therefore, <span class=\"woc\">“A nobleman went into a far country to receive for himself a kingdom and then return.</span> <b class=\"verse-num woc\" id=\"v42019013-1\">13&nbsp;</b><span class=\"woc\">Calling ten of his servants, he gave them ten minas, and said to them, ‘Engage in business until I come.’</span> <b class=\"verse-num woc\" id=\"v42019014-1\">14&nbsp;</b><span class=\"woc\">But his citizens hated him and sent a delegation after him, saying, ‘We do not want this man to reign over us.’</span> <b class=\"verse-num woc\" id=\"v42019015-1\">15&nbsp;</b><span class=\"woc\">When he returned, having received the kingdom, he ordered these servants to whom he had given the money to be called to him, that he might know what they had gained by doing business.</span> <b class=\"verse-num woc\" id=\"v42019016-1\">16&nbsp;</b><span class=\"woc\">The first came before him, saying, ‘Lord, your mina has made ten minas more.’</span> <b class=\"verse-num woc\" id=\"v42019017-1\">17&nbsp;</b><span class=\"woc\">And he said to him, ‘Well done, good servant! Because you have been faithful in a very little, you shall have authority over ten cities.’</span> <b class=\"verse-num woc\" id=\"v42019018-1\">18&nbsp;</b><span class=\"woc\">And the second came, saying, ‘Lord, your mina has made five minas.’</span> <b class=\"verse-num woc\" id=\"v42019019-1\">19&nbsp;</b><span class=\"woc\">And he said to him, ‘And you are to be over five cities.’</span> <b class=\"verse-num woc\" id=\"v42019020-1\">20&nbsp;</b><span class=\"woc\">Then another came, saying, ‘Lord, here is your mina, which I kept laid away in a handkerchief;</span> <b class=\"verse-num woc\" id=\"v42019021-1\">21&nbsp;</b><span class=\"woc\">for I was afraid of you, because you are a severe man. You take what you did not deposit, and reap what you did not sow.’</span> <b class=\"verse-num woc\" id=\"v42019022-1\">22&nbsp;</b><span class=\"woc\">He said to him, ‘I will condemn you with your own words, you wicked servant! You knew that I was a severe man, taking what I did not deposit and reaping what I did not sow?</span> <b class=\"verse-num woc\" id=\"v42019023-1\">23&nbsp;</b><span class=\"woc\">Why then did you not put my money in the bank, and at my coming I might have collected it with interest?’</span> <b class=\"verse-num woc\" id=\"v42019024-1\">24&nbsp;</b><span class=\"woc\">And he said to those who stood by, ‘Take the mina from him, and give it to the one who has the ten minas.’</span> <b class=\"verse-num woc\" id=\"v42019025-1\">25&nbsp;</b><span class=\"woc\">And they said to him, ‘Lord, he has ten minas!’</span> <b class=\"verse-num woc\" id=\"v42019026-1\">26&nbsp;</b><span class=\"woc\">‘I tell you that to everyone who has, more will be given, but from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v42019027-1\">27&nbsp;</b><span class=\"woc\">But as for these enemies of mine, who did not want me to reign over them, bring them here and slaughter them before me.’”</span></p>\n\n<p id=\"p42019027_13-10\"><b class=\"verse-num\" id=\"v42019028-1\">28&nbsp;</b>And when he had said these things, he went on ahead, going up to Jerusalem. <b class=\"verse-num\" id=\"v42019029-1\">29&nbsp;</b>When he drew near to Bethphage and Bethany, at the mount that is called Olivet, he sent two of the disciples, <b class=\"verse-num\" id=\"v42019030-1\">30&nbsp;</b>saying, <span class=\"woc\">“Go into the village in front of you, where on entering you will find a colt tied, on which no one has ever yet sat. Untie it and bring it here.</span> <b class=\"verse-num woc\" id=\"v42019031-1\">31&nbsp;</b><span class=\"woc\">If anyone asks you, ‘Why are you untying it?’ you shall say this: ‘The Lord has need of it.’”</span> <b class=\"verse-num\" id=\"v42019032-1\">32&nbsp;</b>So those who were sent went away and found it just as he had told them. <b class=\"verse-num\" id=\"v42019033-1\">33&nbsp;</b>And as they were untying the colt, its owners said to them, “Why are you untying the colt?” <b class=\"verse-num\" id=\"v42019034-1\">34&nbsp;</b>And they said, “The Lord has need of it.” <b class=\"verse-num\" id=\"v42019035-1\">35&nbsp;</b>And they brought it to Jesus, and throwing their cloaks on the colt, they set Jesus on it. <b class=\"verse-num\" id=\"v42019036-1\">36&nbsp;</b>And as he rode along, they spread their cloaks on the road. <b class=\"verse-num\" id=\"v42019037-1\">37&nbsp;</b>As he was drawing near—already on the way down the Mount of Olives—the whole multitude of his disciples began to rejoice and praise God with a loud voice for all the mighty works that they had seen, <b class=\"verse-num\" id=\"v42019038-1\">38&nbsp;</b>saying, “Blessed is the King who comes in the name of the Lord! Peace in heaven and glory in the highest!” <b class=\"verse-num\" id=\"v42019039-1\">39&nbsp;</b>And some of the Pharisees in the crowd said to him, “Teacher, rebuke your disciples.” <b class=\"verse-num\" id=\"v42019040-1\">40&nbsp;</b>He answered, <span class=\"woc\">“I tell you, if these were silent, the very stones would cry out.”</span></p>\n\n<p id=\"p42019040_17-10\"><b class=\"verse-num\" id=\"v42019041-1\">41&nbsp;</b>And when he drew near and saw the city, he wept over it, <b class=\"verse-num\" id=\"v42019042-1\">42&nbsp;</b>saying, <span class=\"woc\">“Would that you, even you, had known on this day the things that make for peace! But now they are hidden from your eyes.</span> <b class=\"verse-num woc\" id=\"v42019043-1\">43&nbsp;</b><span class=\"woc\">For the days will come upon you, when your enemies will set up a barricade around you and surround you and hem you in on every side</span> <b class=\"verse-num woc\" id=\"v42019044-1\">44&nbsp;</b><span class=\"woc\">and tear you down to the ground, you and your children within you. And they will not leave one stone upon another in you, because you did not know the time of your visitation.”</span></p>\n\n<p id=\"p42019044_21-10\"><b class=\"verse-num\" id=\"v42019045-1\">45&nbsp;</b>And he entered the temple and began to drive out those who sold, <b class=\"verse-num\" id=\"v42019046-1\">46&nbsp;</b>saying to them, <span class=\"woc\">“It is written, ‘My house shall be a house of prayer,’ but you have made it a den of robbers.”</span></p>\n<p id=\"p42019046_21-10\"><b class=\"verse-num\" id=\"v42019047-1\">47&nbsp;</b>And he was teaching daily in the temple. The chief priests and the scribes and the principal men of the people were seeking to destroy him, <b class=\"verse-num\" id=\"v42019048-1\">48&nbsp;</b>but they did not find anything they could do, for all the people were hanging on his words.</p>\n\n</div>","kjv":"<strong>1</strong> And Jesus entered and passed through Jericho.  <strong>2</strong> And, behold, there was a man named Zacchaeus, which was the chief among the publicans, and he was rich.  <strong>3</strong> And he sought to see Jesus who he was; and could not for the press, because he was little of stature.  <strong>4</strong> And he ran before, and climbed up into a sycomore tree to see him: for he was to pass that way.  <strong>5</strong> And when Jesus came to the place, he looked up, and saw him, and said unto him, Zacchaeus, make haste, and come down; for to day I must abide at thy house.  <strong>6</strong> And he made haste, and came down, and received him joyfully.  <strong>7</strong> And when they saw it, they all murmured, saying, That he was gone to be guest with a man that is a sinner.  <strong>8</strong> And Zacchaeus stood, and said unto the Lord; Behold, Lord, the half of my goods I give to the poor; and if I have taken any thing from any man by false accusation, I restore him fourfold.  <strong>9</strong> And Jesus said unto him, This day is salvation come to this house, forsomuch as he also is a son of Abraham.  ","niv":"<sup><strong>1</strong></sup> Jesus entered Jericho and was passing through. <sup><strong>2</strong></sup> A man was there by the name of Zacchaeus; he was a chief tax collector and was wealthy. <sup><strong>3</strong></sup> He wanted to see who Jesus was, but being a short man he could not, because of the crowd. <sup><strong>4</strong></sup> So he ran ahead and climbed a sycamore-fig tree to see him, since Jesus was coming that way. <sup><strong>5</strong></sup> When Jesus reached the spot, he looked up and said to him, \"Zacchaeus, come down immediately. I must stay at your house today.\" <sup><strong>6</strong></sup> So he came down at once and welcomed him gladly. <sup><strong>7</strong></sup> All the people saw this and began to mutter, \"He has gone to be the guest of a 'sinner.'\" <sup><strong>8</strong></sup> But Zacchaeus stood up and said to the Lord, \"Look, Lord! Here and now I give half of my possessions to the poor, and if I have cheated anybody out of anything, I will pay back four times the amount.\" <sup><strong>9</strong></sup> Jesus said to him, \"Today salvation has come to this house, because this man, too, is a son of Abraham. ","modified":"2023-07-29T14:02:19.999Z"},{"_id":"6164e2d4dc1be0273f8b7704","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Mark 10:46-52","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p41010046_05-7\"><b class=\"verse-num\" id=\"v41010046-1\">46&nbsp;</b>And they came to Jericho. And as he was leaving Jericho with his disciples and a great crowd, Bartimaeus, a blind beggar, the son of Timaeus, was sitting by the roadside. <b class=\"verse-num\" id=\"v41010047-1\">47&nbsp;</b>And when he heard that it was Jesus of Nazareth, he began to cry out and say, “Jesus, Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010048-1\">48&nbsp;</b>And many rebuked him, telling him to be silent. But he cried out all the more, “Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010049-1\">49&nbsp;</b>And Jesus stopped and said, <span class=\"woc\">“Call him.”</span> And they called the blind man, saying to him, “Take heart. Get up; he is calling you.” <b class=\"verse-num\" id=\"v41010050-1\">50&nbsp;</b>And throwing off his cloak, he sprang up and came to Jesus. <b class=\"verse-num\" id=\"v41010051-1\">51&nbsp;</b>And Jesus said to him, <span class=\"woc\">“What do you want me to do for you?”</span> And the blind man said to him, “Rabbi, let me recover my sight.” <b class=\"verse-num\" id=\"v41010052-1\">52&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Go your way; your faith has made you well.”</span> And immediately he recovered his sight and followed him on the way.</p>\n</div>","kjv":"<strong>46</strong> And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the highway side begging.  <strong>47</strong> And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou Son of David, have mercy on me.  <strong>48</strong> And many charged him that he should hold his peace: but he cried the more a great deal, Thou Son of David, have mercy on me.  <strong>49</strong> And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee.  <strong>50</strong> And he, casting away his garment, rose, and came to Jesus.  <strong>51</strong> And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight.  <strong>52</strong> And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way.  ","niv":"<sup><strong>46</strong></sup> Then they came to Jericho. As Jesus and his disciples, together with a large crowd, were leaving the city, a blind man, Bartimaeus (that is, the Son of Timaeus), was sitting by the roadside begging. <sup><strong>47</strong></sup> When he heard that it was Jesus of Nazareth, he began to shout, \"Jesus, Son of David, have mercy on me!\" <sup><strong>48</strong></sup> Many rebuked him and told him to be quiet, but he shouted all the more, \"Son of David, have mercy on me!\" <sup><strong>49</strong></sup> Jesus stopped and said, \"Call him.\" So they called to the blind man, \"Cheer up! On your feet! He's calling you.\" <sup><strong>50</strong></sup> Throwing his cloak aside, he jumped to his feet and came to Jesus. <sup><strong>51</strong></sup> \"What do you want me to do for you?\" Jesus asked him. The blind man said, \"Rabbi, I want to see.\" <sup><strong>52</strong></sup> \"Go,\" said Jesus, \"your faith has healed you.\" Immediately he received his sight and followed Jesus along the road. "},{"_id":"6164e2d5dc1be0273f8b7705","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 6:20","votes":13,"__v":0,"esv":"<div>\n<p id=\"p06006020_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v06006020-1\">20&nbsp;</b>So the people shouted, and the trumpets were blown. As soon as the people heard the sound of the trumpet, the people shouted a great shout, and the wall fell down flat, so that the people went up into the city, every man straight before him, and they captured the city.</p>\n</div>","kjv":"<strong>20</strong> So the people shouted when the priests blew with the trumpets: and it came to pass, when the people heard the sound of the trumpet, and the people shouted with a great shout, that the wall fell down flat, so that the people went up into the city, every man straight before him, and they took the city.  ","niv":"<sup><strong>20</strong></sup> When the trumpets sounded, the people shouted, and at the sound of the trumpet, when the people gave a loud shout, the wall collapsed; so every man charged straight in, and they took the city.","modified":"2022-02-25T09:17:32.880Z"},{"_id":"6164e2d5dc1be0273f8b7706","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 6:21","votes":7,"__v":0,"esv":"<div>\n<p id=\"p06006021_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v06006021-1\">21&nbsp;</b>Then they devoted all in the city to destruction, both men and women, young and old, oxen, sheep, and donkeys, with the edge of the sword.</p>\n</div>","kjv":"<strong>21</strong> And they utterly destroyed all that was in the city, both man and woman, young and old, and ox, and sheep, and ass, with the edge of the sword.  ","niv":"<sup><strong>21</strong></sup> They devoted the city to the LORD and destroyed with the sword every living thing in it-men and women, young and old, cattle, sheep and donkeys."},{"_id":"6164e2d5dc1be0273f8b7707","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Luke 19:1-48","votes":5,"__v":0,"kjv":"<strong>1</strong> And Jesus entered and passed through Jericho.  <strong>2</strong> And, behold, there was a man named Zacchaeus, which was the chief among the publicans, and he was rich.  <strong>3</strong> And he sought to see Jesus who he was; and could not for the press, because he was little of stature.  <strong>4</strong> And he ran before, and climbed up into a sycomore tree to see him: for he was to pass that way.  <strong>5</strong> And when Jesus came to the place, he looked up, and saw him, and said unto him, Zacchaeus, make haste, and come down; for to day I must abide at thy house.  <strong>6</strong> And he made haste, and came down, and received him joyfully.  <strong>7</strong> And when they saw it, they all murmured, saying, That he was gone to be guest with a man that is a sinner.  <strong>8</strong> And Zacchaeus stood, and said unto the Lord; Behold, Lord, the half of my goods I give to the poor; and if I have taken any thing from any man by false accusation, I restore him fourfold.  <strong>9</strong> And Jesus said unto him, This day is salvation come to this house, forsomuch as he also is a son of Abraham.  <strong>10</strong> For the Son of man is come to seek and to save that which was lost.  <strong>11</strong> And as they heard these things, he added and spake a parable, because he was nigh to Jerusalem, and because they thought that the kingdom of God should immediately appear.  <strong>12</strong> He said therefore, A certain nobleman went into a far country to receive for himself a kingdom, and to return.  <strong>13</strong> And he called his ten servants, and delivered them ten pounds, and said unto them, Occupy till I come.  <strong>14</strong> But his citizens hated him, and sent a message after him, saying, We will not have this man to reign over us.  <strong>15</strong> And it came to pass, that when he was returned, having received the kingdom, then he commanded these servants to be called unto him, to whom he had given the money, that he might know how much every man had gained by trading.  <strong>16</strong> Then came the first, saying, Lord, thy pound hath gained ten pounds.  <strong>17</strong> And he said unto him, Well, thou good servant: because thou hast been faithful in a very little, have thou authority over ten cities.  <strong>18</strong> And the second came, saying, Lord, thy pound hath gained five pounds.  <strong>19</strong> And he said likewise to him, Be thou also over five cities.  <strong>20</strong> And another came, saying, Lord, behold, here is thy pound, which I have kept laid up in a napkin:  <strong>21</strong> For I feared thee, because thou art an austere man: thou takest up that thou layedst not down, and reapest that thou didst not sow.  <strong>22</strong> And he saith unto him, Out of thine own mouth will I judge thee, thou wicked servant. Thou knewest that I was an austere man, taking up that I laid not down, and reaping that I did not sow:  <strong>23</strong> Wherefore then gavest not thou my money into the bank, that at my coming I might have required mine own with usury?  <strong>24</strong> And he said unto them that stood by, Take from him the pound, and give it to him that hath ten pounds.  <strong>25</strong> (And they said unto him, Lord, he hath ten pounds.)  <strong>26</strong> For I say unto you, That unto every one which hath shall be given; and from him that hath not, even that he hath shall be taken away from him.  <strong>27</strong> But those mine enemies, which would not that I should reign over them, bring hither, and slay them before me. <strong>28</strong> And when he had thus spoken, he went before, ascending up to Jerusalem.  <strong>29</strong> And it came to pass, when he was come nigh to Bethphage and Bethany, at the mount called the mount of Olives, he sent two of his disciples,  <strong>30</strong> Saying, Go ye into the village over against you; in the which at your entering ye shall find a colt tied, whereon yet never man sat: loose him, and bring him hither.  <strong>31</strong> And if any man ask you, Why do ye loose him? thus shall ye say unto him, Because the Lord hath need of him.  <strong>32</strong> And they that were sent went their way, and found even as he had said unto them.  <strong>33</strong> And as they were loosing the colt, the owners thereof said unto them, Why loose ye the colt?  <strong>34</strong> And they said, The Lord hath need of him.  <strong>35</strong> And they brought him to Jesus: and they cast their garments upon the colt, and they set Jesus thereon.  <strong>36</strong> And as he went, they spread their clothes in the way.  <strong>37</strong> And when he was come nigh, even now at the descent of the mount of Olives, the whole multitude of the disciples began to rejoice and praise God with a loud voice for all the mighty works that they had seen;  <strong>38</strong> Saying, Blessed be the King that cometh in the name of the Lord: peace in heaven, and glory in the highest.  <strong>39</strong> And some of the Pharisees from among the multitude said unto him, Master, rebuke thy disciples.  <strong>40</strong> And he answered and said unto them, I tell you that, if these should hold their peace, the stones would immediately cry out. <strong>41</strong> And when he was come near, he beheld the city, and wept over it,  <strong>42</strong> Saying, If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes.  <strong>43</strong> For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side,  <strong>44</strong> And shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation.  <strong>45</strong> And he went into the temple, and began to cast out them that sold therein, and them that bought;  <strong>46</strong> Saying unto them, It is written, My house is the house of prayer: but ye have made it a den of thieves.  <strong>47</strong> And he taught daily in the temple. But the chief priests and the scribes and the chief of the people sought to destroy him,  <strong>48</strong> And could not find what they might do: for all the people were very attentive to hear him.  ","niv":"<sup><strong>1</strong></sup> Jesus entered Jericho and was passing through. <sup><strong>2</strong></sup> A man was there by the name of Zacchaeus; he was a chief tax collector and was wealthy. <sup><strong>3</strong></sup> He wanted to see who Jesus was, but being a short man he could not, because of the crowd. <sup><strong>4</strong></sup> So he ran ahead and climbed a sycamore-fig tree to see him, since Jesus was coming that way. <sup><strong>5</strong></sup> When Jesus reached the spot, he looked up and said to him, \"Zacchaeus, come down immediately. I must stay at your house today.\" <sup><strong>6</strong></sup> So he came down at once and welcomed him gladly. <sup><strong>7</strong></sup> All the people saw this and began to mutter, \"He has gone to be the guest of a 'sinner.'\" <sup><strong>8</strong></sup> But Zacchaeus stood up and said to the Lord, \"Look, Lord! Here and now I give half of my possessions to the poor, and if I have cheated anybody out of anything, I will pay back four times the amount.\" <sup><strong>9</strong></sup> Jesus said to him, \"Today salvation has come to this house, because this man, too, is a son of Abraham. <sup><strong>10</strong></sup> For the Son of Man came to seek and to save what was lost.\" <sup><strong>11</strong></sup> While they were listening to this, he went on to tell them a parable, because he was near Jerusalem and the people thought that the kingdom of God was going to appear at once. <sup><strong>12</strong></sup> He said: \"A man of noble birth went to a distant country to have himself appointed king and then to return. <sup><strong>13</strong></sup> So he called ten of his servants and gave them ten minas. 'Put this money to work,' he said, 'until I come back.' <sup><strong>14</strong></sup> \"But his subjects hated him and sent a delegation after him to say, 'We don't want this man to be our king.' <sup><strong>15</strong></sup> \"He was made king, however, and returned home. Then he sent for the servants to whom he had given the money, in order to find out what they had gained with it. <sup><strong>16</strong></sup> \"The first one came and said, 'Sir, your mina has earned ten more.' <sup><strong>17</strong></sup> \"'Well done, my good servant!' his master replied. 'Because you have been trustworthy in a very small matter, take charge of ten cities.' <sup><strong>18</strong></sup> \"The second came and said, 'Sir, your mina has earned five more.' <sup><strong>19</strong></sup> \"His master answered, 'You take charge of five cities.' <sup><strong>20</strong></sup> \"Then another servant came and said, 'Sir, here is your mina; I have kept it laid away in a piece of cloth. <sup><strong>21</strong></sup> I was afraid of you, because you are a hard man. You take out what you did not put in and reap what you did not sow.' <sup><strong>22</strong></sup> \"His master replied, 'I will judge you by your own words, you wicked servant! You knew, did you, that I am a hard man, taking out what I did not put in, and reaping what I did not sow? <sup><strong>23</strong></sup> Why then didn't you put my money on deposit, so that when I came back, I could have collected it with interest?' <sup><strong>24</strong></sup> \"Then he said to those standing by, 'Take his mina away from him and give it to the one who has ten minas.' <sup><strong>25</strong></sup> \"'Sir,' they said, 'he already has ten!' <sup><strong>26</strong></sup> \"He replied, 'I tell you that to everyone who has, more will be given, but as for the one who has nothing, even what he has will be taken away. <sup><strong>27</strong></sup> But those enemies of mine who did not want me to be king over them--bring them here and kill them in front of me.'\" <sup><strong>28</strong></sup> After Jesus had said this, he went on ahead, going up to Jerusalem. <sup><strong>29</strong></sup> As he approached Bethphage and Bethany at the hill called the Mount of Olives, he sent two of his disciples, saying to them, <sup><strong>30</strong></sup> \"Go to the village ahead of you, and as you enter it, you will find a colt tied there, which no one has ever ridden. Untie it and bring it here. <sup><strong>31</strong></sup> If anyone asks you, 'Why are you untying it?' tell him, 'The Lord needs it.'\" <sup><strong>32</strong></sup> Those who were sent ahead went and found it just as he had told them. <sup><strong>33</strong></sup> As they were untying the colt, its owners asked them, \"Why are you untying the colt?\" <sup><strong>34</strong></sup> They replied, \"The Lord needs it.\" <sup><strong>35</strong></sup> They brought it to Jesus, threw their cloaks on the colt and put Jesus on it. <sup><strong>36</strong></sup> As he went along, people spread their cloaks on the road. <sup><strong>37</strong></sup> When he came near the place where the road goes down the Mount of Olives, the whole crowd of disciples began joyfully to praise God in loud voices for all the miracles they had seen: <sup><strong>38</strong></sup> \"Blessed is the king who comes in the name of the Lord!Peace in heaven and glory in the highest!\" <sup><strong>39</strong></sup> Some of the Pharisees in the crowd said to Jesus, \"Teacher, rebuke your disciples!\" <sup><strong>40</strong></sup> \"I tell you,\" he replied, \"if they keep quiet, the stones will cry out.\" <sup><strong>41</strong></sup> As he approached Jerusalem and saw the city, he wept over it <sup><strong>42</strong></sup> and said, \"If you, even you, had only known on this day what would bring you peace--but now it is hidden from your eyes. <sup><strong>43</strong></sup> The days will come upon you when your enemies will build an embankment against you and encircle you and hem you in on every side. <sup><strong>44</strong></sup> They will dash you to the ground, you and the children within your walls. They will not leave one stone on another, because you did not recognize the time of God's coming to you.\" <sup><strong>45</strong></sup> Then he entered the temple area and began driving out those who were selling. <sup><strong>46</strong></sup> \"It is written,\" he said to them, \"'My house will be a house of prayer'; but you have made it 'a den of robbers.'\" <sup><strong>47</strong></sup> Every day he was teaching at the temple. But the chief priests, the teachers of the law and the leaders among the people were trying to kill him. <sup><strong>48</strong></sup> Yet they could not find any way to do it, because all the people hung on his words. ","modified":"2022-06-07T08:31:21.114Z"},{"_id":"6164e2d6dc1be0273f8b7708","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 8:29","votes":6,"__v":0,"esv":"<div>\n<p id=\"p06008029_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v06008029-1\">29&nbsp;</b>And he hanged the king of Ai on a tree until evening. And at sunset Joshua commanded, and they took his body down from the tree and threw it at the entrance of the gate of the city and raised over it a great heap of stones, which stands there to this day.</p>\n</div>","kjv":"<strong>29</strong> And the king of Ai he hanged on a tree until eventide: and as soon as the sun was down, Joshua commanded that they should take his carcase down from the tree, and cast it at the entering of the gate of the city, and raise thereon a great heap of stones, that remaineth unto this day.  ","niv":"<sup><strong>29</strong></sup> He hung the king of Ai on a tree and left him there until evening. At sunset, Joshua ordered them to take his body from the tree and throw it down at the entrance of the city gate. And they raised a large pile of rocks over it, which remains to this day.","modified":"2022-06-29T15:39:16.995Z"},{"_id":"6164e2d6dc1be0273f8b7709","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 6:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p06006001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v06006001-1\">6:1&nbsp;</b>Now Jericho was shut up inside and outside because of the people of Israel. None went out, and none came in.</p>\n</div>","kjv":"<strong>1</strong> Now Jericho was straitly shut up because of the children of Israel: none went out, and none came in.  ","niv":"<sup><strong>1</strong></sup> Now Jericho was tightly shut up because of the Israelites. No one went out and no one came in."},{"_id":"6164e2d6dc1be0273f8b770a","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Hebrews 11:1-40","votes":4,"__v":0,"kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  <strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  <strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  <strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  <strong>12</strong> Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.  <strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  <strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  <strong>19</strong> Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.  <strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  <strong>21</strong> By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.  <strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  <strong>24</strong> By faith Moses, when he was come to years, refused to be called the son of Pharaoh’s daughter;  <strong>25</strong> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;  <strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  <strong>27</strong> By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.  <strong>28</strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.  <strong>29</strong> By faith they passed through the Red sea as by dry land:  which the Egyptians assaying to do were drowned.  <strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  <strong>31</strong> By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.  <strong>32</strong> And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:  <strong>33</strong> Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,  <strong>34</strong> Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.  <strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see. <sup><strong>2</strong></sup> This is what the ancients were commended for. <sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible. <sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead. <sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God. <sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. <sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith. <sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. <sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise. <sup><strong>12</strong></sup> And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore. <sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. <sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son, <sup><strong>18</strong></sup> even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>19</strong></sup> Abraham reasoned that God could raise the dead, and figuratively speaking, he did receive Isaac back from death. <sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future. <sup><strong>21</strong></sup> By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff. <sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones. <sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. <sup><strong>24</strong></sup> By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. <sup><strong>25</strong></sup> He chose to be mistreated along with the people of God rather than to enjoy the pleasures of sin for a short time. <sup><strong>26</strong></sup> He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. <sup><strong>27</strong></sup> By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. <sup><strong>28</strong></sup> By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel. <sup><strong>29</strong></sup> By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned. <sup><strong>30</strong></sup> By faith the walls of Jericho fell, after the people had marched around them for seven days. <sup><strong>31</strong></sup> By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient. <sup><strong>32</strong></sup> And what more shall I say? I do not have time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel and the prophets, <sup><strong>33</strong></sup> who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, <sup><strong>34</strong></sup> quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. <sup><strong>35</strong></sup> Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection. <sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. <sup><strong>39</strong></sup> These were all commended for their faith, yet none of them received what had been promised. <sup><strong>40</strong></sup> God had planned something better for us so that only together with us would they be made perfect. "},{"_id":"6164e2d7dc1be0273f8b770b","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 6:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p06006024_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v06006024-1\">24&nbsp;</b>And they burned the city with fire, and everything in it. Only the silver and gold, and the vessels of bronze and of iron, they put into the treasury of the house of the LORD.</p>\n</div>","kjv":"<strong>24</strong> And they burnt the city with fire, and all that was therein: only the silver, and the gold, and the vessels of brass and of iron, they put into the treasury of the house of the LORD.  ","niv":"<sup><strong>24</strong></sup> Then they burned the whole city and everything in it, but they put the silver and gold and the articles of bronze and iron into the treasury of the LORD's house."},{"_id":"6164e2d7dc1be0273f8b770c","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 2:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p06002001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v06002001-1\">2:1&nbsp;</b>And Joshua the son of Nun sent two men secretly from Shittim as spies, saying, “Go, view the land, especially Jericho.” And they went and came into the house of a prostitute whose name was Rahab and lodged there.</p>\n\n</div>","kjv":"<strong>1</strong> And Joshua the son of Nun sent out of Shittim two men to spy secretly, saying, Go view the land, even Jericho. And they went, and came into an harlot’s house, named Rahab, and lodged there.  ","niv":"<sup><strong>1</strong></sup> Then Joshua son of Nun secretly sent two spies from Shittim. \"Go, look over the land,\" he said, \"especially Jericho.\" So they went and entered the house of a prostitute named Rahab and stayed there.","modified":"2022-08-20T12:48:18.519Z"},{"_id":"6164e2d7dc1be0273f8b770d","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Mark 3:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41003014_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v41003014-1\">14&nbsp;</b>And he appointed twelve (whom he also named apostles) so that they might be with him and he might send them out to preach</p>\n</div>","kjv":"<strong>14</strong> And he ordained twelve, that they should be with him, and that he might send them forth to preach,  ","niv":"<sup><strong>14</strong></sup> He appointed twelve--designating them apostles--that they might be with him and that he might send them out to preach"},{"_id":"6164e2d7dc1be0273f8b770e","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Judges 3:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p07003013_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v07003013-1\">13&nbsp;</b>He gathered to himself the Ammonites and the Amalekites, and went and defeated Israel. And they took possession of the city of palms.</p>\n</div>","kjv":"<strong>13</strong> And he gathered unto him the children of Ammon and Amalek, and went and smote Israel, and possessed the city of palm trees.  ","niv":"<sup><strong>13</strong></sup> Getting the Ammonites and Amalekites to join him, Eglon came and attacked Israel, and they took possession of the City of Palms."},{"_id":"6164e2d8dc1be0273f8b770f","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 6:25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p06006025_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v06006025-1\">25&nbsp;</b>But Rahab the prostitute and her father’s household and all who belonged to her, Joshua saved alive. And she has lived in Israel to this day, because she hid the messengers whom Joshua sent to spy out Jericho.</p>\n</div>","kjv":"<strong>25</strong> And Joshua saved Rahab the harlot alive, and her father’s household, and all that she had; and she dwelleth in Israel even unto this day; because she hid the messengers, which Joshua sent to spy out Jericho.  ","niv":"<sup><strong>25</strong></sup> But Joshua spared Rahab the prostitute, with her family and all who belonged to her, because she hid the men Joshua had sent as spies to Jericho-and she lives among the Israelites to this day."},{"_id":"6164e2d8dc1be0273f8b7710","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 6:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p06006017_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v06006017-1\">17&nbsp;</b>And the city and all that is within it shall be devoted to the LORD for destruction. Only Rahab the prostitute and all who are with her in her house shall live, because she hid the messengers whom we sent.</p>\n\n</div>","kjv":"<strong>17</strong> And the city shall be accursed, even it, and all that are therein, to the LORD: only Rahab the harlot shall live, she and all that are with her in the house, because she hid the messengers that we sent.  ","niv":"<sup><strong>17</strong></sup> The city and all that is in it are to be devoted to the LORD. Only Rahab the prostitute and all who are with her in her house shall be spared, because she hid the spies we sent."},{"_id":"6164e2d8dc1be0273f8b7711","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Deuteronomy 1:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05001004_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v05001004-1\">4&nbsp;</b>after he had defeated Sihon the king of the Amorites, who lived in Heshbon, and Og the king of Bashan, who lived in Ashtaroth and in Edrei.</p>\n</div>","kjv":"<strong>4</strong> After he had slain Sihon the king of the Amorites, which dwelt in Heshbon, and Og the king of Bashan, which dwelt at Astaroth in Edrei:  ","niv":"<sup><strong>4</strong></sup> This was after he had defeated Sihon king of the Amorites, who reigned in Heshbon, and at Edrei had defeated Og king of Bashan, who reigned in Ashtaroth."},{"_id":"6164e2d9dc1be0273f8b7712","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Numbers 22:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p04022001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04022001-1\">22:1&nbsp;</b>Then the people of Israel set out and camped in the plains of Moab beyond the Jordan at Jericho.</p>\n</div>","kjv":"<strong>1</strong> And the children of Israel set forward, and pitched in the plains of Moab on this side Jordan by Jericho.  ","niv":"<sup><strong>1</strong></sup> Then the Israelites traveled to the plains of Moab and camped along the Jordan across from Jericho."},{"_id":"6164e2d9dc1be0273f8b7713","topicId":"6164e2d3dc1be0273f8b76fe","verse":"2 Samuel 10:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p10010005_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v10010005-1\">5&nbsp;</b>When it was told David, he sent to meet them, for the men were greatly ashamed. And the king said, “Remain at Jericho until your beards have grown and then return.”</p>\n</div>","kjv":"<strong>5</strong> When they told it unto David, he sent to meet them, because the men were greatly ashamed: and the king said, Tarry at Jericho until your beards be grown, and then return.  ","niv":"<sup><strong>5</strong></sup> When David was told about this, he sent messengers to meet the men, for they were greatly humiliated. The king said, \"Stay at Jericho till your beards have grown, and then come back.\""},{"_id":"6164e2d9dc1be0273f8b7714","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 7:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p06007025_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v06007025-1\">25&nbsp;</b>And Joshua said, “Why did you bring trouble on us? The LORD brings trouble on you today.” And all Israel stoned him with stones. They burned them with fire and stoned them with stones.</p>\n</div>","kjv":"<strong>25</strong> And Joshua said, Why hast thou troubled us? the LORD shall trouble thee this day. And all Israel stoned him with stones, and burned them with fire, after they had stoned them with stones.  ","niv":"<sup><strong>25</strong></sup> Joshua said, \"Why have you brought this trouble on us? The LORD will bring trouble on you today.\" Then all Israel stoned him, and after they had stoned the rest, they burned them."},{"_id":"6164e2dadc1be0273f8b7715","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 6:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p06006019_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v06006019-1\">19&nbsp;</b>But all silver and gold, and every vessel of bronze and iron, are holy to the LORD; they shall go into the treasury of the LORD.”</p>\n</div>","kjv":"<strong>19</strong> But all the silver, and gold, and vessels of brass and iron, are  consecrated unto the LORD: they shall come into the treasury of the LORD.  ","niv":"<sup><strong>19</strong></sup> All the silver and gold and the articles of bronze and iron are sacred to the LORD and must go into his treasury.\""},{"_id":"6164e2dadc1be0273f8b7716","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 6:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p06006016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v06006016-1\">16&nbsp;</b>And at the seventh time, when the priests had blown the trumpets, Joshua said to the people, “Shout, for the LORD has given you the city.</p>\n</div>","kjv":"<strong>16</strong> And it came to pass at the seventh time, when the priests blew with the trumpets, Joshua said unto the people, Shout; for the LORD hath given you the city.  ","niv":"<sup><strong>16</strong></sup> The seventh time around, when the priests sounded the trumpet blast, Joshua commanded the people, \"Shout! For the LORD has given you the city!"},{"_id":"6164e2dadc1be0273f8b7717","topicId":"6164e2d3dc1be0273f8b76fe","verse":"Joshua 6:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p06006009_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v06006009-1\">9&nbsp;</b>The armed men were walking before the priests who were blowing the trumpets, and the rear guard was walking after the ark, while the trumpets blew continually.</p>\n</div>","kjv":"<strong>9</strong> And the armed men went before the priests that blew with the trumpets, and the rereward came after the ark, the priests going on, and blowing with the trumpets.  ","niv":"<sup><strong>9</strong></sup> The armed guard marched ahead of the priests who blew the trumpets, and the rear guard followed the ark. All this time the trumpets were sounding."}]}