{"_id":"6164e3ebdc1be0273f8b77b4","slug":"jesus-footwashing","name":"Jesus Footwashing","verses":[{"_id":"6164e3ebdc1be0273f8b77b5","topicId":"6164e3ebdc1be0273f8b77b4","verse":"John 13:1-38","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43013001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43013001-1\">13:1&nbsp;</b>Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. <b class=\"verse-num\" id=\"v43013002-1\">2&nbsp;</b>During supper, when the devil had already put it into the heart of Judas Iscariot, Simon’s son, to betray him, <b class=\"verse-num\" id=\"v43013003-1\">3&nbsp;</b>Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, <b class=\"verse-num\" id=\"v43013004-1\">4&nbsp;</b>rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. <b class=\"verse-num\" id=\"v43013005-1\">5&nbsp;</b>Then he poured water into a basin and began to wash the disciples’ feet and to wipe them with the towel that was wrapped around him. <b class=\"verse-num\" id=\"v43013006-1\">6&nbsp;</b>He came to Simon Peter, who said to him, “Lord, do you wash my feet?” <b class=\"verse-num\" id=\"v43013007-1\">7&nbsp;</b>Jesus answered him, <span class=\"woc\">“What I am doing you do not understand now, but afterward you will understand.”</span> <b class=\"verse-num\" id=\"v43013008-1\">8&nbsp;</b>Peter said to him, “You shall never wash my feet.” Jesus answered him, <span class=\"woc\">“If I do not wash you, you have no share with me.”</span> <b class=\"verse-num\" id=\"v43013009-1\">9&nbsp;</b>Simon Peter said to him, “Lord, not my feet only but also my hands and my head!” <b class=\"verse-num\" id=\"v43013010-1\">10&nbsp;</b>Jesus said to him, <span class=\"woc\">“The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you.”</span> <b class=\"verse-num\" id=\"v43013011-1\">11&nbsp;</b>For he knew who was to betray him; that was why he said, <span class=\"woc\">“Not all of you are clean.”</span></p>\n<p id=\"p43013011_06-1\"><b class=\"verse-num\" id=\"v43013012-1\">12&nbsp;</b>When he had washed their feet and put on his outer garments and resumed his place, he said to them, <span class=\"woc\">“Do you understand what I have done to you?</span> <b class=\"verse-num woc\" id=\"v43013013-1\">13&nbsp;</b><span class=\"woc\">You call me Teacher and Lord, and you are right, for so I am.</span> <b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span> <b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span> <b class=\"verse-num woc\" id=\"v43013016-1\">16&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him.</span> <b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span> <b class=\"verse-num woc\" id=\"v43013018-1\">18&nbsp;</b><span class=\"woc\">I am not speaking of all of you; I know whom I have chosen. But the Scripture will be fulfilled, ‘He who ate my bread has lifted his heel against me.’</span> <b class=\"verse-num woc\" id=\"v43013019-1\">19&nbsp;</b><span class=\"woc\">I am telling you this now, before it takes place, that when it does take place you may believe that I am he.</span> <b class=\"verse-num woc\" id=\"v43013020-1\">20&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever receives the one I send receives me, and whoever receives me receives the one who sent me.”</span></p>\n\n<p id=\"p43013020_12-1\"><b class=\"verse-num\" id=\"v43013021-1\">21&nbsp;</b>After saying these things, Jesus was troubled in his spirit, and testified, <span class=\"woc\">“Truly, truly, I say to you, one of you will betray me.”</span> <b class=\"verse-num\" id=\"v43013022-1\">22&nbsp;</b>The disciples looked at one another, uncertain of whom he spoke. <b class=\"verse-num\" id=\"v43013023-1\">23&nbsp;</b>One of his disciples, whom Jesus loved, was reclining at table at Jesus’ side, <b class=\"verse-num\" id=\"v43013024-1\">24&nbsp;</b>so Simon Peter motioned to him to ask Jesus of whom he was speaking. <b class=\"verse-num\" id=\"v43013025-1\">25&nbsp;</b>So that disciple, leaning back against Jesus, said to him, “Lord, who is it?” <b class=\"verse-num\" id=\"v43013026-1\">26&nbsp;</b>Jesus answered, <span class=\"woc\">“It is he to whom I will give this morsel of bread when I have dipped it.”</span> So when he had dipped the morsel, he gave it to Judas, the son of Simon Iscariot. <b class=\"verse-num\" id=\"v43013027-1\">27&nbsp;</b>Then after he had taken the morsel, Satan entered into him. Jesus said to him, <span class=\"woc\">“What you are going to do, do quickly.”</span> <b class=\"verse-num\" id=\"v43013028-1\">28&nbsp;</b>Now no one at the table knew why he said this to him. <b class=\"verse-num\" id=\"v43013029-1\">29&nbsp;</b>Some thought that, because Judas had the moneybag, Jesus was telling him, “Buy what we need for the feast,” or that he should give something to the poor. <b class=\"verse-num\" id=\"v43013030-1\">30&nbsp;</b>So, after receiving the morsel of bread, he immediately went out. And it was night.</p>\n\n<p id=\"p43013030_15-1\"><b class=\"verse-num\" id=\"v43013031-1\">31&nbsp;</b>When he had gone out, Jesus said, <span class=\"woc\">“Now is the Son of Man glorified, and God is glorified in him.</span> <b class=\"verse-num woc\" id=\"v43013032-1\">32&nbsp;</b><span class=\"woc\">If God is glorified in him, God will also glorify him in himself, and glorify him at once.</span> <b class=\"verse-num woc\" id=\"v43013033-1\">33&nbsp;</b><span class=\"woc\">Little children, yet a little while I am with you. You will seek me, and just as I said to the Jews, so now I also say to you, ‘Where I am going you cannot come.’</span> <b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span> <b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n\n<p id=\"p43013035_19-1\"><b class=\"verse-num\" id=\"v43013036-1\">36&nbsp;</b>Simon Peter said to him, “Lord, where are you going?” Jesus answered him, <span class=\"woc\">“Where I am going you cannot follow me now, but you will follow afterward.”</span> <b class=\"verse-num\" id=\"v43013037-1\">37&nbsp;</b>Peter said to him, “Lord, why can I not follow you now? I will lay down my life for you.” <b class=\"verse-num\" id=\"v43013038-1\">38&nbsp;</b>Jesus answered, <span class=\"woc\">“Will you lay down your life for me? Truly, truly, I say to you, the rooster will not crow till you have denied me three times.</span></p>\n\n</div>","kjv":"<strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  <strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  <strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  <strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  <strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  <strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  <strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  <strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  <strong>11</strong> For he knew who should betray him; therefore said he, Ye are not all clean.  <strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  <strong>16</strong> Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.  <strong>17</strong> If ye know these things, happy are ye if ye do them. <strong>18</strong>           I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.  <strong>19</strong> Now I tell you before it come, that, when it is come to pass, ye may believe that I am he.  <strong>20</strong> Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.  <strong>21</strong> When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me.  <strong>22</strong> Then the disciples looked one on another, doubting of whom he spake.  <strong>23</strong> Now there was leaning on Jesus’ bosom one of his disciples, whom Jesus loved.  <strong>24</strong> Simon Peter therefore beckoned to him, that he should ask who it should be of whom he spake.  <strong>25</strong> He then lying on Jesus’ breast saith unto him, Lord, who is it?  <strong>26</strong> Jesus answered, He it is, to whom I shall give a sop, when I have dipped it. And when he had dipped the sop, he gave it  to Judas Iscariot, the son of Simon.  <strong>27</strong> And after the sop Satan entered into him. Then said Jesus unto him, That thou doest, do quickly.  <strong>28</strong> Now no man at the table knew for what intent he spake this unto him.  <strong>29</strong> For some of them thought, because Judas had the bag, that Jesus had said unto him, Buy those things that we have need of against the feast; or, that he should give something to the poor.  <strong>30</strong> He then having received the sop went immediately out: and it was night.  <strong>31</strong> Therefore, when he was gone out, Jesus said, Now is the Son of man glorified, and God is glorified in him.  <strong>32</strong> If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him.  <strong>33</strong> Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you.  <strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. <strong>36</strong> Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, Whither I go, thou canst not follow me now; but thou shalt follow me afterwards.  <strong>37</strong> Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake.  <strong>38</strong> Jesus answered him, Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice. ","niv":"<sup><strong>1</strong></sup> It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love. <sup><strong>2</strong></sup> The evening meal was being served, and the devil had already prompted Judas Iscariot, son of Simon, to betray Jesus. <sup><strong>3</strong></sup> Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God; <sup><strong>4</strong></sup> so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist. <sup><strong>5</strong></sup> After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him. <sup><strong>6</strong></sup> He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\" <sup><strong>7</strong></sup> Jesus replied, \"You do not realize now what I am doing, but later you will understand.\" <sup><strong>8</strong></sup> \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\" <sup><strong>9</strong></sup> \"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\" <sup><strong>10</strong></sup> Jesus answered, \"A person who has had a bath needs only to wash his feet; his whole body is clean. And you are clean, though not every one of you.\" <sup><strong>11</strong></sup> For he knew who was going to betray him, and that was why he said not every one was clean. <sup><strong>12</strong></sup> When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them. <sup><strong>13</strong></sup> \"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am. <sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. <sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you. <sup><strong>16</strong></sup> I tell you the truth, no servant is greater than his master, nor is a messenger greater than the one who sent him. <sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them. <sup><strong>18</strong></sup> \"I am not referring to all of you; I know those I have chosen. But this is to fulfill the scripture: 'He who shares my bread has lifted up his heel against me.' <sup><strong>19</strong></sup> \"I am telling you now before it happens, so that when it does happen you will believe that I am He. <sup><strong>20</strong></sup> I tell you the truth, whoever accepts anyone I send accepts me; and whoever accepts me accepts the one who sent me.\" <sup><strong>21</strong></sup> After he had said this, Jesus was troubled in spirit and testified, \"I tell you the truth, one of you is going to betray me.\" <sup><strong>22</strong></sup> His disciples stared at one another, at a loss to know which of them he meant. <sup><strong>23</strong></sup> One of them, the disciple whom Jesus loved, was reclining next to him. <sup><strong>24</strong></sup> Simon Peter motioned to this disciple and said, \"Ask him which one he means.\" <sup><strong>25</strong></sup> Leaning back against Jesus, he asked him, \"Lord, who is it?\" <sup><strong>26</strong></sup> Jesus answered, \"It is the one to whom I will give this piece of bread when I have dipped it in the dish.\" Then, dipping the piece of bread, he gave it to Judas Iscariot, son of Simon. <sup><strong>27</strong></sup> As soon as Judas took the bread, Satan entered into him. <sup><strong>28</strong></sup> \"What you are about to do, do quickly,\" Jesus told him, but no one at the meal understood why Jesus said this to him. <sup><strong>29</strong></sup> Since Judas had charge of the money, some thought Jesus was telling him to buy what was needed for the Feast, or to give something to the poor. <sup><strong>30</strong></sup> As soon as Judas had taken the bread, he went out. And it was night. <sup><strong>31</strong></sup> When he was gone, Jesus said, \"Now is the Son of Man glorified and God is glorified in him. <sup><strong>32</strong></sup> If God is glorified in him, God will glorify the Son in himself, and will glorify him at once. <sup><strong>33</strong></sup> \"My children, I will be with you only a little longer. You will look for me, and just as I told the Jews, so I tell you now: Where I am going, you cannot come. <sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another. <sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\" <sup><strong>36</strong></sup> Simon Peter asked him, \"Lord, where are you going?\" Jesus replied, \"Where I am going, you cannot follow now, but you will follow later.\" <sup><strong>37</strong></sup> Peter asked, \"Lord, why can't I follow you now? I will lay down my life for you.\" <sup><strong>38</strong></sup> Then Jesus answered, \"Will you really lay down your life for me? I tell you the truth, before the rooster crows, you will disown me three times! "},{"_id":"6164e3ebdc1be0273f8b77b6","topicId":"6164e3ebdc1be0273f8b77b4","verse":"John 13:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43013006_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43013006-1\">6&nbsp;</b>He came to Simon Peter, who said to him, “Lord, do you wash my feet?”</p>\n</div>","kjv":"<strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  ","niv":"<sup><strong>6</strong></sup> He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\""},{"_id":"6164e3ecdc1be0273f8b77b7","topicId":"6164e3ebdc1be0273f8b77b4","verse":"1 John 1:1-10","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62001001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62001001-1\">1:1&nbsp;</b>That which was from the beginning, which we have heard, which we have seen with our eyes, which we looked upon and have touched with our hands, concerning the word of life—<b class=\"verse-num\" id=\"v62001002-1\">2&nbsp;</b>the life was made manifest, and we have seen it, and testify to it and proclaim to you the eternal life, which was with the Father and was made manifest to us—<b class=\"verse-num\" id=\"v62001003-1\">3&nbsp;</b>that which we have seen and heard we proclaim also to you, so that you too may have fellowship with us; and indeed our fellowship is with the Father and with his Son Jesus Christ. <b class=\"verse-num\" id=\"v62001004-1\">4&nbsp;</b>And we are writing these things so that our joy may be complete.</p>\n\n<p id=\"p62001004_09-3\"><b class=\"verse-num\" id=\"v62001005-1\">5&nbsp;</b>This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all. <b class=\"verse-num\" id=\"v62001006-1\">6&nbsp;</b>If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth. <b class=\"verse-num\" id=\"v62001007-1\">7&nbsp;</b>But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin. <b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us. <b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness. <b class=\"verse-num\" id=\"v62001010-1\">10&nbsp;</b>If we say we have not sinned, we make him a liar, and his word is not in us.</p>\n\n</div>","kjv":"<strong>1</strong> That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;  <strong>2</strong> (For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)  <strong>3</strong> That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.  <strong>4</strong> And these things write we unto you, that your joy may be full.  <strong>5</strong> This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.  <strong>6</strong> If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:  <strong>7</strong> But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.  <strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  <strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  <strong>10</strong> If we say that we have not sinned, we make him a liar, and his word is not in us.  ","niv":"<sup><strong>1</strong></sup> That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched--this we proclaim concerning the Word of life. <sup><strong>2</strong></sup> The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us. <sup><strong>3</strong></sup> We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ. <sup><strong>4</strong></sup> We write this to make our joy complete. <sup><strong>5</strong></sup> This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all. <sup><strong>6</strong></sup> If we claim to have fellowship with him yet walk in the darkness, we lie and do not live by the truth. <sup><strong>7</strong></sup> But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin. <sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us. <sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. <sup><strong>10</strong></sup> If we claim we have not sinned, we make him out to be a liar and his word has no place in our lives. "},{"_id":"6164e3ecdc1be0273f8b77b8","topicId":"6164e3ebdc1be0273f8b77b4","verse":"John 13:3-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43013003_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v43013003-1\">3&nbsp;</b>Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, <b class=\"verse-num\" id=\"v43013004-1\">4&nbsp;</b>rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. <b class=\"verse-num\" id=\"v43013005-1\">5&nbsp;</b>Then he poured water into a basin and began to wash the disciples’ feet and to wipe them with the towel that was wrapped around him. <b class=\"verse-num\" id=\"v43013006-1\">6&nbsp;</b>He came to Simon Peter, who said to him, “Lord, do you wash my feet?” <b class=\"verse-num\" id=\"v43013007-1\">7&nbsp;</b>Jesus answered him, <span class=\"woc\">“What I am doing you do not understand now, but afterward you will understand.”</span> <b class=\"verse-num\" id=\"v43013008-1\">8&nbsp;</b>Peter said to him, “You shall never wash my feet.” Jesus answered him, <span class=\"woc\">“If I do not wash you, you have no share with me.”</span> <b class=\"verse-num\" id=\"v43013009-1\">9&nbsp;</b>Simon Peter said to him, “Lord, not my feet only but also my hands and my head!” <b class=\"verse-num\" id=\"v43013010-1\">10&nbsp;</b>Jesus said to him, <span class=\"woc\">“The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you.”</span> <b class=\"verse-num\" id=\"v43013011-1\">11&nbsp;</b>For he knew who was to betray him; that was why he said, <span class=\"woc\">“Not all of you are clean.”</span></p>\n<p id=\"p43013011_01-4\"><b class=\"verse-num\" id=\"v43013012-1\">12&nbsp;</b>When he had washed their feet and put on his outer garments and resumed his place, he said to them, <span class=\"woc\">“Do you understand what I have done to you?</span> <b class=\"verse-num woc\" id=\"v43013013-1\">13&nbsp;</b><span class=\"woc\">You call me Teacher and Lord, and you are right, for so I am.</span> <b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span> <b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span> <b class=\"verse-num woc\" id=\"v43013016-1\">16&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him.</span> <b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span></p>\n\n</div>","kjv":"<strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  <strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  <strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  <strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  <strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  <strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  <strong>11</strong> For he knew who should betray him; therefore said he, Ye are not all clean.  <strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  <strong>16</strong> Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.  <strong>17</strong> If ye know these things, happy are ye if ye do them. ","niv":"<sup><strong>3</strong></sup> Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God; <sup><strong>4</strong></sup> so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist. <sup><strong>5</strong></sup> After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him. <sup><strong>6</strong></sup> He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\" <sup><strong>7</strong></sup> Jesus replied, \"You do not realize now what I am doing, but later you will understand.\" <sup><strong>8</strong></sup> \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\" <sup><strong>9</strong></sup> \"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\" <sup><strong>10</strong></sup> Jesus answered, \"A person who has had a bath needs only to wash his feet; his whole body is clean. And you are clean, though not every one of you.\" <sup><strong>11</strong></sup> For he knew who was going to betray him, and that was why he said not every one was clean. <sup><strong>12</strong></sup> When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them. <sup><strong>13</strong></sup> \"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am. <sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. <sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you. <sup><strong>16</strong></sup> I tell you the truth, no servant is greater than his master, nor is a messenger greater than the one who sent him. <sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them. "},{"_id":"6164e3ecdc1be0273f8b77b9","topicId":"6164e3ebdc1be0273f8b77b4","verse":"John 13:1-17","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43013001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43013001-1\">13:1&nbsp;</b>Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. <b class=\"verse-num\" id=\"v43013002-1\">2&nbsp;</b>During supper, when the devil had already put it into the heart of Judas Iscariot, Simon’s son, to betray him, <b class=\"verse-num\" id=\"v43013003-1\">3&nbsp;</b>Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, <b class=\"verse-num\" id=\"v43013004-1\">4&nbsp;</b>rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. <b class=\"verse-num\" id=\"v43013005-1\">5&nbsp;</b>Then he poured water into a basin and began to wash the disciples’ feet and to wipe them with the towel that was wrapped around him. <b class=\"verse-num\" id=\"v43013006-1\">6&nbsp;</b>He came to Simon Peter, who said to him, “Lord, do you wash my feet?” <b class=\"verse-num\" id=\"v43013007-1\">7&nbsp;</b>Jesus answered him, <span class=\"woc\">“What I am doing you do not understand now, but afterward you will understand.”</span> <b class=\"verse-num\" id=\"v43013008-1\">8&nbsp;</b>Peter said to him, “You shall never wash my feet.” Jesus answered him, <span class=\"woc\">“If I do not wash you, you have no share with me.”</span> <b class=\"verse-num\" id=\"v43013009-1\">9&nbsp;</b>Simon Peter said to him, “Lord, not my feet only but also my hands and my head!” <b class=\"verse-num\" id=\"v43013010-1\">10&nbsp;</b>Jesus said to him, <span class=\"woc\">“The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you.”</span> <b class=\"verse-num\" id=\"v43013011-1\">11&nbsp;</b>For he knew who was to betray him; that was why he said, <span class=\"woc\">“Not all of you are clean.”</span></p>\n<p id=\"p43013011_06-5\"><b class=\"verse-num\" id=\"v43013012-1\">12&nbsp;</b>When he had washed their feet and put on his outer garments and resumed his place, he said to them, <span class=\"woc\">“Do you understand what I have done to you?</span> <b class=\"verse-num woc\" id=\"v43013013-1\">13&nbsp;</b><span class=\"woc\">You call me Teacher and Lord, and you are right, for so I am.</span> <b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span> <b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span> <b class=\"verse-num woc\" id=\"v43013016-1\">16&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him.</span> <b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span></p>\n\n</div>","kjv":"<strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  <strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  <strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  <strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  <strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  <strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  <strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  <strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  <strong>11</strong> For he knew who should betray him; therefore said he, Ye are not all clean.  <strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  <strong>16</strong> Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.  <strong>17</strong> If ye know these things, happy are ye if ye do them. ","niv":"<sup><strong>1</strong></sup> It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love. <sup><strong>2</strong></sup> The evening meal was being served, and the devil had already prompted Judas Iscariot, son of Simon, to betray Jesus. <sup><strong>3</strong></sup> Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God; <sup><strong>4</strong></sup> so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist. <sup><strong>5</strong></sup> After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him. <sup><strong>6</strong></sup> He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\" <sup><strong>7</strong></sup> Jesus replied, \"You do not realize now what I am doing, but later you will understand.\" <sup><strong>8</strong></sup> \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\" <sup><strong>9</strong></sup> \"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\" <sup><strong>10</strong></sup> Jesus answered, \"A person who has had a bath needs only to wash his feet; his whole body is clean. And you are clean, though not every one of you.\" <sup><strong>11</strong></sup> For he knew who was going to betray him, and that was why he said not every one was clean. <sup><strong>12</strong></sup> When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them. <sup><strong>13</strong></sup> \"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am. <sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. <sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you. <sup><strong>16</strong></sup> I tell you the truth, no servant is greater than his master, nor is a messenger greater than the one who sent him. <sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them. "},{"_id":"6164e3ecdc1be0273f8b77ba","topicId":"6164e3ebdc1be0273f8b77b4","verse":"Mark 10:45","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41010045_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41010045-1\">45&nbsp;</b><span class=\"woc\">For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n</div>","kjv":"<strong>45</strong> For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many. ","niv":"<sup><strong>45</strong></sup> For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\""},{"_id":"6164e3eddc1be0273f8b77bb","topicId":"6164e3ebdc1be0273f8b77b4","verse":"Mark 9:35","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41009035_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v41009035-1\">35&nbsp;</b>And he sat down and called the twelve. And he said to them, <span class=\"woc\">“If anyone would be first, he must be last of all and servant of all.”</span></p>\n</div>","kjv":"<strong>35</strong> And he sat down, and called the twelve, and saith unto them, If any man desire to be first, the same shall be last of all, and servant of all.  ","niv":"<sup><strong>35</strong></sup> Sitting down, Jesus called the Twelve and said, \"If anyone wants to be first, he must be the very last, and the servant of all.\""},{"_id":"6164e3eddc1be0273f8b77bc","topicId":"6164e3ebdc1be0273f8b77b4","verse":"Philippians 2:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50002007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men.</p>\n\n</div>","kjv":"<strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  ","niv":"<sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness."},{"_id":"6164e3eddc1be0273f8b77bd","topicId":"6164e3ebdc1be0273f8b77b4","verse":"John 13:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43013015_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span></p>\n</div>","kjv":"<strong>15</strong> For I have given you an example, that ye should do as I have done to you.  ","niv":"<sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you."},{"_id":"6164e3eedc1be0273f8b77be","topicId":"6164e3ebdc1be0273f8b77b4","verse":"John 13:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43013014_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span></p>\n</div>","kjv":"<strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  ","niv":"<sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet."},{"_id":"6164e3eedc1be0273f8b77bf","topicId":"6164e3ebdc1be0273f8b77b4","verse":"John 13:12-17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43013012_01-11\"><b class=\"verse-num\" id=\"v43013012-1\">12&nbsp;</b>When he had washed their feet and put on his outer garments and resumed his place, he said to them, <span class=\"woc\">“Do you understand what I have done to you?</span> <b class=\"verse-num woc\" id=\"v43013013-1\">13&nbsp;</b><span class=\"woc\">You call me Teacher and Lord, and you are right, for so I am.</span> <b class=\"verse-num woc\" id=\"v43013014-1\">14&nbsp;</b><span class=\"woc\">If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.</span> <b class=\"verse-num woc\" id=\"v43013015-1\">15&nbsp;</b><span class=\"woc\">For I have given you an example, that you also should do just as I have done to you.</span> <b class=\"verse-num woc\" id=\"v43013016-1\">16&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him.</span> <b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span></p>\n\n</div>","kjv":"<strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  <strong>16</strong> Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.  <strong>17</strong> If ye know these things, happy are ye if ye do them. ","niv":"<sup><strong>12</strong></sup> When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them. <sup><strong>13</strong></sup> \"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am. <sup><strong>14</strong></sup> Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. <sup><strong>15</strong></sup> I have set you an example that you should do as I have done for you. <sup><strong>16</strong></sup> I tell you the truth, no servant is greater than his master, nor is a messenger greater than the one who sent him. <sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them. "},{"_id":"6164e3eedc1be0273f8b77c0","topicId":"6164e3ebdc1be0273f8b77b4","verse":"Luke 22:7-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42022007_06-12\"><b class=\"verse-num\" id=\"v42022007-1\">7&nbsp;</b>Then came the day of Unleavened Bread, on which the Passover lamb had to be sacrificed. <b class=\"verse-num\" id=\"v42022008-1\">8&nbsp;</b>So Jesus sent Peter and John, saying, <span class=\"woc\">“Go and prepare the Passover for us, that we may eat it.”</span> <b class=\"verse-num\" id=\"v42022009-1\">9&nbsp;</b>They said to him, “Where will you have us prepare it?” <b class=\"verse-num\" id=\"v42022010-1\">10&nbsp;</b>He said to them, <span class=\"woc\">“Behold, when you have entered the city, a man carrying a jar of water will meet you. Follow him into the house that he enters</span> <b class=\"verse-num woc\" id=\"v42022011-1\">11&nbsp;</b><span class=\"woc\">and tell the master of the house, ‘The Teacher says to you, Where is the guest room, where I may eat the Passover with my disciples?’</span> <b class=\"verse-num woc\" id=\"v42022012-1\">12&nbsp;</b><span class=\"woc\">And he will show you a large upper room furnished; prepare it there.”</span> <b class=\"verse-num\" id=\"v42022013-1\">13&nbsp;</b>And they went and found it just as he had told them, and they prepared the Passover.</p>\n\n</div>","kjv":"<strong>7</strong> Then came the day of unleavened bread, when the passover must be killed.  <strong>8</strong> And he sent Peter and John, saying, Go and prepare us the passover, that we may eat.  <strong>9</strong> And they said unto him, Where wilt thou that we prepare?  <strong>10</strong> And he said unto them, Behold, when ye are entered into the city, there shall a man meet you, bearing a pitcher of water; follow him into the house where he entereth in.  <strong>11</strong> And ye shall say unto the goodman of the house, The Master saith unto thee, Where is the guestchamber, where I shall eat the passover with my disciples?  <strong>12</strong> And he shall shew you a large upper room furnished: there make ready.  <strong>13</strong> And they went, and found as he had said unto them: and they made ready the passover.  ","niv":"<sup><strong>7</strong></sup> Then came the day of Unleavened Bread on which the Passover lamb had to be sacrificed. <sup><strong>8</strong></sup> Jesus sent Peter and John, saying, \"Go and make preparations for us to eat the Passover.\" <sup><strong>9</strong></sup> \"Where do you want us to prepare for it?\" they asked. <sup><strong>10</strong></sup> He replied, \"As you enter the city, a man carrying a jar of water will meet you. Follow him to the house that he enters, <sup><strong>11</strong></sup> and say to the owner of the house, 'The Teacher asks: Where is the guest room, where I may eat the Passover with my disciples?' <sup><strong>12</strong></sup> He will show you a large upper room, all furnished. Make preparations there.\" <sup><strong>13</strong></sup> They left and found things just as Jesus had told them. So they prepared the Passover. "},{"_id":"6164e3eedc1be0273f8b77c1","topicId":"6164e3ebdc1be0273f8b77b4","verse":"Psalm 51:2","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051002_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051002-1\">2&nbsp;</b>&nbsp;&nbsp;Wash me thoroughly from my iniquity,</span><br><span id=\"p19051002_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cleanse me from my sin!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Wash me throughly from mine iniquity, and cleanse me from my sin.  ","niv":"<sup><strong>2</strong></sup> Wash away all my iniquity and cleanse me from my sin."},{"_id":"6164e3efdc1be0273f8b77c2","topicId":"6164e3ebdc1be0273f8b77b4","verse":"Acts 2:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"6164e3efdc1be0273f8b77c3","topicId":"6164e3ebdc1be0273f8b77b4","verse":"Luke 22:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42022019_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v42022019-1\">19&nbsp;</b>And he took bread, and when he had given thanks, he broke it and gave it to them, saying, <span class=\"woc\">“This is my body, which is given for you. Do this in remembrance of me.”</span></p>\n</div>","kjv":"<strong>19</strong> And he took bread, and gave thanks, and brake it, and gave unto them, saying, This is my body which is given for you: this do in remembrance of me.  ","niv":"<sup><strong>19</strong></sup> And he took bread, gave thanks and broke it, and gave it to them, saying, \"This is my body given for you; do this in remembrance of me.\""},{"_id":"6164e3efdc1be0273f8b77c4","topicId":"6164e3ebdc1be0273f8b77b4","verse":"Luke 22:19-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42022019_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v42022019-1\">19&nbsp;</b>And he took bread, and when he had given thanks, he broke it and gave it to them, saying, <span class=\"woc\">“This is my body, which is given for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v42022020-1\">20&nbsp;</b>And likewise the cup after they had eaten, saying, <span class=\"woc\">“This cup that is poured out for you is the new covenant in my blood.</span></p>\n\n</div>","kjv":"<strong>19</strong> And he took bread, and gave thanks, and brake it, and gave unto them, saying, This is my body which is given for you: this do in remembrance of me.  <strong>20</strong> Likewise also the cup after supper, saying, This cup is  the new testament in my blood, which is shed for you. ","niv":"<sup><strong>19</strong></sup> And he took bread, gave thanks and broke it, and gave it to them, saying, \"This is my body given for you; do this in remembrance of me.\" <sup><strong>20</strong></sup> In the same way, after the supper he took the cup, saying, \"This cup is the new covenant in my blood, which is poured out for you. "},{"_id":"6164e3f0dc1be0273f8b77c5","topicId":"6164e3ebdc1be0273f8b77b4","verse":"Mark 14:22-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41014022_06-17\"><b class=\"verse-num\" id=\"v41014022-1\">22&nbsp;</b>And as they were eating, he took bread, and after blessing it broke it and gave it to them, and said, <span class=\"woc\">“Take; this is my body.”</span> <b class=\"verse-num\" id=\"v41014023-1\">23&nbsp;</b>And he took a cup, and when he had given thanks he gave it to them, and they all drank of it. <b class=\"verse-num\" id=\"v41014024-1\">24&nbsp;</b>And he said to them, <span class=\"woc\">“This is my blood of the covenant, which is poured out for many.</span> <b class=\"verse-num woc\" id=\"v41014025-1\">25&nbsp;</b><span class=\"woc\">Truly, I say to you, I will not drink again of the fruit of the vine until that day when I drink it new in the kingdom of God.”</span></p>\n\n</div>","kjv":"<strong>22</strong> And as they did eat, Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body.  <strong>23</strong> And he took the cup, and when he had given thanks, he gave it  to them: and they all drank of it.  <strong>24</strong> And he said unto them, This is my blood of the new testament, which is shed for many.  <strong>25</strong> Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the kingdom of God. ","niv":"<sup><strong>22</strong></sup> While they were eating, Jesus took bread, gave thanks and broke it, and gave it to his disciples, saying, \"Take it; this is my body.\" <sup><strong>23</strong></sup> Then he took the cup, gave thanks and offered it to them, and they all drank from it. <sup><strong>24</strong></sup> \"This is my blood of the covenant, which is poured out for many,\" he said to them. <sup><strong>25</strong></sup> \"I tell you the truth, I will not drink again of the fruit of the vine until that day when I drink it anew in the kingdom of God.\" "},{"_id":"6164e3f0dc1be0273f8b77c6","topicId":"6164e3ebdc1be0273f8b77b4","verse":"Matthew 28:18-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40028018_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span> <b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  <strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. <sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"6164e3f0dc1be0273f8b77c7","topicId":"6164e3ebdc1be0273f8b77b4","verse":"Acts 17:10-11","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44017010_06-19\"><b class=\"verse-num\" id=\"v44017010-1\">10&nbsp;</b>The brothers immediately sent Paul and Silas away by night to Berea, and when they arrived they went into the Jewish synagogue. <b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n\n</div>","kjv":"<strong>10</strong> And the brethren immediately sent away Paul and Silas by night unto Berea: who coming thither went into the synagogue of the Jews.  <strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>10</strong></sup> As soon as it was night, the brothers sent Paul and Silas away to Berea. On arriving there, they went to the Jewish synagogue. <sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true. "},{"_id":"6164e3f1dc1be0273f8b77c8","topicId":"6164e3ebdc1be0273f8b77b4","verse":"John 13:31-35","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43013031_04-20\"><b class=\"verse-num\" id=\"v43013031-1\">31&nbsp;</b>When he had gone out, Jesus said, <span class=\"woc\">“Now is the Son of Man glorified, and God is glorified in him.</span> <b class=\"verse-num woc\" id=\"v43013032-1\">32&nbsp;</b><span class=\"woc\">If God is glorified in him, God will also glorify him in himself, and glorify him at once.</span> <b class=\"verse-num woc\" id=\"v43013033-1\">33&nbsp;</b><span class=\"woc\">Little children, yet a little while I am with you. You will seek me, and just as I said to the Jews, so now I also say to you, ‘Where I am going you cannot come.’</span> <b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span> <b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n</div>","kjv":"<strong>31</strong> Therefore, when he was gone out, Jesus said, Now is the Son of man glorified, and God is glorified in him.  <strong>32</strong> If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him.  <strong>33</strong> Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you.  <strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. ","niv":"<sup><strong>31</strong></sup> When he was gone, Jesus said, \"Now is the Son of Man glorified and God is glorified in him. <sup><strong>32</strong></sup> If God is glorified in him, God will glorify the Son in himself, and will glorify him at once. <sup><strong>33</strong></sup> \"My children, I will be with you only a little longer. You will look for me, and just as I told the Jews, so I tell you now: Where I am going, you cannot come. <sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another. <sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\" "},{"_id":"6164e3f1dc1be0273f8b77c9","topicId":"6164e3ebdc1be0273f8b77b4","verse":"John 13:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43013017_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013017-1\">17&nbsp;</b><span class=\"woc\">If you know these things, blessed are you if you do them.</span></p>\n</div>","kjv":"<strong>17</strong> If ye know these things, happy are ye if ye do them. ","niv":"<sup><strong>17</strong></sup> Now that you know these things, you will be blessed if you do them."},{"_id":"6164e3f1dc1be0273f8b77ca","topicId":"6164e3ebdc1be0273f8b77b4","verse":"John 3:1-36","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-22\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-22\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-22\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-22\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-22\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "}]}