{"_id":"6164e62fdc1be0273f8b791f","slug":"jesus-wept","name":"Jesus Wept","verses":[{"_id":"6164e62fdc1be0273f8b7920","topicId":"6164e62fdc1be0273f8b791f","verse":"John 11:35","votes":107,"__v":0,"esv":"<div>\n\n<p id=\"p43011001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43011001-1\">11:1&nbsp;</b>Now a certain man was ill, Lazarus of Bethany, the village of Mary and her sister Martha. <b class=\"verse-num\" id=\"v43011002-1\">2&nbsp;</b>It was Mary who anointed the Lord with ointment and wiped his feet with her hair, whose brother Lazarus was ill. <b class=\"verse-num\" id=\"v43011003-1\">3&nbsp;</b>So the sisters sent to him, saying, “Lord, he whom you love is ill.” <b class=\"verse-num\" id=\"v43011004-1\">4&nbsp;</b>But when Jesus heard it he said, <span class=\"woc\">“This illness does not lead to death. It is for the glory of God, so that the Son of God may be glorified through it.”</span></p>\n<p id=\"p43011004_05-4\"><b class=\"verse-num\" id=\"v43011005-1\">5&nbsp;</b>Now Jesus loved Martha and her sister and Lazarus. <b class=\"verse-num\" id=\"v43011006-1\">6&nbsp;</b>So, when he heard that Lazarus was ill, he stayed two days longer in the place where he was. <b class=\"verse-num\" id=\"v43011007-1\">7&nbsp;</b>Then after this he said to the disciples, <span class=\"woc\">“Let us go to Judea again.”</span> <b class=\"verse-num\" id=\"v43011008-1\">8&nbsp;</b>The disciples said to him, “Rabbi, the Jews were just now seeking to stone you, and are you going there again?” <b class=\"verse-num\" id=\"v43011009-1\">9&nbsp;</b>Jesus answered, <span class=\"woc\">“Are there not twelve hours in the day? If anyone walks in the day, he does not stumble, because he sees the light of this world.</span> <b class=\"verse-num woc\" id=\"v43011010-1\">10&nbsp;</b><span class=\"woc\">But if anyone walks in the night, he stumbles, because the light is not in him.”</span> <b class=\"verse-num\" id=\"v43011011-1\">11&nbsp;</b>After saying these things, he said to them, <span class=\"woc\">“Our friend Lazarus has fallen asleep, but I go to awaken him.”</span> <b class=\"verse-num\" id=\"v43011012-1\">12&nbsp;</b>The disciples said to him, “Lord, if he has fallen asleep, he will recover.” <b class=\"verse-num\" id=\"v43011013-1\">13&nbsp;</b>Now Jesus had spoken of his death, but they thought that he meant taking rest in sleep. <b class=\"verse-num\" id=\"v43011014-1\">14&nbsp;</b>Then Jesus told them plainly, <span class=\"woc\">“Lazarus has died,</span> <b class=\"verse-num woc\" id=\"v43011015-1\">15&nbsp;</b><span class=\"woc\">and for your sake I am glad that I was not there, so that you may believe. But let us go to him.”</span> <b class=\"verse-num\" id=\"v43011016-1\">16&nbsp;</b>So Thomas, called the Twin, said to his fellow disciples, “Let us also go, that we may die with him.”</p>\n\n<p id=\"p43011016_12-4\"><b class=\"verse-num\" id=\"v43011017-1\">17&nbsp;</b>Now when Jesus came, he found that Lazarus had already been in the tomb four days. <b class=\"verse-num\" id=\"v43011018-1\">18&nbsp;</b>Bethany was near Jerusalem, about two miles off, <b class=\"verse-num\" id=\"v43011019-1\">19&nbsp;</b>and many of the Jews had come to Martha and Mary to console them concerning their brother. <b class=\"verse-num\" id=\"v43011020-1\">20&nbsp;</b>So when Martha heard that Jesus was coming, she went and met him, but Mary remained seated in the house. <b class=\"verse-num\" id=\"v43011021-1\">21&nbsp;</b>Martha said to Jesus, “Lord, if you had been here, my brother would not have died. <b class=\"verse-num\" id=\"v43011022-1\">22&nbsp;</b>But even now I know that whatever you ask from God, God will give you.” <b class=\"verse-num\" id=\"v43011023-1\">23&nbsp;</b>Jesus said to her, <span class=\"woc\">“Your brother will rise again.”</span> <b class=\"verse-num\" id=\"v43011024-1\">24&nbsp;</b>Martha said to him, “I know that he will rise again in the resurrection on the last day.” <b class=\"verse-num\" id=\"v43011025-1\">25&nbsp;</b>Jesus said to her, <span class=\"woc\">“I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live,</span> <b class=\"verse-num woc\" id=\"v43011026-1\">26&nbsp;</b><span class=\"woc\">and everyone who lives and believes in me shall never die. Do you believe this?”</span> <b class=\"verse-num\" id=\"v43011027-1\">27&nbsp;</b>She said to him, “Yes, Lord; I believe that you are the Christ, the Son of God, who is coming into the world.”</p>\n\n<p id=\"p43011027_14-4\"><b class=\"verse-num\" id=\"v43011028-1\">28&nbsp;</b>When she had said this, she went and called her sister Mary, saying in private, “The Teacher is here and is calling for you.” <b class=\"verse-num\" id=\"v43011029-1\">29&nbsp;</b>And when she heard it, she rose quickly and went to him. <b class=\"verse-num\" id=\"v43011030-1\">30&nbsp;</b>Now Jesus had not yet come into the village, but was still in the place where Martha had met him. <b class=\"verse-num\" id=\"v43011031-1\">31&nbsp;</b>When the Jews who were with her in the house, consoling her, saw Mary rise quickly and go out, they followed her, supposing that she was going to the tomb to weep there. <b class=\"verse-num\" id=\"v43011032-1\">32&nbsp;</b>Now when Mary came to where Jesus was and saw him, she fell at his feet, saying to him, “Lord, if you had been here, my brother would not have died.” <b class=\"verse-num\" id=\"v43011033-1\">33&nbsp;</b>When Jesus saw her weeping, and the Jews who had come with her also weeping, he was deeply moved in his spirit and greatly troubled. <b class=\"verse-num\" id=\"v43011034-1\">34&nbsp;</b>And he said, <span class=\"woc\">“Where have you laid him?”</span> They said to him, “Lord, come and see.” <b class=\"verse-num\" id=\"v43011035-1\">35&nbsp;</b>Jesus wept. <b class=\"verse-num\" id=\"v43011036-1\">36&nbsp;</b>So the Jews said, “See how he loved him!” <b class=\"verse-num\" id=\"v43011037-1\">37&nbsp;</b>But some of them said, “Could not he who opened the eyes of the blind man also have kept this man from dying?”</p>\n\n<p id=\"p43011037_17-4\"><b class=\"verse-num\" id=\"v43011038-1\">38&nbsp;</b>Then Jesus, deeply moved again, came to the tomb. It was a cave, and a stone lay against it. <b class=\"verse-num\" id=\"v43011039-1\">39&nbsp;</b>Jesus said, <span class=\"woc\">“Take away the stone.”</span> Martha, the sister of the dead man, said to him, “Lord, by this time there will be an odor, for he has been dead four days.” <b class=\"verse-num\" id=\"v43011040-1\">40&nbsp;</b>Jesus said to her, <span class=\"woc\">“Did I not tell you that if you believed you would see the glory of God?”</span> <b class=\"verse-num\" id=\"v43011041-1\">41&nbsp;</b>So they took away the stone. And Jesus lifted up his eyes and said, <span class=\"woc\">“Father, I thank you that you have heard me.</span> <b class=\"verse-num woc\" id=\"v43011042-1\">42&nbsp;</b><span class=\"woc\">I knew that you always hear me, but I said this on account of the people standing around, that they may believe that you sent me.”</span> <b class=\"verse-num\" id=\"v43011043-1\">43&nbsp;</b>When he had said these things, he cried out with a loud voice, <span class=\"woc\">“Lazarus, come out.”</span> <b class=\"verse-num\" id=\"v43011044-1\">44&nbsp;</b>The man who had died came out, his hands and feet bound with linen strips, and his face wrapped with a cloth. Jesus said to them, <span class=\"woc\">“Unbind him, and let him go.”</span></p>\n\n<p id=\"p43011044_22-4\"><b class=\"verse-num\" id=\"v43011045-1\">45&nbsp;</b>Many of the Jews therefore, who had come with Mary and had seen what he did, believed in him, <b class=\"verse-num\" id=\"v43011046-1\">46&nbsp;</b>but some of them went to the Pharisees and told them what Jesus had done. <b class=\"verse-num\" id=\"v43011047-1\">47&nbsp;</b>So the chief priests and the Pharisees gathered the council and said, “What are we to do? For this man performs many signs. <b class=\"verse-num\" id=\"v43011048-1\">48&nbsp;</b>If we let him go on like this, everyone will believe in him, and the Romans will come and take away both our place and our nation.” <b class=\"verse-num\" id=\"v43011049-1\">49&nbsp;</b>But one of them, Caiaphas, who was high priest that year, said to them, “You know nothing at all. <b class=\"verse-num\" id=\"v43011050-1\">50&nbsp;</b>Nor do you understand that it is better for you that one man should die for the people, not that the whole nation should perish.” <b class=\"verse-num\" id=\"v43011051-1\">51&nbsp;</b>He did not say this of his own accord, but being high priest that year he prophesied that Jesus would die for the nation, <b class=\"verse-num\" id=\"v43011052-1\">52&nbsp;</b>and not for the nation only, but also to gather into one the children of God who are scattered abroad. <b class=\"verse-num\" id=\"v43011053-1\">53&nbsp;</b>So from that day on they made plans to put him to death.</p>\n<p id=\"p43011053_22-4\"><b class=\"verse-num\" id=\"v43011054-1\">54&nbsp;</b>Jesus therefore no longer walked openly among the Jews, but went from there to the region near the wilderness, to a town called Ephraim, and there he stayed with the disciples.</p>\n<p id=\"p43011054_22-4\"><b class=\"verse-num\" id=\"v43011055-1\">55&nbsp;</b>Now the Passover of the Jews was at hand, and many went up from the country to Jerusalem before the Passover to purify themselves. <b class=\"verse-num\" id=\"v43011056-1\">56&nbsp;</b>They were looking for Jesus and saying to one another as they stood in the temple, “What do you think? That he will not come to the feast at all?” <b class=\"verse-num\" id=\"v43011057-1\">57&nbsp;</b>Now the chief priests and the Pharisees had given orders that if anyone knew where he was, he should let them know, so that they might arrest him.</p>\n\n</div>","kjv":"<strong>35</strong> Jesus wept.  ","niv":"<sup><strong>35</strong></sup> Jesus wept.","modified":"2022-08-13T20:19:02.140Z"},{"_id":"6164e62fdc1be0273f8b7921","topicId":"6164e62fdc1be0273f8b791f","verse":"Luke 19:41","votes":43,"__v":0,"esv":"<div>\n\n<p id=\"p42019041_05-2\"><b class=\"verse-num\" id=\"v42019041-1\">41&nbsp;</b>And when he drew near and saw the city, he wept over it,</p>\n</div>","kjv":"<strong>41</strong> And when he was come near, he beheld the city, and wept over it,  ","niv":"<sup><strong>41</strong></sup> As he approached Jerusalem and saw the city, he wept over it","modified":"2023-04-05T04:33:31.252Z"},{"_id":"6164e62fdc1be0273f8b7922","topicId":"6164e62fdc1be0273f8b791f","verse":"John 11:33","votes":32,"__v":0,"esv":"<div>\n<p id=\"p43011033_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011033-1\">33&nbsp;</b>When Jesus saw her weeping, and the Jews who had come with her also weeping, he was deeply moved in his spirit and greatly troubled.</p>\n\n</div>","kjv":"<strong>33</strong> When Jesus therefore saw her weeping, and the Jews also weeping which came with her, he groaned in the spirit, and was troubled,  ","niv":"<sup><strong>33</strong></sup> When Jesus saw her weeping, and the Jews who had come along with her also weeping, he was deeply moved in spirit and troubled.","modified":"2022-04-26T03:49:40.304Z"},{"_id":"6164e630dc1be0273f8b7923","topicId":"6164e62fdc1be0273f8b791f","verse":"John 11:1-57","votes":29,"__v":0,"kjv":"<strong>1</strong> Now a certain man was sick, named Lazarus, of Bethany, the town of Mary and her sister Martha.  <strong>2</strong> (It was that Mary which anointed the Lord with ointment, and wiped his feet with her hair, whose brother Lazarus was sick.)  <strong>3</strong> Therefore his sisters sent unto him, saying, Lord, behold, he whom thou lovest is sick.  <strong>4</strong> When Jesus heard that, he said, This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby.  <strong>5</strong> Now Jesus loved Martha, and her sister, and Lazarus.  <strong>6</strong> When he had heard therefore that he was sick, he abode two days still in the same place where he was.  <strong>7</strong> Then after that saith he to his disciples, Let us go into Judaea again.  <strong>8</strong> His disciples say unto him, Master, the Jews of late sought to stone thee; and goest thou thither again?  <strong>9</strong> Jesus answered, Are there not twelve hours in the day? If any man walk in the day, he stumbleth not, because he seeth the light of this world.  <strong>10</strong> But if a man walk in the night, he stumbleth, because there is no light in him.  <strong>11</strong> These things said he: and after that he saith unto them, Our friend Lazarus sleepeth; but I go, that I may awake him out of sleep.  <strong>12</strong> Then said his disciples, Lord, if he sleep, he shall do well.  <strong>13</strong> Howbeit Jesus spake of his death: but they thought that he had spoken of taking of rest in sleep.  <strong>14</strong> Then said Jesus unto them plainly, Lazarus is dead.  <strong>15</strong> And I am glad for your sakes that I was not there, to the intent ye may believe; nevertheless let us go unto him.  <strong>16</strong> Then said Thomas, which is called Didymus, unto his fellowdisciples, Let us also go, that we may die with him.  <strong>17</strong> Then when Jesus came, he found that he had lain in the grave four days already.  <strong>18</strong> Now Bethany was nigh unto Jerusalem, about fifteen furlongs off:  <strong>19</strong> And many of the Jews came to Martha and Mary, to comfort them concerning their brother.  <strong>20</strong> Then Martha, as soon as she heard that Jesus was coming, went and met him: but Mary sat still in the house.  <strong>21</strong> Then said Martha unto Jesus, Lord, if thou hadst been here, my brother had not died.  <strong>22</strong> But I know, that even now, whatsoever thou wilt ask of God, God will give it thee.  <strong>23</strong> Jesus saith unto her, Thy brother shall rise again.  <strong>24</strong> Martha saith unto him, I know that he shall rise again in the resurrection at the last day.  <strong>25</strong> Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:  <strong>26</strong> And whosoever liveth and believeth in me shall never die. Believest thou this?  <strong>27</strong> She saith unto him, Yea, Lord: I believe that thou art the Christ, the Son of God, which should come into the world.  <strong>28</strong> And when she had so said, she went her way, and called Mary her sister secretly, saying, The Master is come, and calleth for thee.  <strong>29</strong> As soon as she heard that, she arose quickly, and came unto him.  <strong>30</strong> Now Jesus was not yet come into the town, but was in that place where Martha met him.  <strong>31</strong> The Jews then which were with her in the house, and comforted her, when they saw Mary, that she rose up hastily and went out, followed her, saying, She goeth unto the grave to weep there.  <strong>32</strong> Then when Mary was come where Jesus was, and saw him, she fell down at his feet, saying unto him, Lord, if thou hadst been here, my brother had not died.  <strong>33</strong> When Jesus therefore saw her weeping, and the Jews also weeping which came with her, he groaned in the spirit, and was troubled,  <strong>34</strong> And said, Where have ye laid him? They said unto him, Lord, come and see.  <strong>35</strong> Jesus wept.  <strong>36</strong> Then said the Jews, Behold how he loved him!  <strong>37</strong> And some of them said, Could not this man, which opened the eyes of the blind, have caused that even this man should not have died?  <strong>38</strong> Jesus therefore again groaning in himself cometh to the grave. It was a cave, and a stone lay upon it.  <strong>39</strong> Jesus said, Take ye away the stone. Martha, the sister of him that was dead, saith unto him, Lord, by this time he stinketh: for he hath been dead four days.  <strong>40</strong> Jesus saith unto her, Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?  <strong>41</strong> Then they took away the stone from the place where the dead was laid. And Jesus lifted up his eyes, and said, Father, I thank thee that thou hast heard me.  <strong>42</strong> And I knew that thou hearest me always: but because of the people which stand by I said it, that they may believe that thou hast sent me.  <strong>43</strong> And when he thus had spoken, he cried with a loud voice, Lazarus, come forth.  <strong>44</strong> And he that was dead came forth, bound hand and foot with graveclothes: and his face was bound about with a napkin. Jesus saith unto them, Loose him, and let him go.  <strong>45</strong> Then many of the Jews which came to Mary, and had seen the things which Jesus did, believed on him.  <strong>46</strong> But some of them went their ways to the Pharisees, and told them what things Jesus had done.  <strong>47</strong> Then gathered the chief priests and the Pharisees a council, and said, What do we? for this man doeth many miracles.  <strong>48</strong> If we let him thus alone, all men will believe on him: and the Romans shall come and take away both our place and nation.  <strong>49</strong> And one of them, named Caiaphas, being the high priest that same year, said unto them, Ye know nothing at all,  <strong>50</strong> Nor consider that it is expedient for us, that one man should die for the people, and that the whole nation perish not.  <strong>51</strong> And this spake he not of himself: but being high priest that year, he prophesied that Jesus should die for that nation;  <strong>52</strong> And not for that nation only, but that also he should gather together in one the children of God that were scattered abroad.  <strong>53</strong> Then from that day forth they took counsel together for to put him to death.  <strong>54</strong> Jesus therefore walked no more openly among the Jews; but went thence unto a country near to the wilderness, into a city called Ephraim, and there continued with his disciples.  <strong>55</strong> And the Jews’ passover was nigh at hand: and many went out of the country up to Jerusalem before the passover, to purify themselves.  <strong>56</strong> Then sought they for Jesus, and spake among themselves, as they stood in the temple, What think ye, that he will not come to the feast?  <strong>57</strong> Now both the chief priests and the Pharisees had given a commandment, that, if any man knew where he were, he should shew it, that they might take him.  ","niv":"<sup><strong>1</strong></sup> Now a man named Lazarus was sick. He was from Bethany, the village of Mary and her sister Martha. <sup><strong>2</strong></sup> This Mary, whose brother Lazarus now lay sick, was the same one who poured perfume on the Lord and wiped his feet with her hair. <sup><strong>3</strong></sup> So the sisters sent word to Jesus, \"Lord, the one you love is sick.\" <sup><strong>4</strong></sup> When he heard this, Jesus said, \"This sickness will not end in death. No, it is for God's glory so that God's Son may be glorified through it.\" <sup><strong>5</strong></sup> Jesus loved Martha and her sister and Lazarus. <sup><strong>6</strong></sup> Yet when he heard that Lazarus was sick, he stayed where he was two more days. <sup><strong>7</strong></sup> Then he said to his disciples, \"Let us go back to Judea.\" <sup><strong>8</strong></sup> \"But Rabbi,\" they said, \"a short while ago the Jews tried to stone you, and yet you are going back there?\" <sup><strong>9</strong></sup> Jesus answered, \"Are there not twelve hours of daylight? A man who walks by day will not stumble, for he sees by this world's light. <sup><strong>10</strong></sup> It is when he walks by night that he stumbles, for he has no light.\" <sup><strong>11</strong></sup> After he had said this, he went on to tell them, \"Our friend Lazarus has fallen asleep; but I am going there to wake him up.\" <sup><strong>12</strong></sup> His disciples replied, \"Lord, if he sleeps, he will get better.\" <sup><strong>13</strong></sup> Jesus had been speaking of his death, but his disciples thought he meant natural sleep. <sup><strong>14</strong></sup> So then he told them plainly, \"Lazarus is dead, <sup><strong>15</strong></sup> and for your sake I am glad I was not there, so that you may believe. But let us go to him.\" <sup><strong>16</strong></sup> Then Thomas (called Didymus) said to the rest of the disciples, \"Let us also go, that we may die with him.\" <sup><strong>17</strong></sup> On his arrival, Jesus found that Lazarus had already been in the tomb for four days. <sup><strong>18</strong></sup> Bethany was less than two miles from Jerusalem, <sup><strong>19</strong></sup> and many Jews had come to Martha and Mary to comfort them in the loss of their brother. <sup><strong>20</strong></sup> When Martha heard that Jesus was coming, she went out to meet him, but Mary stayed at home. <sup><strong>21</strong></sup> \"Lord,\" Martha said to Jesus, \"if you had been here, my brother would not have died. <sup><strong>22</strong></sup> But I know that even now God will give you whatever you ask.\" <sup><strong>23</strong></sup> Jesus said to her, \"Your brother will rise again.\" <sup><strong>24</strong></sup> Martha answered, \"I know he will rise again in the resurrection at the last day.\" <sup><strong>25</strong></sup> Jesus said to her, \"I am the resurrection and the life. He who believes in me will live, even though he dies; <sup><strong>26</strong></sup> and whoever lives and believes in me will never die. Do you believe this?\" <sup><strong>27</strong></sup> \"Yes, Lord,\" she told him, \"I believe that you are the Christ, the Son of God, who was to come into the world.\" <sup><strong>28</strong></sup> And after she had said this, she went back and called her sister Mary aside. \"The Teacher is here,\" she said, \"and is asking for you.\" <sup><strong>29</strong></sup> When Mary heard this, she got up quickly and went to him. <sup><strong>30</strong></sup> Now Jesus had not yet entered the village, but was still at the place where Martha had met him. <sup><strong>31</strong></sup> When the Jews who had been with Mary in the house, comforting her, noticed how quickly she got up and went out, they followed her, supposing she was going to the tomb to mourn there. <sup><strong>32</strong></sup> When Mary reached the place where Jesus was and saw him, she fell at his feet and said, \"Lord, if you had been here, my brother would not have died.\" <sup><strong>33</strong></sup> When Jesus saw her weeping, and the Jews who had come along with her also weeping, he was deeply moved in spirit and troubled. <sup><strong>34</strong></sup> \"Where have you laid him?\" he asked. \"Come and see, Lord,\" they replied. <sup><strong>35</strong></sup> Jesus wept. <sup><strong>36</strong></sup> Then the Jews said, \"See how he loved him!\" <sup><strong>37</strong></sup> But some of them said, \"Could not he who opened the eyes of the blind man have kept this man from dying?\" <sup><strong>38</strong></sup> Jesus, once more deeply moved, came to the tomb. It was a cave with a stone laid across the entrance. <sup><strong>39</strong></sup> \"Take away the stone,\" he said. \"But, Lord,\" said Martha, the sister of the dead man, \"by this time there is a bad odor, for he has been there four days.\" <sup><strong>40</strong></sup> Then Jesus said, \"Did I not tell you that if you believed, you would see the glory of God?\" <sup><strong>41</strong></sup> So they took away the stone. Then Jesus looked up and said, \"Father, I thank you that you have heard me. <sup><strong>42</strong></sup> I knew that you always hear me, but I said this for the benefit of the people standing here, that they may believe that you sent me.\" <sup><strong>43</strong></sup> When he had said this, Jesus called in a loud voice, \"Lazarus, come out!\" <sup><strong>44</strong></sup> The dead man came out, his hands and feet wrapped with strips of linen, and a cloth around his face. Jesus said to them, \"Take off the grave clothes and let him go.\" <sup><strong>45</strong></sup> Therefore many of the Jews who had come to visit Mary, and had seen what Jesus did, put their faith in him. <sup><strong>46</strong></sup> But some of them went to the Pharisees and told them what Jesus had done. <sup><strong>47</strong></sup> Then the chief priests and the Pharisees called a meeting of the Sanhedrin. <sup><strong>48</strong></sup> \"What are we accomplishing?\" they asked. \"Here is this man performing many miraculous signs. If we let him go on like this, everyone will believe in him, and then the Romans will come and take away both our place and our nation.\" <sup><strong>49</strong></sup> Then one of them, named Caiaphas, who was high priest that year, spoke up, \"You know nothing at all! <sup><strong>50</strong></sup> You do not realize that it is better for you that one man die for the people than that the whole nation perish.\" <sup><strong>51</strong></sup> He did not say this on his own, but as high priest that year he prophesied that Jesus would die for the Jewish nation, <sup><strong>52</strong></sup> and not only for that nation but also for the scattered children of God, to bring them together and make them one. <sup><strong>53</strong></sup> So from that day on they plotted to take his life. <sup><strong>54</strong></sup> Therefore Jesus no longer moved about publicly among the Jews. Instead he withdrew to a region near the desert, to a village called Ephraim, where he stayed with his disciples. <sup><strong>55</strong></sup> When it was almost time for the Jewish Passover, many went up from the country to Jerusalem for their ceremonial cleansing before the Passover. <sup><strong>56</strong></sup> They kept looking for Jesus, and as they stood in the temple area they asked one another, \"What do you think? Isn't he coming to the Feast at all?\" <sup><strong>57</strong></sup> But the chief priests and Pharisees had given orders that if anyone found out where Jesus was, he should report it so that they might arrest him. "},{"_id":"6164e630dc1be0273f8b7924","topicId":"6164e62fdc1be0273f8b791f","verse":"Hebrews 4:15","votes":26,"__v":0,"esv":"<div>\n<p id=\"p58004015_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004015-1\">15&nbsp;</b>For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.</p>\n</div>","kjv":"<strong>15</strong> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet  without sin.  ","niv":"<sup><strong>15</strong></sup> For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who has been tempted in every way, just as we are--yet was without sin."},{"_id":"6164e630dc1be0273f8b7925","topicId":"6164e62fdc1be0273f8b791f","verse":"John 3:16","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-6\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6164e631dc1be0273f8b7926","topicId":"6164e62fdc1be0273f8b791f","verse":"Luke 19:41-44","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p42019041_05-7\"><b class=\"verse-num\" id=\"v42019041-1\">41&nbsp;</b>And when he drew near and saw the city, he wept over it, <b class=\"verse-num\" id=\"v42019042-1\">42&nbsp;</b>saying, <span class=\"woc\">“Would that you, even you, had known on this day the things that make for peace! But now they are hidden from your eyes.</span> <b class=\"verse-num woc\" id=\"v42019043-1\">43&nbsp;</b><span class=\"woc\">For the days will come upon you, when your enemies will set up a barricade around you and surround you and hem you in on every side</span> <b class=\"verse-num woc\" id=\"v42019044-1\">44&nbsp;</b><span class=\"woc\">and tear you down to the ground, you and your children within you. And they will not leave one stone upon another in you, because you did not know the time of your visitation.”</span></p>\n</div>","kjv":"<strong>41</strong> And when he was come near, he beheld the city, and wept over it,  <strong>42</strong> Saying, If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes.  <strong>43</strong> For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side,  <strong>44</strong> And shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation.  ","niv":"<sup><strong>41</strong></sup> As he approached Jerusalem and saw the city, he wept over it <sup><strong>42</strong></sup> and said, \"If you, even you, had only known on this day what would bring you peace--but now it is hidden from your eyes. <sup><strong>43</strong></sup> The days will come upon you when your enemies will build an embankment against you and encircle you and hem you in on every side. <sup><strong>44</strong></sup> They will dash you to the ground, you and the children within your walls. They will not leave one stone on another, because you did not recognize the time of God's coming to you.\" "},{"_id":"6164e631dc1be0273f8b7927","topicId":"6164e62fdc1be0273f8b791f","verse":"Isaiah 53:3","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053003_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053003-1\">3&nbsp;</b>&nbsp;&nbsp;He was despised and rejected by men,</span><br><span id=\"p23053003_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man of sorrows and acquainted with grief;</span><br><span id=\"p23053003_01-8\" class=\"line\">&nbsp;&nbsp;and as one from whom men hide their faces</span><br><span id=\"p23053003_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was despised, and we esteemed him not.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.  ","niv":"<sup><strong>3</strong></sup> He was despised and rejected by men, a man of sorrows, and familiar with suffering. Like one from whom men hide their faces he was despised, and we esteemed him not."},{"_id":"6164e631dc1be0273f8b7928","topicId":"6164e62fdc1be0273f8b791f","verse":"John 11:4","votes":16,"__v":0,"esv":"<div>\n<p id=\"p43011004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011004-1\">4&nbsp;</b>But when Jesus heard it he said, <span class=\"woc\">“This illness does not lead to death. It is for the glory of God, so that the Son of God may be glorified through it.”</span></p>\n</div>","kjv":"<strong>4</strong> When Jesus heard that, he said, This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby.  ","niv":"<sup><strong>4</strong></sup> When he heard this, Jesus said, \"This sickness will not end in death. No, it is for God's glory so that God's Son may be glorified through it.\"","modified":"2023-07-15T17:17:57.794Z"},{"_id":"6164e632dc1be0273f8b7929","topicId":"6164e62fdc1be0273f8b791f","verse":"Hebrews 5:7","votes":16,"__v":0,"esv":"<div>\n<p id=\"p58005007_01-10\"><b class=\"verse-num\" id=\"v58005007-1\">7&nbsp;</b>In the days of his flesh, Jesus offered up prayers and supplications, with loud cries and tears, to him who was able to save him from death, and he was heard because of his reverence.</p>\n\n</div>","kjv":"<strong>7</strong> Who in the days of his flesh, when he had offered up prayers and supplications with strong crying and tears unto him that was able to save him from death, and was heard in that he feared;  ","niv":"<sup><strong>7</strong></sup> During the days of Jesus' life on earth, he offered up prayers and petitions with loud cries and tears to the one who could save him from death, and he was heard because of his reverent submission."},{"_id":"6164e632dc1be0273f8b792a","topicId":"6164e62fdc1be0273f8b791f","verse":"Romans 12:15","votes":16,"__v":0,"esv":"<div>\n<p id=\"p45012015_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012015-1\">15&nbsp;</b>Rejoice with those who rejoice, weep with those who weep.</p>\n</div>","kjv":"<strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  ","niv":"<sup><strong>15</strong></sup> Rejoice with those who rejoice; mourn with those who mourn."},{"_id":"6164e632dc1be0273f8b792b","topicId":"6164e62fdc1be0273f8b791f","verse":"John 11:36","votes":15,"__v":0,"esv":"<div>\n<p id=\"p43011036_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011036-1\">36&nbsp;</b>So the Jews said, “See how he loved him!”</p>\n</div>","kjv":"<strong>36</strong> Then said the Jews, Behold how he loved him!  ","niv":"<sup><strong>36</strong></sup> Then the Jews said, \"See how he loved him!\""},{"_id":"6164e632dc1be0273f8b792c","topicId":"6164e62fdc1be0273f8b791f","verse":"Jeremiah 13:17","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24013017_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v24013017-1\">17&nbsp;</b>&nbsp;&nbsp;But if you will not listen,</span><br><span id=\"p24013017_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul will weep in secret for your pride;</span><br><span id=\"p24013017_01-13\" class=\"line\">&nbsp;&nbsp;my eyes will weep bitterly and run down with tears,</span><br><span id=\"p24013017_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the LORD’s flock has been taken captive.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> But if ye will not hear it, my soul shall weep in secret places for your pride; and mine eye shall weep sore, and run down with tears, because the LORD’S flock is carried away captive.  ","niv":"<sup><strong>17</strong></sup> But if you do not listen, I will weep in secret because of your pride; my eyes will weep bitterly, overflowing with tears, because the LORD's flock will be taken captive."},{"_id":"6164e633dc1be0273f8b792d","topicId":"6164e62fdc1be0273f8b791f","verse":"Psalm 119:136","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119136_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119136-1\">136&nbsp;</b>&nbsp;&nbsp;My eyes shed streams of tears,</span><br><span id=\"p19119136_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because people do not keep your law.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>136</strong> Rivers of waters run down mine eyes, because they keep not thy law.  ","niv":"<sup><strong>136</strong></sup> Streams of tears flow from my eyes, for your law is not obeyed."},{"_id":"6164e633dc1be0273f8b792e","topicId":"6164e62fdc1be0273f8b791f","verse":"Romans 6:23","votes":11,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"6164e633dc1be0273f8b792f","topicId":"6164e62fdc1be0273f8b791f","verse":"John 11:11","votes":11,"__v":0,"esv":"<div>\n<p id=\"p43011011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011011-1\">11&nbsp;</b>After saying these things, he said to them, <span class=\"woc\">“Our friend Lazarus has fallen asleep, but I go to awaken him.”</span></p>\n</div>","kjv":"<strong>11</strong> These things said he: and after that he saith unto them, Our friend Lazarus sleepeth; but I go, that I may awake him out of sleep.  ","niv":"<sup><strong>11</strong></sup> After he had said this, he went on to tell them, \"Our friend Lazarus has fallen asleep; but I am going there to wake him up.\""},{"_id":"6164e634dc1be0273f8b7930","topicId":"6164e62fdc1be0273f8b791f","verse":"Jeremiah 9:1","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24009001_01-17\" class=\"line\"><b class=\"chapter-num\" id=\"v24009001-1\">9:1&nbsp;</b>&nbsp;&nbsp; Oh that my head were waters,</span><br><span id=\"p24009001_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my eyes a fountain of tears,</span><br><span id=\"p24009001_01-17\" class=\"line\">&nbsp;&nbsp;that I might weep day and night</span><br><span id=\"p24009001_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the slain of the daughter of my people!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Oh that my head were waters, and mine eyes a fountain of tears, that I might weep day and night for the slain of the daughter of my people!  ","niv":"<sup><strong>1</strong></sup> Oh, that my head were a spring of water and my eyes a fountain of tears! I would weep day and night for the slain of my people."},{"_id":"6164e634dc1be0273f8b7931","topicId":"6164e62fdc1be0273f8b791f","verse":"John 11:34","votes":10,"__v":0,"esv":"<div>\n<p id=\"p43011034_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011034-1\">34&nbsp;</b>And he said, <span class=\"woc\">“Where have you laid him?”</span> They said to him, “Lord, come and see.”</p>\n</div>","kjv":"<strong>34</strong> And said, Where have ye laid him? They said unto him, Lord, come and see.  ","niv":"<sup><strong>34</strong></sup> \"Where have you laid him?\" he asked. \"Come and see, Lord,\" they replied."},{"_id":"6164e634dc1be0273f8b7932","topicId":"6164e62fdc1be0273f8b791f","verse":"Genesis 43:30","votes":10,"__v":0,"esv":"<div>\n<p id=\"p01043030_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v01043030-1\">30&nbsp;</b>Then Joseph hurried out, for his compassion grew warm for his brother, and he sought a place to weep. And he entered his chamber and wept there.</p>\n</div>","kjv":"<strong>30</strong> And Joseph made haste; for his bowels did yearn upon his brother: and he sought where to weep; and he entered into his chamber, and wept there.  ","niv":"<sup><strong>30</strong></sup> Deeply moved at the sight of his brother, Joseph hurried out and looked for a place to weep. He went into his private room and wept there."},{"_id":"6164e635dc1be0273f8b7933","topicId":"6164e62fdc1be0273f8b791f","verse":"Hebrews 12:2","votes":9,"__v":0,"esv":"<div>\n<p id=\"p58012002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012002-1\">2&nbsp;</b>looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.</p>\n</div>","kjv":"<strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  ","niv":"<sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God."},{"_id":"6164e635dc1be0273f8b7934","topicId":"6164e62fdc1be0273f8b791f","verse":"Lamentations 1:16","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p25001016_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v25001016-1\">16&nbsp;</b>&nbsp;&nbsp;“For these things I weep;</span><br><span id=\"p25001016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my eyes flow with tears;</span><br><span id=\"p25001016_01-21\" class=\"line\">&nbsp;&nbsp;for a comforter is far from me,</span><br><span id=\"p25001016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;one to revive my spirit;</span><br><span id=\"p25001016_01-21\" class=\"line\">&nbsp;&nbsp;my children are desolate,</span><br><span id=\"p25001016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the enemy has prevailed.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> For these things I weep; mine eye, mine eye runneth down with water, because the comforter that should relieve my soul is far from me: my children are desolate, because the enemy prevailed.  ","niv":"<sup><strong>16</strong></sup> \"This is why I weep and my eyes overflow with tears. No one is near to comfort me, no one to restore my spirit. My children are destitute because the enemy has prevailed.\""},{"_id":"6164e635dc1be0273f8b7935","topicId":"6164e62fdc1be0273f8b791f","verse":"2 Peter 3:9","votes":9,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"6164e635dc1be0273f8b7936","topicId":"6164e62fdc1be0273f8b791f","verse":"1 Thessalonians 5:16","votes":9,"__v":0,"esv":"<div>\n<p id=\"p52005016_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005016-1\">16&nbsp;</b>Rejoice always,</p>\n</div>","kjv":"<strong>16</strong> Rejoice evermore.  ","niv":"<sup><strong>16</strong></sup> Be joyful always;"},{"_id":"6164e636dc1be0273f8b7937","topicId":"6164e62fdc1be0273f8b791f","verse":"Luke 13:34","votes":7,"__v":0,"esv":"<div>\n<p id=\"p42013034_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42013034-1\">34&nbsp;</b><span class=\"woc\">O Jerusalem, Jerusalem, the city that kills the prophets and stones those who are sent to it! How often would I have gathered your children together as a hen gathers her brood under her wings, and you were not willing!</span></p>\n</div>","kjv":"<strong>34</strong> O Jerusalem, Jerusalem, which killest the prophets, and stonest them that are sent unto thee; how often would I have gathered thy children together, as a hen doth gather her brood under her  wings, and ye would not!  ","niv":"<sup><strong>34</strong></sup> \"O Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, but you were not willing!","modified":"2022-07-24T18:06:14.630Z"},{"_id":"6164e636dc1be0273f8b7938","topicId":"6164e62fdc1be0273f8b791f","verse":"Job 30:25","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18030025_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v18030025-1\">25&nbsp;</b>&nbsp;&nbsp;Did not I weep for him whose day was hard?</span><br><span id=\"p18030025_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Was not my soul grieved for the needy?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> Did not I weep for him that was in trouble? was not my soul grieved for the poor?  ","niv":"<sup><strong>25</strong></sup> Have I not wept for those in trouble? Has not my soul grieved for the poor?"}]}