{"_id":"6164e5a6dc1be0273f8b78cf","slug":"jesus-ruling-in-jerusalem","name":"Jesus Ruling In Jerusalem","verses":[{"_id":"6164e5a6dc1be0273f8b78d0","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Zechariah 14:1-21","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p38014001_07-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v38014001-1\">14:1&nbsp;</b>Behold, a day is coming for the LORD, when the spoil taken from you will be divided in your midst. <b class=\"verse-num\" id=\"v38014002-1\">2&nbsp;</b>For I will gather all the nations against Jerusalem to battle, and the city shall be taken and the houses plundered and the women raped. Half of the city shall go out into exile, but the rest of the people shall not be cut off from the city. <b class=\"verse-num\" id=\"v38014003-1\">3&nbsp;</b>Then the LORD will go out and fight against those nations as when he fights on a day of battle. <b class=\"verse-num\" id=\"v38014004-1\">4&nbsp;</b>On that day his feet shall stand on the Mount of Olives that lies before Jerusalem on the east, and the Mount of Olives shall be split in two from east to west by a very wide valley, so that one half of the Mount shall move northward, and the other half southward. <b class=\"verse-num\" id=\"v38014005-1\">5&nbsp;</b>And you shall flee to the valley of my mountains, for the valley of the mountains shall reach to Azal. And you shall flee as you fled from the earthquake in the days of Uzziah king of Judah. Then the LORD my God will come, and all the holy ones with him.</p>\n<p id=\"p38014005_07-1\"><b class=\"verse-num\" id=\"v38014006-1\">6&nbsp;</b>On that day there shall be no light, cold, or frost. <b class=\"verse-num\" id=\"v38014007-1\">7&nbsp;</b>And there shall be a unique day, which is known to the LORD, neither day nor night, but at evening time there shall be light.</p>\n<p id=\"p38014007_07-1\"><b class=\"verse-num\" id=\"v38014008-1\">8&nbsp;</b>On that day living waters shall flow out from Jerusalem, half of them to the eastern sea and half of them to the western sea. It shall continue in summer as in winter.</p>\n<p id=\"p38014008_07-1\"><b class=\"verse-num\" id=\"v38014009-1\">9&nbsp;</b>And the LORD will be king over all the earth. On that day the LORD will be one and his name one.</p>\n<p id=\"p38014009_07-1\"><b class=\"verse-num\" id=\"v38014010-1\">10&nbsp;</b>The whole land shall be turned into a plain from Geba to Rimmon south of Jerusalem. But Jerusalem shall remain aloft on its site from the Gate of Benjamin to the place of the former gate, to the Corner Gate, and from the Tower of Hananel to the king’s winepresses. <b class=\"verse-num\" id=\"v38014011-1\">11&nbsp;</b>And it shall be inhabited, for there shall never again be a decree of utter destruction. Jerusalem shall dwell in security.</p>\n<p id=\"p38014011_07-1\"><b class=\"verse-num\" id=\"v38014012-1\">12&nbsp;</b>And this shall be the plague with which the LORD will strike all the peoples that wage war against Jerusalem: their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths.</p>\n<p id=\"p38014012_07-1\"><b class=\"verse-num\" id=\"v38014013-1\">13&nbsp;</b>And on that day a great panic from the LORD shall fall on them, so that each will seize the hand of another, and the hand of the one will be raised against the hand of the other. <b class=\"verse-num\" id=\"v38014014-1\">14&nbsp;</b>Even Judah will fight at Jerusalem. And the wealth of all the surrounding nations shall be collected, gold, silver, and garments in great abundance. <b class=\"verse-num\" id=\"v38014015-1\">15&nbsp;</b>And a plague like this plague shall fall on the horses, the mules, the camels, the donkeys, and whatever beasts may be in those camps.</p>\n<p id=\"p38014015_07-1\"><b class=\"verse-num\" id=\"v38014016-1\">16&nbsp;</b>Then everyone who survives of all the nations that have come against Jerusalem shall go up year after year to worship the King, the LORD of hosts, and to keep the Feast of Booths. <b class=\"verse-num\" id=\"v38014017-1\">17&nbsp;</b>And if any of the families of the earth do not go up to Jerusalem to worship the King, the LORD of hosts, there will be no rain on them. <b class=\"verse-num\" id=\"v38014018-1\">18&nbsp;</b>And if the family of Egypt does not go up and present themselves, then on them there shall be no rain; there shall be the plague with which the LORD afflicts the nations that do not go up to keep the Feast of Booths. <b class=\"verse-num\" id=\"v38014019-1\">19&nbsp;</b>This shall be the punishment to Egypt and the punishment to all the nations that do not go up to keep the Feast of Booths.</p>\n<p id=\"p38014019_07-1\"><b class=\"verse-num\" id=\"v38014020-1\">20&nbsp;</b>And on that day there shall be inscribed on the bells of the horses, “Holy to the LORD.” And the pots in the house of the LORD shall be as the bowls before the altar. <b class=\"verse-num\" id=\"v38014021-1\">21&nbsp;</b>And every pot in Jerusalem and Judah shall be holy to the LORD of hosts, so that all who sacrifice may come and take of them and boil the meat of the sacrifice in them. And there shall no longer be a trader in the house of the LORD of hosts on that day.</p>\n\n</div>","kjv":"<strong>1</strong> Behold, the day of the LORD cometh, and thy spoil shall be divided in the midst of thee.  <strong>2</strong> For I will gather all nations against Jerusalem to battle; and the city shall be taken, and the houses rifled, and the women ravished; and half of the city shall go forth into captivity, and the residue of the people shall not be cut off from the city.  <strong>3</strong> Then shall the LORD go forth, and fight against those nations, as when he fought in the day of battle.  <strong>4</strong> And his feet shall stand in that day upon the mount of Olives, which is before Jerusalem on the east, and the mount of Olives shall cleave in the midst thereof toward the east and toward the west, and there shall be a very great valley; and half of the mountain shall remove toward the north, and half of it toward the south.  <strong>5</strong> And ye shall flee to the valley of the mountains; for the valley of the mountains shall reach unto Azal: yea, ye shall flee, like as ye fled from before the earthquake in the days of Uzziah king of Judah: and the LORD my God shall come, and all the saints with thee.  <strong>6</strong> And it shall come to pass in that day, that the light shall not be clear, nor dark:  <strong>7</strong> But it shall be one day which shall be known to the LORD, not day, nor night: but it shall come to pass, that at evening time it shall be light.  <strong>8</strong> And it shall be in that day, that living waters shall go out from Jerusalem; half of them toward the former sea, and half of them toward the hinder sea: in summer and in winter shall it be.  <strong>9</strong> And the LORD shall be king over all the earth: in that day shall there be one LORD, and his name one.  <strong>10</strong> All the land shall be turned as a plain from Geba to Rimmon south of Jerusalem: and it shall be lifted up, and inhabited in her place, from Benjamin’s gate unto the place of the first gate, unto the corner gate, and from the tower of Hananeel unto the king’s winepresses.  <strong>11</strong> And men shall dwell in it, and there shall be no more utter destruction; but Jerusalem shall be safely inhabited.  <strong>12</strong> And this shall be the plague wherewith the LORD will smite all the people that have fought against Jerusalem; Their flesh shall consume away while they stand upon their feet, and their eyes shall consume away in their holes, and their tongue shall consume away in their mouth.  <strong>13</strong> And it shall come to pass in that day, that a great tumult from the LORD shall be among them; and they shall lay hold every one on the hand of his neighbour, and his hand shall rise up against the hand of his neighbour.  <strong>14</strong> And Judah also shall fight at Jerusalem; and the wealth of all the heathen round about shall be gathered together, gold, and silver, and apparel, in great abundance.  <strong>15</strong> And so shall be the plague of the horse, of the mule, of the camel, and of the ass, and of all the beasts that shall be in these tents, as this plague.  <strong>16</strong> And it shall come to pass, that every one that is left of all the nations which came against Jerusalem shall even go up from year to year to worship the King, the LORD of hosts, and to keep the feast of tabernacles.  <strong>17</strong> And it shall be, that whoso will not come up of all  the families of the earth unto Jerusalem to worship the King, the LORD of hosts, even upon them shall be no rain.  <strong>18</strong> And if the family of Egypt go not up, and come not, that have  no rain; there shall be the plague, wherewith the LORD will smite the heathen that come not up to keep the feast of tabernacles.  <strong>19</strong> This shall be the punishment of Egypt, and the punishment of all nations that come not up to keep the feast of tabernacles.  <strong>20</strong> In that day shall there be upon the bells of the horses, HOLINESS UNTO THE LORD; and the pots in the LORD’S house shall be like the bowls before the altar.  <strong>21</strong> Yea, every pot in Jerusalem and in Judah shall be holiness unto the LORD of hosts: and all they that sacrifice shall come and take of them, and seethe therein: and in that day there shall be no more the Canaanite in the house of the LORD of hosts.  ","niv":"<sup><strong>1</strong></sup> A day of the LORD is coming when your plunder will be divided among you. <sup><strong>2</strong></sup> I will gather all the nations to Jerusalem to fight against it; the city will be captured, the houses ransacked, and the women raped. Half of the city will go into exile, but the rest of the people will not be taken from the city. <sup><strong>3</strong></sup> Then the LORD will go out and fight against those nations, as he fights in the day of battle. <sup><strong>4</strong></sup> On that day his feet will stand on the Mount of Olives, east of Jerusalem, and the Mount of Olives will be split in two from east to west, forming a great valley, with half of the mountain moving north and half moving south. <sup><strong>5</strong></sup> You will flee by my mountain valley, for it will extend to Azel. You will flee as you fled from the earthquake in the days of Uzziah king of Judah. Then the LORD my God will come, and all the holy ones with him. <sup><strong>6</strong></sup> On that day there will be no light, no cold or frost. <sup><strong>7</strong></sup> It will be a unique day, without daytime or nighttime-a day known to the LORD. When evening comes, there will be light. <sup><strong>8</strong></sup> On that day living water will flow out from Jerusalem, half to the eastern sea and half to the western sea, in summer and in winter. <sup><strong>9</strong></sup> The LORD will be king over the whole earth. On that day there will be one LORD, and his name the only name. <sup><strong>10</strong></sup> The whole land, from Geba to Rimmon, south of Jerusalem, will become like the Arabah. But Jerusalem will be raised up and remain in its place, from the Benjamin Gate to the site of the First Gate, to the Corner Gate, and from the Tower of Hananel to the royal winepresses. <sup><strong>11</strong></sup> It will be inhabited; never again will it be destroyed. Jerusalem will be secure. <sup><strong>12</strong></sup> This is the plague with which the LORD will strike all the nations that fought against Jerusalem: Their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths. <sup><strong>13</strong></sup> On that day men will be stricken by the LORD with great panic. Each man will seize the hand of another, and they will attack each other. <sup><strong>14</strong></sup> Judah too will fight at Jerusalem. The wealth of all the surrounding nations will be collected-great quantities of gold and silver and clothing. <sup><strong>15</strong></sup> A similar plague will strike the horses and mules, the camels and donkeys, and all the animals in those camps. <sup><strong>16</strong></sup> Then the survivors from all the nations that have attacked Jerusalem will go up year after year to worship the King, the LORD Almighty, and to celebrate the Feast of Tabernacles. <sup><strong>17</strong></sup> If any of the peoples of the earth do not go up to Jerusalem to worship the King, the LORD Almighty, they will have no rain. <sup><strong>18</strong></sup> If the Egyptian people do not go up and take part, they will have no rain. The LORD will bring on them the plague he inflicts on the nations that do not go up to celebrate the Feast of Tabernacles. <sup><strong>19</strong></sup> This will be the punishment of Egypt and the punishment of all the nations that do not go up to celebrate the Feast of Tabernacles. <sup><strong>20</strong></sup> On that dayHOLY TO THE LORD will be inscribed on the bells of the horses, and the cooking pots in the LORD's house will be like the sacred bowls in front of the altar. <sup><strong>21</strong></sup> Every pot in Jerusalem and Judah will be holy to the LORD Almighty, and all who come to sacrifice will take some of the pots and cook in them. And on that day there will no longer be a Canaanite in the house of the LORD Almighty. ","modified":"2023-12-09T18:52:41.514Z"},{"_id":"6164e5a7dc1be0273f8b78d1","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Matthew 24:30","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p40024001_07-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40024001-1\">24:1&nbsp;</b>Jesus left the temple and was going away, when his disciples came to point out to him the buildings of the temple. <b class=\"verse-num\" id=\"v40024002-1\">2&nbsp;</b>But he answered them, <span class=\"woc\">“You see all these, do you not? Truly, I say to you, there will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p40024002_14-3\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?” <b class=\"verse-num\" id=\"v40024004-1\">4&nbsp;</b>And Jesus answered them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v40024005-1\">5&nbsp;</b><span class=\"woc\">For many will come in my name, saying, ‘I am the Christ,’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024006-1\">6&nbsp;</b><span class=\"woc\">And you will hear of wars and rumors of wars. See that you are not alarmed, for this must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v40024007-1\">7&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom, and there will be famines and earthquakes in various places.</span> <b class=\"verse-num woc\" id=\"v40024008-1\">8&nbsp;</b><span class=\"woc\">All these are but the beginning of the birth pains.</span></p>\n<p id=\"p40024008_14-3\"><b class=\"verse-num woc\" id=\"v40024009-1\">9&nbsp;</b><span class=\"woc\">“Then they will deliver you up to tribulation and put you to death, and you will be hated by all nations for my name’s sake.</span> <b class=\"verse-num woc\" id=\"v40024010-1\">10&nbsp;</b><span class=\"woc\">And then many will fall away and betray one another and hate one another.</span> <b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span> <b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n\n<p id=\"p40024014_18-3\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span> <b class=\"verse-num woc\" id=\"v40024016-1\">16&nbsp;</b><span class=\"woc\">then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v40024017-1\">17&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down to take what is in his house,</span> <b class=\"verse-num woc\" id=\"v40024018-1\">18&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v40024019-1\">19&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v40024020-1\">20&nbsp;</b><span class=\"woc\">Pray that your flight may not be in winter or on a Sabbath.</span> <b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span> <b class=\"verse-num woc\" id=\"v40024023-1\">23&nbsp;</b><span class=\"woc\">Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span> <b class=\"verse-num woc\" id=\"v40024025-1\">25&nbsp;</b><span class=\"woc\">See, I have told you beforehand.</span> <b class=\"verse-num woc\" id=\"v40024026-1\">26&nbsp;</b><span class=\"woc\">So, if they say to you, ‘Look, he is in the wilderness,’ do not go out. If they say, ‘Look, he is in the inner rooms,’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_25-3\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_31-3\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p40024035_38-3\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span> <b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024040-1\">40&nbsp;</b><span class=\"woc\">Then two men will be in the field; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024041-1\">41&nbsp;</b><span class=\"woc\">Two women will be grinding at the mill; one will be taken and one left.</span> <b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span> <b class=\"verse-num woc\" id=\"v40024043-1\">43&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known in what part of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.</span> <b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n<p id=\"p40024044_38-3\"><b class=\"verse-num woc\" id=\"v40024045-1\">45&nbsp;</b><span class=\"woc\">“Who then is the faithful and wise servant, whom his master has set over his household, to give them their food at the proper time?</span> <b class=\"verse-num woc\" id=\"v40024046-1\">46&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v40024047-1\">47&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v40024048-1\">48&nbsp;</b><span class=\"woc\">But if that wicked servant says to himself, ‘My master is delayed,’</span> <b class=\"verse-num woc\" id=\"v40024049-1\">49&nbsp;</b><span class=\"woc\">and begins to beat his fellow servants and eats and drinks with drunkards,</span> <b class=\"verse-num woc\" id=\"v40024050-1\">50&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know</span> <b class=\"verse-num woc\" id=\"v40024051-1\">51&nbsp;</b><span class=\"woc\">and will cut him in pieces and put him with the hypocrites. In that place there will be weeping and gnashing of teeth.</span></p>\n\n</div>","kjv":"<strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  ","niv":"<sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory."},{"_id":"6164e5a7dc1be0273f8b78d2","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Matthew 24:1-51","votes":8,"__v":0,"kjv":"<strong>1</strong>           And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.  <strong>2</strong> And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. <strong>3</strong> And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?  <strong>4</strong> And Jesus answered and said unto them, Take heed that no man deceive you.  <strong>5</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>6</strong> And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.  <strong>7</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.  <strong>8</strong> All these are the beginning of sorrows.  <strong>9</strong> Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name’s sake.  <strong>10</strong> And then shall many be offended, and shall betray one another, and shall hate one another.  <strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  <strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  <strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) <strong>16</strong> Then let them which be in Judaea flee into the mountains:  <strong>17</strong> Let him which is on the housetop not come down to take any thing out of his house:  <strong>18</strong> Neither let him which is in the field return back to take his clothes.  <strong>19</strong> And woe unto them that are with child, and to them that give suck in those days!  <strong>20</strong> But pray ye that your flight be not in the winter, neither on the sabbath day:  <strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  <strong>23</strong> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.  <strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  <strong>25</strong> Behold, I have told you before.  <strong>26</strong> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.  <strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  <strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  <strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  <strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  <strong>40</strong> Then shall two be in the field; the one shall be taken, and the other left.  <strong>41</strong> Two women shall be grinding at the mill; the one shall be taken, and the other left. <strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  <strong>43</strong> But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.  <strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  <strong>45</strong> Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?  <strong>46</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>47</strong> Verily I say unto you, That he shall make him ruler over all his goods.  <strong>48</strong> But and if that evil servant shall say in his heart, My lord delayeth his coming;  <strong>49</strong> And shall begin to smite his fellowservants, and to eat and drink with the drunken;  <strong>50</strong> The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,  <strong>51</strong> And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.  ","niv":"<sup><strong>1</strong></sup> Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. <sup><strong>2</strong></sup> \"Do you see all these things?\" he asked. \"I tell you the truth, not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\" <sup><strong>4</strong></sup> Jesus answered: \"Watch out that no one deceives you. <sup><strong>5</strong></sup> For many will come in my name, claiming, 'I am the Christ, 'and will deceive many. <sup><strong>6</strong></sup> You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. <sup><strong>7</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup><strong>8</strong></sup> All these are the beginning of birth pains. <sup><strong>9</strong></sup> \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. <sup><strong>10</strong></sup> At that time many will turn away from the faith and will betray and hate each other, <sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come. <sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand-- <sup><strong>16</strong></sup> then let those who are in Judea flee to the mountains. <sup><strong>17</strong></sup> Let no one on the roof of his house go down to take anything out of the house. <sup><strong>18</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>19</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>20</strong></sup> Pray that your flight will not take place in winter or on the Sabbath. <sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. <sup><strong>23</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'There he is!' do not believe it. <sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible. <sup><strong>25</strong></sup> See, I have told you ahead of time. <sup><strong>26</strong></sup> \"So if anyone tells you, 'There he is, out in the desert,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. <sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. <sup><strong>40</strong></sup> Two men will be in the field; one will be taken and the other left. <sup><strong>41</strong></sup> Two women will be grinding with a hand mill; one will be taken and the other left. <sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come. <sup><strong>43</strong></sup> But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into. <sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him. <sup><strong>45</strong></sup> \"Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time? <sup><strong>46</strong></sup> It will be good for that servant whose master finds him doing so when he returns. <sup><strong>47</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>48</strong></sup> But suppose that servant is wicked and says to himself, 'My master is staying away a long time,' <sup><strong>49</strong></sup> and he then begins to beat his fellow servants and to eat and drink with drunkards. <sup><strong>50</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. <sup><strong>51</strong></sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. "},{"_id":"6164e5a7dc1be0273f8b78d3","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Revelation 2:27","votes":7,"__v":0,"esv":"<div>\n<p id=\"p66002027_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002027-1\">27&nbsp;</b><span class=\"woc\">and he will rule them with a rod of iron, as when earthen pots are broken in pieces, even as I myself have received authority from my Father.</span></p>\n\n</div>","kjv":"<strong>27</strong> And he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers: even as I received of my Father.  ","niv":"<sup><strong>27</strong></sup> 'He will rule them with an iron scepter; he will dash them to pieces like pottery'--","modified":"2023-01-07T19:19:50.615Z"},{"_id":"6164e5a8dc1be0273f8b78d4","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Revelation 20:4-6","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-26\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-26\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-26\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  ","niv":"<sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. "},{"_id":"6164e5a8dc1be0273f8b78d5","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Revelation 14:1-4","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p66014001_06-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66014001-1\">14:1&nbsp;</b>Then I looked, and behold, on Mount Zion stood the Lamb, and with him 144,000 who had his name and his Father’s name written on their foreheads. <b class=\"verse-num\" id=\"v66014002-1\">2&nbsp;</b>And I heard a voice from heaven like the roar of many waters and like the sound of loud thunder. The voice I heard was like the sound of harpists playing on their harps, <b class=\"verse-num\" id=\"v66014003-1\">3&nbsp;</b>and they were singing a new song before the throne and before the four living creatures and before the elders. No one could learn that song except the 144,000 who had been redeemed from the earth. <b class=\"verse-num\" id=\"v66014004-1\">4&nbsp;</b>It is these who have not defiled themselves with women, for they are virgins. It is these who follow the Lamb wherever he goes. These have been redeemed from mankind as firstfruits for God and the Lamb,</p>\n</div>","kjv":"<strong>1</strong> And I looked, and, lo, a Lamb stood on the mount Sion, and with him an hundred forty and four thousand, having his Father’s name written in their foreheads.  <strong>2</strong> And I heard a voice from heaven, as the voice of many waters, and as the voice of a great thunder: and I heard the voice of harpers harping with their harps:  <strong>3</strong> And they sung as it were a new song before the throne, and before the four beasts, and the elders: and no man could learn that song but the hundred and forty and four thousand, which were redeemed from the earth.  <strong>4</strong> These are they which were not defiled with women; for they are virgins. These are they which follow the Lamb whithersoever he goeth. These were redeemed from among men, being the firstfruits unto God and to the Lamb.  ","niv":"<sup><strong>1</strong></sup> Then I looked, and there before me was the Lamb, standing on Mount Zion, and with him 144,000 who had his name and his Father's name written on their foreheads. <sup><strong>2</strong></sup> And I heard a sound from heaven like the roar of rushing waters and like a loud peal of thunder. The sound I heard was like that of harpists playing their harps. <sup><strong>3</strong></sup> And they sang a new song before the throne and before the four living creatures and the elders. No one could learn the song except the 144,000 who had been redeemed from the earth. <sup><strong>4</strong></sup> These are those who did not defile themselves with women, for they kept themselves pure. They follow the Lamb wherever he goes. They were purchased from among men and offered as firstfruits to God and the Lamb. "},{"_id":"6164e5a8dc1be0273f8b78d6","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Acts 2:1-47","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-7\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-7\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-7\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-7\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-7\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-7\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-7\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-7\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-7\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-7\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-7\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-7\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-7\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"6164e5a9dc1be0273f8b78d7","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Luke 22:69","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42022069_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42022069-1\">69&nbsp;</b><span class=\"woc\">But from now on the Son of Man shall be seated at the right hand of the power of God.”</span></p>\n</div>","kjv":"<strong>69</strong> Hereafter shall the Son of man sit on the right hand of the power of God.  ","niv":"<sup><strong>69</strong></sup> But from now on, the Son of Man will be seated at the right hand of the mighty God.\""},{"_id":"6164e5a9dc1be0273f8b78d8","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Jeremiah 3:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p24003017_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v24003017-1\">17&nbsp;</b>At that time Jerusalem shall be called the throne of the LORD, and all nations shall gather to it, to the presence of the LORD in Jerusalem, and they shall no more stubbornly follow their own evil heart.</p>\n</div>","kjv":"<strong>17</strong> At that time they shall call Jerusalem the throne of the LORD; and all the nations shall be gathered unto it, to the name of the LORD, to Jerusalem: neither shall they walk any more after the imagination of their evil heart.  ","niv":"<sup><strong>17</strong></sup> At that time they will call Jerusalem The Throne of the LORD, and all nations will gather in Jerusalem to honor the name of the LORD. No longer will they follow the stubbornness of their evil hearts.","modified":"2023-04-20T09:07:10.188Z"},{"_id":"6164e5a9dc1be0273f8b78d9","topicId":"6164e5a6dc1be0273f8b78cf","verse":"John 8:1-59","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43008001_01-10\" class=\"virtual\"><b class=\"chapter-num\" id=\"v43008001-1\">8:1&nbsp;</b>but Jesus went to the Mount of Olives. <b class=\"verse-num\" id=\"v43008002-1\">2&nbsp;</b>Early in the morning he came again to the temple. All the people came to him, and he sat down and taught them. <b class=\"verse-num\" id=\"v43008003-1\">3&nbsp;</b>The scribes and the Pharisees brought a woman who had been caught in adultery, and placing her in the midst <b class=\"verse-num\" id=\"v43008004-1\">4&nbsp;</b>they said to him, “Teacher, this woman has been caught in the act of adultery. <b class=\"verse-num\" id=\"v43008005-1\">5&nbsp;</b>Now in the Law, Moses commanded us to stone such women. So what do you say?” <b class=\"verse-num\" id=\"v43008006-1\">6&nbsp;</b>This they said to test him, that they might have some charge to bring against him. Jesus bent down and wrote with his finger on the ground. <b class=\"verse-num\" id=\"v43008007-1\">7&nbsp;</b>And as they continued to ask him, he stood up and said to them, <span class=\"woc\">“Let him who is without sin among you be the first to throw a stone at her.”</span> <b class=\"verse-num\" id=\"v43008008-1\">8&nbsp;</b>And once more he bent down and wrote on the ground. <b class=\"verse-num\" id=\"v43008009-1\">9&nbsp;</b>But when they heard it, they went away one by one, beginning with the older ones, and Jesus was left alone with the woman standing before him. <b class=\"verse-num\" id=\"v43008010-1\">10&nbsp;</b>Jesus stood up and said to her, <span class=\"woc\">“Woman, where are they? Has no one condemned you?”</span> <b class=\"verse-num\" id=\"v43008011-1\">11&nbsp;</b>She said, “No one, Lord.” And Jesus said, <span class=\"woc\">“Neither do I condemn you; go, and from now on sin no more.”</span>]]</p>\n\n<p id=\"p43008011_08-10\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v43008012-1\">12&nbsp;</b>Again Jesus spoke to them, saying, <span class=\"woc\">“I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”</span> <b class=\"verse-num\" id=\"v43008013-1\">13&nbsp;</b>So the Pharisees said to him, “You are bearing witness about yourself; your testimony is not true.” <b class=\"verse-num\" id=\"v43008014-1\">14&nbsp;</b>Jesus answered, <span class=\"woc\">“Even if I do bear witness about myself, my testimony is true, for I know where I came from and where I am going, but you do not know where I come from or where I am going.</span> <b class=\"verse-num woc\" id=\"v43008015-1\">15&nbsp;</b><span class=\"woc\">You judge according to the flesh; I judge no one.</span> <b class=\"verse-num woc\" id=\"v43008016-1\">16&nbsp;</b><span class=\"woc\">Yet even if I do judge, my judgment is true, for it is not I alone who judge, but I and the Father who sent me.</span> <b class=\"verse-num woc\" id=\"v43008017-1\">17&nbsp;</b><span class=\"woc\">In your Law it is written that the testimony of two people is true.</span> <b class=\"verse-num woc\" id=\"v43008018-1\">18&nbsp;</b><span class=\"woc\">I am the one who bears witness about myself, and the Father who sent me bears witness about me.”</span> <b class=\"verse-num\" id=\"v43008019-1\">19&nbsp;</b>They said to him therefore, “Where is your Father?” Jesus answered, <span class=\"woc\">“You know neither me nor my Father. If you knew me, you would know my Father also.”</span> <b class=\"verse-num\" id=\"v43008020-1\">20&nbsp;</b>These words he spoke in the treasury, as he taught in the temple; but no one arrested him, because his hour had not yet come.</p>\n<p id=\"p43008020_08-10\"><b class=\"verse-num\" id=\"v43008021-1\">21&nbsp;</b>So he said to them again, <span class=\"woc\">“I am going away, and you will seek me, and you will die in your sin. Where I am going, you cannot come.”</span> <b class=\"verse-num\" id=\"v43008022-1\">22&nbsp;</b>So the Jews said, “Will he kill himself, since he says, <span class=\"woc\">‘Where I am going, you cannot come’</span>?” <b class=\"verse-num\" id=\"v43008023-1\">23&nbsp;</b>He said to them, <span class=\"woc\">“You are from below; I am from above. You are of this world; I am not of this world.</span> <b class=\"verse-num woc\" id=\"v43008024-1\">24&nbsp;</b><span class=\"woc\">I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”</span> <b class=\"verse-num\" id=\"v43008025-1\">25&nbsp;</b>So they said to him, “Who are you?” Jesus said to them, <span class=\"woc\">“Just what I have been telling you from the beginning.</span> <b class=\"verse-num woc\" id=\"v43008026-1\">26&nbsp;</b><span class=\"woc\">I have much to say about you and much to judge, but he who sent me is true, and I declare to the world what I have heard from him.”</span> <b class=\"verse-num\" id=\"v43008027-1\">27&nbsp;</b>They did not understand that he had been speaking to them about the Father. <b class=\"verse-num\" id=\"v43008028-1\">28&nbsp;</b>So Jesus said to them, <span class=\"woc\">“When you have lifted up the Son of Man, then you will know that I am he, and that I do nothing on my own authority, but speak just as the Father taught me.</span> <b class=\"verse-num woc\" id=\"v43008029-1\">29&nbsp;</b><span class=\"woc\">And he who sent me is with me. He has not left me alone, for I always do the things that are pleasing to him.”</span> <b class=\"verse-num\" id=\"v43008030-1\">30&nbsp;</b>As he was saying these things, many believed in him.</p>\n\n<p id=\"p43008030_14-10\"><b class=\"verse-num\" id=\"v43008031-1\">31&nbsp;</b>So Jesus said to the Jews who had believed him, <span class=\"woc\">“If you abide in my word, you are truly my disciples,</span> <b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span> <b class=\"verse-num\" id=\"v43008033-1\">33&nbsp;</b>They answered him, “We are offspring of Abraham and have never been enslaved to anyone. How is it that you say, ‘You will become free’?”</p>\n<p id=\"p43008033_14-10\"><b class=\"verse-num\" id=\"v43008034-1\">34&nbsp;</b>Jesus answered them, <span class=\"woc\">“Truly, truly, I say to you, everyone who practices sin is a slave to sin.</span> <b class=\"verse-num woc\" id=\"v43008035-1\">35&nbsp;</b><span class=\"woc\">The slave does not remain in the house forever; the son remains forever.</span> <b class=\"verse-num woc\" id=\"v43008036-1\">36&nbsp;</b><span class=\"woc\">So if the Son sets you free, you will be free indeed.</span> <b class=\"verse-num woc\" id=\"v43008037-1\">37&nbsp;</b><span class=\"woc\">I know that you are offspring of Abraham; yet you seek to kill me because my word finds no place in you.</span> <b class=\"verse-num woc\" id=\"v43008038-1\">38&nbsp;</b><span class=\"woc\">I speak of what I have seen with my Father, and you do what you have heard from your father.”</span></p>\n\n<p id=\"p43008038_21-10\"><b class=\"verse-num\" id=\"v43008039-1\">39&nbsp;</b>They answered him, “Abraham is our father.” Jesus said to them, <span class=\"woc\">“If you were Abraham’s children, you would be doing the works Abraham did,</span> <b class=\"verse-num woc\" id=\"v43008040-1\">40&nbsp;</b><span class=\"woc\">but now you seek to kill me, a man who has told you the truth that I heard from God. This is not what Abraham did.</span> <b class=\"verse-num woc\" id=\"v43008041-1\">41&nbsp;</b><span class=\"woc\">You are doing the works your father did.”</span> They said to him, “We were not born of sexual immorality. We have one Father—even God.” <b class=\"verse-num\" id=\"v43008042-1\">42&nbsp;</b>Jesus said to them, <span class=\"woc\">“If God were your Father, you would love me, for I came from God and I am here. I came not of my own accord, but he sent me.</span> <b class=\"verse-num woc\" id=\"v43008043-1\">43&nbsp;</b><span class=\"woc\">Why do you not understand what I say? It is because you cannot bear to hear my word.</span> <b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span> <b class=\"verse-num woc\" id=\"v43008045-1\">45&nbsp;</b><span class=\"woc\">But because I tell the truth, you do not believe me.</span> <b class=\"verse-num woc\" id=\"v43008046-1\">46&nbsp;</b><span class=\"woc\">Which one of you convicts me of sin? If I tell the truth, why do you not believe me?</span> <b class=\"verse-num woc\" id=\"v43008047-1\">47&nbsp;</b><span class=\"woc\">Whoever is of God hears the words of God. The reason why you do not hear them is that you are not of God.”</span></p>\n\n<p id=\"p43008047_26-10\"><b class=\"verse-num\" id=\"v43008048-1\">48&nbsp;</b>The Jews answered him, “Are we not right in saying that you are a Samaritan and have a demon?” <b class=\"verse-num\" id=\"v43008049-1\">49&nbsp;</b>Jesus answered, <span class=\"woc\">“I do not have a demon, but I honor my Father, and you dishonor me.</span> <b class=\"verse-num woc\" id=\"v43008050-1\">50&nbsp;</b><span class=\"woc\">Yet I do not seek my own glory; there is One who seeks it, and he is the judge.</span> <b class=\"verse-num woc\" id=\"v43008051-1\">51&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, if anyone keeps my word, he will never see death.”</span> <b class=\"verse-num\" id=\"v43008052-1\">52&nbsp;</b>The Jews said to him, “Now we know that you have a demon! Abraham died, as did the prophets, yet you say, <span class=\"woc\">‘If anyone keeps my word, he will never taste death.’</span> <b class=\"verse-num\" id=\"v43008053-1\">53&nbsp;</b>Are you greater than our father Abraham, who died? And the prophets died! Who do you make yourself out to be?” <b class=\"verse-num\" id=\"v43008054-1\">54&nbsp;</b>Jesus answered, <span class=\"woc\">“If I glorify myself, my glory is nothing. It is my Father who glorifies me, of whom you say, ‘He is our God.’</span> <b class=\"verse-num woc\" id=\"v43008055-1\">55&nbsp;</b><span class=\"woc\">But you have not known him. I know him. If I were to say that I do not know him, I would be a liar like you, but I do know him and I keep his word.</span> <b class=\"verse-num woc\" id=\"v43008056-1\">56&nbsp;</b><span class=\"woc\">Your father Abraham rejoiced that he would see my day. He saw it and was glad.”</span> <b class=\"verse-num\" id=\"v43008057-1\">57&nbsp;</b>So the Jews said to him, “You are not yet fifty years old, and have you seen Abraham?” <b class=\"verse-num\" id=\"v43008058-1\">58&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, before Abraham was, I am.”</span> <b class=\"verse-num\" id=\"v43008059-1\">59&nbsp;</b>So they picked up stones to throw at him, but Jesus hid himself and went out of the temple.</p>\n\n</div>","kjv":"<strong>1</strong> Jesus went unto the mount of Olives.  <strong>2</strong> And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them.  <strong>3</strong> And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst,  <strong>4</strong> They say unto him, Master, this woman was taken in adultery, in the very act.  <strong>5</strong> Now Moses in the law commanded us, that such should be stoned: but what sayest thou?  <strong>6</strong> This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.  <strong>7</strong> So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.  <strong>8</strong> And again he stooped down, and wrote on the ground.  <strong>9</strong> And they which heard it, being convicted by their own  conscience, went out one by one, beginning at the eldest, even  unto the last: and Jesus was left alone, and the woman standing in the midst.  <strong>10</strong> When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee?  <strong>11</strong> She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more. <strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  <strong>13</strong> The Pharisees therefore said unto him, Thou bearest record of thyself; thy record is not true.  <strong>14</strong> Jesus answered and said unto them, Though I bear record of myself, yet my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go.  <strong>15</strong> Ye judge after the flesh; I judge no man.  <strong>16</strong> And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me.  <strong>17</strong> It is also written in your law, that the testimony of two men is true.  <strong>18</strong> I am one that bear witness of myself, and the Father that sent me beareth witness of me.  <strong>19</strong> Then said they unto him, Where is thy Father? Jesus answered, Ye neither know me, nor my Father: if ye had known me, ye should have known my Father also.  <strong>20</strong> These words spake Jesus in the treasury, as he taught in the temple: and no man laid hands on him; for his hour was not yet come.  <strong>21</strong> Then said Jesus again unto them, I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come.  <strong>22</strong> Then said the Jews, Will he kill himself? because he saith, Whither I go, ye cannot come.  <strong>23</strong> And he said unto them, Ye are from beneath; I am from above: ye are of this world; I am not of this world.  <strong>24</strong> I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.  <strong>25</strong> Then said they unto him, Who art thou? And Jesus saith unto them, Even the same that I said unto you from the beginning.  <strong>26</strong> I have many things to say and to judge of you: but he that sent me is true; and I speak to the world those things which I have heard of him.  <strong>27</strong> They understood not that he spake to them of the Father.  <strong>28</strong> Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things.  <strong>29</strong> And he that sent me is with me: the Father hath not left me alone; for I do always those things that please him.  <strong>30</strong> As he spake these words, many believed on him.  <strong>31</strong> Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed;  <strong>32</strong> And ye shall know the truth, and the truth shall make you free.  <strong>33</strong> They answered him, We be Abraham’s seed, and were never in bondage to any man: how sayest thou, Ye shall be made free?  <strong>34</strong> Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.  <strong>35</strong> And the servant abideth not in the house for ever: but  the Son abideth ever.  <strong>36</strong> If the Son therefore shall make you free, ye shall be free indeed.  <strong>37</strong> I know that ye are Abraham’s seed; but ye seek to kill me, because my word hath no place in you.  <strong>38</strong> I speak that which I have seen with my Father: and ye do that which ye have seen with your father.  <strong>39</strong> They answered and said unto him, Abraham is our father. Jesus saith unto them, If ye were Abraham’s children, ye would do the works of Abraham.  <strong>40</strong> But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham.  <strong>41</strong> Ye do the deeds of your father. Then said they to him, We be not born of fornication; we have one Father, even God.  <strong>42</strong> Jesus said unto them, If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me.  <strong>43</strong> Why do ye not understand my speech? even because ye cannot hear my word.  <strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  <strong>45</strong> And because I tell you the truth, ye believe me not.  <strong>46</strong> Which of you convinceth me of sin? And if I say the truth, why do ye not believe me?  <strong>47</strong> He that is of God heareth God’s words: ye therefore hear them  not, because ye are not of God.  <strong>48</strong> Then answered the Jews, and said unto him, Say we not well that thou art a Samaritan, and hast a devil?  <strong>49</strong> Jesus answered, I have not a devil; but I honour my Father, and ye do dishonour me.  <strong>50</strong> And I seek not mine own glory: there is one that seeketh and judgeth.  <strong>51</strong> Verily, verily, I say unto you, If a man keep my saying, he shall never see death.  <strong>52</strong> Then said the Jews unto him, Now we know that thou hast a devil. Abraham is dead, and the prophets; and thou sayest, If a man keep my saying, he shall never taste of death.  <strong>53</strong> Art thou greater than our father Abraham, which is dead? and the prophets are dead: whom makest thou thyself?  <strong>54</strong> Jesus answered, If I honour myself, my honour is nothing: it is my Father that honoureth me; of whom ye say, that he is your God:  <strong>55</strong> Yet ye have not known him; but I know him: and if I should say, I know him not, I shall be a liar like unto you: but I know him, and keep his saying.  <strong>56</strong> Your father Abraham rejoiced to see my day: and he saw it,  and was glad.  <strong>57</strong> Then said the Jews unto him, Thou art not yet fifty years old, and hast thou seen Abraham?  <strong>58</strong> Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.  <strong>59</strong> Then took they up stones to cast at him: but Jesus hid himself, and went out of the temple, going through the midst of them, and so passed by.  ","niv":"<sup><strong>1</strong></sup> But Jesus went to the Mount of Olives. <sup><strong>2</strong></sup> At dawn he appeared again in the temple courts, where all the people gathered around him, and he sat down to teach them. <sup><strong>3</strong></sup> The teachers of the law and the Pharisees brought in a woman caught in adultery. They made her stand before the group <sup><strong>4</strong></sup> and said to Jesus, \"Teacher, this woman was caught in the act of adultery. <sup><strong>5</strong></sup> In the Law Moses commanded us to stone such women. Now what do you say?\" <sup><strong>6</strong></sup> They were using this question as a trap, in order to have a basis for accusing him. <sup><strong>7</strong></sup> But Jesus bent down and started to write on the ground with his finger. When they kept on questioning him, he straightened up and said to them, \"If any one of you is without sin, let him be the first to throw a stone at her.\" <sup><strong>8</strong></sup> Again he stooped down and wrote on the ground. <sup><strong>9</strong></sup> At this, those who heard began to go away one at a time, the older ones first, until only Jesus was left, with the woman still standing there. <sup><strong>10</strong></sup> Jesus straightened up and asked her, \"Woman, where are they? Has no one condemned you?\" <sup><strong>11</strong></sup> \"No one, sir,\" she said. \"Then neither do I condemn you,\" Jesus declared. \"Go now and leave your life of sin.\" <sup><strong>12</strong></sup> When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\" <sup><strong>13</strong></sup> The Pharisees challenged him, \"Here you are, appearing as your own witness; your testimony is not valid.\" <sup><strong>14</strong></sup> Jesus answered, \"Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going. <sup><strong>15</strong></sup> You judge by human standards; I pass judgment on no one. <sup><strong>16</strong></sup> But if I do judge, my decisions are right, because I am not alone. I stand with the Father, who sent me. <sup><strong>17</strong></sup> In your own Law it is written that the testimony of two men is valid. <sup><strong>18</strong></sup> I am one who testifies for myself; my other witness is the Father, who sent me.\" <sup><strong>19</strong></sup> Then they asked him, \"Where is your father?\" <sup><strong>20</strong></sup> \"You do not know me or my Father,\" Jesus replied. \"If you knew me, you would know my Father also.\" He spoke these words while teaching in the temple area near the place where the offerings were put. Yet no one seized him, because his time had not yet come. <sup><strong>21</strong></sup> Once more Jesus said to them, \"I am going away, and you will look for me, and you will die in your sin. Where I go, you cannot come.\" <sup><strong>22</strong></sup> This made the Jews ask, \"Will he kill himself? Is that why he says, 'Where I go, you cannot come'?\" <sup><strong>23</strong></sup> But he continued, \"You are from below; I am from above. You are of this world; I am not of this world. <sup><strong>24</strong></sup> I told you that you would die in your sins; if you do not believe that I am the one I claim to be, you will indeed die in your sins.\" <sup><strong>25</strong></sup> \"Who are you?\" they asked. <sup><strong>26</strong></sup> \"Just what I have been claiming all along,\" Jesus replied. \"I have much to say in judgment of you. But he who sent me is reliable, and what I have heard from him I tell the world.\" <sup><strong>27</strong></sup> They did not understand that he was telling them about his Father. <sup><strong>28</strong></sup> So Jesus said, \"When you have lifted up the Son of Man, then you will know that I am the one I claim to be and that I do nothing on my own but speak just what the Father has taught me. <sup><strong>29</strong></sup> The one who sent me is with me; he has not left me alone, for I always do what pleases him.\" <sup><strong>30</strong></sup> Even as he spoke, many put their faith in him. <sup><strong>31</strong></sup> To the Jews who had believed him, Jesus said, \"If you hold to my teaching, you are really my disciples. <sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\" <sup><strong>33</strong></sup> They answered him, \"We are Abraham's descendants and have never been slaves of anyone. How can you say that we shall be set free?\" <sup><strong>34</strong></sup> Jesus replied, \"I tell you the truth, everyone who sins is a slave to sin. <sup><strong>35</strong></sup> Now a slave has no permanent place in the family, but a son belongs to it forever. <sup><strong>36</strong></sup> So if the Son sets you free, you will be free indeed. <sup><strong>37</strong></sup> I know you are Abraham's descendants. Yet you are ready to kill me, because you have no room for my word. <sup><strong>38</strong></sup> I am telling you what I have seen in the Father's presence, and you do what you have heard from your father. \" <sup><strong>39</strong></sup> \"Abraham is our father,\" they answered. \"If you were Abraham's children,\" said Jesus, \"then you would <sup><strong>40</strong></sup> do the things Abraham did. As it is, you are determined to kill me, a man who has told you the truth that I heard from God. Abraham did not do such things. <sup><strong>41</strong></sup> You are doing the things your own father does.We are not illegitimate children,\" they protested. \"The only Father we have is God himself.\" <sup><strong>42</strong></sup> Jesus said to them, \"If God were your Father, you would love me, for I came from God and now am here. I have not come on my own; but he sent me. <sup><strong>43</strong></sup> Why is my language not clear to you? Because you are unable to hear what I say. <sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies. <sup><strong>45</strong></sup> Yet because I tell the truth, you do not believe me! <sup><strong>46</strong></sup> Can any of you prove me guilty of sin? If I am telling the truth, why don't you believe me? <sup><strong>47</strong></sup> He who belongs to God hears what God says. The reason you do not hear is that you do not belong to God.\" <sup><strong>48</strong></sup> The Jews answered him, \"Aren't we right in saying that you are a Samaritan and demon-possessed?\" <sup><strong>49</strong></sup> \"I am not possessed by a demon,\" said Jesus, \"but I honor my Father and you dishonor me. <sup><strong>50</strong></sup> I am not seeking glory for myself; but there is one who seeks it, and he is the judge. <sup><strong>51</strong></sup> I tell you the truth, if anyone keeps my word, he will never see death.\" <sup><strong>52</strong></sup> At this the Jews exclaimed, \"Now we know that you are demon-possessed! Abraham died and so did the prophets, yet you say that if anyone keeps your word, he will never taste death. <sup><strong>53</strong></sup> Are you greater than our father Abraham? He died, and so did the prophets. Who do you think you are?\" <sup><strong>54</strong></sup> Jesus replied, \"If I glorify myself, my glory means nothing. My Father, whom you claim as your God, is the one who glorifies me. <sup><strong>55</strong></sup> Though you do not know him, I know him. If I said I did not, I would be a liar like you, but I do know him and keep his word. <sup><strong>56</strong></sup> Your father Abraham rejoiced at the thought of seeing my day; he saw it and was glad.\" <sup><strong>57</strong></sup> \"You are not yet fifty years old,\" the Jews said to him, \"and you have seen Abraham!\" <sup><strong>58</strong></sup> \"I tell you the truth,\" Jesus answered, \"before Abraham was born, I am!\" <sup><strong>59</strong></sup> At this, they picked up stones to stone him, but Jesus hid himself, slipping away from the temple grounds. ","modified":"2023-07-12T18:12:48.687Z"},{"_id":"6164e5a9dc1be0273f8b78da","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Hebrews 12:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58012002_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012002-1\">2&nbsp;</b>looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.</p>\n</div>","kjv":"<strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  ","niv":"<sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God."},{"_id":"6164e5aadc1be0273f8b78db","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Acts 3:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44003021_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44003021-1\">21&nbsp;</b>whom heaven must receive until the time for restoring all the things about which God spoke by the mouth of his holy prophets long ago.</p>\n</div>","kjv":"<strong>21</strong> Whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.  ","niv":"<sup><strong>21</strong></sup> He must remain in heaven until the time comes for God to restore everything, as he promised long ago through his holy prophets."},{"_id":"6164e5aadc1be0273f8b78dc","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Luke 1:30-33","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42001030_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God. <b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. <b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n</div>","kjv":"<strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  <strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  <strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  ","niv":"<sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God. <sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus. <sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" "},{"_id":"6164e5aadc1be0273f8b78dd","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Revelation 19:11-21","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66019011_07-14\"><b class=\"verse-num\" id=\"v66019011-1\">11&nbsp;</b>Then I saw heaven opened, and behold, a white horse! The one sitting on it is called Faithful and True, and in righteousness he judges and makes war. <b class=\"verse-num\" id=\"v66019012-1\">12&nbsp;</b>His eyes are like a flame of fire, and on his head are many diadems, and he has a name written that no one knows but himself. <b class=\"verse-num\" id=\"v66019013-1\">13&nbsp;</b>He is clothed in a robe dipped in blood, and the name by which he is called is The Word of God. <b class=\"verse-num\" id=\"v66019014-1\">14&nbsp;</b>And the armies of heaven, arrayed in fine linen, white and pure, were following him on white horses. <b class=\"verse-num\" id=\"v66019015-1\">15&nbsp;</b>From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty. <b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n<p id=\"p66019016_07-14\"><b class=\"verse-num\" id=\"v66019017-1\">17&nbsp;</b>Then I saw an angel standing in the sun, and with a loud voice he called to all the birds that fly directly overhead, “Come, gather for the great supper of God, <b class=\"verse-num\" id=\"v66019018-1\">18&nbsp;</b>to eat the flesh of kings, the flesh of captains, the flesh of mighty men, the flesh of horses and their riders, and the flesh of all men, both free and slave, both small and great.” <b class=\"verse-num\" id=\"v66019019-1\">19&nbsp;</b>And I saw the beast and the kings of the earth with their armies gathered to make war against him who was sitting on the horse and against his army. <b class=\"verse-num\" id=\"v66019020-1\">20&nbsp;</b>And the beast was captured, and with it the false prophet who in its presence had done the signs by which he deceived those who had received the mark of the beast and those who worshiped its image. These two were thrown alive into the lake of fire that burns with sulfur. <b class=\"verse-num\" id=\"v66019021-1\">21&nbsp;</b>And the rest were slain by the sword that came from the mouth of him who was sitting on the horse, and all the birds were gorged with their flesh.</p>\n\n</div>","kjv":"<strong>11</strong> And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.  <strong>12</strong> His eyes were as a flame of fire, and on his head were  many crowns; and he had a name written, that no man knew, but he himself.  <strong>13</strong> And he was clothed with a vesture dipped in blood: and his name is called The Word of God.  <strong>14</strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.  <strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  <strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  <strong>17</strong> And I saw an angel standing in the sun; and he cried with a loud voice, saying to all the fowls that fly in the midst of heaven, Come and gather yourselves together unto the supper of the great God;  <strong>18</strong> That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all men, both free and bond, both small and great.  <strong>19</strong> And I saw the beast, and the kings of the earth, and their armies, gathered together to make war against him that sat on the horse, and against his army.  <strong>20</strong> And the beast was taken, and with him the false prophet that wrought miracles before him, with which he deceived them that had received the mark of the beast, and them that worshipped his image. These both were cast alive into a lake of fire burning with brimstone.  <strong>21</strong> And the remnant were slain with the sword of him that sat upon the horse, which sword proceeded out of his mouth: and all the fowls were filled with their flesh.  ","niv":"<sup><strong>11</strong></sup> I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and makes war. <sup><strong>12</strong></sup> His eyes are like blazing fire, and on his head are many crowns. He has a name written on him that no one knows but he himself. <sup><strong>13</strong></sup> He is dressed in a robe dipped in blood, and his name is the Word of God. <sup><strong>14</strong></sup> The armies of heaven were following him, riding on white horses and dressed in fine linen, white and clean. <sup><strong>15</strong></sup> Out of his mouth comes a sharp sword with which to strike down the nations. \"He will rule them with an iron scepter.\" He treads the winepress of the fury of the wrath of God Almighty. <sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS. <sup><strong>17</strong></sup> And I saw an angel standing in the sun, who cried in a loud voice to all the birds flying in midair, \"Come, gather together for the great supper of God, <sup><strong>18</strong></sup> so that you may eat the flesh of kings, generals, and mighty men, of horses and their riders, and the flesh of all people, free and slave, small and great.\" <sup><strong>19</strong></sup> Then I saw the beast and the kings of the earth and their armies gathered together to make war against the rider on the horse and his army. <sup><strong>20</strong></sup> But the beast was captured, and with him the false prophet who had performed the miraculous signs on his behalf. With these signs he had deluded those who had received the mark of the beast and worshiped his image. The two of them were thrown alive into the fiery lake of burning sulfur. <sup><strong>21</strong></sup> The rest of them were killed with the sword that came out of the mouth of the rider on the horse, and all the birds gorged themselves on their flesh. "},{"_id":"6164e5abdc1be0273f8b78de","topicId":"6164e5a6dc1be0273f8b78cf","verse":"1 Peter 3:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60003022_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n</div>","kjv":"<strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him."},{"_id":"6164e5abdc1be0273f8b78df","topicId":"6164e5a6dc1be0273f8b78cf","verse":"John 12:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43012013_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v43012013-1\">13&nbsp;</b>So they took branches of palm trees and went out to meet him, crying out, “Hosanna! Blessed is he who comes in the name of the Lord, even the King of Israel!”</p>\n</div>","kjv":"<strong>13</strong> Took branches of palm trees, and went forth to meet him, and cried, Hosanna: Blessed is the King of Israel that cometh in the name of the Lord.  ","niv":"<sup><strong>13</strong></sup> They took palm branches and went out to meet him, shouting, \"Hosanna! Blessed is he who comes in the name of the Lord!Blessed is the King of Israel!\""},{"_id":"6164e5abdc1be0273f8b78e0","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Mark 13:32-37","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p41013032_08-18\"><b class=\"verse-num woc\" id=\"v41013032-1\">32&nbsp;</b><span class=\"woc\">“But concerning that day or that hour, no one knows, not even the angels in heaven, nor the Son, but only the Father.</span> <b class=\"verse-num woc\" id=\"v41013033-1\">33&nbsp;</b><span class=\"woc\">Be on guard, keep awake. For you do not know when the time will come.</span> <b class=\"verse-num woc\" id=\"v41013034-1\">34&nbsp;</b><span class=\"woc\">It is like a man going on a journey, when he leaves home and puts his servants in charge, each with his work, and commands the doorkeeper to stay awake.</span> <b class=\"verse-num woc\" id=\"v41013035-1\">35&nbsp;</b><span class=\"woc\">Therefore stay awake—for you do not know when the master of the house will come, in the evening, or at midnight, or when the rooster crows, or in the morning—</span><b class=\"verse-num woc\" id=\"v41013036-1\">36&nbsp;</b><span class=\"woc\">lest he come suddenly and find you asleep.</span> <b class=\"verse-num woc\" id=\"v41013037-1\">37&nbsp;</b><span class=\"woc\">And what I say to you I say to all: Stay awake.”</span></p>\n\n</div>","kjv":"<strong>32</strong>           But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father.  <strong>33</strong> Take ye heed, watch and pray: for ye know not when the time is.  <strong>34</strong> For the Son of man is as a man taking a far journey, who left his house, and gave authority to his servants, and to every man his work, and commanded the porter to watch.  <strong>35</strong> Watch ye therefore: for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning:  <strong>36</strong> Lest coming suddenly he find you sleeping.  <strong>37</strong> And what I say unto you I say unto all, Watch. ","niv":"<sup><strong>32</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>33</strong></sup> Be on guard! Be alert! You do not know when that time will come. <sup><strong>34</strong></sup> It's like a man going away: He leaves his house and puts his servants in charge, each with his assigned task, and tells the one at the door to keep watch. <sup><strong>35</strong></sup> \"Therefore keep watch because you do not know when the owner of the house will come back--whether in the evening, or at midnight, or when the rooster crows, or at dawn. <sup><strong>36</strong></sup> If he comes suddenly, do not let him find you sleeping. <sup><strong>37</strong></sup> What I say to you, I say to everyone: 'Watch!'\" "},{"_id":"6164e5abdc1be0273f8b78e1","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Revelation 3:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66003021_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003021-1\">21&nbsp;</b><span class=\"woc\">The one who conquers, I will grant him to sit with me on my throne, as I also conquered and sat down with my Father on his throne.</span></p>\n</div>","kjv":"<strong>21</strong> To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.  ","niv":"<sup><strong>21</strong></sup> To him who overcomes, I will give the right to sit with me on my throne, just as I overcame and sat down with my Father on his throne."},{"_id":"6164e5acdc1be0273f8b78e2","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Ephesians 6:11-18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49006011_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. "},{"_id":"6164e5acdc1be0273f8b78e3","topicId":"6164e5a6dc1be0273f8b78cf","verse":"1 Corinthians 15:52","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46015052_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed.</p>\n</div>","kjv":"<strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  ","niv":"<sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed."},{"_id":"6164e5acdc1be0273f8b78e4","topicId":"6164e5a6dc1be0273f8b78cf","verse":"John 18:37","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43018037_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018037-1\">37&nbsp;</b>Then Pilate said to him, “So you are a king?” Jesus answered, <span class=\"woc\">“You say that I am a king. For this purpose I was born and for this purpose I have come into the world—to bear witness to the truth. Everyone who is of the truth listens to my voice.”</span></p>\n</div>","kjv":"<strong>37</strong> Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.  ","niv":"<sup><strong>37</strong></sup> \"You are a king, then!\" said Pilate. Jesus answered, \"You are right in saying I am a king. In fact, for this reason I was born, and for this I came into the world, to testify to the truth. Everyone on the side of truth listens to me.\""},{"_id":"6164e5addc1be0273f8b78e5","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Luke 19:1-48","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42019001_04-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42019001-1\">19:1&nbsp;</b>He entered Jericho and was passing through. <b class=\"verse-num\" id=\"v42019002-1\">2&nbsp;</b>And behold, there was a man named Zacchaeus. He was a chief tax collector and was rich. <b class=\"verse-num\" id=\"v42019003-1\">3&nbsp;</b>And he was seeking to see who Jesus was, but on account of the crowd he could not, because he was small in stature. <b class=\"verse-num\" id=\"v42019004-1\">4&nbsp;</b>So he ran on ahead and climbed up into a sycamore tree to see him, for he was about to pass that way. <b class=\"verse-num\" id=\"v42019005-1\">5&nbsp;</b>And when Jesus came to the place, he looked up and said to him, <span class=\"woc\">“Zacchaeus, hurry and come down, for I must stay at your house today.”</span> <b class=\"verse-num\" id=\"v42019006-1\">6&nbsp;</b>So he hurried and came down and received him joyfully. <b class=\"verse-num\" id=\"v42019007-1\">7&nbsp;</b>And when they saw it, they all grumbled, “He has gone in to be the guest of a man who is a sinner.” <b class=\"verse-num\" id=\"v42019008-1\">8&nbsp;</b>And Zacchaeus stood and said to the Lord, “Behold, Lord, the half of my goods I give to the poor. And if I have defrauded anyone of anything, I restore it fourfold.” <b class=\"verse-num\" id=\"v42019009-1\">9&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Today salvation has come to this house, since he also is a son of Abraham.</span> <b class=\"verse-num woc\" id=\"v42019010-1\">10&nbsp;</b><span class=\"woc\">For the Son of Man came to seek and to save the lost.”</span></p>\n\n<p id=\"p42019010_10-24\"><b class=\"verse-num\" id=\"v42019011-1\">11&nbsp;</b>As they heard these things, he proceeded to tell a parable, because he was near to Jerusalem, and because they supposed that the kingdom of God was to appear immediately. <b class=\"verse-num\" id=\"v42019012-1\">12&nbsp;</b>He said therefore, <span class=\"woc\">“A nobleman went into a far country to receive for himself a kingdom and then return.</span> <b class=\"verse-num woc\" id=\"v42019013-1\">13&nbsp;</b><span class=\"woc\">Calling ten of his servants, he gave them ten minas, and said to them, ‘Engage in business until I come.’</span> <b class=\"verse-num woc\" id=\"v42019014-1\">14&nbsp;</b><span class=\"woc\">But his citizens hated him and sent a delegation after him, saying, ‘We do not want this man to reign over us.’</span> <b class=\"verse-num woc\" id=\"v42019015-1\">15&nbsp;</b><span class=\"woc\">When he returned, having received the kingdom, he ordered these servants to whom he had given the money to be called to him, that he might know what they had gained by doing business.</span> <b class=\"verse-num woc\" id=\"v42019016-1\">16&nbsp;</b><span class=\"woc\">The first came before him, saying, ‘Lord, your mina has made ten minas more.’</span> <b class=\"verse-num woc\" id=\"v42019017-1\">17&nbsp;</b><span class=\"woc\">And he said to him, ‘Well done, good servant! Because you have been faithful in a very little, you shall have authority over ten cities.’</span> <b class=\"verse-num woc\" id=\"v42019018-1\">18&nbsp;</b><span class=\"woc\">And the second came, saying, ‘Lord, your mina has made five minas.’</span> <b class=\"verse-num woc\" id=\"v42019019-1\">19&nbsp;</b><span class=\"woc\">And he said to him, ‘And you are to be over five cities.’</span> <b class=\"verse-num woc\" id=\"v42019020-1\">20&nbsp;</b><span class=\"woc\">Then another came, saying, ‘Lord, here is your mina, which I kept laid away in a handkerchief;</span> <b class=\"verse-num woc\" id=\"v42019021-1\">21&nbsp;</b><span class=\"woc\">for I was afraid of you, because you are a severe man. You take what you did not deposit, and reap what you did not sow.’</span> <b class=\"verse-num woc\" id=\"v42019022-1\">22&nbsp;</b><span class=\"woc\">He said to him, ‘I will condemn you with your own words, you wicked servant! You knew that I was a severe man, taking what I did not deposit and reaping what I did not sow?</span> <b class=\"verse-num woc\" id=\"v42019023-1\">23&nbsp;</b><span class=\"woc\">Why then did you not put my money in the bank, and at my coming I might have collected it with interest?’</span> <b class=\"verse-num woc\" id=\"v42019024-1\">24&nbsp;</b><span class=\"woc\">And he said to those who stood by, ‘Take the mina from him, and give it to the one who has the ten minas.’</span> <b class=\"verse-num woc\" id=\"v42019025-1\">25&nbsp;</b><span class=\"woc\">And they said to him, ‘Lord, he has ten minas!’</span> <b class=\"verse-num woc\" id=\"v42019026-1\">26&nbsp;</b><span class=\"woc\">‘I tell you that to everyone who has, more will be given, but from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v42019027-1\">27&nbsp;</b><span class=\"woc\">But as for these enemies of mine, who did not want me to reign over them, bring them here and slaughter them before me.’”</span></p>\n\n<p id=\"p42019027_13-24\"><b class=\"verse-num\" id=\"v42019028-1\">28&nbsp;</b>And when he had said these things, he went on ahead, going up to Jerusalem. <b class=\"verse-num\" id=\"v42019029-1\">29&nbsp;</b>When he drew near to Bethphage and Bethany, at the mount that is called Olivet, he sent two of the disciples, <b class=\"verse-num\" id=\"v42019030-1\">30&nbsp;</b>saying, <span class=\"woc\">“Go into the village in front of you, where on entering you will find a colt tied, on which no one has ever yet sat. Untie it and bring it here.</span> <b class=\"verse-num woc\" id=\"v42019031-1\">31&nbsp;</b><span class=\"woc\">If anyone asks you, ‘Why are you untying it?’ you shall say this: ‘The Lord has need of it.’”</span> <b class=\"verse-num\" id=\"v42019032-1\">32&nbsp;</b>So those who were sent went away and found it just as he had told them. <b class=\"verse-num\" id=\"v42019033-1\">33&nbsp;</b>And as they were untying the colt, its owners said to them, “Why are you untying the colt?” <b class=\"verse-num\" id=\"v42019034-1\">34&nbsp;</b>And they said, “The Lord has need of it.” <b class=\"verse-num\" id=\"v42019035-1\">35&nbsp;</b>And they brought it to Jesus, and throwing their cloaks on the colt, they set Jesus on it. <b class=\"verse-num\" id=\"v42019036-1\">36&nbsp;</b>And as he rode along, they spread their cloaks on the road. <b class=\"verse-num\" id=\"v42019037-1\">37&nbsp;</b>As he was drawing near—already on the way down the Mount of Olives—the whole multitude of his disciples began to rejoice and praise God with a loud voice for all the mighty works that they had seen, <b class=\"verse-num\" id=\"v42019038-1\">38&nbsp;</b>saying, “Blessed is the King who comes in the name of the Lord! Peace in heaven and glory in the highest!” <b class=\"verse-num\" id=\"v42019039-1\">39&nbsp;</b>And some of the Pharisees in the crowd said to him, “Teacher, rebuke your disciples.” <b class=\"verse-num\" id=\"v42019040-1\">40&nbsp;</b>He answered, <span class=\"woc\">“I tell you, if these were silent, the very stones would cry out.”</span></p>\n\n<p id=\"p42019040_17-24\"><b class=\"verse-num\" id=\"v42019041-1\">41&nbsp;</b>And when he drew near and saw the city, he wept over it, <b class=\"verse-num\" id=\"v42019042-1\">42&nbsp;</b>saying, <span class=\"woc\">“Would that you, even you, had known on this day the things that make for peace! But now they are hidden from your eyes.</span> <b class=\"verse-num woc\" id=\"v42019043-1\">43&nbsp;</b><span class=\"woc\">For the days will come upon you, when your enemies will set up a barricade around you and surround you and hem you in on every side</span> <b class=\"verse-num woc\" id=\"v42019044-1\">44&nbsp;</b><span class=\"woc\">and tear you down to the ground, you and your children within you. And they will not leave one stone upon another in you, because you did not know the time of your visitation.”</span></p>\n\n<p id=\"p42019044_21-24\"><b class=\"verse-num\" id=\"v42019045-1\">45&nbsp;</b>And he entered the temple and began to drive out those who sold, <b class=\"verse-num\" id=\"v42019046-1\">46&nbsp;</b>saying to them, <span class=\"woc\">“It is written, ‘My house shall be a house of prayer,’ but you have made it a den of robbers.”</span></p>\n<p id=\"p42019046_21-24\"><b class=\"verse-num\" id=\"v42019047-1\">47&nbsp;</b>And he was teaching daily in the temple. The chief priests and the scribes and the principal men of the people were seeking to destroy him, <b class=\"verse-num\" id=\"v42019048-1\">48&nbsp;</b>but they did not find anything they could do, for all the people were hanging on his words.</p>\n\n</div>","kjv":"<strong>1</strong> And Jesus entered and passed through Jericho.  <strong>2</strong> And, behold, there was a man named Zacchaeus, which was the chief among the publicans, and he was rich.  <strong>3</strong> And he sought to see Jesus who he was; and could not for the press, because he was little of stature.  <strong>4</strong> And he ran before, and climbed up into a sycomore tree to see him: for he was to pass that way.  <strong>5</strong> And when Jesus came to the place, he looked up, and saw him, and said unto him, Zacchaeus, make haste, and come down; for to day I must abide at thy house.  <strong>6</strong> And he made haste, and came down, and received him joyfully.  <strong>7</strong> And when they saw it, they all murmured, saying, That he was gone to be guest with a man that is a sinner.  <strong>8</strong> And Zacchaeus stood, and said unto the Lord; Behold, Lord, the half of my goods I give to the poor; and if I have taken any thing from any man by false accusation, I restore him fourfold.  <strong>9</strong> And Jesus said unto him, This day is salvation come to this house, forsomuch as he also is a son of Abraham.  <strong>10</strong> For the Son of man is come to seek and to save that which was lost.  <strong>11</strong> And as they heard these things, he added and spake a parable, because he was nigh to Jerusalem, and because they thought that the kingdom of God should immediately appear.  <strong>12</strong> He said therefore, A certain nobleman went into a far country to receive for himself a kingdom, and to return.  <strong>13</strong> And he called his ten servants, and delivered them ten pounds, and said unto them, Occupy till I come.  <strong>14</strong> But his citizens hated him, and sent a message after him, saying, We will not have this man to reign over us.  <strong>15</strong> And it came to pass, that when he was returned, having received the kingdom, then he commanded these servants to be called unto him, to whom he had given the money, that he might know how much every man had gained by trading.  <strong>16</strong> Then came the first, saying, Lord, thy pound hath gained ten pounds.  <strong>17</strong> And he said unto him, Well, thou good servant: because thou hast been faithful in a very little, have thou authority over ten cities.  <strong>18</strong> And the second came, saying, Lord, thy pound hath gained five pounds.  <strong>19</strong> And he said likewise to him, Be thou also over five cities.  <strong>20</strong> And another came, saying, Lord, behold, here is thy pound, which I have kept laid up in a napkin:  <strong>21</strong> For I feared thee, because thou art an austere man: thou takest up that thou layedst not down, and reapest that thou didst not sow.  <strong>22</strong> And he saith unto him, Out of thine own mouth will I judge thee, thou wicked servant. Thou knewest that I was an austere man, taking up that I laid not down, and reaping that I did not sow:  <strong>23</strong> Wherefore then gavest not thou my money into the bank, that at my coming I might have required mine own with usury?  <strong>24</strong> And he said unto them that stood by, Take from him the pound, and give it to him that hath ten pounds.  <strong>25</strong> (And they said unto him, Lord, he hath ten pounds.)  <strong>26</strong> For I say unto you, That unto every one which hath shall be given; and from him that hath not, even that he hath shall be taken away from him.  <strong>27</strong> But those mine enemies, which would not that I should reign over them, bring hither, and slay them before me. <strong>28</strong> And when he had thus spoken, he went before, ascending up to Jerusalem.  <strong>29</strong> And it came to pass, when he was come nigh to Bethphage and Bethany, at the mount called the mount of Olives, he sent two of his disciples,  <strong>30</strong> Saying, Go ye into the village over against you; in the which at your entering ye shall find a colt tied, whereon yet never man sat: loose him, and bring him hither.  <strong>31</strong> And if any man ask you, Why do ye loose him? thus shall ye say unto him, Because the Lord hath need of him.  <strong>32</strong> And they that were sent went their way, and found even as he had said unto them.  <strong>33</strong> And as they were loosing the colt, the owners thereof said unto them, Why loose ye the colt?  <strong>34</strong> And they said, The Lord hath need of him.  <strong>35</strong> And they brought him to Jesus: and they cast their garments upon the colt, and they set Jesus thereon.  <strong>36</strong> And as he went, they spread their clothes in the way.  <strong>37</strong> And when he was come nigh, even now at the descent of the mount of Olives, the whole multitude of the disciples began to rejoice and praise God with a loud voice for all the mighty works that they had seen;  <strong>38</strong> Saying, Blessed be the King that cometh in the name of the Lord: peace in heaven, and glory in the highest.  <strong>39</strong> And some of the Pharisees from among the multitude said unto him, Master, rebuke thy disciples.  <strong>40</strong> And he answered and said unto them, I tell you that, if these should hold their peace, the stones would immediately cry out. <strong>41</strong> And when he was come near, he beheld the city, and wept over it,  <strong>42</strong> Saying, If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes.  <strong>43</strong> For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side,  <strong>44</strong> And shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation.  <strong>45</strong> And he went into the temple, and began to cast out them that sold therein, and them that bought;  <strong>46</strong> Saying unto them, It is written, My house is the house of prayer: but ye have made it a den of thieves.  <strong>47</strong> And he taught daily in the temple. But the chief priests and the scribes and the chief of the people sought to destroy him,  <strong>48</strong> And could not find what they might do: for all the people were very attentive to hear him.  ","niv":"<sup><strong>1</strong></sup> Jesus entered Jericho and was passing through. <sup><strong>2</strong></sup> A man was there by the name of Zacchaeus; he was a chief tax collector and was wealthy. <sup><strong>3</strong></sup> He wanted to see who Jesus was, but being a short man he could not, because of the crowd. <sup><strong>4</strong></sup> So he ran ahead and climbed a sycamore-fig tree to see him, since Jesus was coming that way. <sup><strong>5</strong></sup> When Jesus reached the spot, he looked up and said to him, \"Zacchaeus, come down immediately. I must stay at your house today.\" <sup><strong>6</strong></sup> So he came down at once and welcomed him gladly. <sup><strong>7</strong></sup> All the people saw this and began to mutter, \"He has gone to be the guest of a 'sinner.'\" <sup><strong>8</strong></sup> But Zacchaeus stood up and said to the Lord, \"Look, Lord! Here and now I give half of my possessions to the poor, and if I have cheated anybody out of anything, I will pay back four times the amount.\" <sup><strong>9</strong></sup> Jesus said to him, \"Today salvation has come to this house, because this man, too, is a son of Abraham. <sup><strong>10</strong></sup> For the Son of Man came to seek and to save what was lost.\" <sup><strong>11</strong></sup> While they were listening to this, he went on to tell them a parable, because he was near Jerusalem and the people thought that the kingdom of God was going to appear at once. <sup><strong>12</strong></sup> He said: \"A man of noble birth went to a distant country to have himself appointed king and then to return. <sup><strong>13</strong></sup> So he called ten of his servants and gave them ten minas. 'Put this money to work,' he said, 'until I come back.' <sup><strong>14</strong></sup> \"But his subjects hated him and sent a delegation after him to say, 'We don't want this man to be our king.' <sup><strong>15</strong></sup> \"He was made king, however, and returned home. Then he sent for the servants to whom he had given the money, in order to find out what they had gained with it. <sup><strong>16</strong></sup> \"The first one came and said, 'Sir, your mina has earned ten more.' <sup><strong>17</strong></sup> \"'Well done, my good servant!' his master replied. 'Because you have been trustworthy in a very small matter, take charge of ten cities.' <sup><strong>18</strong></sup> \"The second came and said, 'Sir, your mina has earned five more.' <sup><strong>19</strong></sup> \"His master answered, 'You take charge of five cities.' <sup><strong>20</strong></sup> \"Then another servant came and said, 'Sir, here is your mina; I have kept it laid away in a piece of cloth. <sup><strong>21</strong></sup> I was afraid of you, because you are a hard man. You take out what you did not put in and reap what you did not sow.' <sup><strong>22</strong></sup> \"His master replied, 'I will judge you by your own words, you wicked servant! You knew, did you, that I am a hard man, taking out what I did not put in, and reaping what I did not sow? <sup><strong>23</strong></sup> Why then didn't you put my money on deposit, so that when I came back, I could have collected it with interest?' <sup><strong>24</strong></sup> \"Then he said to those standing by, 'Take his mina away from him and give it to the one who has ten minas.' <sup><strong>25</strong></sup> \"'Sir,' they said, 'he already has ten!' <sup><strong>26</strong></sup> \"He replied, 'I tell you that to everyone who has, more will be given, but as for the one who has nothing, even what he has will be taken away. <sup><strong>27</strong></sup> But those enemies of mine who did not want me to be king over them--bring them here and kill them in front of me.'\" <sup><strong>28</strong></sup> After Jesus had said this, he went on ahead, going up to Jerusalem. <sup><strong>29</strong></sup> As he approached Bethphage and Bethany at the hill called the Mount of Olives, he sent two of his disciples, saying to them, <sup><strong>30</strong></sup> \"Go to the village ahead of you, and as you enter it, you will find a colt tied there, which no one has ever ridden. Untie it and bring it here. <sup><strong>31</strong></sup> If anyone asks you, 'Why are you untying it?' tell him, 'The Lord needs it.'\" <sup><strong>32</strong></sup> Those who were sent ahead went and found it just as he had told them. <sup><strong>33</strong></sup> As they were untying the colt, its owners asked them, \"Why are you untying the colt?\" <sup><strong>34</strong></sup> They replied, \"The Lord needs it.\" <sup><strong>35</strong></sup> They brought it to Jesus, threw their cloaks on the colt and put Jesus on it. <sup><strong>36</strong></sup> As he went along, people spread their cloaks on the road. <sup><strong>37</strong></sup> When he came near the place where the road goes down the Mount of Olives, the whole crowd of disciples began joyfully to praise God in loud voices for all the miracles they had seen: <sup><strong>38</strong></sup> \"Blessed is the king who comes in the name of the Lord!Peace in heaven and glory in the highest!\" <sup><strong>39</strong></sup> Some of the Pharisees in the crowd said to Jesus, \"Teacher, rebuke your disciples!\" <sup><strong>40</strong></sup> \"I tell you,\" he replied, \"if they keep quiet, the stones will cry out.\" <sup><strong>41</strong></sup> As he approached Jerusalem and saw the city, he wept over it <sup><strong>42</strong></sup> and said, \"If you, even you, had only known on this day what would bring you peace--but now it is hidden from your eyes. <sup><strong>43</strong></sup> The days will come upon you when your enemies will build an embankment against you and encircle you and hem you in on every side. <sup><strong>44</strong></sup> They will dash you to the ground, you and the children within your walls. They will not leave one stone on another, because you did not recognize the time of God's coming to you.\" <sup><strong>45</strong></sup> Then he entered the temple area and began driving out those who were selling. <sup><strong>46</strong></sup> \"It is written,\" he said to them, \"'My house will be a house of prayer'; but you have made it 'a den of robbers.'\" <sup><strong>47</strong></sup> Every day he was teaching at the temple. But the chief priests, the teachers of the law and the leaders among the people were trying to kill him. <sup><strong>48</strong></sup> Yet they could not find any way to do it, because all the people hung on his words. "},{"_id":"6164e5addc1be0273f8b78e6","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Mark 16:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41016019_01-25\"><b class=\"verse-num\" id=\"v41016019-1\">19&nbsp;</b>So then the Lord Jesus, after he had spoken to them, was taken up into heaven and sat down at the right hand of God.</p>\n</div>","kjv":"<strong>19</strong> So then after the Lord had spoken unto them, he was received up into heaven, and sat on the right hand of God.  ","niv":"<sup><strong>19</strong></sup> After the Lord Jesus had spoken to them, he was taken up into heaven and he sat at the right hand of God."},{"_id":"6164e5addc1be0273f8b78e7","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Revelation 20:1-15","votes":2,"__v":0,"kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"6164e5aedc1be0273f8b78e8","topicId":"6164e5a6dc1be0273f8b78cf","verse":"Revelation 13:1-18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66013001_04-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66013001-1\">13:1&nbsp;</b>And I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads. <b class=\"verse-num\" id=\"v66013002-1\">2&nbsp;</b>And the beast that I saw was like a leopard; its feet were like a bear’s, and its mouth was like a lion’s mouth. And to it the dragon gave his power and his throne and great authority. <b class=\"verse-num\" id=\"v66013003-1\">3&nbsp;</b>One of its heads seemed to have a mortal wound, but its mortal wound was healed, and the whole earth marveled as they followed the beast. <b class=\"verse-num\" id=\"v66013004-1\">4&nbsp;</b>And they worshiped the dragon, for he had given his authority to the beast, and they worshiped the beast, saying, “Who is like the beast, and who can fight against it?”</p>\n<p id=\"p66013004_04-27\"><b class=\"verse-num\" id=\"v66013005-1\">5&nbsp;</b>And the beast was given a mouth uttering haughty and blasphemous words, and it was allowed to exercise authority for forty-two months. <b class=\"verse-num\" id=\"v66013006-1\">6&nbsp;</b>It opened its mouth to utter blasphemies against God, blaspheming his name and his dwelling, that is, those who dwell in heaven. <b class=\"verse-num\" id=\"v66013007-1\">7&nbsp;</b>Also it was allowed to make war on the saints and to conquer them. And authority was given it over every tribe and people and language and nation, <b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain. <b class=\"verse-num\" id=\"v66013009-1\">9&nbsp;</b>If anyone has an ear, let him hear:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66013010_04-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v66013010-1\">10&nbsp;</b>&nbsp;&nbsp;If anyone is to be taken captive,</span><br><span id=\"p66013010_04-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to captivity he goes;</span><br><span id=\"p66013010_04-27\" class=\"line\">&nbsp;&nbsp;if anyone is to be slain with the sword,</span><br><span id=\"p66013010_04-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the sword must he be slain.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66013010_04-27\" class=\"same-paragraph\">Here is a call for the endurance and faith of the saints.</p>\n\n<p id=\"p66013010_07-27\"><b class=\"verse-num\" id=\"v66013011-1\">11&nbsp;</b>Then I saw another beast rising out of the earth. It had two horns like a lamb and it spoke like a dragon. <b class=\"verse-num\" id=\"v66013012-1\">12&nbsp;</b>It exercises all the authority of the first beast in its presence, and makes the earth and its inhabitants worship the first beast, whose mortal wound was healed. <b class=\"verse-num\" id=\"v66013013-1\">13&nbsp;</b>It performs great signs, even making fire come down from heaven to earth in front of people, <b class=\"verse-num\" id=\"v66013014-1\">14&nbsp;</b>and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell on earth, telling them to make an image for the beast that was wounded by the sword and yet lived. <b class=\"verse-num\" id=\"v66013015-1\">15&nbsp;</b>And it was allowed to give breath to the image of the beast, so that the image of the beast might even speak and might cause those who would not worship the image of the beast to be slain. <b class=\"verse-num\" id=\"v66013016-1\">16&nbsp;</b>Also it causes all, both small and great, both rich and poor, both free and slave, to be marked on the right hand or the forehead, <b class=\"verse-num\" id=\"v66013017-1\">17&nbsp;</b>so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name. <b class=\"verse-num\" id=\"v66013018-1\">18&nbsp;</b>This calls for wisdom: let the one who has understanding calculate the number of the beast, for it is the number of a man, and his number is 666.</p>\n\n</div>","kjv":"<strong>1</strong> And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.  <strong>2</strong> And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.  <strong>3</strong> And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and all the world wondered after the beast.  <strong>4</strong> And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him?  <strong>5</strong> And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and  two months.  <strong>6</strong> And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.  <strong>7</strong> And it was given unto him to make war with the saints, and to overcome them: and power was given him over all kindreds, and tongues, and nations.  <strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  <strong>9</strong> If any man have an ear, let him hear.  <strong>10</strong> He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.  <strong>11</strong> And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon.  <strong>12</strong> And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed.  <strong>13</strong> And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,  <strong>14</strong> And deceiveth them that dwell on the earth by the means of  those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.  <strong>15</strong> And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.  <strong>16</strong> And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:  <strong>17</strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.  <strong>18</strong> Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six.  ","niv":"<sup><strong>1</strong></sup> And the dragon stood on the shore of the sea. <sup><strong>2</strong></sup> And I saw a beast coming out of the sea. He had ten horns and seven heads, with ten crowns on his horns, and on each head a blasphemous name. The beast I saw resembled a leopard, but had feet like those of a bear and a mouth like that of a lion. The dragon gave the beast his power and his throne and great authority. <sup><strong>3</strong></sup> One of the heads of the beast seemed to have had a fatal wound, but the fatal wound had been healed. The whole world was astonished and followed the beast. <sup><strong>4</strong></sup> Men worshiped the dragon because he had given authority to the beast, and they also worshiped the beast and asked, \"Who is like the beast? Who can make war against him?\" <sup><strong>5</strong></sup> The beast was given a mouth to utter proud words and blasphemies and to exercise his authority for forty-two months. <sup><strong>6</strong></sup> He opened his mouth to blaspheme God, and to slander his name and his dwelling place and those who live in heaven. <sup><strong>7</strong></sup> He was given power to make war against the saints and to conquer them. And he was given authority over every tribe, people, language and nation. <sup><strong>8</strong></sup> All inhabitants of the earth will worship the beast--all whose names have not been written in the book of life belonging to the Lamb that was slain from the creation of the world. <sup><strong>9</strong></sup> He who has an ear, let him hear. <sup><strong>10</strong></sup> If anyone is to go into captivity, into captivity he will go. If anyone is to be killed with the sword, with the sword he will be killed. This calls for patient endurance and faithfulness on the part of the saints. <sup><strong>11</strong></sup> Then I saw another beast, coming out of the earth. He had two horns like a lamb, but he spoke like a dragon. <sup><strong>12</strong></sup> He exercised all the authority of the first beast on his behalf, and made the earth and its inhabitants worship the first beast, whose fatal wound had been healed. <sup><strong>13</strong></sup> And he performed great and miraculous signs, even causing fire to come down from heaven to earth in full view of men. <sup><strong>14</strong></sup> Because of the signs he was given power to do on behalf of the first beast, he deceived the inhabitants of the earth. He ordered them to set up an image in honor of the beast who was wounded by the sword and yet lived. <sup><strong>15</strong></sup> He was given power to give breath to the image of the first beast, so that it could speak and cause all who refused to worship the image to be killed. <sup><strong>16</strong></sup> He also forced everyone, small and great, rich and poor, free and slave, to receive a mark on his right hand or on his forehead, <sup><strong>17</strong></sup> so that no one could buy or sell unless he had the mark, which is the name of the beast or the number of his name. <sup><strong>18</strong></sup> This calls for wisdom. If anyone has insight, let him calculate the number of the beast, for it is man's number. His number is 666. "}]}